{
  "insp_id": "253151614250871",
  "layout": "a",
  "customer_id": "7673",
  "customer_name": "Nick Sculac",
  "customer_addr": "24615 Scott Road\nCalhan, CO 80808",
  "certificate": "84-C-0069",
  "site_id": "001",
  "site_name": "NICK SCULAC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-SEP-2015",
  "report_date": "11-SEP-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "**An adult male binturong in enclosure #52, Chip, appeared to be in thin body condition, had slight shaking or\ntremors of his head when standing still and then exhibited an abnormally hunched posture while shuffling his hind\nfeet and reaching forward with his right front leg. A dead and decaying rodent was found within the enclosure and a\nlarge amount of rodent feces was accumulating throughout the enclosure. There was pink insulation material and\nan accumulation of rodent feces around the heater in the enclosure. The licensee stated that he had placed bait for\nkilling rodents around the outside of Chip's enclosure but did not say what type of bait was being used. An invoice\nfrom a veterinarian dated 4/19/2015 listed \"digital radiographs--nasal cavity\" but there were no medical records or\nany other documents available during the inspection that explained why these were performed, what were the\nfindings, and whether treatment, monitoring, or follow-up were needed. There was no information provided verbally\nfrom the licensee about why the veterinarian performed this diagnostic testing and no way to know if what was\nobserved during this inspection is a new finding or is related to that previous examination. The veterinarian that had\nconducted the radiographs in April was on site for another purpose at the time of the inspection. Animal Care (AC)\npersonnel asked the veterinarian about the behavior and posturing that was observed but the veterinarian was\nunaware of this and stated that the animal was anesthetized a few months ago and that blood collection was\nattempted but was unsuccessful. There was no plan outlined in writing or provided verbally for re-evaluating this\nanimal following the April examination.\nThis animal must be examined by a veterinarian and a diagnosis and treatment plan established. The dead rodent,\nrodent feces, and possible exposure of this animal to toxic chemicals as well as infectious organisms from the\nrodent contamination are of serious concern and need to be addressed immediately by cleaning the enclosure and\nexcluding rodents from entering the enclosure.\n**A 7 week old bottle-raised male tiger cub (DOB 7/23/15), the licensee believed is named Joey, was noted by AC\ninspectors to have crusted hair and a clear discharge from both eyes. This condition had not been noticed by the\nfacility staff and the veterinarian who was on site during the inspection for examination of another young tiger cub\nhad not been asked to evaluate this cub at the time of the inspection. The environment in the veterinary hospital\nenclosure in which this cub is housed with a 7 week old golden tabby liger cub is unsanitary (rodent feces, exposed\ndrywall which cannot be cleaned or sanitized). Young animals are vulnerable to infectious organisms due to their\nimmature immune systems. Discharge from the eyes that crusts on the hair may be a sign of an eye or upper\nrespiratory infection and this cub should be examined by a veterinarian for a diagnosis with appropriate treatment\nand plan for follow-up examination, if needed. This cub should not be handled by members of the public until a\nveterinarian has examined him and ensured that his health is not at risk.\n**An adult female tiger in enclosure #2, Buffy, was noted to be squinting her eyes in the sunlight before moving to\npace the fence line in a shady area on the east side of the enclosure. Buffy has opaque coloration to the cornea of\nboth eyes with the left eye appearing completely white. The other female tiger in this enclosure, Spangles, also has\nan opaque and cloudy appearance to both eyes, the left eye being more noticeably affected. This condition has\nbeen documented for both of the cats that it is chronic in nature by the attending veterinarian (AV) but, when\ncompared to the previous inspection, it appears to be worsening in both tigers. There is no documentation that the\nlicensee has notified the AV of the worsening condition nor of any follow-up by the AV to assess these animals. A\nnote was made by a veterinarian on Buffy's medical record on 3/10/15 about \"healing superficial abrasions to top of\nhead & lateral to the eye\". No record of the eye condition has been made for either animal since 2010.\nEye conditions, particularly chronic conditions that become more active, are serious, often painful to the animal,\nand, if not treated quickly, may result in loss of vision.\n**A male tiger in enclosure #21, Caprichio, appeared to have an abnormal gait on his left front leg such that the\nelbow appeared to swing out to the side before placing the paw on the ground, giving him the appearance of being\noff-balance. This same tiger was noted on the last inspection on September 13, 2014 to have an abnormal gait on\nthe right hind leg and was in thin body condition, particularly in the back leg muscles. The AV noted concerns in the\ntiger's medical record on 1/23/11 that this animal needed an increase in calcium supplementation and no other\nnotes were entered in the record until 9/26/14 by another veterinarian that \"no limping\" was noted but tiger is\n\"bowed legged all four limbs, USDA concerned about radiographs, no need to take at this time\". The last entry for\nthis tiger by a veterinarian is on 3/10/15 when he is noted to be \"very skinny\" with a plan to \"panacur deworm\",\nincrease meat, and \"dart if not improved in 4-6 weeks\". No directions regarding the amount of \"panacur deworm\"\nto give, how much meat to increase for weight gain to be achieved, and no specific criteria as to what would qualify\nas \"improved in 4-6 weeks\" or what would be done if not improved and darting was to be done. An invoice from a\nveterinarian dated 4/19/15 does list digital radiographs of back right leg for \"Capricio\" but these were not made\navailable for review during this inspection and no diagnosis or plan for monitoring or treating this tiger were\nidentified in any records or known by the licensee.\n**A male tiger in enclosure #32, Waldo, had an abnormal gait affecting his right front leg. When walking, his head\nbobs downward noticeably when landing hard on his left front leg. He would stretch out the right front leg gently\nbefore walking at times not putting full weight on that leg. Waldo climbed into water tank used provided for the cats\nto soak and cool off but which was filled with contaminated water, dark grey in color with noticeable hair, fecal\nmatter, and other debris. He began to paw at the water using only his left front leg while resting right front leg on\nedge of the tank before lying down in the tank. When he jumped out and over the edge of the tank, he landed very\nhard on his left front leg and then stood for a moment with his right front leg outstretched and lightly touching the\nground. He then took only a few steps, hopping off of his back legs before entering the shelter structure. Invoices\nfrom a veterinarian dated 3/4/2014 and 4/19/2015 list digital radiographs of right elbow and right front leg for Waldo\nbut these were not made available for review during this inspection and no diagnosis or plan for monitoring this tiger\nwere identified in any records or could be explained by the licensee. An invoice from a veterinarian dated 8/5/2015\ndoes identify Waldo as \"still lame on RF\" and \"advise 2 weeks of meloxicam\" but the pain medication prescribed is\n\"on back order\" per the facility representative so no treatment has been provided to this animal since 8/5/2015.\n**A male tiger in enclosure #65, Toni, had an abnormal gait affecting his right front leg. When walking, his head\nbobs downward noticeably when placing his left front leg and he was seen not bearing full weight on his right foot,\nbarely touching his right toes to the ground when at rest. An invoice from a veterinarian dated 8/5/2015 does\nidentify \"Tony\" as \"still lame on RF\" and \"advise 2 weeks of meloxicam\" but the pain medication prescribed is \"on\nback order\" per the facility representative so no treatment has been provided to this animal.\nLameness and/or abnormal gait with muscle or weight loss may be indications of injury or underlying illness and\nthese tigers need to be evaluated by a veterinarian to properly diagnose the cause and provide a plan for treating\nand/or monitoring these conditions.\n**An adult male tiger in enclosure #26, Andy, was seen to sit on his hind limbs, stroke his penis with his front paw,\nbite his left hind ankle, and then get up and urinate. This is unusual behavior and the licensee had not noticed this\nbefore in this tiger. There were no notations in his medical records regarding this behavior and no veterinary\nexamination noted since 2010 for concerns with hair coat quality.\nA veterinarian should examine this tiger to determine if this is behavioral or indicative of an underlying veterinary\ncondition which may require diagnostic testing (eg. blood work for urinary tract health) and further evaluation and\nplan for treatment and monitoring for resolution of any underlying condition if identified.\n**An adult black leopard in enclosure #61, Sinbad, was noted to have two large lumps protruding from the left hip\nand left lateral thigh with a third faintly noticeable on his right mid-lateral thigh. The veterinarian that was on site\nduring the inspection stated she had not been aware of these lumps on this animal and visually evaluated Sinbad\nwhile talking with the AC inspectors and the licensee. She recommended no treatment at this time but to monitor\nthem daily for changes. During review of the facility's medical records. an email dated 10/21/2014 from the\nlicensee's spouse to this veterinarian and the AV mentioned two lumps on Sinbad and stated they didn't seem to be\nbothering him. There is no documentation on the size or location of the lumps noted in 2014 so it is not clear if the\nones seen during this inspection are the same or are new.\nLumps in or under the skin may be a sign of infection, inflammation, or tumors and should be measured and\nmonitored, at a minimum, for changes in size or character. This animal and the skin lumps need further evaluation\nby a veterinarian with documentation of location, size, and texture with a diagnosis and plan for treatment, if\nneeded, and monitoring for changes.\n**An adult black leopard in enclosure #14, Aramis, had hair loss and several areas of reddened skin on his tail, with\nthe tip of the tail being most raw in appearance. Aramis has been receiving two medications, Amoxicillin and\nAmitriptylline, as prescribed by the facility veterinarians since early August 2015 but the licensee stated he doesn't\nseem to be improving. This leopard has been treated on and off for several years for self-injurious behavior\nresulting in loss of hair and damaged skin on his tail and, according to facility medical records, has received this\nsame treatment when the problem is identified.\nSelf-injurious behavior in captive large felids is not uncommon and can become chronic leading to infection of the\ntissues and possible need for amputation of the tip of the tail. This leopard should be re-examined by the AV for the\nreddened, raw skin and to determine if the current treatment should be continued.\n**Two coatimundi in enclosure #15, Molly and Macano, have thinning hair coats, especially over their lower backs,\nhind legs, and tails. These coati have been noted to have this abnormal hair coat during previous inspections. The\nAV has conducted skin scrapings to check for parasites and prescribed adding supplements to the diet but no\nfurther evaluation has been conducted since the hair loss was first documented in 2010.\nThinning hair coats and hair loss may be a symptom of nutritional deficiencies, internal organ (endocrine)\ndysfunction, external parasites, and/or many other veterinary conditions and these animals need to be re-examined\nby veterinarian to determine a diagnosis and plan to address this chronic, recurring condition.\nThe animals that were listed in the citation on the previous inspection conducted on September 13, 2014 were\nevaluated by a veterinarian. Two of these animals, Capricio and Buffy, continue to have veterinary conditions that\nhave not been diagnosed nor has a treatment and follow-up plan been established to minimize pain and discomfort\nassociated with these conditions."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Numerous animals were identified during this inspection to have active or chronic veterinary conditions that were\nnot identified by facility personnel or had not been communicated to the attending veterinarian for follow-up care as\noutlined under section 2.40(b)(2) in this report.\n**One tiger cub had not been identified as being ill until the evening on 10/10/2014, according to the licensee. The\nlicensee did not seek veterinary care until the next morning,10/11/ 2014, and the cub died en route to the attending\nveterinarian (AV). The necropsy performed by the AV was \"suggestive of an underlying immune system\ndeficiency\".\nAt least 13 animals since July 2014 had not been observed or had timely information on problems of animal health,\nbehavior, and well-being communicated to the attending veterinarian and were found dead in their enclosures by\nfacility personnel, many found frozen and unable to have necropsies performed.\n**Tiger, Reyna, found dead 7/12/2014\n**Tiger, Zara, found dead 3/1/2015\n**Tiger, Tabitha, found dead 3/8/2015\n**Tiger, Sissy, found dead 7/5/2015\n**Tiger, Mohan, found dead 12/27/2014\n**Tiger, Grumpy, found dead 12/27/2014\n**Tiger, Aphrodite, found dead 12/27/2014\n**Tiger, Tiger, found dead 12/18/2014\n**Lion, Simba, found dead 5/25/2015\n**Leopard, Thunder, found dead 2/23/2015\n**Kinkajou, Studley, found dead 12/22/2014\n**Kinkajou, Honey, found dead 1/12/2015\n**Bobcat, Bobbie, 3/7/2015\nDaily observation of all animals to assess their health and well-being and a mechanism of direct and frequent\ncommunication is required so that timely and accurate information on problems of animal health, behavior, and\nwell-being is conveyed to the attending veterinarian.\nThe licensee must ensure that the animals are observed at least daily to assess their health status and convey the\ninformation to the veterinarian directly and in a timely manner."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The acquisition record for a bobcat named Toby being exhibited to the public does not have the name, address,\ndriver's license number and State, and vehicle license number and State for the person(s) from whom this bobcat\nwas acquired on 8/8/2015. The acquisition record states \"Unknown previous owner, left at gate in crate, declawed\n& neutered\".\nComplete and detailed information for animals acquired for use in exhibition needs to be complete to ensure that all\nanimals are acquired legally as well as transported and handled humanely.\nEvery exhibitor shall make, keep, and maintain records or forms which fully and correctly disclose the required\ninformation concerning animals other than dogs and cats, purchased or otherwise acquired, owned, held, leased, or\notherwise in his or her possession or under his or her control including the name and address of the person from\nwhom the animals were purchased or otherwise acquired and the vehicle license number and State, and the driver's\nlicense number (or photographic identification card for nondrivers issued by a State) and State of the person, if he\nor she is not licensed or registered under the Act.\nTo be corrected on all acquisitions of animals other than dogs and cats from this time forward."
    },
    {
      "code": "3.81",
      "kind": "",
      "repeat": true,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "- The plan for the environmental enhancement to promote the psychological well-being of the nonhuman primates, 2\nring-tailed lemurs acquired in July 2014, is not adequate. The plan, at a minimum, must address social grouping,\nenvironmental enrichment, special considerations, if applicable, and restraint devices and their use. The plan and\nenvironmental enrichment must be approved by the attending veterinarian (AV) and documented when provided to\nthe animals on the environmental enhancement plan.\nAt the time of this inspection, there was a written plan signed by the Attending Veterinarian but there is no log book\nor calendar showing that enrichment takes place. The animals have different items in their enclosures, but there is\nno schedule of rotating or changing the items in the pens in this signed plan or other documentation.\nNonhuman primates have complex social and intellectual needs that need to be addressed when in captivity. A\nwritten plan that is directed by the AV, guided by current professional standards, and available for review by APHIS\nofficials is required to ensure that the psychological well-being of these animals is being appropriately addressed.\nExhibitors must develop, document, and follow an appropriate plan for environmental enhancement of nonhuman\nprimates that is in accordance with currently accepted professional standards and as directed by the AV."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The west wall of the veterinary hospital indoor enclosure housing a 7 week old tiger cub, \"Joey\" and a 7 week old\ngolden tabby liger cub, had the vinyl surface torn which exposes the drywall. This wall is in disrepair and cannot be\nadequately cleaned and sanitized. Surfaces that are not maintained in good repair and so they can be cleaned and\nsanitized pose a risk to the health of these very young animals due to their immature immune function to protect\nthem against exposure to infectious organisms on those surfaces.\nEnclosure #36 housing 2 juvenile black bears, Cody and Pebbles, has a large hole in the wooden shelter structure\nnear the entry door on the upper right side. This shelter is in disrepair and the hole can allow wind and rain to enter\nthe structure which can cause discomfort to these animals.\nEnclosure #46 housing 2 adult tigers, Kodiak and Kasper had nails protruding from the raised wooden resting\nplatform, posing a risk for injury to these animals.\nEnclosure #39 housing an adult Serval has a warped board with exposed nails on the wooden platform in front of\nthe shelter structure, posing a risk for injury to this animal.\nEnclosure #9 housing an adult black leopard, Jamma, had several nails protruding from a wooden resting platform\nand ramp structure, posing a risk for injury to this animal.\nIn the following enclosures, the doorframe around the den (shelter) had chewed and ripped wood which are in\ndisrepair and which could cause an injury to the animals:\n**Enclosure # 11 housing 2 adult tigers, Charlie and Chainsaw\n**Enclosure # 12 housing 2 adult tigers, Seth and Gabrielle\n**Enclosure # 23 housing 2 adult tigers, Tutt and Nefertiti\n**Enclosure # 24 housing 2 adult tigers, Shenandoah and Sabre\n**Enclosure # 25 housing 2 adult tigers, Zena and Zoey\n**Enclosure # 60 housing 2 adult lions, Pharaoh and Savanna\n**Enclosure # 65 housing 2 adult tigers, Toni and Phoebe\nEnclosure # 24 housing 2 tigers, Shenandoah and Sabre, the chain link fencing on the west side of the enclosure\nadjacent to the den is pulled and is not in good repair, posing a risk of injury to the animals.\nEnclosure # 65 housing 2 tigers, Phoebe and Toni, the chain link fencing on the south side of the den is pulled and\nis not in good repair, posing a risk of injury to the animals.\nEnclosure #12 housing 2 adult tigers, Seth and Gabrielle the chain link fencing on the west side of the enclosure is\npulled and is not in good repair, posing a risk of injury to the animals.\nThe facility must be constructed of such material and of such strength as appropriate for the animals involved. The\nindoor and outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the\nanimals from injury and to contain the animals."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Storage.\nThere were multiple packages of raw chicken and meat in approximately 20-25 large cardboard boxes that were\npast the expiration dates (Sept. 4, 2015 noted on several packages). All of this meat was being stored at room\ntemperature in the main food preparation area and most of the meat was thawed and warm to the touch. Numerous\nflies were noted in this food preparation area which would be attracted to raw, unrefrigerated meat. Flies may\ncontaminate the food items and the surfaces where food is prepared and poses a risk to animals fed this meat\nthrough the transmission of infectious organisms.\nFood that is past the expiration dates on the manufacturer's packaging and which is not stored under proper\nconditions (eg. refrigeration for raw meat products) deteriorates quickly and may become contaminated with high\nlevels of bacterial pathogens which are a risk to the health of the animals being fed this improperly stored food.\nSupplies of food and bedding shall be stored in facilities which adequately protect such supplies against\ndeterioration, molding, or contamination by vermin.\nRefrigeration and appropriate storage shall be provided for supplies of perishable food."
    },
    {
      "code": "3.127(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "Several outdoor enclosures housing tigers, lions, tigers, bears, and ligers did not have adequate shade to protect\nthem from direct sunlight:\n*Enclosure #42 housing 2 adult lions: Daniel and Chloe\n*Enclosure # 43 housing 3 adult tigers: Lazarus, Diablo, and Twinkle\n*Enclosure #44-45 housing 2 young tigers: Baxter and Maverick\n*Enclosure #46 housing 2 adult tigers: Kasper and Kodiak\n*Enclosure #47 housing 2 adult tigers: Elijah and Jezebel\n*Enclosure #48 housing 2 adult lions: Mona and Daniel\n*Enclosure #30 housing 1 adult liger: Shakira\n*Enclosure #31 housing 2 juvenile lions: Athena and Zeus\n*Enclosure #32 housing 3 juvenile tigers: Synder (aka Cinder) and Waldo\n*Enclosure #33 housing 1 adult tiger: Willy\n*Enclosure #29 housing 3 adult tigers: Billy, Jake, Chepe\n*Enclosure #28 housing 1 adult lion: Zazu\n*Enclosure #27 housing 2 juvenile tigers: Pancho and Montana\n*Enclosure #26 housing 1 adult tiger: Andy\n*Enclosure #25 housing 2 adult tigers: Zena and Zoey\n*Enclosure #24 housing 2 adult tigers: Shenandoah and Sabre\n*Enclosure #23 housing 2 adult tigers: Tutt and Nefertiti\n*Enclosure #22 housing 1 adult tiger: Pandora\n*Enclosure #21 housing 3 adult tigers: India, Capricio, and Carolina\n*Enclosure #19 housing 2 adult tigers: Sumadi and Eragon\n*Enclosure #65 housing 2 adult tigers: Phoebe and Toni\n*Enclosure #64 housing 32 adult tigers: Natasha and Juanita\n*Enclosure #63 housing 2 adult tigers: Amber and Thurston\n*Enclosure #62 housing 1 adult liger: Fergy\n*Enclosure #60 housing 2 adult lions: Savanna and Pharaoh\n*Enclosure #54 housing 3 adult tigers: Raja, Varekai, and Kanji\n*Enclosure #59 housing 5 adult tigers: Shival, Mugale, Bana Bibi, Rani, Sultan\n*Enclosure #13 housing 2 juvenile tigers: Roman and Donner\n*Enclosure #12 housing 2 adult tigers: Seth and Gabrielle\n*Enclosure #11 housing 2 adult tigers: Charlie and Chainsaw\n*Enclosure #10 housing 2 adult tigers: Cleatus and Charlie\n*Enclosure #55 housing 1 adult tiger: Shir Khan\n*Enclosure #56 housing 2 adult tigers: Charaka and Priya\n*Enclosure #57 housing 2 juvenile tigers: Bentley and Achilles\n*Enclosure #58 housing 1 adult tiger: Stripes\n*Enclosure (not numbered) housing 2 black bears, Holly and Lolli, and 1 brown bear, Huggy\nFour tigers were noted to have abnormal conditions affecting their eyes. Numerous animals were observed laying\nin the restricted shadow of shade available to them in their enclosures (approximately 8 feet by 10 feet) during the\ninspection.\nInadequate protection from direct sunlight has the potential to cause eye damage and may affect an animal's ability\nto thermoregulate without the ability to access shade. In addition, inadequate shade may restrict the animals from\nutilizing the full enclosure space.\nThe licensee was asked by AC personnel if there was a plan for correcting the lack of shade for all of these animals.\nHe stated that he had no plan and that the \"new owner\" would have to fix it.\nShelter from sunlight is required when overheating or discomfort of the animals is likely."
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "Shelter from inclement weather.\nThe shelter structure in the outdoor enclosure #35 housing an adult leopard, Selbit, is not adequate to protect this\nanimal from the local area's climatic conditions (eg. rain, wind, snow, hail). This enclosure previously housed\nbobcats, a much smaller animal than an adult leopard, and the shelter structure entrance is too small for a leopard\nto enter this structure or to have adequate room to make normal postural adjustments if able to gain access.\nAnimals housed outdoors should have appropriate shelter, natural or artificial, where they can escape adverse\nclimatic conditions and stay warm and dry.\nNatural or artificial shelter appropriate to the local climatic conditions for the species concerned shall be provided for\nall animals kept outdoors to afford them protection and to prevent discomfort to such animals.\nTo be corrected by 9/30/2015."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "There were fence panels stacked against the fence on the inside of the perimeter fence on the south side near\nEnclosure #43 for 3 tigers, Lazarus, Diablo, and Twinkle.\nThese panels were stacked in a manner that would allow animals to easily climb over the perimeter fence should an\nanimal escape from its primary enclosure. These materials may also cause damage to the perimeter fence which\ncould reduce its effectiveness to keep unwanted persons and animals from entering the facility or to act as a\nsecondary containment should animals escape from their primary enclosures.\nThe perimeter fence must be maintained so that it can function as a secondary containment system for the animals\nin the facility and to prevent the entrance of unwanted persons or animals."
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "The food in the Enclosure #34 housing two bears, Cody and Pebbles, was not wholesome or free from\ncontamination. A plastic bag containing a thick, yellow liquid, that the licensee thought might be butter, was mixed\nin with the diet. This poses a risk to the animals for an intestinal obstruction if ingested and is not a wholesome food\nitem. The diet also had noticeable fecal matter on top of the food in the receptacle which contaminates the feed and\nposes a health risk to the animals from infectious organisms that is present in fecal matter.\nAn excessive amount of flies were noted in the food preparation kitchen, around the food for all the bears\n(Enclosure #8 housing 3 juvenile black bears, Lil Racy, Coda, and Xena; Enclosure #34 housing 2 juvenile black\nbears, Cody and Pebbles; Enclosure housing 2 black bears, Lolli and Holly, and 1 brown bear, Huggy). Flies carry\nand transmit infectious organisms and may contaminate food items and food preparation surfaces, posing a risk to\nthe health of the animals.\nThe licensee is not following the diet plan approved by the attending veterinarian for \"Added calcium supplement for\ncubs\".The plan lists two calcium supplements to be given, Prima Cal 2 scoops of supplement per pound of meat\nand Calcium Citrate 4 scoops of supplement per pound of meat. Only Prima Cal was found during the inspection\nand the licensee stated that was all they were using and they were following the directions on the manufacturer's\nlabel. There were three young tiger cubs housed in Enclosure #6, 16 week old male orange tiger Rousey, 15 week\nold female white tiger with no name given, and 15 week old female white tiger Aurora. Aurora was being examined\nby a veterinarian for the licensee during the inspection due to a right front leg lameness. She appeared to APHIS\ninspectors to be reluctant to walk and to be in pain when she walked in the enclosure where she had been returned\nafter she was examined and radioigraphed. The male cub, Rousey, appeared to have a swollen left wrist at the\ntime of this inspection. Lameness and joint swelling in young, growing tiger cubs may be caused by inadequate\ncalcium in the diet and this can lead to serious injury and health consequences (eg. fractured bones) if not\nprevented or addressed early by diet supplementation. The licensee should be consulting with the attending\nveterinarian about these cubs and should ensure that the calcium supplementation is being given as directed.\nThe food shall be wholesome, palatable, and free from contamination and the diet shall be prepared with\nconsideration for the age, species, condition, size, and type of the animal.\nTo be corrected by 9/12/2015."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "The water receptacle in the enclosure #36 for two black bears, Cody and Pebbles, was empty and the only water\navailable in their enclosure was in a horse trough provided for the bears' enrichment and for cooling themselves.\nThis water was brown in color and had food, hair, and other debris floating in the water. This water is not potable\nand poses a risk to the animals' health if consumed due to bacterial contamination. One of the bears was noted to\nsit by the drinking water receptacle as if waiting for it to be filled. After an employee was called over to fill this\nreceptacle, this bear was noted to immediately drink repeatedly for a total of approximately 1 minute.\nAt least 12 water receptacles provided for animals to soak and cool themselves contained brown to black water with\nnoticeable hair, fecal matter, leaves, and other debris (Enclosures #12, 22, 23, 25, 26, 27, 32, 33, 36, 56, 58, and\n64). These receptacles are not being kept clean and sanitary and pose a risk to the animals' health should they\nchoose to bathe or drink this water due to bacterial contamination.\nAnimals not provided with adequate potable drinking water are at risk for dehydration and overheating. If other\ntypes of water receptacles are provided to animals, these and all drinking water receptacles shall be kept clean and\nsanitary in order to minimize contamination by bacteria, algae, and other potentially toxic or infectious materials.\nIf potable water is not accessible to the animals at all times, it must be provided as often as necessary for the health\nand comfort of the animal and all water receptacles shall be kept clean and sanitary.\nPotable water was provided to the two black bears, Cody and Pebbles, during the inspection upon the request of\nthe AC inspector.\nAll water receptacles shall be kept clean and sanitary as of 9/11/2015."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Excessive accumulation of excreta was noted in at least three enclosures:\n#42 housing 2 lions, Daniel and Chloe\n#29 housing 3 tigers, Billy, Jake, and Chepe\n#11 housing 2 tigers, Charlie and Chainsaw\nThere were numerous flies noted throughout the facility and the excreta appeared to have been accumulating for at\nleast one week based on the color and amount present for the number of animals in the enclosure. The animals\nwere noted to walk through the feces along the fence line which may allow for contamination of the animals and\nposes a risk to their health.\nExcreta shall be removed from primary enclosures as often as necessary to prevent contamination of the animals\ncontained therein and to minimize disease hazards and to reduce odors.\nTo be corrected by 9/12/2015"
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Rodent feces had accumulated in the indoor portion of the enclosure #52 housing a binturong, Chip. Feces had\naccumulated on the floor in the entry way, along the walls of the enclosure, and in front of the wall heater, along with\na pile of pink insulation material. A dead rodent was in the enclosure with the binturong. The licensee did state he\nplaces rodent bait outside of the enclosure but there does not appear to be adequate control of rodent pests in this\nenclosure.\nAn accumulation of rodent feces was found in the veterinary hospital on the floor and surfaces around the 2\nenclosures housing 2 juvenile tiger cubs and 1 golden tabby liger cub.\nExcessive flies were found in the area used for food preparation and all around the improperly stored meat in this\nroom.\nExcessive flies were noted throughout the outdoor facility particularly around the bear enclosures (#8 Rachey, Xena\nand Koda, #36 Cody and Pebbles, and unnumbered enclosure Huggy, Lolli, and Holly) and around the west side\nenclosures (#46 tigers Kasper and Kodiak, #47 tigers Elijah and Jezebel, # 48 lions Mona and Daniel, and #50\ncougar Boo). The flies were numerous enough that the buzzing was audible while observing the animals and one of\nthe AC inspectors was bit by flies several times. The flies congregated on and around the food in the bear\nenclosures. There were several containers hanging on the perimeter fence or near the food preparation building\nthat the licensee stated are used for fly bait but all were empty except for dead flies and debris.\nRodents, flies and other pests may carry and transmit diseases to the animals and a more effective method of\nmonitoring and preventing their presence in/around primary enclosures and around food storage/preparation should\nbe implemented.\nThe licensee shall establish and maintain a safe and an effective pest control program which should include\nreduction of flies, particularly around food and food preparation areas, cleaning of enclosures to remove excreta and\nrodent feces and dead rodents, and keeping all water receptacles clean and sanitary."
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": false,
      "desc": "EMPLOYEES.",
      "narrative": "The licensee is not regularly involved in the day to day care of the animals and facilities, and he could not provide\nbasic information about the identity or condition of the animals when asked. The licensee stated that he has 2\nemployees that live on site. The facility currently has 112 animals including 13 species. These species have\ncomplex medical, behavioral, nutritional, and other husbandry needs. Conditions at the facility currently do not meet\nthe professional level of husbandry practices described in the regulations and standards. For example, in the last 14\nmonths, 9 tigers,1 lion, 1 bobcat, 1 leopard, and 2 kinkajous were found dead. During the inspection, 7 tigers, 1\nbinturong, 2 coatimundi, and 2 leopards were identified with veterinary care problems that were no(cid:25)t receiving\nappropriate care. Two tiger cubs and 1 leopard had veterinary care problems that were currently under treatment.\nYoung animals (2 tiger cubs, 1 golden tabby liger cub currently, 3 tiger cubs recently starting to wean) at the facility\nwere being hand raised and require around the clock specialized care and feeding. A total of 36 enclosures,\naffecting 69 animals, had no shade(cid:20). This has been an ongoing problem that has been cited since May 2009.\nInspectors asked when the licensee would provide shade and he stated that the \"new owner would have to deal\nwith fixing the shade\". The licensee claimed that all 62 enclosures of animals are provided water three times a day,\nhowever, the enclosure #36 housing 2 black bears, Cody and Pebbles, had little water or water that was severely\ncontaminated during the inspection. At least 14 enclosures were in varying degrees of disrepair. At least 10\nenclosures had evidence of excessive flies, at least 3 enclosures had excessive excreta, and rodent activity was\npresent in various locations. The excessive number of animal welfare concerns indicates that there is not a\nsufficient number of adequately trained employees to maintain a professionally acceptable level of husbandry\npractices.\nFacilities are required to utilize a sufficient number of adequately trained employees to maintain the professional\nhusbandry standards described in the regulations and standards to ensure that the animals are kept in appropriately\nmaintained, sanitary facilities and receive appropriate monitoring, veterinary care, feeding, watering, and care.\nThe licensee must evaluate the current work load and staffing level and ensure that a sufficient number of\nadequately trained employees are utilized to maintain the professionally acceptable level of husbandry practices\ndescribed in the regulations and standards.\nA sufficient number of adequately trained employees shall be utilized to maintain the professionally acceptable level\nof husbandry practices set forth in this subpart.\nTo be corrected by 9/30/2015.\nInspection conducted on 9/9/2015 with licensee, AC Supervisory Animal Care Specialist, Tanya Tims, DVM, and AC\nVMO, Tracy Thompson, DVM.\nA thorough exit interview, with detailed descriptions of the animals requiring veterinary care, was conducted by\ntelephone on 9/11/2015 with the licensee and AC VMO, Tracy Thompson, DVM.\nAdditional Inspectors\nTims Tanya, Assistant Director"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n**An adult male binturong in enclosure #52, Chip, appeared to be in thin body condition, had slight shaking or\ntremors of his head when standing still and then exhibited an abnormally hunched posture while shuffling his hind\nfeet and reaching forward with his right front leg.  A dead and decaying rodent was found within the enclosure and a\nlarge amount of rodent feces was accumulating throughout the enclosure.  There was pink insulation material and\nan accumulation of rodent feces around the heater in the enclosure.  The licensee stated that he had placed bait for\nkilling rodents around the outside of Chip's enclosure but did not say what type of bait was being used.  An invoice\nfrom a veterinarian dated 4/19/2015 listed \"digital radiographs--nasal cavity\" but there were no medical records or\nany other documents available during the inspection that explained why these were performed, what were the\nfindings, and whether treatment, monitoring, or follow-up were needed.  There was no information provided verbally\nfrom the licensee about why the veterinarian performed this diagnostic testing and no way to know if what was\nobserved during this inspection is a new finding or is related to that previous examination.  The veterinarian that had\nconducted the radiographs in April was on site for another purpose at the time of the inspection.  Animal Care (AC)\npersonnel asked the veterinarian about the behavior and posturing that was observed but the veterinarian was\nunaware of this and stated that the animal was anesthetized a few months ago and that blood collection was\nattempted but was unsuccessful.  There was no plan outlined in writing or provided verbally for re-evaluating this\nanimal following the April examination.  \nThis animal must be  examined by a veterinarian and a diagnosis and treatment plan established. The dead rodent,\nrodent feces, and possible exposure of this animal to toxic chemicals as well as infectious organisms from the\nrodent contamination are of serious concern and need to be addressed immediately by cleaning the enclosure and\nexcluding rodents from entering the enclosure.\n**A 7 week old bottle-raised male tiger cub (DOB 7/23/15), the licensee believed is named Joey, was noted by AC\ninspectors to have crusted hair and a clear discharge from both eyes.  This condition had not been noticed by the\nfacility staff and the veterinarian who was on site during the inspection for examination of another young tiger cub\nhad not been asked to evaluate this cub at the time of the inspection.  The environment in the veterinary hospital\nenclosure in which this cub is housed with a 7 week old golden tabby liger cub is unsanitary (rodent feces, exposed\ndrywall which cannot be cleaned or sanitized).  Young animals are vulnerable to infectious organisms due to their\n\nimmature immune systems.  Discharge from the eyes that crusts on the hair may be a sign of an eye or upper\nrespiratory infection and this cub should be examined by a veterinarian for a diagnosis with appropriate treatment\nand plan for follow-up examination, if needed.  This cub should not be handled by members of the public until a\nveterinarian has examined him and ensured that his health is not at risk.\n**An adult female tiger in enclosure #2, Buffy, was noted to be squinting her eyes in the sunlight before moving to\npace the fence line in a shady area on the east side of the enclosure.  Buffy has opaque coloration to the cornea of\nboth eyes with the left eye appearing completely white.  The other female tiger in this enclosure, Spangles, also has\nan opaque and cloudy appearance to both eyes, the left eye being more noticeably affected.  This condition has\nbeen documented for both of the cats that it is chronic in nature by the attending veterinarian (AV) but, when\ncompared to the previous inspection, it appears to be worsening in both tigers.  There is no documentation that the\nlicensee has notified the AV of the worsening condition nor of any follow-up by the AV to assess these animals. A\nnote was made by a veterinarian on Buffy's medical record on 3/10/15 about \"healing superficial abrasions to top of\nhead & lateral to the eye\".  No record of the eye condition has been made for either animal since 2010.\nEye conditions, particularly chronic conditions that become more active, are serious, often painful to the animal,\nand, if not treated quickly, may result in loss of vision.\n**A male tiger in enclosure #21, Caprichio, appeared to have an abnormal gait on his left front leg such that the\nelbow appeared to swing out to the side before placing the paw on the ground, giving him the appearance of being\noff-balance.  This same tiger was noted on the last inspection on September 13, 2014 to have an abnormal gait on\nthe right hind leg and was in thin body condition, particularly in the back leg muscles. The AV noted concerns in the\ntiger's medical record on 1/23/11 that this animal needed an increase in calcium supplementation and no other\nnotes were entered in the record until 9/26/14 by another veterinarian that \"no limping\" was noted but tiger is\n\"bowed legged all four limbs, USDA concerned about radiographs, no need to take at this time\".   The last entry for\nthis tiger by a veterinarian is on 3/10/15 when he is noted to be \"very skinny\" with a plan to \"panacur deworm\", \nincrease meat, and \"dart if not improved in 4-6 weeks\".   No directions regarding the amount of \"panacur deworm\"\nto give, how much meat to increase for weight gain to be achieved, and no specific criteria as to what would qualify\nas \"improved in 4-6 weeks\" or what would be done if not improved and darting was to be done.  An invoice from a\nveterinarian dated  4/19/15 does list digital radiographs of back right leg for \"Capricio\" but these were not made\navailable for review during this inspection and no diagnosis or plan for monitoring or treating this tiger were\nidentified in any records or known by the licensee.\n**A male tiger in enclosure #32, Waldo, had an abnormal gait affecting his right front leg. When walking, his head\nbobs downward noticeably when landing hard on his left front leg.  He would stretch out the right front leg gently\nbefore walking at times not putting full weight on that leg.  Waldo climbed into water tank used provided for the cats\nto soak and cool off but which was filled with contaminated water, dark grey in color with noticeable hair,  fecal\nmatter, and other debris. He began to paw at the water using only his left front leg while resting right front leg on\n\nedge of the tank before lying down in the tank.  When he jumped out and over the edge of the tank, he landed very\nhard on his left front leg and then stood for a moment with his right front leg outstretched and lightly touching the\nground.  He then took only a few steps, hopping off of his back legs before entering the shelter structure.  Invoices\nfrom a veterinarian dated 3/4/2014 and 4/19/2015 list digital radiographs of right elbow and right front leg for Waldo\nbut these were not made available for review during this inspection and no diagnosis or plan for monitoring this tiger\nwere identified in any records or could be explained by the licensee.  An invoice from a veterinarian dated 8/5/2015\ndoes identify Waldo as \"still lame on RF\" and \"advise 2 weeks of meloxicam\" but the pain medication prescribed is\n\"on back order\" per the facility representative so no treatment has been provided to this animal since 8/5/2015.\n**A male tiger in enclosure #65, Toni, had an abnormal gait affecting his right front leg. When walking, his head\nbobs downward noticeably when placing his left front leg and he was seen not bearing full weight on his right foot,\nbarely touching his right toes to the ground when at rest.  An invoice from a veterinarian dated 8/5/2015 does\nidentify \"Tony\" as \"still lame on RF\" and \"advise 2 weeks of meloxicam\" but the pain medication prescribed is \"on\nback order\" per the facility representative so no treatment has been provided to this animal.  \nLameness and/or abnormal gait with muscle or weight loss may be indications of injury or underlying illness and\nthese tigers need to be evaluated by a veterinarian to properly diagnose the cause and provide a plan for treating\nand/or monitoring these conditions.\n**An adult male tiger in enclosure #26, Andy, was seen to sit on his hind limbs, stroke his penis with his front paw,\nbite his left hind ankle, and then get up and urinate.  This is unusual behavior and the licensee had not noticed this\nbefore in this tiger.  There were no notations in his medical records regarding this behavior and no veterinary\nexamination noted since 2010 for concerns with hair coat quality.  \nA veterinarian should examine this tiger to determine if this is behavioral or indicative of an underlying veterinary\ncondition which may require diagnostic testing (eg. blood work for urinary tract health) and further evaluation and\nplan for treatment and monitoring for resolution of any underlying condition if identified.\n**An adult black leopard in enclosure #61, Sinbad, was noted to have two large lumps protruding from the left hip\nand left lateral thigh with a third faintly noticeable on his right mid-lateral thigh.  The veterinarian that was on site\nduring the inspection stated she had not been aware of these lumps on this animal and visually evaluated Sinbad\nwhile talking with the AC inspectors and the licensee.  She recommended no treatment at this time but to monitor\nthem daily for changes.  During review of the facility's medical records. an email dated 10/21/2014 from the\nlicensee's spouse to this veterinarian and the AV mentioned two lumps on Sinbad and stated they didn't seem to be\nbothering him.  There is no documentation on the size or location of the lumps noted in 2014 so it is not clear if the\nones seen during this inspection are the same or are new.  \nLumps in or under the skin may be a sign of infection, inflammation, or tumors and should be measured and\nmonitored, at a minimum, for changes in size or character.  This animal and the skin lumps need further evaluation\n\nby a veterinarian with documentation of location, size, and texture with a diagnosis and plan for treatment, if\nneeded, and monitoring for changes.\n**An adult black leopard in enclosure #14, Aramis, had hair loss and several areas of reddened skin on his tail, with\nthe tip of the tail being most raw in appearance.  Aramis has been receiving two medications, Amoxicillin and\nAmitriptylline, as prescribed by the facility veterinarians since early August 2015 but the licensee stated he doesn't\nseem to be improving.  This leopard has been treated on and off for several years for self-injurious behavior\nresulting in loss of hair and damaged skin on his tail and, according to facility medical records, has received this\nsame treatment when the problem is identified.  \nSelf-injurious behavior in captive large felids is not uncommon and can become chronic leading to infection of the\ntissues and possible need for amputation of the tip of the tail.  This leopard should be re-examined by the AV for the\nreddened, raw skin and to determine if the current treatment should be continued.\n**Two coatimundi in enclosure #15, Molly and Macano, have thinning hair coats, especially over their lower backs, \nhind legs, and tails.  These coati have been noted to have this abnormal hair coat during previous inspections.  The\nAV has conducted skin scrapings to check for parasites and prescribed adding supplements to the diet but no\nfurther evaluation has been conducted since the hair loss was first documented in 2010.  \nThinning hair coats and hair loss may be a symptom of nutritional deficiencies, internal organ (endocrine)\ndysfunction, external parasites, and/or many other veterinary conditions and these animals need to be re-examined\nby veterinarian to determine a diagnosis and plan to address this chronic, recurring condition.\nThe animals that were listed in the citation on the previous inspection conducted on September 13, 2014 were\nevaluated by a veterinarian.  Two of these animals, Capricio and Buffy, continue to have veterinary conditions that\nhave not been diagnosed nor has a treatment and follow-up plan been established to minimize pain and discomfort\nassociated with these conditions.\n2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nNumerous animals were identified during this inspection to have active or chronic veterinary conditions that were\nnot identified by facility personnel or had not been communicated to the attending veterinarian for follow-up care as\noutlined under section 2.40(b)(2) in this report.\n**One tiger cub had not been identified as being ill until the evening on 10/10/2014, according to the licensee.  The\nlicensee did not seek veterinary care until the next morning,10/11/ 2014, and the cub died en route to the attending\n\nveterinarian (AV).  The necropsy performed by the AV was \"suggestive of an underlying immune system\ndeficiency\".\nAt least 13 animals since July 2014 had not been observed or had timely information on problems of animal health,\nbehavior, and well-being communicated to the attending veterinarian and were found dead in their enclosures by\nfacility personnel, many found frozen and unable to have necropsies performed.\n**Tiger, Reyna, found dead 7/12/2014\n**Tiger, Zara, found dead 3/1/2015\n**Tiger, Tabitha, found dead 3/8/2015\n**Tiger, Sissy, found dead 7/5/2015\n**Tiger, Mohan, found dead 12/27/2014\n**Tiger, Grumpy, found dead 12/27/2014\n**Tiger, Aphrodite, found dead 12/27/2014\n**Tiger, Tiger, found dead 12/18/2014\n**Lion, Simba, found dead 5/25/2015\n**Leopard, Thunder, found dead 2/23/2015\n**Kinkajou, Studley, found dead 12/22/2014\n**Kinkajou, Honey, found dead 1/12/2015\n**Bobcat, Bobbie, 3/7/2015\nDaily observation of all animals to assess their health and well-being and a mechanism of direct and frequent\ncommunication is required so that timely and accurate information on problems of animal health, behavior, and\nwell-being is conveyed to the attending veterinarian.\nThe licensee must ensure that the animals are observed at least daily to assess their health status and convey the\ninformation to the veterinarian directly and in a timely manner.\n2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nThe acquisition record for a bobcat named Toby being exhibited to the public does not have the name, address,\ndriver's license number and State, and vehicle license number and State for the person(s) from whom this bobcat\nwas acquired on 8/8/2015.  The acquisition record states \"Unknown previous owner, left at gate in crate, declawed\n& neutered\".  \nComplete and detailed information for animals acquired for use in exhibition needs to be complete to ensure that all\nanimals are acquired legally as well as transported and handled humanely.  \nEvery exhibitor shall make, keep, and maintain records or forms which fully and correctly disclose the required\n\ninformation concerning animals other than dogs and cats, purchased or otherwise acquired, owned, held, leased, or\notherwise in his or her possession or under his or her control  including the name and address of the person from\nwhom the animals were purchased or otherwise acquired and the vehicle license number and State, and the driver's\nlicense number (or photographic identification card for nondrivers issued by a State) and State of the person, if he\nor she is not licensed or registered under the Act.\nTo be corrected on all acquisitions of animals other than dogs and cats from this time forward.\n3.81                    REPEAT\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\n- The plan for the environmental enhancement to promote the psychological well-being of the nonhuman primates, 2\nring-tailed lemurs acquired in July 2014, is not adequate.  The plan, at a minimum, must address social grouping,\nenvironmental enrichment, special considerations, if applicable, and restraint devices and their use.  The plan and\nenvironmental enrichment must be approved by the attending veterinarian (AV) and documented when provided to\nthe animals on the environmental enhancement plan.  \nAt the time of this inspection, there was a written plan signed by the Attending Veterinarian but  there is no log book\nor calendar showing that enrichment takes place.  The animals have different items in their enclosures, but there is\nno schedule of rotating or changing the items in the pens in this signed plan or other documentation. \nNonhuman primates have complex social and intellectual needs that need to be addressed when in captivity.  A\nwritten plan that is directed by the AV, guided by current professional standards, and available for review by APHIS\nofficials is required to ensure that the psychological well-being of these animals is being appropriately addressed.\n  \nExhibitors must develop, document, and follow an appropriate plan for environmental enhancement of nonhuman\nprimates  that is in accordance with currently accepted professional standards and as directed by the AV.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nThe west wall of the veterinary hospital indoor enclosure housing a 7 week old tiger cub, \"Joey\" and a 7 week old\ngolden tabby liger cub, had the vinyl surface torn which exposes the drywall.  This wall is in disrepair and cannot be\nadequately cleaned and sanitized.   Surfaces that are not maintained in good repair and so they can be cleaned and\nsanitized pose a risk to the health of these very young animals due to their immature immune function to protect\nthem against exposure to infectious organisms on those surfaces.\nEnclosure #36 housing 2 juvenile black bears, Cody and Pebbles, has a large hole in the wooden shelter structure\nnear the entry door on the upper right side.  This shelter is in disrepair and the hole can allow wind and rain to enter\n\nthe structure which can cause discomfort to these animals.\nEnclosure #46 housing 2 adult tigers, Kodiak and Kasper had nails protruding from the raised wooden resting\nplatform, posing a risk for injury to these animals.  \nEnclosure #39 housing an adult Serval has a warped board with exposed nails on the wooden platform in front of\nthe shelter structure, posing a risk for injury to this animal.\nEnclosure #9 housing an adult black leopard, Jamma, had several nails protruding from a wooden resting platform\nand ramp structure, posing a risk for injury to this animal. \nIn the following enclosures, the doorframe around the den (shelter) had chewed and ripped wood  which are in\ndisrepair and which could cause an injury to the animals:\n**Enclosure # 11 housing 2 adult tigers, Charlie and Chainsaw\n**Enclosure # 12 housing 2 adult tigers, Seth and Gabrielle\n**Enclosure # 23 housing 2 adult tigers, Tutt and Nefertiti\n**Enclosure # 24 housing 2 adult tigers, Shenandoah and Sabre\n**Enclosure # 25 housing 2 adult tigers, Zena and Zoey\n**Enclosure # 60 housing 2 adult lions, Pharaoh and Savanna\n**Enclosure # 65 housing 2 adult tigers, Toni and Phoebe\nEnclosure # 24 housing 2 tigers, Shenandoah and Sabre, the chain link fencing on the west side of the enclosure\nadjacent to the den is pulled and is not in good repair, posing a risk of injury to the animals.\n  \nEnclosure # 65 housing 2 tigers, Phoebe and Toni, the chain link fencing on the south side of the den  is pulled and\nis not in good repair, posing a risk of injury to the animals.\nEnclosure #12 housing 2 adult tigers, Seth and Gabrielle the chain link fencing on the west side of the enclosure is\npulled and is not in good repair, posing a risk of injury to the animals.\n \nThe facility must be constructed of such material and of such strength as appropriate for the animals involved. The\nindoor and outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the\nanimals from injury and to contain the animals.\n3.125(c)                    REPEAT\n\nFACILITIES, GENERAL.   \nStorage.\nThere were multiple packages of raw chicken and meat in approximately 20-25 large cardboard boxes that were\npast the expiration dates (Sept. 4, 2015 noted on several packages).  All of this meat was being stored at room\ntemperature in the main food preparation area and most of the meat was thawed and warm to the touch.  Numerous\nflies were noted in this food preparation area which would be attracted to raw, unrefrigerated meat. Flies may\ncontaminate the food items and the surfaces where food is prepared and poses a risk to animals fed this meat\nthrough the transmission of infectious organisms.\nFood that is past the expiration dates on the manufacturer's packaging and which is not stored under proper\nconditions (eg. refrigeration for raw meat products) deteriorates quickly and may become contaminated with high\nlevels of bacterial pathogens which are a risk to the health of the animals being fed this improperly stored food.\nSupplies of food and bedding shall be stored in facilities which adequately protect such supplies against\ndeterioration, molding, or contamination by vermin.\nRefrigeration and appropriate storage shall be provided for supplies of perishable food.\n3.127(a)                    REPEAT\nFACILITIES, OUTDOOR. \nSeveral outdoor enclosures housing tigers, lions, tigers, bears, and ligers did not have adequate shade to protect\nthem from direct sunlight:\n*Enclosure #42 housing 2 adult lions: Daniel and Chloe\n*Enclosure # 43 housing 3 adult tigers: Lazarus, Diablo, and Twinkle\n*Enclosure #44-45 housing 2 young tigers: Baxter and Maverick\n*Enclosure #46 housing 2 adult tigers: Kasper and Kodiak\n*Enclosure #47 housing 2 adult tigers: Elijah and Jezebel\n*Enclosure #48 housing 2 adult lions: Mona and Daniel\n*Enclosure #30 housing 1 adult liger: Shakira\n*Enclosure #31 housing 2 juvenile lions: Athena and Zeus \n*Enclosure #32 housing 3 juvenile tigers: Synder (aka Cinder) and  Waldo\n*Enclosure #33 housing 1 adult tiger: Willy\n*Enclosure #29 housing 3 adult tigers: Billy, Jake, Chepe\n*Enclosure #28 housing 1 adult lion: Zazu\n*Enclosure #27 housing 2 juvenile tigers: Pancho and Montana\n*Enclosure #26 housing 1 adult tiger: Andy\n*Enclosure #25 housing 2 adult tigers: Zena and Zoey\n*Enclosure #24 housing 2 adult tigers: Shenandoah and Sabre\n\n*Enclosure #23 housing 2 adult tigers: Tutt and Nefertiti\n*Enclosure #22 housing 1 adult tiger: Pandora\n*Enclosure #21 housing 3 adult tigers: India, Capricio, and Carolina\n*Enclosure #19 housing 2 adult tigers: Sumadi and Eragon\n*Enclosure #65 housing 2 adult tigers: Phoebe and Toni\n*Enclosure #64 housing 32 adult tigers: Natasha and Juanita\n*Enclosure #63 housing 2 adult tigers: Amber and Thurston\n*Enclosure #62 housing 1 adult liger: Fergy\n*Enclosure #60 housing 2 adult lions: Savanna and Pharaoh\n*Enclosure #54 housing 3 adult tigers: Raja, Varekai, and Kanji\n*Enclosure #59 housing 5 adult tigers: Shival, Mugale, Bana Bibi, Rani, Sultan\n*Enclosure #13 housing 2 juvenile tigers: Roman and Donner\n*Enclosure #12 housing 2 adult tigers: Seth and Gabrielle\n*Enclosure #11 housing 2 adult tigers: Charlie and Chainsaw\n*Enclosure #10 housing 2 adult tigers: Cleatus and Charlie\n*Enclosure #55 housing 1 adult tiger: Shir Khan\n*Enclosure #56 housing 2 adult tigers: Charaka and Priya\n*Enclosure #57 housing 2 juvenile tigers: Bentley and Achilles\n*Enclosure #58 housing 1 adult tiger: Stripes\n*Enclosure (not numbered) housing 2 black bears, Holly and Lolli, and 1 brown bear, Huggy\nFour tigers were noted to have abnormal conditions affecting their eyes.  Numerous animals were observed laying\nin the restricted shadow of shade available to them in their enclosures (approximately 8 feet by 10 feet) during the\ninspection.  \nInadequate protection from direct sunlight has the potential to cause eye damage and may affect an animal's ability\nto thermoregulate without the ability to access shade.  In addition, inadequate shade may restrict the animals from\nutilizing the full enclosure space.\nThe licensee was asked by AC personnel if there was a plan for correcting the lack of shade for all of these animals.\n He stated that he had no plan and that the \"new owner\" would have to fix it.\nShelter from sunlight is required when overheating or discomfort of the animals is likely.\n3.127(b)\nFACILITIES, OUTDOOR. \nShelter from inclement weather.\n\nThe shelter structure in the outdoor enclosure #35 housing an adult leopard, Selbit, is not adequate to protect this\nanimal from the local area's climatic conditions (eg. rain, wind, snow, hail).  This enclosure previously housed\nbobcats, a much smaller animal than an adult leopard, and the shelter structure entrance is too small for a leopard\nto enter this structure or to have adequate room to make normal postural adjustments if able to gain access.  \nAnimals housed outdoors should have appropriate shelter, natural or artificial, where they can escape adverse\nclimatic conditions and stay warm and dry.  \nNatural or artificial shelter appropriate to the local climatic conditions for the species concerned shall be provided for\nall animals kept outdoors to afford them protection and to prevent discomfort to such animals.\nTo be corrected by 9/30/2015.\n3.127(d)                    REPEAT\nFACILITIES, OUTDOOR. \nThere were fence panels stacked against the fence on the inside of the perimeter fence on the south side near\nEnclosure #43 for 3 tigers, Lazarus, Diablo, and Twinkle.\nThese panels were stacked in a manner that would allow animals to easily climb over the perimeter fence should an\nanimal escape from its primary enclosure.  These materials may also cause damage to the perimeter fence which\ncould reduce its effectiveness to keep unwanted persons and animals from entering the facility or to act as a\nsecondary containment should animals escape from their primary enclosures.\nThe perimeter fence must be maintained so that it can function as a secondary containment system for the animals\nin the facility and to prevent the entrance of unwanted persons or animals.\n3.129(a)\nFEEDING.    \nThe food in the Enclosure #34 housing two bears, Cody and Pebbles, was not wholesome or free from\ncontamination.  A plastic bag containing a thick, yellow liquid, that the licensee thought might be butter, was mixed\nin with the diet. This poses a risk to the animals for an intestinal obstruction if ingested and is not a wholesome food\nitem.  The diet also had noticeable fecal matter on top of the food in the receptacle which contaminates the feed and\nposes a health risk to the animals from infectious organisms that is present in fecal matter.\nAn excessive amount of flies were noted in the food preparation kitchen, around the food for all the bears\n(Enclosure #8 housing 3 juvenile black bears,  Lil Racy, Coda, and Xena; Enclosure #34 housing 2 juvenile black\n\nbears, Cody and Pebbles; Enclosure housing 2 black bears, Lolli and Holly, and 1 brown bear, Huggy).  Flies carry\nand transmit infectious organisms and may contaminate food items and food preparation surfaces, posing a risk to\nthe health of the animals.\nThe licensee is not following the diet plan approved by the attending veterinarian for \"Added calcium supplement for\ncubs\".The plan lists two calcium supplements to be given, Prima Cal 2 scoops of supplement per pound of meat\nand Calcium Citrate 4 scoops of supplement per pound of meat.  Only Prima Cal was found during the inspection\nand the licensee stated that was all they were using and they were following the directions on the manufacturer's\nlabel.  There were three young tiger cubs housed in Enclosure #6, 16 week old male orange tiger Rousey, 15 week\nold female white tiger with no name given, and 15 week old female white tiger Aurora.  Aurora was being examined\nby a veterinarian for the licensee during the inspection due to a right front leg lameness. She appeared to APHIS\ninspectors to be reluctant to walk and to be in pain when she walked in the enclosure where she had been returned\nafter she was examined and radioigraphed.  The male cub, Rousey, appeared to have a swollen left wrist at the\ntime of this inspection.  Lameness and joint swelling in young, growing tiger cubs may be caused by inadequate\ncalcium in the diet and this can lead to serious injury and health consequences (eg. fractured bones) if not\nprevented or addressed early by diet supplementation.  The licensee should be consulting with the attending\nveterinarian about these cubs and should ensure that the calcium supplementation is being given as directed.\nThe food shall be wholesome, palatable, and free from contamination and the diet shall be prepared with\nconsideration for the age, species, condition, size, and type of the animal. \nTo be corrected by 9/12/2015.\n3.130\nWATERING.  \nThe water receptacle in the enclosure #36 for two black bears, Cody and Pebbles, was empty and the only water\navailable in their enclosure was in a horse trough provided for the bears' enrichment and for cooling themselves. \nThis water was brown in color and had food, hair, and other debris floating in the water.  This water is not potable\nand poses a risk to the animals' health if consumed due to bacterial contamination.  One of the bears was noted to\nsit by the drinking water receptacle as if waiting for it to be filled.  After an employee was called over to fill this\nreceptacle, this bear was noted to immediately drink repeatedly for a total of approximately 1 minute.\nAt least 12 water receptacles provided for animals to soak and cool themselves contained brown to black water with\nnoticeable hair, fecal matter, leaves, and other debris (Enclosures #12, 22, 23, 25, 26, 27, 32, 33, 36, 56, 58, and\n64).  These receptacles are not being kept clean and sanitary and pose a risk to the animals' health should they\nchoose to bathe or drink this water due to bacterial contamination.\n\nAnimals not provided with adequate potable drinking water are at risk for dehydration and overheating.  If other\ntypes of water receptacles are provided to animals, these and all drinking water receptacles shall be kept clean and\nsanitary in order to minimize contamination by bacteria, algae, and other potentially toxic or infectious materials.\nIf potable water is not accessible to the animals at all times, it must be provided as often as necessary for the health\nand comfort of the animal and all water receptacles shall be kept clean and sanitary.\nPotable water was provided to the two black bears, Cody and Pebbles, during the inspection upon the request of\nthe AC inspector.\nAll water receptacles shall be kept clean and sanitary as of 9/11/2015.\n3.131(a)\nSANITATION.   \nExcessive accumulation of excreta was noted in at least three enclosures:\n#42 housing 2 lions, Daniel and Chloe\n#29 housing 3 tigers, Billy, Jake, and Chepe\n#11 housing 2 tigers, Charlie and Chainsaw\nThere were numerous flies noted throughout the facility and the excreta appeared to have been accumulating for at\nleast one week based on the color and amount present for the number of animals in the enclosure. The animals\nwere noted to walk through the feces along the fence line which may allow for contamination of the animals and\nposes a risk to their health. \nExcreta shall be removed from primary enclosures as often as necessary to prevent contamination of the animals\ncontained therein and to minimize disease hazards and to reduce odors.\nTo be corrected by 9/12/2015\n3.131(d)                    REPEAT\nSANITATION.   \nRodent feces had accumulated in the indoor portion of the enclosure #52 housing a binturong, Chip.  Feces had\naccumulated on the floor in the entry way, along the walls of the enclosure, and in front of the wall heater, along with\na pile of pink insulation material.  A dead rodent was in the enclosure with the binturong.  The licensee did state he\nplaces rodent bait outside of the enclosure but there does not appear to be adequate control of rodent pests in this\nenclosure.\n\nAn accumulation of rodent feces was found in the veterinary hospital on the floor and surfaces around the 2\nenclosures housing 2 juvenile tiger cubs and 1 golden tabby liger cub.\nExcessive flies were found in the area used for food preparation and all around the improperly stored meat in this\nroom.\nExcessive flies were noted throughout the outdoor facility particularly around the bear enclosures (#8 Rachey, Xena\nand Koda, #36 Cody and Pebbles, and unnumbered enclosure Huggy, Lolli, and Holly) and around the west side\nenclosures (#46 tigers Kasper and Kodiak, #47 tigers Elijah and Jezebel, # 48 lions Mona and Daniel, and #50\ncougar Boo).  The flies were numerous enough that the buzzing was audible while observing the animals and one of\nthe AC inspectors was bit by flies several times.  The flies congregated on and around the food in the bear\nenclosures.  There were several containers hanging on the perimeter fence or near the food preparation building\nthat the licensee stated are used for fly bait but all were empty except for dead flies and debris.\nRodents, flies and other pests may carry and transmit diseases to the animals and a more effective method of\nmonitoring and preventing their presence in/around primary enclosures and around food storage/preparation should\nbe implemented.\nThe licensee shall establish and maintain a safe and an effective pest control program which should include\nreduction of flies, particularly around food and food preparation areas, cleaning of enclosures to remove excreta and\nrodent feces and dead rodents, and keeping all water receptacles clean and sanitary.\n3.132\nEMPLOYEES. \nThe licensee is not regularly involved in the day to day care of the animals and facilities, and he could not provide\nbasic information about the identity or condition of the animals when asked. The licensee stated that he has 2\nemployees that live on site. The facility currently has 112 animals including 13 species. These species have\ncomplex medical, behavioral, nutritional, and other husbandry needs. Conditions at the facility currently do not meet\nthe professional level of husbandry practices described in the regulations and standards. For example, in the last 14\nmonths, 9 tigers,1  lion, 1 bobcat, 1 leopard, and 2 kinkajous were found dead. During the inspection, 7 tigers, 1\nbinturong, 2 coatimundi, and 2 leopards were identified with veterinary care problems that were no(cid:25)t receiving\nappropriate care. Two tiger cubs and 1 leopard had veterinary care problems that were currently under treatment.\nYoung animals (2 tiger cubs, 1 golden tabby liger cub currently, 3 tiger cubs recently starting to wean) at the facility\nwere being hand raised and require around the clock specialized care and feeding. A total of 36 enclosures,\naffecting 69 animals, had no shade(cid:20).  This has been an ongoing problem that has been cited since May 2009.\nInspectors asked when the licensee would provide shade and he stated that the \"new owner would have to deal\n\nwith fixing the shade\".   The licensee claimed that all 62 enclosures of animals are provided water three times a day,\nhowever, the enclosure  #36 housing 2 black bears, Cody and Pebbles, had little water or water that was severely\ncontaminated during the inspection. At least 14 enclosures were in varying degrees of disrepair. At least 10\nenclosures had evidence of excessive flies, at least 3 enclosures had excessive excreta, and rodent activity was\npresent in various locations. The excessive number of animal welfare concerns indicates that there is not a\nsufficient number of adequately trained employees to maintain a professionally acceptable level of husbandry\npractices.\n \nFacilities are required to utilize a sufficient number of adequately trained employees to maintain the professional\nhusbandry standards described in the regulations and standards to ensure that the animals are kept in appropriately\nmaintained, sanitary facilities and receive appropriate monitoring, veterinary care, feeding, watering, and care.\n \nThe licensee must evaluate the current work load and staffing level and ensure that a sufficient number of\nadequately trained employees are utilized to maintain the professionally acceptable level of husbandry practices\ndescribed in the regulations and standards.\nA sufficient number of adequately trained employees shall be utilized to maintain the professionally acceptable level\nof husbandry practices set forth in this subpart.\nTo be corrected by 9/30/2015.\nInspection conducted on 9/9/2015 with licensee, AC Supervisory Animal Care Specialist, Tanya Tims, DVM, and AC\nVMO, Tracy Thompson, DVM.\nA thorough exit interview, with detailed descriptions of the animals requiring veterinary care, was conducted by\ntelephone on 9/11/2015 with the licensee and AC VMO, Tracy Thompson, DVM.\nAdditional Inspectors\nTims Tanya, Assistant Director",
  "animals_total": 113,
  "species": [
    {
      "count": 1,
      "scientific": "Arctictis binturong",
      "common": "BINTURONG"
    },
    {
      "count": 2,
      "scientific": "Caracal caracal",
      "common": "CARACAL"
    },
    {
      "count": 2,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 3,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 2,
      "scientific": "Nasua nasua",
      "common": "BROWN-NOSED COATI"
    },
    {
      "count": 9,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 3,
      "scientific": "Panthera leo × panthera tigris",
      "common": "LIGER"
    },
    {
      "count": 6,
      "scientific": "Panthera pardus",
      "common": "LEOPARD"
    },
    {
      "count": 73,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 3,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 1,
      "scientific": "Ursus arctos syriacus",
      "common": "SYRIAN BROWN BEAR"
    },
    {
      "count": 7,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    }
  ]
}