{
  "insp_id": "2016082568977450",
  "layout": "a",
  "customer_id": "334551",
  "customer_name": "The Showcase Of Citrus",
  "customer_addr": "5010 Us Highway 27\nClermont, FL 34714",
  "certificate": "58-C-1213",
  "site_id": "001",
  "site_name": "THE SHOWCASE OF CITRUS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-NOV-2017",
  "report_date": "28-NOV-2017",
  "citations": [
    {
      "code": "2.1(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "REQUIREMENTS AND APPLICATION.",
      "narrative": "On April 7, 2015, a visit was made to this establishment. At that time, the facility was exhibiting regulated\nmammals. During the visit the owner was made aware of the need to get licensed as an exhibitor if he is to\ncontinue to operate as an exhibitor under the Animal Welfare Act.\nTwo years later, on today's visit, this establishment continues to exhibit regulated mammals (goats, pigs, cattle, as\nwell as some domestic cats that are allowed free access throughout the establishment) without obtaining a USDA\nexhibitor license. The public is allowed to see & feed the farm animals, and touch the cats.\nAt this time, this establishment is now hosting a circus type dog act on an intermittent basis (usually on the\nweekends). The operator of this circus act also does not appear to be USDA licensed. This type of show is also an\nexhibition and requires a USDA license.\nYou may not exhibit any regulated mammals without a valid USDA Animal Welfare license. You must stop\nexhibiting regulated mammals, or apply for a USDA license.\nCorrect immediately.\nThe owners of this establishment were not on the property during this visit and could not be contacted by telephone.\nThis visit and exit interview were conducted with the manager on duty who was made aware of the need to get\nUSDA licensed for both the farm animals on exhibit, as well, as the dog act.\nThis inspection report will be mailed Certified Mail-Return Receipt to the owners."
    }
  ],
  "narrative": "2.1(a)(1)                    REPEAT\nREQUIREMENTS AND APPLICATION.\nOn April 7, 2015, a visit was made to this establishment.  At that time, the facility was exhibiting regulated\nmammals.  During the visit the owner was made aware of the need to get licensed as an exhibitor if he is to\ncontinue to operate as an exhibitor under the Animal Welfare Act.\nTwo years later, on today's visit, this establishment continues to exhibit regulated mammals (goats, pigs, cattle, as\nwell as some domestic cats that are allowed free access throughout the establishment) without obtaining a USDA\nexhibitor license.  The public is allowed to see & feed the farm animals, and touch the cats.\nAt this time, this establishment is now hosting a circus type dog act on an intermittent basis (usually on the\nweekends).  The operator of this circus act also does not appear to be USDA licensed.  This type of show is also an\nexhibition and requires a USDA license.\nYou may not exhibit any regulated mammals without a valid USDA Animal Welfare license.  You must stop\nexhibiting regulated mammals, or apply for a USDA license.\nCorrect immediately.  \nThe owners of this establishment were not on the property during this visit and could not be contacted by telephone.\n This visit and exit interview were conducted with the manager on duty who was made aware of the need to get\nUSDA licensed for both the farm animals on exhibit, as well, as the dog act.\nThis inspection report will be mailed Certified Mail-Return Receipt to the owners.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}