{
  "insp_id": "232141832490684",
  "layout": "a",
  "customer_id": "29283",
  "customer_name": "Joette Peterson",
  "customer_addr": "44044 283 St\nFreeman, SD 57029",
  "certificate": "46-A-0377",
  "site_id": "001",
  "site_name": "JOETTE PETERSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-AUG-2014",
  "report_date": "25-AUG-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* Two Saint Bernard dogs have open wounds, with flies, on their noses. Both dogs, an approximately nine year old\nfemale (not identified) named (cid:28)Freckles(cid:29) and an approximately four year old female (not identified) named (cid:28)Beckles(cid:29)\nhave open wounds on their muzzles, right before the wet hairless surface around the nostrils. The wounds are raw,\nmoist, pink in color with areas of bright red color. These wounds can be painful and irritating for the dogs. Although\nthe owner mentioned that they purchased a product to treat the wounds from the feed store, there was no\ndocumentation or communication with a veterinarian about an appropriate medication and treatment plan.\nThe kennel operator may have to move these dogs into an area that is free from flies until the healing is complete.\nThe owner must have these two dogs examined by a veterinarian to help get these open wounds healed, set up a\nprogram of treatment for both dogs and administer the appropriate medication. The kennel operator must provide a\ntreatment record and or record of consultation with the veterinarian upon request during the next inspection. Proper\ntreatment will minimize the pain and irritation for the dogs.\nTo be corrected by, 22-August-2014."
    },
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "* Although the owner mentioned some of the dogs were microchip, no scanner was made available during the\ninspection to scan the chips of the dogs. All dogs must be microchip, tag and or tattooed. A microchip reader must\nbe provided if the dogs are microchip. Identification is required in order to ensure that each animal's identity can be\nknown with certainty and to facilitate record keeping requirements.\nTo be corrected by, 30-September-2014."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "* The APHIS form 7005 (Dogs on Hand) is incomplete and inaccurate. Block A. does not contain the identification\nof the dogs listed. Block I. does not have complete addresses for eight dogs from where they were purchased or\nacquired. Complete and accurate records must be kept in order to ensure that each animal's identity can be known\nwith certainty and to facilitate tracking/tracing of dogs.\nTo be corrected by, 15-September-2014."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Two enclosures in the old kennel building, housing four adult dogs, have flaps that are excessively chewed and\ntorn along the sides of the flaps.\nThese excessively chewed and torn surfaces cannot be properly cleaning and sanitization. Improper cleaning and\nsanitization can increase the disease potential for the dogs housed in these enclosures. All chewed and worn\nsurfaces that cannot be readily cleaned and sanitized must be repaired or replaced. Maintained surfaces that can\nbe properly cleaned and sanitized will decrease the disease potential for the dogs."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Three dog doorways, inside the old kennel building, housing eight adult dogs, have an excessive accumulation of\nbrown grime on the surfaces around the doorways.\n* The whelping enclosure, housing three adult dogs and 21 puppies, has an excessive accumulation of soiled straw\nand waste on the floor. The soiled straw is moist in areas and mixed with waste.\n* The north end enclosure for the new kennel, housing one adult dog, has an accumulation brown grime on walls of\nthe enclosure.\nThese mentioned surfaces indicate that daily spot-cleaning is not happening. Without proper cleaning and\nsanitization of the surfaces, this can increase the disease potential for the dogs. All surfaces must be spot-cleaned\ndaily and sanitized as often as necessary. This will prevent an accumulation of waste and reduce the disease\nhazards for the dogs."
    },
    {
      "code": "3.6(a)(2)(1)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "* Inside the old kennel counting from the doorway, enclosure three has sharp protruding wire points. These wire\npoints are along the bottom of the chain link divider. This sharp wire points could injure the two adult dogs housed\nin the enclosure.\n* The whelping enclosure, housing three adult dogs and 21 puppies, has an nail that is protruding outward into the\nenclosure. This nail is at head and eye level for the puppies in the enclosure.\nThese sharp wire points must be removed. All enclosures must be maintained so that they have no sharp\nprotruding points or edges that could injure the dogs."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* There were numerous flies around all the enclosures that housed the dogs. Two Saint Bernards had open\nwounds with several flies on and around the wounds. There was no fly prevention for the flies. The flies can irritate\nthe dogs and cause open wounds on the dogs. A fly prevention program is needed to protect health and well-being\nof the 25 adult dogs and 28 puppies from the flies.\nTo be corrected by, 26-August-2014.\nThis inspection and exit interview was conducted with the facility representative.\nThis inspection report will be sent both regular and certified mail.\nAdditional Inspectors\nThornton Karl, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n* Two Saint Bernard dogs have open wounds, with flies, on their noses.   Both dogs, an approximately nine year old\nfemale (not identified) named (cid:28)Freckles(cid:29) and an approximately four year old female (not identified) named (cid:28)Beckles(cid:29)\nhave open wounds on their muzzles, right before the wet hairless surface around the nostrils.  The wounds are raw,\nmoist, pink in color with areas of bright red color. These wounds can be painful and irritating for the dogs.  Although\nthe owner mentioned that they purchased a product to treat the wounds from the feed store, there was no\ndocumentation or communication with a veterinarian about an appropriate medication and treatment plan.  \nThe kennel operator may have to move these dogs into an area that is free from flies until the healing is complete. \nThe owner must have these two dogs examined by a veterinarian to help get these open wounds healed, set up a\nprogram of treatment for both dogs and administer the appropriate medication.  The kennel operator must provide a\ntreatment record and or record of consultation with the veterinarian upon request during the next inspection.  Proper\ntreatment will minimize the pain and irritation for the dogs. \nTo be corrected by, 22-August-2014.\n2.50(a)(1)\nTIME AND METHOD OF IDENTIFICATION.\n* Although the owner mentioned some of the dogs were microchip, no scanner was made available during the\ninspection to scan the chips of the dogs.  All dogs must be microchip, tag and or tattooed. A microchip reader must\nbe provided if the dogs are microchip.  Identification is required in order to ensure that each animal's identity can be\nknown with certainty and to facilitate record keeping requirements. \nTo be corrected by, 30-September-2014.\n2.75(a)(1)\n\nRECORDS: DEALERS AND EXHIBITORS.\n* The APHIS form 7005 (Dogs on Hand) is incomplete and inaccurate.  Block A. does not contain the identification\nof the dogs listed.  Block I. does not have complete addresses for eight dogs from where they were purchased or\nacquired.  Complete and accurate records must be kept in order to ensure that each animal's identity can be known\nwith certainty and to facilitate tracking/tracing of dogs.\nTo be corrected by, 15-September-2014. \n3.1(c)(2)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n* Two enclosures in the old kennel building, housing four adult dogs, have flaps that are excessively chewed and\ntorn along the sides of the flaps.  \nThese excessively chewed and torn surfaces cannot be properly cleaning and sanitization. Improper cleaning and\nsanitization can increase the disease potential for the dogs housed in these enclosures. All chewed and worn\nsurfaces that cannot be readily cleaned and sanitized must be repaired or replaced.  Maintained surfaces that can\nbe properly cleaned and sanitized will decrease the disease potential for the dogs.\n3.1(c)(3)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n* Three dog doorways, inside the old kennel building, housing eight adult dogs, have an excessive accumulation of\nbrown grime on the surfaces around the doorways.\n* The whelping enclosure, housing three adult dogs and 21 puppies, has an excessive accumulation of soiled straw\nand waste on the floor.  The soiled straw is moist in areas and mixed with waste. \n* The north end enclosure for the new kennel, housing one adult dog, has an accumulation brown grime on walls of\nthe enclosure. \nThese mentioned surfaces indicate that daily spot-cleaning is not happening. Without proper cleaning and\nsanitization of the surfaces, this can increase the disease potential for the dogs. All surfaces must be spot-cleaned\ndaily and sanitized as often as necessary.  This will prevent an accumulation of waste and reduce the disease\nhazards for the dogs.\n\n3.6(a)(2)(1)                    REPEAT\nPRIMARY ENCLOSURES.\n* Inside the old kennel counting from the doorway, enclosure three has sharp protruding wire points.  These wire\npoints are along the bottom of the chain link divider.  This sharp wire points could injure the two adult dogs housed\nin the enclosure.  \n*  The whelping enclosure, housing three adult dogs and 21 puppies, has an nail that is protruding outward into the\nenclosure.  This nail is at head and eye level for the puppies in the enclosure.\nThese sharp wire points must be removed.  All enclosures must be maintained so that they have no sharp\nprotruding points or edges that could injure the dogs.\n3.11(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n* There were numerous flies around all the enclosures that housed the dogs.  Two Saint Bernards had open\nwounds with several flies on and around the wounds. There was no fly prevention for the flies.  The flies can irritate\nthe dogs and cause open wounds on the dogs.  A fly prevention program is needed to protect health and well-being\nof the 25 adult dogs and 28 puppies from the flies.\nTo be corrected by, 26-August-2014.\nThis inspection and exit interview was conducted with the facility representative.\nThis inspection report will be sent both regular and certified mail.\nAdditional Inspectors\nThornton Karl, Animal Care Inspector",
  "animals_total": 53,
  "species": [
    {
      "count": 25,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 28,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}