{
  "insp_id": "232151112270752",
  "layout": "a",
  "customer_id": "329257",
  "customer_name": "Wayne Miller",
  "customer_addr": "1905 South 1100 West\nMiddlebury, IN 46540",
  "certificate": "32-A-0479",
  "site_id": "001",
  "site_name": "WAYNE MILLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-AUG-2015",
  "report_date": "18-AUG-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Dogs #577, and #576 are Soft-coated Wheaton females. Both dogs have tartar accumulation on the canines and\ncheek teeth. The PVC addresses dogs with this level of periodontal disease, and requires hand scaling and dental\nspray, or, as an alternative, chlorhexidine in the water supply. The licensee has not yet initiated any prevention or\ntreatment for dental disease. The attending veterinarian is due for the kennel walk-through at the end of this month.\nThe PVC says the Attending Veterinarian will grade all the dogs and prescribe treatment, if necessary. Failure to\nprevent and treat periodontal disease can result in infection, dental pain, loss of teeth, and damage to the overall\nhealth of the animal. Correct by having these two dogs, and all dogs with dental disease, examined by the\nattending veterinarian, and follow the treatment protocol prescribed by the attending veterinarian in the Program of\nVeterinary Care. Maintain documentation that this was accomplished and present it to APHIS officials when\nrequested. Correct by August 31, 2015.\nInspection and exit interview conducted with owner."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDogs #577, and #576 are Soft-coated Wheaton females.  Both dogs have tartar accumulation on the canines and\ncheek teeth.  The PVC addresses dogs with this level of periodontal disease, and requires hand scaling and dental\nspray, or, as an alternative, chlorhexidine in the water supply.  The licensee has not yet initiated any prevention or\ntreatment for dental disease.  The attending veterinarian is due for the kennel walk-through at the end of this month.\n The PVC says the Attending Veterinarian will grade all the dogs and prescribe treatment, if necessary. Failure to\nprevent and treat periodontal disease can result in infection, dental pain, loss of teeth, and damage to the overall\nhealth of the animal.  Correct by having these two dogs, and all dogs with dental disease, examined by the\nattending veterinarian, and follow the treatment protocol prescribed by the attending veterinarian in the Program of\nVeterinary Care.  Maintain documentation that this was accomplished and present it to APHIS officials when\nrequested.  Correct by August 31, 2015.\nInspection and exit interview conducted with owner.",
  "animals_total": 165,
  "species": [
    {
      "count": 85,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 80,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}