{
  "insp_id": "2016082569448366",
  "layout": "a",
  "customer_id": "332244",
  "customer_name": "Little Puppies Online L L C",
  "customer_addr": "16149 Wooster Rd\nMount Vernon, OH 43050",
  "certificate": "31-B-0174",
  "site_id": "001",
  "site_name": "LITTLE PUPPIES ONLINE L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-APR-2019",
  "report_date": "10-APR-2019",
  "citations": [
    {
      "code": "3.6(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "On today's inspection, there was female golden doodle housed in an enclosure that measured 36\"X30\" or 7.5 sq ft.\nThe dog was measured from the tip of the nose to the base of the tail while standing and lying down. On both\noccasions, this dog measured 28\" and would require 8.03 sq ft of minimum space. This enclosure does not provide\nthis dog with an adequate amount of space. The Licensee must ensure that dogs have at least the minimum about\nof floor space that is required. To determine the appropriate amount of space the licensee must ensure that each\nEach dog housed in a primary enclosure is provided a minimum amount of floor space, calculated as follows: Find\nthe mathematical square of the sum of the length of the dog in inches (measured from the tip of its nose to the base\nof its tail) plus 6 inches; then divide the product by 144. The calculation is: (length of dog in inches + 6) x (length of\ndog in inches + 6) = required floor space in square inches. Required floor space in inches/144 = required floor\nspace in square feet.\nThis citation was corrected by placing the dog identified in a larger enclosure prior to the exit.\nThis was a facility inspection only. Records were collected for further review.\nThis inspection and exit interview were conducted with a facility representative."
    }
  ],
  "narrative": "3.6(c)(1)\nPRIMARY ENCLOSURES.\nOn today's inspection, there was female golden doodle housed in an enclosure that measured 36\"X30\" or 7.5 sq ft.  \nThe dog was measured from the tip of the nose to the base of the tail while standing and lying down.  On both\noccasions, this dog measured 28\" and would require 8.03 sq ft of minimum space.  This enclosure does not provide\nthis dog with an adequate amount of space.  The Licensee must ensure that dogs have at least the minimum about\nof floor space that is required.  To determine the appropriate amount of space the licensee must ensure that each\nEach dog housed in a primary enclosure is provided a minimum amount of floor space, calculated as follows: Find\nthe mathematical square of the sum of the length of the dog in inches (measured from the tip of its nose to the base\nof its tail) plus 6 inches; then divide the product by 144. The calculation is: (length of dog in inches + 6) x (length of\ndog in inches + 6) = required floor space in square inches. Required floor space in inches/144 = required floor\nspace in square feet.\nThis citation was corrected by placing the dog identified in a larger enclosure prior to the exit.\nThis was a facility inspection only.  Records were collected for further review.\nThis inspection and exit interview were conducted with a facility representative.",
  "animals_total": 123,
  "species": [
    {
      "count": 123,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}