{
  "insp_id": "200162219080205",
  "layout": "a",
  "customer_id": "327222",
  "customer_name": "Kristina Brouner",
  "customer_addr": "2512 Cedar St.\nEverett, WA 98201",
  "certificate": "91-A-0124",
  "site_id": "001",
  "site_name": "Hedgehogs Northwest",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-JUL-2016",
  "report_date": "20-JUL-2016",
  "citations": [
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "There is an open bag of hedgehog food present, and bags of food are stored directly on the floor. Food stored\ndirectly on the floor, against walls or left open can be contaminated and allows deterioration or access to rodents\nand other pests. All open supplies of food must be kept in leakproof containers with tightly fitting lids to prevent\ncontamination and spoilage.\nTo be corrected by: August 8, 2016"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The room for the hedgehogs has accumulated bedding, fecal material and other refuse present on the floor. In\naddition, excess equipment and supplies are filling one side of the room.\nAccumulated bedding and fecal material on the floor, and other refuse contributes to odor and makes it difficult to\nmaintain adequate pest control. Excess equipment and supplies make the animal room difficult to clean and\nsanitize and to maintain adequate pest control.\nThe floors of the animal room must be cleaned, and discarded materials and other refuse removed from the animal\nhousing room. In addition, if the room is to be used for the storage of equipment and supplies, these areas must be\ncleaned and organized.\nTo be corrected by: August 8, 2016\nAn exit briefing was conducted with the facility representative."
    }
  ],
  "narrative": "3.125(c)\nFACILITIES, GENERAL.   \nThere is an open bag of hedgehog food present, and bags of food are stored directly on the floor.  Food stored\ndirectly on the floor, against walls or left open can be contaminated and allows deterioration or access to rodents\nand other pests.  All open supplies of food must be kept in leakproof containers with tightly fitting lids to prevent\ncontamination and spoilage. \nTo be corrected by:  August 8, 2016\n3.131(c)\nSANITATION.   \nThe room for the hedgehogs has accumulated bedding, fecal material and other refuse present on the floor.  In\naddition, excess equipment and supplies are filling one side of the room.\nAccumulated bedding and fecal material on the floor, and other refuse contributes to odor and makes it difficult to\nmaintain adequate pest control.  Excess equipment and supplies make the animal room difficult to clean and\nsanitize and to maintain adequate pest control.\nThe floors of the animal room must be cleaned, and discarded materials and other refuse removed from the animal\nhousing room.  In addition, if the room is to be used for the storage of equipment and supplies, these areas must be\ncleaned and organized.\nTo be corrected by:  August 8, 2016\nAn exit briefing was conducted with the facility representative.",
  "animals_total": 78,
  "species": [
    {
      "count": 78,
      "scientific": "Atelerix albiventris",
      "common": "HEDGEHOG"
    }
  ]
}