{
  "insp_id": "2016082568403479",
  "layout": "a",
  "customer_id": "329855",
  "customer_name": "Shelby Sudduth",
  "customer_addr": "6801 Farrand Rd\nSherman, IL 62684",
  "certificate": "33-C-0443",
  "site_id": "001",
  "site_name": "SHELBY SUDDUTH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-JUN-2017",
  "report_date": "05-JUN-2017",
  "citations": [
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The sales records for a Marmoset that was sold earlier in the year was missing the address of the person that\nbought the animal. In addition, APHIS Form 7019 was incomplete. The disposition dates and information was\nmissing for multiple animals and a newborn Lemur had not been added to the form. Not recording all the required\ninformation for the disposition and acquisition of the animals does not allow for proper tracking of the animals by an\nAPHIS official. All required information must be documented in a timely manner by the licensee. Correct by\n6/12/17."
    },
    {
      "code": "3.84(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "A sheltered enclosure containing three Ring-Tailed Lemurs had not been cleaned out in two weeks. Feces was\naccumulating on the inside part of the sheltered enclosure. Feces accumulating at the bottom of the enclosure can\ncontribute to the spread of disease amongst the primates and any people working near the enclosure. All primate\nenclosures must be sanitized at least once every two weeks or more often as necessary to prevent the buildup of\nexcreta within the enclosure. Correct by 6/6/17."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "A perimeter fence was absent for two enclosures: one containing a bobcat and another containing two kangaroos.\nNot having a perimeter fence for these animals doesn't ensure that the animals contained within the perimeter fence\ncan't escape if they somehow got out of their primary enclosures. The licensee must erect a perimeter fence for\nthese animals. Correct by 7/5/17.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nThe sales records for a Marmoset that was sold earlier in the year was missing the address of the person that\nbought the animal.  In addition, APHIS Form 7019 was incomplete.  The disposition dates and information was\nmissing for multiple animals and a newborn Lemur had not been added to the form.  Not recording all the required\ninformation for the disposition and acquisition of the animals does not allow for proper tracking of the animals by an\nAPHIS official.  All required information must be documented in a timely manner by the licensee.  Correct by\n6/12/17.\n3.84(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL. \nA sheltered enclosure containing three Ring-Tailed Lemurs had not been cleaned out in two weeks.  Feces was\naccumulating on the inside part of the sheltered enclosure.  Feces accumulating at the bottom of the enclosure can\ncontribute to the spread of disease amongst the primates and any people working near the enclosure.  All primate\nenclosures must be sanitized at least once every two weeks or more often as necessary to prevent the buildup of\nexcreta within the enclosure.  Correct by 6/6/17.\n3.127(d)\nFACILITIES, OUTDOOR. \nA perimeter fence was absent for two enclosures: one containing a bobcat and another containing two kangaroos. \nNot having a perimeter fence for these animals doesn't ensure that the animals contained within the perimeter fence\ncan't escape if they somehow got out of their primary enclosures.  The licensee must erect a perimeter fence for\nthese animals.  Correct by 7/5/17.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.",
  "animals_total": 7,
  "species": [
    {
      "count": 3,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 2,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    }
  ]
}