{
  "insp_id": "166152240240102",
  "layout": "a",
  "customer_id": "2827",
  "customer_name": "S Glenice Viken",
  "customer_addr": "28401 380th Avenue\nRoseau, MN 56751",
  "certificate": "41-A-0298",
  "site_id": "001",
  "site_name": "S GLENICE VIKEN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-JUN-2015",
  "report_date": "16-JUN-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A 16 week old unidentified female Pekinese/Pomeranian mix has an abnormal condition of her left eye. The dog\nsquints the eye and drainage is observed in and around the eye. The current condition of the dog's eye can be\npainful and can possibly lead to more serious problems such as infection or blindness if left untreated. The\nlicensee, in consultation with the facility's attending veterinarian, must address the eye health of this dog.\nA female Pomeranian with tag #117 is observed to have a hard, grayish-brown material on the surface of her front\nand cheek teeth. The licensee stated that she has consulted the facility veterinarian regarding dental health and has\nbeen treating the adult dogs at the kennel with an oral dental medication. However the treatment appears not to be\neffectively working as the material observed on the teeth of dog #117 is consistent with dental disease. Dental\ndisease can be painful and can lead to other health problems if left untreated. The licensee, in consultation with the\nfacility veterinarian, needs to reevaluate the current dental health plan for this dog and all the dogs at the facility."
    },
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "A 16 week old female Pekinese/Pomeranian mix is not currently identified with official USDA identification. Lack of\nofficial identification does not allow for the proper identification or tracking of the animal. Identify the adult dog with\nofficial USDA identification."
    },
    {
      "code": "3.1(b)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The primary enclosures in the Quonset hut building are cleaned daily but the soiled bedding materials have not\nbeen further removed and have accumulated inside the housing area. Accumulations of soiled bedding can attract\npests, create odors and does not facilitate good husbandry practices. Remove soiled bedding materials from inside\nthe housing area as often as necessary to prevent the accumulation of such materials. Correct by June 19, 2915."
    },
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Excessive rust is observed to be developing on the metal door flaps in the enclosures of the inside/outside building.\nThe presence of rust can prevent the surfaces from being properly cleaned and sanitized. Eliminate the rust from\nthe metal door flaps. Correct by July 31, 2015."
    },
    {
      "code": "3.1(c)(1)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Sharp wire points still remain inside the runs of the middle enclosure on the west side of the inside/outside building\nas well as in the second pen on the east side of the inside/outside building. Sharp points are an injury hazard.\nRemove the sharp points from inside the runs."
    },
    {
      "code": "3.4(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "Two enclosures in the Quonset hut building do not have shelter structures. Lack of shelters does not allow the dogs\nprotection and shelter from colder temperatures. Provide shelters in all enclosures located in the Quonset hut\nbuilding. Correct by June 19, 2015.\nInspection and exit interview conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA 16 week old unidentified female Pekinese/Pomeranian mix has an abnormal condition of her left eye.  The dog\nsquints the eye and drainage is observed in and around the eye.  The current condition of the dog's eye can be\npainful and can  possibly lead to more serious problems such as infection or blindness if left untreated.  The\nlicensee, in consultation with the facility's attending veterinarian, must address the eye health of this dog.\nA female Pomeranian with tag #117 is observed to have a hard, grayish-brown material on the surface of her front\nand cheek teeth. The licensee stated that she has consulted the facility veterinarian regarding dental health and has\nbeen treating the adult dogs at the kennel with an oral dental medication.  However the treatment appears not to be\neffectively working as the material observed on the teeth of dog #117 is consistent with dental disease.  Dental\ndisease can be painful and can lead to other health problems if left untreated.  The licensee, in consultation with the\nfacility veterinarian,  needs to reevaluate the current dental health plan for this dog and all the dogs at the facility.\n2.50(a)(1)                    REPEAT\nTIME AND METHOD OF IDENTIFICATION.\nA 16 week old female Pekinese/Pomeranian mix is not currently identified with official USDA identification.  Lack of\nofficial identification does not allow for the proper identification or tracking of the animal.  Identify the adult dog with\nofficial USDA identification.\n3.1(b)\nHOUSING FACILITIES, GENERAL.\nThe primary enclosures in the Quonset hut building are cleaned daily but the soiled bedding materials have not\nbeen further removed and have accumulated inside the housing area.  Accumulations of soiled bedding can attract\npests, create odors and does not facilitate good husbandry practices.  Remove soiled bedding materials from inside\nthe housing area as often as necessary to prevent the accumulation of such materials.  Correct by June 19, 2915.\n3.1(c)(1)(1)\n\nHOUSING FACILITIES, GENERAL.\nExcessive rust is observed to be developing on the metal door flaps in the enclosures of the inside/outside building. \nThe presence of rust can prevent the surfaces from being properly cleaned and sanitized.  Eliminate the rust from\nthe metal door flaps.  Correct by July 31, 2015.\n3.1(c)(1)(2)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nSharp wire points still remain inside the runs of the middle enclosure on the west side of the inside/outside building\nas well as in the second pen on the east side of the inside/outside building.  Sharp points are an injury hazard. \nRemove the sharp points from inside the runs.\n3.4(b)(1)\nOUTDOOR HOUSING FACILITIES.\nTwo enclosures in the Quonset hut building do not have shelter structures.  Lack of shelters does not allow the dogs\nprotection and shelter from colder temperatures.  Provide shelters in all enclosures located in the Quonset hut\nbuilding.  Correct by June 19, 2015.\nInspection and exit interview conducted with the licensee.\nEnd of report.",
  "animals_total": 74,
  "species": [
    {
      "count": 53,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 21,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}