{
  "insp_id": "2016090000763223",
  "layout": "b",
  "customer_id": "326848",
  "customer_name": "SHAWN ZIELKE",
  "customer_addr": "2613 WOODS ROAD\nIONIA, MI 48846",
  "certificate": "34-B-0229",
  "site_id": "001",
  "site_name": "SHAWN ZIELKE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-JAN-2022",
  "report_date": "20-JAN-2022",
  "citations": [
    {
      "code": "3.29(d)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding.",
      "narrative": "The food receptacles for the guinea pigs have caked food around the bottom edges of the bowls.\nAll food receptacles shall be kept clean and shall be sanitized at least once every 2 weeks.\nClean the food receptacles for the guinea pigs as often as necessary to prevent caking, and contamination of the food.\nTo be corrected by end of business January 20, 2022."
    },
    {
      "code": "3.31(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "At least 70% of the approximately 270 primary enclosures for hamsters and guinea pigs are excessively full of feces and\nurine, and another 20% include petrified dead hamsters whose cause of death is unknown. There is also food waste on\ntop of the wet and soiled bedding. The majority of the enclosures for hamster have more feces contained in them than\nbedding. The licensee stated that she has two employees that usually clean the primary enclosures and they have not\nbeen available for one month. Even through the surgical mask worn for inspection the odor of ammonia and decaying\nanimals is overwhelming in the building containing the hamsters, guinea pigs, chinchillas, and degus. Some enclosures\nhave a small layer of clean bedding that has been added over the wet and soiled bedding decreasing the amount of head\nspace for the hamsters housed in these enclosures. One of the guinea pig enclosures has caked on feces and other\norganic material on the plastic bottom, and the metal rungs that make up the primary enclosure housing 2 guinea pigs.\nThe hamster and guinea pig enclosures are not being properly sanitized. The licensee stated that the enclosures are\nbeing scrapped out, sprayed with sanitizer, and wiped out weekly. The licensee stated that she can only keep up with\nfeeding and watering of the animals without the help of others.\nPrimary enclosures shall be cleaned and sanitized often enough to prevent an accumulation of excreta or debris and shall\nbe sanitized at least once every 2 weeks. If primary enclosures become soiled or wet to a degree that might be harmful or\nuncomfortable to the animals therein due to discharges from dead or dying animals, spoiled perishable foods, or moisture\ncondensation, the guinea pigs or hamsters shall be transferred to clean primary enclosures. Primary enclosures for\nguinea pigs or hamsters shall be sanitized by washing them with hot water at 180 °F, and soap or detergent as in a\nmechanical cage washer, or by washing all soiled surfaces with a detergent solution followed by a safe and effective\ndisinfectant, or by cleaning all soiled surfaces with live steam.\nPrimary enclosures for hamsters and guinea pigs must be cleaned and sanitized often enough to prevent the\naccumulation of urine, feces, dead animals, and food waste. Sanitizing enclosures requires washing all organic material\nfrom surfaces prior to the use of a sanitizing solution. Failure to remove dead animals in primary enclosures for hamsters\ncan lead to contamination of the animal, uncomfortable living conditions, and disease transmission.\nTo be corrected by January 21, 2022 12:00 PM EST"
    },
    {
      "code": "3.32",
      "kind": "",
      "repeat": false,
      "desc": "Employees.",
      "narrative": "The primary enclosures for the hamsters and guinea pigs are excessively dirty with urine, feces, dead hamsters, and\ncaked feces and organic material. The licensee stated she is unable to clean as needed without the help of others. The\nlicensee stated she can only keep up with feeding and watering without assistance.\nA sufficient number of employees shall be utilized to maintain the prescribed level of husbandry practices set forth in this\nsubpart.\nEnough employees must be used to ensure that primary enclosures for animals are cleaned and sanitized as necessary\nto prevent animals from living in enclosures that contain excessive urine, feces, food waste, and in the presence of dead\nanimals.\nTo be corrected by January 24, 2022\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "3.29(d) \n   \nFeeding. \nThe food receptacles for the guinea pigs have caked food around the bottom edges of the bowls. \n \nAll food receptacles shall be kept clean and shall be sanitized at least once every 2 weeks. \n \nClean the food receptacles for the guinea pigs as often as necessary to prevent caking, and contamination of the food. \n \nTo be corrected by end of business January 20, 2022. \n3.31(a)  Direct\n   \nSanitation. \nAt least 70% of the approximately 270 primary enclosures for hamsters and guinea pigs are excessively full of feces and \nurine, and another 20% include petrified dead hamsters whose cause of death is  unknown. There is also food waste on \ntop of the wet and soiled bedding.  The majority of the enclosures for hamster have more feces contained in them than \nbedding.  The licensee stated that she has two employees that usually clean the primary enclosures and they have not \nbeen available for one month.  Even through the surgical mask worn for inspection the odor of ammonia and decaying \nanimals is overwhelming in the building containing the hamsters, guinea pigs, chinchillas, and degus.  Some enclosures\n\nhave a small layer of clean bedding that has been added over the wet and soiled bedding decreasing the amount of head \nspace for the hamsters housed in these enclosures.  One of the guinea pig enclosures has caked on feces and other \norganic material on the plastic bottom, and the metal rungs that make up the primary enclosure housing 2 guinea pigs.  \nThe hamster and guinea pig enclosures are not being properly sanitized.  The licensee stated that the enclosures are \nbeing scrapped out, sprayed with sanitizer, and wiped out weekly.  The licensee stated that she can only keep up with \nfeeding and watering of the animals without the help of others. \n \nPrimary enclosures shall be cleaned and sanitized often enough to prevent an accumulation of excreta or debris and shall \nbe sanitized at least once every 2 weeks. If primary enclosures become soiled or wet to a degree that might be harmful or \nuncomfortable to the animals therein due to discharges from dead or dying animals, spoiled perishable foods, or moisture \ncondensation, the guinea pigs or hamsters shall be transferred to clean primary enclosures. Primary enclosures for \nguinea pigs or hamsters shall be sanitized by washing them with hot water at 180 °F, and soap or detergent as in a \nmechanical cage washer, or by washing all soiled surfaces with a detergent solution followed by a safe and effective \ndisinfectant, or by cleaning all soiled surfaces with live steam. \n \nPrimary enclosures for hamsters and guinea pigs must be cleaned and sanitized often enough to prevent the \naccumulation of urine, feces, dead animals, and food waste.  Sanitizing enclosures requires washing all organic material \nfrom surfaces prior to the use of a sanitizing solution.  Failure to remove dead animals in primary enclosures for hamsters \ncan lead to contamination of the animal, uncomfortable living conditions, and disease transmission. \n \nTo be corrected by January 21, 2022 12:00 PM EST \n3.32\n\nEmployees. \nThe primary enclosures for the hamsters and guinea pigs are excessively dirty with urine, feces, dead hamsters, and \ncaked feces and organic material.  The licensee stated she is unable to clean as needed without the help of others.  The \nlicensee stated she can only keep up with feeding and watering without assistance. \n \nA sufficient number of employees shall be utilized to maintain the prescribed level of husbandry practices set forth in this \nsubpart. \n \nEnough employees must be used to ensure that primary enclosures for animals are cleaned and sanitized as necessary \nto prevent animals from living in enclosures that contain excessive urine, feces, food waste, and in the presence of dead \nanimals. \n \nTo be corrected by January 24, 2022 \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 1613,
  "species": [
    {
      "count": 77,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 1305,
      "scientific": "Mesocricetus auratus",
      "common": "SYRIAN / GOLDEN HAMSTER (COMMON PET/RESEARCH TYPE)"
    },
    {
      "count": 23,
      "scientific": "Meriones unguiculatus",
      "common": "MONGOLIAN GERBIL (COMMON PET / RESEARCH VARIETY)"
    },
    {
      "count": 11,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA (DOMESTICATED)"
    },
    {
      "count": 197,
      "scientific": "Phodopus roborovskii",
      "common": "ROBOROVSKI'S DWARF HAMSTER"
    }
  ]
}