{
  "insp_id": "2016082568950342",
  "layout": "a",
  "customer_id": "16730",
  "customer_name": "Tracy Iverson",
  "customer_addr": "34801 Row River Rd.\nCottage Grove, OR 97424",
  "certificate": "92-A-0377",
  "site_id": "001",
  "site_name": "TRACY IVERSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "31-OCT-2017",
  "report_date": "06-NOV-2017",
  "citations": [
    {
      "code": "3.25(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Three bags of feed were found open at the facility. One bag of pelleted cavy food, one bag of rolled oats, and one\nbag of whole kernel corn. All open bags of feed stuffs and bedding need to be in a secure container with a lid. This\nis to protect against contamination and possible vermin access. Any type of secure container with a lid will satisfy\nthis regulation.\nCorrect by: November/8/2017"
    },
    {
      "code": "3.31(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The long white enclosures running along each side of the facility need to be cleaned and sanitized. Two enclosures\non the left side of the building and three on the right side have an accumulation of old bedding pellets, feed stuffs,\nand excrete that need to be cleaned. All of these long white enclosures need to be cleaned and sanitized on a\nregular basis to eliminate substrates for bacterial/mold growth and to ensure the cavies have a clean dry enclosure.\nA regular program of cleaning and sanitizing all enclosures needs to be in place and followed.\nCorrect by: November/8/2017"
    },
    {
      "code": "3.31(b)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Shelves on the floor at the far end of the facility were covered with dust and dirt. These shelves contained bottles of\nvarious supplies used at the facility. All supplies should be stored in clean areas and maintained in good order.\nThere was fecal material on the floor around and under an old refrigerator and an open cage in the main room of the\nfacility. All areas around and under the main cavy enclosures need to be swept and cleaned of fecal material and\ndebris. A regular schedule of sweeping under and around all enclosures, appliances, and storage areas needs to\nbe in place and maintained.\nCorrect by: November/8/2017\nThis inspection and exit interview were conducted with facility representative."
    }
  ],
  "narrative": "3.25(c)\nFACILITIES, GENERAL.\nThree bags of feed were found open at the facility.  One bag of pelleted cavy food, one bag of rolled oats, and one\nbag of whole kernel corn.  All open bags of feed stuffs and bedding need to be in a secure container with a lid.  This\nis to protect against contamination and possible vermin access.  Any type of secure container with a lid will satisfy\nthis regulation.\nCorrect by:  November/8/2017\n3.31(a)(1)\nSANITATION.\nThe long white enclosures running along each side of the facility need to be cleaned and sanitized.  Two enclosures\non the left side of the building and three on the right side have an accumulation of old bedding pellets, feed stuffs,\nand excrete that need to be cleaned.  All of these long white enclosures need to be cleaned and sanitized on a\nregular basis to eliminate substrates for bacterial/mold growth and to ensure the cavies have a clean dry enclosure. \nA regular program of cleaning and sanitizing all enclosures needs to be in place and followed.\nCorrect by:  November/8/2017\n3.31(b)                    REPEAT\nSANITATION.\nShelves on the floor at the far end of the facility were covered with dust and dirt.  These shelves contained bottles of\nvarious supplies used at the facility.  All supplies should be stored in clean areas and maintained in good order. \nThere was fecal material on the floor around and under an old refrigerator and an open cage in the main room of the\nfacility.  All areas around and under the main cavy enclosures need to be swept and cleaned of fecal material and\ndebris.  A regular schedule of sweeping under and around all enclosures, appliances, and storage areas needs to\nbe in place and maintained.\nCorrect by:  November/8/2017\n\nThis inspection and exit interview were conducted with facility representative.",
  "animals_total": 250,
  "species": [
    {
      "count": 250,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}