{
  "insp_id": "2016082569291583",
  "layout": "a",
  "customer_id": "503793",
  "customer_name": "Woodside Kennel",
  "customer_addr": "47650 T R 218\nMillersburg, OH 44654",
  "certificate": "31-A-0710",
  "site_id": "001",
  "site_name": "WOODSIDE KENNEL",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-OCT-2018",
  "report_date": "04-OCT-2018",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Dog #54, a Boston Terrier female, has a large open lesion on her right side that is about 2” wide and about 5” long\nstarting at the base of her neck to about ¾ of the way down her side and shoulder area. The lesion is wet with an\narea of the wound, approximately 1.5 x 2.5 inches in diameter, that is dark red, crusted, and sloughing exposing the\nunderlying tissue. There is a thick, creamy, white/yellow discharge coating the underlying tissues. The Licensee\nstated that he noticed the issue on 10/2/2018 and started treating with Dermajell. This product was prescribed to\nthe Licensee for another animal with a past issue (no diagnosis or reason for treatment was listed on the\nprescription). In addition, there was no written guidance in the Program of Veterinarian Care for the use of Dermajell\nor how to treat lesions of this size. The Licensee did not contact the Veterinarian for guidance until after the\ninspection had been completed. This condition is something that should have been apparent to the Licensee during\nhis daily observation. Failure to communicate with the attending veterinarian when the program of veterinarian care\ndoes not have adequate guidance and does not allow for the proper diagnoses or treatment of an animal’s\ncondition. The Licensee was notified the day of inspection (10/3/2014) that this dog must be seen by a licensed\nveterinarian in order to obtain a proper diagnosis and treatment for the animal's condition.\nCorrect By: COB 10/4/2018, This dog was confirmed to have already been picked up by the attending veterinarian\nand in his care at the time of the Exit.\nDog #25, a Bichon female, was noted to have an open lesion on her hind quarters. The lesion is irregular in size\nand shape, but is approximately 0.75 inches by 2 inches in its widest spot. The surface of the lesion has a thin\nbrown crust covering nearly the entire surface with a mild amount of yellow-white discharge present. The skin\nsurrounding the lesion is mildly pink and swollen. The licensee is currently treating the lesion with Dermajell. This\nproduct was prescribed to the Licensee for another animal with a past issue (no diagnosis or reason for treatment\nwas listed on the prescription). In addition, there was no written guidance in the Program of Veterinarian Care for\nthe use of Dermajell. The Licensee has guidance in his Program of Veterinarian Care for mild scrapes, minor cuts or\nhot spots. However; Dermajell is not currently listed in the Program of Veterinarian Care. Upon further\nexamination, this dog was also noticed to have 2 cuts/scratchers on her right side that the Licensee called “razor\nburn”. The Licensee stated that the dog had recently been clipped and that he had not noticed these areas or\nstarted treatment prior to today's inspection. In addition, the cuts/scratches should have been apparent during the\nLicensees daily observation or during their use of Dermajell on the animals open lesion. The Licensee did not\ncontact the Veterinarian prior to today's inspection for the issues identified above. The Licensee failed to\ncommunicate with his attending veterinarian to ensure that he was provided with adequate guidance to allow for a\nproper diagnoses or treatment of the issues identified above. The Licensee must have this dog seen by a licensed\nveterinarian.\nCorrect By: 10/5/2018, This dog was confirmed to have an appointment to be seen by the attending veterinarian at\nthe time of the Exit.\nAt least four dogs within the facility had moderate to severe matting during today’s inspection.\nDog #6, a Yorkie male, was noted to have matting of the hair. Upon further examination, the dog was noticed to\nhave several small to medium sized matts that covered the dogs back, sides and hind quarters. The matting covers\napproximately 75% of the dogs body.\nDog #133, a Maltese male, was noticed to have matting of the hair. Upon further examination, this dog has small\nmatts in various areas of her body; back, sides, hind quarters and down her back legs. The matts cover about 30%\nof the dogs body. In addition, this dog has excessively long toenails.\nDog #4, a Pomeranian Male, was noticed to have matting of the hair. Upon further examination, this dog was\nnoticed to have several areas with small matts on his sides and hind quarters. The matting covers approximately\n20% of this dogs body.\nDog #3, a Pomeranian Male, was noticed to have matting of the hair. Upon further examination, this dog was\nnoticed to have several areas with small to large matts on his sides, hind quarters, base of the neck and down his\nback. The matting covers approximately 45% of this dogs body.\nDogs #6, #133, #4, and #3 have all been identified on today's inspection as having matting of the hair or long\ntoenails. The Licensee had not identified any of the issues listed above prior to today's inspection. In addition, the\nLicensees did not follow any grooming protocols or contact his veterinarian for guidance to assist in the prevention\nof these grooming issues prior to today's inspection. Matted hair coats can be painful and can lead to further\nveterinary care issues and skin disorders. This facility must ensure that there are methods in place for daily\nobservation of all animals in order to identify issues such as matting. In addition, the Licensee must ensure that he\nis following all protocols outlined in his program of veterinarian care or that he is communicating with his attending\nveterinarian to ensure that there are appropriate measures in place to prevent, control and diagnosis all veterinary\ncare issues that are identified in his facility.\nCorrect By: 10/11/2018, Dog #6, #4 and #3 were confirmed to be clipped and without matted hair at the time of the\nExit."
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "On today's inspection, there were 26 self-feeders with a heavy to excessive accumulation of black matter adhered\nto the inside lip of the feeder where the dogs eat and/or on the side walls where the food is put in or held while in\nthe self-feeder. These feeders are not being cleaned often enough to prevent the accumulation of dirt, debris, food\nand other potential disease hazards. The Licensee must ensure that all cleaning protocols for the kennel include a\nmethod of cleaning all of the food receptacles (self-feeders) as often as necessary to meet the standards set forth in\nthis subpart.\nCorrect By: 10/11/2018\nThis inspection was conducted on 10/3/2018 with the Licensee.\nThe exit interview was conducted on 10/4/2018 with the Licensee."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDog #54, a Boston Terrier female, has a large open lesion on her right side that is about 2” wide and about 5” long\nstarting at the base of her neck to about ¾ of the way down her side and shoulder area.  The lesion is wet with an\narea of the wound, approximately 1.5 x 2.5 inches in diameter, that is dark red, crusted, and sloughing exposing the\nunderlying tissue. There is a thick, creamy, white/yellow discharge coating the underlying tissues. The Licensee\nstated that he noticed the issue on 10/2/2018 and started treating with Dermajell.  This product was prescribed to\nthe Licensee for another animal with a past issue (no diagnosis or reason for treatment was listed on the\nprescription). In addition, there was no written guidance in the Program of Veterinarian Care for the use of Dermajell\nor how to treat lesions of this size. The Licensee did not contact the Veterinarian for guidance until after the\ninspection had been completed.  This condition is something that should have been apparent to the Licensee during\nhis daily observation.  Failure to communicate with the attending veterinarian when the program of veterinarian care\ndoes not have adequate guidance and does not allow for the proper diagnoses or treatment of an animal’s\ncondition.  The Licensee was notified the day of inspection (10/3/2014) that this dog must be seen by a licensed\nveterinarian in order to obtain a proper diagnosis and treatment for the animal's condition.  \nCorrect By: COB 10/4/2018, This dog was confirmed to have already been picked up by the attending veterinarian\nand in his care at the time of the Exit.\nDog #25, a Bichon female, was noted to have an open lesion on her hind quarters.  The lesion is irregular in size\nand shape, but is approximately 0.75 inches by 2 inches in its widest spot. The surface of the lesion has a thin\nbrown crust covering nearly the entire surface with a mild amount of yellow-white discharge present. The skin\nsurrounding the lesion is mildly pink and swollen. The licensee is currently treating the lesion with Dermajell. This\nproduct was prescribed to the Licensee for another animal with a past issue (no diagnosis or reason for treatment\nwas listed on the prescription). In addition, there was no written guidance in the Program of Veterinarian Care for\nthe use of Dermajell. The Licensee has guidance in his Program of Veterinarian Care for mild scrapes, minor cuts or\nhot spots.  However; Dermajell is not currently listed in the Program of Veterinarian Care.  Upon further\nexamination, this dog was also noticed to have 2 cuts/scratchers on her right side that the Licensee called “razor\nburn”. The Licensee stated that the dog had recently been clipped and that he had not noticed these areas or\nstarted treatment prior to today's inspection.  In addition, the cuts/scratches should have been apparent during the\nLicensees daily observation or during their use of Dermajell on the animals open lesion.  The Licensee did not\n\ncontact the Veterinarian prior to today's inspection for the issues identified above.  The Licensee failed to\ncommunicate with his attending veterinarian to ensure that he was provided with adequate guidance to allow for a\nproper diagnoses or treatment of the issues identified above.  The Licensee must have this dog seen by a licensed\nveterinarian.  \nCorrect By: 10/5/2018, This dog was confirmed to have an appointment to be seen by the attending veterinarian at\nthe time of the Exit.\nAt least four dogs within the facility had moderate to severe matting during today’s inspection.\nDog #6, a Yorkie male, was noted to have matting of the hair.  Upon further examination, the dog was noticed to\nhave several small to medium sized matts that covered the dogs back, sides and hind quarters.  The matting covers\napproximately 75% of the dogs body.\nDog #133, a Maltese male, was noticed to have matting of the hair.  Upon further examination, this dog has small\nmatts in various areas of her body; back, sides, hind quarters and down her back legs. The matts cover about 30%\nof the dogs body.  In addition, this dog has excessively long toenails.\nDog #4, a Pomeranian Male, was noticed to have matting of the hair.  Upon further examination, this dog was\nnoticed to have several areas with small matts on his sides and hind quarters. The matting covers approximately\n20% of this dogs body.\nDog #3, a Pomeranian Male, was noticed to have matting of the hair.  Upon further examination, this dog was\nnoticed to have several areas with small to large matts on his sides, hind quarters, base of the neck and down his\nback.  The matting covers approximately 45% of this dogs body.\nDogs #6, #133, #4, and #3 have all been identified on today's inspection as having matting of the hair or long\ntoenails.  The Licensee had not identified any of the issues listed above prior to today's inspection.  In addition, the\nLicensees did not follow any grooming protocols or contact his veterinarian for guidance to assist in the prevention\nof these grooming issues prior to today's inspection.  Matted hair coats can be painful and can lead to further\nveterinary care issues and skin disorders. This facility must ensure that there are methods in place for daily\nobservation of all animals in order to identify issues such as matting.  In addition, the Licensee must ensure that he\nis following all protocols outlined in his program of veterinarian care or that he is communicating with his attending\nveterinarian to ensure that there are appropriate measures in place to prevent, control and diagnosis all veterinary\ncare issues that are identified in his facility.\nCorrect By: 10/11/2018, Dog #6, #4 and #3 were confirmed to be clipped and without matted hair at the time of the\nExit.\n3.9(b)\nFEEDING.\n\nOn today's inspection, there were 26 self-feeders with a heavy to excessive accumulation of black matter adhered\nto the inside lip of the feeder where the dogs eat and/or on the side walls where the food is put in or held while in\nthe self-feeder.  These feeders are not being cleaned often enough to prevent the accumulation of dirt, debris, food\nand other potential disease hazards.  The Licensee must ensure that all cleaning protocols for the kennel include a\nmethod of cleaning all of the food receptacles (self-feeders) as often as necessary to meet the standards set forth in\nthis subpart.\nCorrect By: 10/11/2018\nThis inspection was conducted on 10/3/2018 with the Licensee.\nThe exit interview was conducted on 10/4/2018 with the Licensee.",
  "animals_total": 206,
  "species": [
    {
      "count": 144,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 62,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}