{
  "insp_id": "232151459230899",
  "layout": "a",
  "customer_id": "322194",
  "customer_name": "Yusleidy Tarrero",
  "customer_addr": "15828 Keylime Blvd\nLoxahatchee, FL 33470",
  "certificate": "58-C-0948",
  "site_id": "001",
  "site_name": "YUSLEIDY TARRERO",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-AUG-2015",
  "report_date": "20-AUG-2015",
  "citations": [
    {
      "code": "3.53(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The wire mesh on the enclosure for the 15 rabbits is in poor repair. The mesh in several areas is broken and sharp\npoints exist. Pushed in wire mesh is accumulating fecal matter and the area under the enclosure has an excessive\nbuildup of fecal and food waste. The wood supports in the enclosure are excessively chewed and no longer\nstructurally sound. Primary enclosures shall be structurally sound and maintained in good repair to protect the\nrabbits from injury, to contain them, and to keep predators out.\nCorrect by: 08-30-2015"
    },
    {
      "code": "3.129(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "The feed trough for the goats and sheep was contaminated with excreta and the food was caked in the receptacle.\nFood receptacles, if used, shall be sufficient in quantity and located so as to be accessible to all animals in the\nenclosure and shall be placed so as to minimize contamination. Food receptacles shall be kept clean and sanitary\nat all times. If self-feeders are used, adequate measures shall be taken to prevent molding, contamination, and\ndeterioration or caking of food. This trough must cleaned properly and maintained so that the feed remains free from\ncontamination and deterioration.\nThere are two large blue drums that are used to hold feed for the goats and sheep in the feed storage area. These\ntwo drums have no lids at time of this inspection. An abundance of flies were in and around the feed drums. Lids\nmust be in use to protect the feed from contamination and deterioration.\nCorrect by: 08-21-2015."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The two pigs that are housed at the far right of the facility had no dry area to lie down on and the flooring was\nexcessively wet and full of wet fecal material. The rubber mesh flooring holds the excreta and wet matter under the\nmat and is unsanitary. The area smelled strongly of fecal matter and flies were abundant during the inspection.\nThis enclosure needs to be cleaned properly and kept clean so the animals have a clean dry area to lie down in.\nCorrect by: 08-21-2015."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "There were hundreds of flies in the animals areas and the feed storage area. Only one fly catcher was in use at\ntime of this inspection and was full of dead flies. A more aggresive program for the control of flies needs to be\nestablished and maintained.\nCorrect by: 08-25-15.\nAn exit briefing was conducted with the licensee."
    }
  ],
  "narrative": "3.53(a)(1)\nPRIMARY ENCLOSURES.   \nThe wire mesh on the enclosure for the 15 rabbits is in poor repair.  The mesh in several areas is broken and sharp\npoints exist.  Pushed in wire mesh is accumulating fecal matter and the area under the enclosure has an excessive\nbuildup of fecal and food waste.  The wood supports in the enclosure are excessively chewed and no longer\nstructurally sound.  Primary enclosures shall be structurally sound and maintained in good repair to protect the\nrabbits from injury, to contain them, and to keep predators out.\nCorrect by:  08-30-2015\n3.129(b)\nFEEDING.    \nThe feed trough for the goats and sheep was contaminated with excreta and the food was caked in the receptacle. \nFood receptacles, if used, shall be sufficient in quantity and located so as to be accessible to all animals in the\nenclosure and shall be placed so as to minimize contamination. Food receptacles shall be kept clean and sanitary\nat all times. If self-feeders are used, adequate measures shall be taken to prevent molding, contamination, and\ndeterioration or caking of food. This trough must cleaned properly and maintained so that the feed remains free from\ncontamination and deterioration.  \nThere are two large blue drums that are used to hold feed for the goats and sheep in the feed storage area.  These\ntwo drums have no lids at time of this inspection.  An abundance of flies were in and around the feed drums.  Lids\nmust be in use to protect the feed from contamination and deterioration.\nCorrect by:  08-21-2015.\n3.131(a)\nSANITATION.   \nThe two pigs that are housed at the far right of the facility had no dry area to lie down on and the flooring was\n\nexcessively wet and full of wet fecal material.  The rubber mesh flooring holds the excreta and wet matter under the\nmat and is unsanitary.  The area smelled strongly of fecal matter and flies were abundant during the inspection. \nThis enclosure needs to be cleaned properly and kept clean so the animals have a clean dry area to lie down in.  \nCorrect by:  08-21-2015.\n3.131(d)\nSANITATION.   \nThere were hundreds of flies in the animals areas and the feed storage area.  Only one fly catcher was in use at\ntime of this inspection and was full of dead flies.   A more aggresive program for the control of flies needs to be\nestablished and maintained.  \nCorrect by:  08-25-15.\nAn exit briefing was conducted with the licensee.",
  "animals_total": 25,
  "species": [
    {
      "count": 1,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 4,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 15,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 3,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 2,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}