{
  "insp_id": "2016082568762346",
  "layout": "a",
  "customer_id": "4870",
  "customer_name": "Clinton Wolston I I I",
  "customer_addr": "5050 F M 517\nAlvin, TX 77511",
  "certificate": "74-C-0153",
  "site_id": "001",
  "site_name": "CLINTON WOLSTON I I I",
  "insp_type": "FOCUSED INSPECTION",
  "date": "24-AUG-2017",
  "report_date": "24-AUG-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A black and white female goat in the petting zoo area was observed to have what appeared to be an abnormal\ngrowth coming from the rectum area causing swelling, discoloration, and a wet buildup around the rectum. Several\ngoats and two pigs in the petting zoo area, a zebu and several aoudad all had an excessive hoof growth. The\nattending veterinarian has not begun a treatment plan to address the hoof growth. Adequate daily observation\nfollowed by veterinary care is essential to ensure the heath and well being of the animals."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Two adult pigs in the petting zoo area had to be coaxed by an employee to stand. They were both very vocal and\nappeared to have difficulty standing. Both limped and appeared to have trouble moving around. Both pigs were\nobserved to have excessive hoof growth. Without proper veterinary care there is a risk of further health\ndeterioration. The animals must be assessed by a veterinarian and any treatment plan created must be followed."
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "No attendants and/or no or inadequate barriers were present in the following areas in which the public could have\naccess to animals: Kangaroo, giraffe, muntjac, wallaby, watusi, cavy, cow. With out an adequate number of\nemployees, there is a significant health and safety risk for both the animals and public. The licensee must ensure\nthat areas with public access be attended by an adequate number of knowledgeable employees or have adequate\nbarriers to ensure that the animals remain secured and unmolested in their enclosures.\nCorrect by 09/07/2017"
    },
    {
      "code": "2.131(d)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "Three members of the public were observed feeding and touching goats inside the petting zoo area in which there\nwas no identifiable attendant present. With out an adequate number of employees, there is a significant health and\nsafety risk for both the animals and public. The licensee must ensure that areas with public access be attended by\nan adequate number of knowledgeable employees or have adequate barriers to ensure that the animals remain\nsecured and unmolested in their enclosures.\nCorrect by 09/07/2017"
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "The following areas contained watering receptacles that were discolored, and contained green, organic material\ninside: Petting zoo area, cavy, rhino, Jacobs four horned sheep.\nAnimals are susceptible to parasites and can become ill from contaminated or unclean water. Animals must be\nprovided clean fresh water in sanitized receptacles."
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": true,
      "desc": "EMPLOYEES.",
      "narrative": "Based on the number of noncompliances and animals observed with health abnormalities, the facility does not have\nan adequate number of trained and knowledgeable employees to conduct adequate husbandry practices. Without\nan adequate number of employees, the facility can fall into disrepair, animals with health problems may go\nunnoticed and there is a health and safety risk to the public. The licensee must gain a sufficient number of\nadequately trained employees, supervised by a person or persons with a background in animal care.\nThis was a focused inspection to observe animals in the public access area, and animals with prior annotated health\nabnormalities.\nThis inspection and exit interview were conducted with the owner.\nAdditional Inspectors\nIrwin Bryan, Compliance Specialist\nMoore Mary, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA black and white female goat in the petting zoo area was observed to have what appeared to be an abnormal\ngrowth coming from the rectum area causing swelling, discoloration, and a wet buildup around the rectum.  Several\ngoats and two pigs in the petting zoo area, a zebu and several aoudad all had an excessive hoof growth.  The\nattending veterinarian has not begun a treatment plan to address the hoof growth.  Adequate daily observation\nfollowed by veterinary care is essential to ensure the heath and well being of the animals.\n2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nTwo adult pigs in the petting zoo area had to be coaxed by an employee to stand.  They were both very vocal and\nappeared to have difficulty standing.  Both limped and appeared to have trouble moving around.  Both pigs were\nobserved to have excessive hoof growth.  Without proper veterinary care there is a risk of further health\ndeterioration.  The animals must be assessed by a veterinarian and any treatment plan created must be followed.\n2.131(c)(1)\nHANDLING OF ANIMALS.\nNo attendants and/or no or inadequate barriers were present in the following areas in which the public could have\naccess to animals:  Kangaroo, giraffe, muntjac, wallaby, watusi, cavy, cow.  With out an adequate number of\nemployees, there is a significant health and safety risk for both the animals and public.  The licensee must ensure\nthat areas with public access be attended by an adequate number of knowledgeable employees or have adequate\nbarriers to ensure that the animals remain secured and unmolested in their enclosures. \nCorrect by 09/07/2017\n2.131(d)(2)\nHANDLING OF ANIMALS.\n\nThree members of the public were observed feeding and touching goats inside the petting zoo area in which there\nwas no identifiable attendant present.  With out an adequate number of employees, there is a significant health and\nsafety risk for both the animals and public.  The licensee must ensure that areas with public access be attended by\nan adequate number of knowledgeable employees or have adequate barriers to ensure that the animals remain\nsecured and unmolested in their enclosures. \nCorrect by 09/07/2017\n3.130                    REPEAT\nWATERING.  \nThe following areas contained watering receptacles that were discolored, and contained green, organic material\ninside:  Petting zoo area, cavy, rhino, Jacobs four horned sheep.\nAnimals are susceptible to parasites and can become ill from contaminated or unclean water.  Animals must be\nprovided clean fresh water in sanitized receptacles.\n3.132                    REPEAT\nEMPLOYEES. \nBased on the number of noncompliances and animals observed with health abnormalities, the facility does not have\nan adequate number of trained and knowledgeable employees to conduct adequate husbandry practices.  Without\nan adequate number of employees, the facility can fall into disrepair, animals with health problems may go\nunnoticed and there is a health and safety risk to the public.  The licensee must gain a sufficient number of\nadequately trained employees, supervised by a person or persons with a background in animal care.\nThis was a focused inspection to observe animals in the public access area, and animals with prior annotated health\nabnormalities.\nThis inspection and exit interview were conducted with the owner.\nAdditional Inspectors\nIrwin Bryan, Compliance Specialist\nMoore Mary, Veterinary Medical Officer",
  "animals_total": 46,
  "species": [
    {
      "count": 10,
      "scientific": "Ammotragus lervia",
      "common": "BARBARY SHEEP"
    },
    {
      "count": 1,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 2,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 1,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 12,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Diceros bicornis",
      "common": "BLACK RHINOCEROS"
    },
    {
      "count": 2,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 4,
      "scientific": "Giraffa camelopardalis",
      "common": "GIRAFFE"
    },
    {
      "count": 3,
      "scientific": "Muntiacus reevesi",
      "common": "REEVE'S MUNTJAC"
    },
    {
      "count": 2,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    },
    {
      "count": 5,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 1,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 2,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}