{
  "insp_id": "340131129304460",
  "layout": "a",
  "customer_id": "326562",
  "customer_name": "Vivian M Sanders",
  "customer_addr": "3963 National Forest Rd 1300\nHector, AR 72843",
  "certificate": "71-A-1306",
  "site_id": "001",
  "site_name": "Vivian Sanders",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-FEB-2014",
  "report_date": "25-FEB-2014",
  "citations": [
    {
      "code": "3.6(a)(2)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The kennel facility consists of two sheltered buildings. The second whelping building is used for whelping. On the\neastern exterior of the second sheltered building there are raised wire enclosure portions. Three of the occupied\nraised wire exterior enclosure portions have broken wires in the floor material. The broken wires need to be\nrepaired or replaced and maintained. The flooring needs to be repaired to protect the contained animals from injury\nand to protect their health and welfare.\nAffects four adults Correct by March 5, 2014"
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "The kennel facility consists of two sheltered buildings. The first sheltered building has indoor and outdoor ground\nenclosure portions. During the inspection all seven exterior enclosure portions on the first building contained more\nthan one days waste material. The dealer stated the outdoor enclosure portions had last been cleaned\napproximately two weeks prior. Excreta must be removed from primary enclosures daily to prevent an excessive\naccumulation of feces and food waste, to prevent soiling of the dogs contained in the primary enclosures, and to\nreduce disease hazards, insects, pests and odors.\nAffects twenty-two adults. Correct by February 26, 2014\nThe inspection and exit briefing was conducted with the Dealer."
    }
  ],
  "narrative": "3.6(a)(2)(1)\nPRIMARY ENCLOSURES.\nThe kennel facility consists of two sheltered buildings.  The second whelping building is used for whelping.  On the\neastern exterior of the second sheltered building there are raised wire enclosure portions.  Three of the occupied\nraised wire exterior enclosure portions have broken wires in the floor material.  The broken wires need to be\nrepaired or replaced and maintained.  The flooring needs to be repaired to protect the contained animals from injury\nand to protect their health and welfare.\nAffects four adults                                                                            Correct by March 5, 2014\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThe kennel facility consists of two sheltered buildings.  The first sheltered building has indoor and outdoor ground\nenclosure portions. During the inspection all seven exterior enclosure portions on the first building contained more\nthan one days waste material.   The dealer stated the outdoor enclosure portions had last been cleaned\napproximately two weeks prior.  Excreta must be removed from primary enclosures daily to prevent an excessive\naccumulation of feces and food waste, to prevent soiling of the dogs contained in the primary enclosures, and to\nreduce disease hazards, insects, pests and odors. \nAffects twenty-two adults.                                                              Correct by February 26, 2014\nThe inspection and exit briefing was conducted with the Dealer.",
  "animals_total": 52,
  "species": [
    {
      "count": 40,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 12,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}