{
  "insp_id": "2016090000760166",
  "layout": "b",
  "customer_id": "505701",
  "customer_name": "REUBEN MILLER LINDA MILLER",
  "customer_addr": "810 NEWTON RD\nCOLDWATER, MI 49036",
  "certificate": "34-A-0224",
  "site_id": "001",
  "site_name": "REUBEN & LINDA MILLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-JAN-2022",
  "report_date": "18-JAN-2022",
  "citations": [
    {
      "code": "3.13",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The last visit to the facility by the attending veterinarian was July 31, 2019. Medical records for dogs are not being kept to\ninclude annual exams and their findings. The program of veterinary care does not include heartworm testing and fecal\ntesting. A frequency to prevent and treat for un-matted hair coats, overgrown toenails, eyes, ears, skin and teeth has not\nbeen listed and approved by the attending veterinarian.\nEach dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in writing, and\nsigned by the attending veterinarian. Dealers must keep and maintain the written program and make it available for\nAPHIS inspection. The written program of veterinary care must address the requirements for adequate veterinary care for\nevery dealer in 2.40 and 3.13 in the regulations and standards of the Animal Welfare Act.\nThe attending veterinarian must visit the facility no less than every 12 months. Medical records for dogs must be kept,\nmaintained, and contain all veterinary requirements listed in standard 3.13. These include heartworm testing and results,\nfecal testing and results, frequency to check and treat dogs hair coats, toenails, eyes, ears, skin and teeth. The record\nmust also include the veterinarians findings on the dogs annual exam, and all veterinary issues treated.\nTo be corrected by January 31, 2022\nThis inspection was conducted with the licensees mother and exit interview was conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "3.13 \n   \nVeterinary care for dogs. \nThe last visit to the facility by the attending veterinarian was July 31, 2019.  Medical records for dogs are not being kept to \ninclude annual exams and their findings.  The program of veterinary care does not include heartworm testing and fecal \ntesting.  A frequency to prevent and treat for un-matted hair coats, overgrown toenails, eyes, ears, skin and teeth has not \nbeen listed and approved by the attending veterinarian. \n \nEach dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in writing, and \nsigned by the attending veterinarian. Dealers must keep and maintain the written program and make it available for \nAPHIS inspection. The written program of veterinary care must address the requirements for adequate veterinary care for \nevery dealer in 2.40 and 3.13 in the regulations and standards of the Animal Welfare Act. \n \nThe attending veterinarian must visit the facility no less than every 12 months.  Medical records for dogs must be kept, \nmaintained, and contain all veterinary requirements listed in standard 3.13.  These include heartworm testing and results, \nfecal testing and results, frequency to check and treat dogs hair coats, toenails, eyes, ears, skin and teeth.  The record \nmust also include the veterinarians findings on the dogs annual exam, and all veterinary issues treated.\n\nTo be corrected by January 31, 2022 \n \nThis inspection was conducted with the licensees mother and exit interview was conducted with the licensee. \n \nEnd Section",
  "animals_total": 8,
  "species": [
    {
      "count": 7,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 1,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}