{
  "insp_id": "2016082569535646",
  "layout": "a",
  "customer_id": "44671",
  "customer_name": "Fannie Fisher",
  "customer_addr": "1486 W Valley Road\nLoganton, PA 17747",
  "certificate": "23-A-0431",
  "site_id": "001",
  "site_name": "FANNIE FISHER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-JUL-2019",
  "report_date": "11-JUL-2019",
  "citations": [
    {
      "code": "3.25(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The metal guinea pig enclosures have three out of four sides that measure approximately five inches high on the\ninside of the enclosure where the guinea pigs reside. The white wooden guinea pig enclosures have one out of the\nfour sides that is approximately five inches high when measured on the inside where the guinea pigs reside. During\ninspection, several guinea pigs were observed to have their forefeet placed on the top of these shorter walls where\nthey could lean out over the wall of the enclosure but no guinea pigs were observed to be on the ground or loose\nwithin the guinea pig barn. The licensee stated that she had been looking for ways to raise the height of the walls of\nthe existing enclosure but had not found a way to do so as of the time of inspection.\nHousing facilities for guinea pigs must contain the animals in a manner to prevent their escape, which can lead to\ninjury or death of the animal. Correct by raising the height of inner enclosure walls so as to prevent the guinea pigs\nfrom being able to place their forefeet on the walls and lean over. Correct by October 9, 2019.\nThis inspection and exit interview were conducted with the licensee."
    }
  ],
  "narrative": "3.25(a)\nFACILITIES, GENERAL.\nThe metal guinea pig enclosures have three out of four sides that measure approximately five inches high on the\ninside of the enclosure where the guinea pigs reside.  The white wooden guinea pig enclosures have one out of the\nfour sides that is approximately five inches high when measured on the inside where the guinea pigs reside.  During\ninspection, several guinea pigs were observed to have their forefeet placed on the top of these shorter walls where\nthey could lean out over the wall of the enclosure but no guinea pigs were observed to be on the ground or loose\nwithin the guinea pig barn.  The licensee stated that she had been looking for ways to raise the height of the walls of\nthe existing enclosure but had not found a way to do so as of the time of inspection.\nHousing facilities for guinea pigs must contain the animals in a manner to prevent their escape, which can lead to\ninjury or death of the animal.  Correct by raising the height of inner enclosure walls so as to prevent the guinea pigs\nfrom being able to place their forefeet on the walls and lean over.  Correct by October 9, 2019.\nThis inspection and exit interview were conducted with the licensee.",
  "animals_total": 900,
  "species": [
    {
      "count": 900,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}