{
  "insp_id": "266151547350377",
  "layout": "a",
  "customer_id": "327502",
  "customer_name": "Junior Detweiler",
  "customer_addr": "12944 Hwy D\nPrinceton, MO 64673",
  "certificate": "43-A-5761",
  "site_id": "001",
  "site_name": "JUNIOR DETWEILER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-SEP-2015",
  "report_date": "23-SEP-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***\nA young male Rottweiler, ID#32315, was observed with an open wound on the end of his tail at the tail dock area.\nThe wound had a granular appearance around the outer edge and was open, reddened and inflamed in the inner\narea of the wound. According to the licensee the puppy was held back two weeks ago because of this wound. The\nlicensee stated that he had been putting NuStock on the wound and it would close but then reopen. The licensee\nhas not consulted with a veterinarian for care or treatment on this wound. The unhealed wound could be a sign of a\nmedical condition that requires veterinary care. The licensee must have this puppy evaluated by a veterinarian for\nan appropriate diagnosis and treatment plan. The licensee must ensure that all animals receive adequate\nveterinary care at all times.\nTo be corrected by: 25 Sept 15"
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Sanitization of food receptacles\n***\nThe licensee has two large plastic barrels used for storage of open bags of food. On the inside wall of the food\nbarrels there is an accumulation of a dark sticky substance. On the underside area of the lid of one of the food\nbarrels there appears to be several dark spots which are consistent with fly spat. When questioned as to when was\nthe last time these barrels had been cleaned and sanitized the licensee could not remember. This accumulation of\nthe dark sticky substance and fly spat on the lids could become a disease hazard to the dogs. The licensee must\nclean and sanitize these food storage barrels and ensure that primary enclosures, food and water receptacles are\ncleaned and sanitized at least once every two weeks to prevent an accumulation of dirt, debris, food waste, excreta\nand other disease hazards.\nTo be corrected by: 28 Sept 2015\nInspection and exit interview conducted with licensee, ACI Stephanie Osborne, and VMO Mary Ann McBride.\nAdditional Inspectors\nMcbride Mary Ann, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***\nA young male Rottweiler, ID#32315, was observed with an open wound on the end of his tail at the tail dock area. \nThe wound had a granular appearance around the outer edge and was open, reddened and inflamed in the inner\narea of the wound.  According to the licensee the puppy was held back two weeks ago because of this wound.  The\nlicensee stated that he had been putting NuStock on the wound and it would close but then reopen.  The licensee\nhas not consulted with a veterinarian for care or treatment on this wound.  The unhealed wound could be a sign of a\nmedical condition that requires veterinary care.  The licensee must have this puppy evaluated by a veterinarian for\nan appropriate diagnosis and treatment plan.  The licensee must ensure that all animals receive adequate\nveterinary care at all times. \nTo be corrected by:  25 Sept 15\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nSanitization of food receptacles\n***\nThe licensee has two large plastic barrels used for storage of open bags of food.  On the inside wall of the food\nbarrels there is an accumulation of a dark sticky substance.  On the underside area of the lid of one of the food\nbarrels there appears to be several dark spots which are consistent with fly spat.  When questioned as to when was\nthe last time these barrels had been cleaned and sanitized the licensee could not remember.  This accumulation of\nthe dark sticky substance and fly spat on the lids could become a disease hazard to the dogs.  The licensee must\nclean and sanitize these food storage barrels and ensure that primary enclosures, food and water receptacles are\ncleaned and sanitized at least once every two weeks to prevent an accumulation of dirt, debris, food waste, excreta\nand other disease hazards. \nTo be corrected by:  28 Sept 2015\nInspection and exit interview conducted with licensee, ACI Stephanie Osborne, and VMO Mary Ann McBride.\n\nAdditional Inspectors\nMcbride Mary Ann, Veterinary Medical Officer",
  "animals_total": 112,
  "species": [
    {
      "count": 74,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 38,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}