{
  "insp_id": "INS-0000814616",
  "layout": "c",
  "customer_id": "328369",
  "customer_name": "CHRISTY DAVIS",
  "customer_addr": "4608 HALLEYS CIRCLE\nGLEN ALLEN, VA 23060",
  "certificate": "52-C-0294",
  "site_id": "001",
  "site_name": "CHRISTY DAVIS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-SEP-2022",
  "report_date": "08-SEP-2022",
  "citations": [
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "Disposition records are missing for three Bengal kittens (two females and one male) that were sold on July 16 and July\n22, 2022. The two female Bengal kittens were sold on July 16, 2022 and the male Bengal kitten was sold on July 22, 2022\nas indicated on their acquisition paperwork, but no accompanying disposition paperwork was available for review at the\ntime of inspection.\nRecord keeping is essential for tracing the movement of animals in and out of a facility as well as identification of animals\ncurrently being housed at the facility.\nCorrect by keeping and maintaining records (including APHIS Form 7005 and APHIS Form 7006) that fully and correctly\ndisclose all information concerning each cat that has been purchased, or otherwise acquired, owned, held or otherwise\ndisposed of, in her possession or under her control, or which is transported, euthanized, sold, or otherwise disposed."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "The indoor facility housing cats has accumulations of dust and cat hair along the walls, cobwebs in the corners of the\nceiling, and dirt and debris on the windowsills and blinds. There is also a large volume of spilled litter, food, and debris\ncovering the entire floor both under and around the enclosures. Outside, in one cat enclosure there is an accumulation of\ntrash and debris inside the enclosure including pieces of paper and plastic material.\nHaving excessive dirt and debris, especially in a room with kittens who are still developing an immune system, can lead to\nincreased risks of disease or illness. Trash and debris inside an enclosure can attract unwanted pests and/or cause\npotential illness from ingestion and/or increased disease risk.\nCorrect by cleaning and sanitizing all surfaces of housing facilities to maintain generally accepted husbandry standards\nand in accordance with 3.11(c) to protect all animals’ health and well-being."
    },
    {
      "code": "3.2(d)",
      "kind": "",
      "repeat": false,
      "desc": "Indoor housing facilities.",
      "narrative": "The indoor facility housing cats has areas of the wall that are not impervious to moisture. Large areas of paint have been\npeeled off the walls, removing the protective and impermeable outer layer and exposing absorbent material below.\nAbsorbent materials do not allow for adequate cleaning and sanitation of the room.\nMaintaining impervious surfaces to moisture allows them to be cleaned and sanitized, which is critical for eliminating\ndisease risks, especially in young kittens that are still establishing a strong immune system.\nCorrect by October 8, 2022 by ensuring all floors, walls, and ceilings of indoor housing facilities are impervious to\nmoisture."
    },
    {
      "code": "3.4(c)",
      "kind": "",
      "repeat": true,
      "desc": "Outdoor housing facilities.",
      "narrative": "Two of the three outdoor enclosures are constructed with wood permeable to moisture and cannot be properly cleaned or\nsanitized. One of the enclosures is constructed and framed with unsealed wood. The enclosed shelter box and wooden\nramp are also constructed out of unsealed wood. Within the back left corner of the shelter box there is an area of\ndiscolored wood that is darker in color, indicating chronic moisture that has been absorbed. The second enclosure with a\ncorresponding shelter box and resting platform is constructed with a mixture of painted and unsealed wood. Surfaces\npermeable to moisture cannot be properly cleaned and/or sanitized as contaminated material can penetrate into the\nsurfaces. In addition, these structures and items are not designed or constructed in a way that they can be easily\nremoved or replaced once they become worn or soiled.\nHaving surfaces in contact with the animals that are not impervious to moisture and cannot be properly cleaned and\nsanitized can expose the cats to unnecessary disease hazards.\nCorrect by ensuring that all enclosures, den boxes and furniture type fixtures are designed and constructed of materials\nthat are impervious to moisture and able to be properly cleaned and sanitized or removed/replaced once they become\nworn or soiled."
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding",
      "narrative": "The receptacles holding dry food being offered to the outdoor cats are not located in a manner to minimize contamination\nby pests. All dry food is offered in metal buckets that are clipped onto the side of the enclosures an inch or two above the\nground. At one of the enclosures there is a trail of ants leading to and away from the metal food pail as well as numerous\nants crawling throughout the kibble.\nContamination of food with pests such as ants can lead to unwholesome and unpalatable food as well as faster\ndeterioration.\nCorrect by September 12, 2022 by placing food receptacles in an area that is readily accessible to all cats but is located\nto minimized contamination by excreta and pests."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": true,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "Excreta is not being removed from the cat primary enclosures daily. According to the licensee, none of the male cats use\nthe litter boxes provided and occasionally the females use them. In one enclosure the litter box had been knocked over on\nits side, blocking the entrance, and preventing the cats from entering. All three outdoor enclosures, housing a total of 6\nadult cats, have accumulations of excreta mixed in with the mulch and dirt floor. Inside, there are four enclosures, each\nhousing one adult cat and a variable number of kittens. All litter boxes had accumulations of urine and feces. According to\nthe licensee, all litter boxes had been completely dumped two days prior, but they are not consistently cleaned out daily.\nExcreta and food waste accumulation inside primary enclosures can lead to increased disease hazards for the animals,\nodors, and/or attract unwanted pests.\nCorrect by removing excreta and food waste daily from primary enclosures and from underneath the primary enclosures\nas often as necessary to prevent the excessive accumulation of feces and food waste."
    },
    {
      "code": "3.11(b)",
      "kind": "",
      "repeat": true,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "Enclosures for domestic cats are not being sanitized once every two weeks. The two, wooden, outdoor cat enclosures\nhave multiple surfaces such as the ladder ramps, surrounding wood of the hide box, walls, and shelves that are\ndiscolored yellowish-brown and have accumulation of brown debris. The ceilings in the shelter boxes and enclosures\nhave collections of dust, fur and cobwebs. The plastic carriers and furniture within all three outdoor enclosures are\ncovered in dirt and discolored. The four indoor enclosures have dirt and debris covering the wire walls. One enclosure\nmade from plastic has dark brown material adhered to the white plastic walls. The three enclosures made from coated\nmetal have support bars coated in dirt, debris, and litter dust.\nInfrequent and improper sanitation of primary enclosures exposes the animals to unnecessary disease hazards, odors,\ninsects and pests. Adequate cleaning and sanitization are critical for eliminating disease risks, especially in young kittens\nthat are still establishing a strong immune system.\nCorrect by properly cleaning, and sanitizing all primary enclosures at least once every 2 weeks or as often as necessary\nto prevent accumulation of dirt, debris, food waste, excreta and other disease hazards using one of the approved methods\nlisted in 3.11(b)(3)."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "There is not an effective pest program in place to control insects in the outdoor housing area. Ants have contaminated\nfood buckets and are visible in trails leading to and from the food. According to the licensee, last year she attempted to\nuse some stakes that go into the ground around the enclosures and release a chemical agent to control ants but her pet\ndogs got into them and chewed them up. Since then, no other pest program has been put into place to try and control\ninsects and reduce contamination of pests in animal areas.\nPests located in animal areas can easily spread disease, bring in new diseases, or cause deterioration and contamination\nof food in primary enclosures.\nCorrect by September 16, 2022 by creating and implementing an effective program for the control of insects and other\npests to promote the health and well-being of the animals and reduce contamination of pests in animal areas."
    },
    {
      "code": "3.125(d)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "Food waste, trash, and debris are present in multiple outdoor enclosures. One fennec fox enclosure has wet, deteriorated\nfood waste sitting on the ground directly underneath the food pail which is clipped to the side of the enclosure. The food\npail has trails of ants to and from the food, within the food, and surrounding the deteriorated food on the ground. Large\namounts of trash and debris are present in two red fox enclosures and the potbellied pig enclosure. One of the red fox\nenclosures has pieces of tarp which have been ripped off of the tarps surrounding the enclosure and dragged inside and\nshredded. The other red fox enclosure has lots of shredded paper and plastic pieces spread across the floor and under a\ntunnel. The potbellied pig enclosure has cracked plastic take-out containers, wood, and other plastic debris in the back by\nthe shelter.\nTrash and debris inside primary enclosures can lead to increased disease risk, illness from potential ingestion, and attract\npests and vermin.\nCorrect by September 16, 2022 by ensuring food wastes, bedding, trash and debris are removed and disposed of from\nprimary enclosures to minimize vermin infestation and disease hazards."
    },
    {
      "code": "3.129(b)",
      "kind": "",
      "repeat": true,
      "desc": "Feeding.",
      "narrative": "The receptacles of dry food being offered to the foxes are not located in a manner to minimize contamination by pests. All\ndry food is offered in metal buckets that are clipped onto the side of the enclosures an inch or two above the ground. In\ntwo different enclosures there is a trail of ants leading to and away from the metal food pail as well as numerous ants\ncrawling throughout the kibble.\nContamination of food with pests such as ants can lead to unwholesome and unpalatable food as well as faster\ndeterioration.\nCorrect by placing food receptacles in an area that is readily accessible to all animals but is located to minimized\ncontamination by excreta and pests."
    },
    {
      "code": "3.131(a)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "The Patagonian cavy enclosure and Kinkajou enclosure have large accumulations of feces and waste that covers a large\nportion of their enclosures and is difficult for them to avoid encountering. The Patagonian cavy enclosure has fecal pellets\nthat cover approximately 2/3 of the enclosure floor area. The plastic food bucket is frequently placed on top of these\npellets and is easily contaminated due to the large volume of feces in the surrounding area. Additionally, the cavy is\nrequired to come into contact with his own fecal matter to access the food. The Kinkajou’s bottom shelf with bedding is\ncompletely soaked in urine and has a large pile of feces in one central area that is 4-5 inches high. The top of the pile of\nfeces has some white/green discoloration and that appears to be mold. The bottom shelf provides no free area for the\nKinkajou to move around so she is limited to the upper two shelves.\nLarge volumes of fecal matter and waste that animals cannot avoid in their primary enclosure can lead to soiling of the\nanimal and act as source of odor and serious disease hazards which are detrimental to the animal’s health.\nCorrect by removing excreta from primary enclosures as often as necessary to prevent contamination of the animals\ncontained within and to minimize disease hazards and reduce odors."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "There is not an effective pest program in place to control insects. Ants have contaminated food buckets and are visible in\ntrails leading to and from the food. According to the licensee, last year she attempted to use some stakes that go into the\nground around the enclosures and release a chemical agent to control ants but her pet dogs got into them and chewed\nthem up. Since then, no other pest program has been put into place to try and control insects and reduce contamination of\npests in animal areas.\nPests located in animal areas can easily spread disease, bring in new diseases, or cause deterioration and contamination\nof food in primary enclosures.\nCorrect by September 16, 2022 by creating and implementing an effective program for the control of insects and other\npests to promote the health and well-being of the animals and reduce contamination of pests in animal areas.\nThis inspection was conducted on September 7, 2022 and the exit interview was conducted on September 8, 2022, both\nwith the licensee.\nn"
    }
  ],
  "narrative": "2.75(a)(1)  Repeat\n   \nRecords: Dealers and exhibitors. \nDisposition records are missing for three Bengal kittens (two females and one male) that were sold on July 16 and July \n22, 2022. The two female Bengal kittens were sold on July 16, 2022 and the male Bengal kitten was sold on July 22, 2022 \nas indicated on their acquisition paperwork, but no accompanying disposition paperwork was available for review at the \ntime of inspection. \nRecord keeping is essential for tracing the movement of animals in and out of a facility as well as identification of animals \ncurrently being housed at the facility. \nCorrect by keeping and maintaining records (including APHIS Form 7005 and APHIS Form 7006) that fully and correctly \ndisclose all information concerning each cat that has been purchased, or otherwise acquired, owned, held or otherwise \ndisposed of, in her possession or under her control, or which is transported, euthanized, sold, or otherwise disposed. \n3.1(c)(3)  Repeat\n   \nHousing facilities, general. \nThe indoor facility housing cats has accumulations of dust and cat hair along the walls, cobwebs in the corners of the \nceiling, and dirt and debris on the windowsills and blinds. There is also a large volume of spilled litter, food, and debris \ncovering the entire floor both under and around the enclosures. Outside, in one cat enclosure there is an accumulation of\n\ntrash and debris inside the enclosure including pieces of paper and plastic material. \nHaving excessive dirt and debris, especially in a room with kittens who are still developing an immune system, can lead to \nincreased risks of disease or illness. Trash and debris inside an enclosure can attract unwanted pests and/or cause \npotential illness from ingestion and/or increased disease risk. \nCorrect by cleaning and sanitizing all surfaces of housing facilities to maintain generally accepted husbandry standards \nand in accordance with 3.11(c) to protect all animals’ health and well-being. \n3.2(d) \n   \nIndoor housing facilities. \nThe indoor facility housing cats has areas of the wall that are not impervious to moisture. Large areas of paint have been \npeeled off the walls, removing the protective and impermeable outer layer and exposing absorbent material below. \nAbsorbent materials do not allow for adequate cleaning and sanitation of the room. \nMaintaining impervious surfaces to moisture allows them to be cleaned and sanitized, which is critical for eliminating \ndisease risks, especially in young kittens that are still establishing a strong immune system. \nCorrect by October 8, 2022 by ensuring all floors, walls, and ceilings of indoor housing facilities are impervious to \nmoisture. \n3.4(c)  Repeat\n   \nOutdoor housing facilities. \nTwo of the three outdoor enclosures are constructed with wood permeable to moisture and cannot be properly cleaned or \nsanitized. One of the enclosures is constructed and framed with unsealed wood. The enclosed shelter box and wooden \nramp are also constructed out of unsealed wood. Within the back left corner of the shelter box there is an area of \ndiscolored wood that is darker in color, indicating chronic moisture that has been absorbed. The second enclosure with a \ncorresponding shelter box and resting platform is constructed with a mixture of painted and unsealed wood.  Surfaces\n\npermeable to moisture cannot be properly cleaned and/or sanitized as contaminated material can penetrate into the \nsurfaces.  In addition, these structures and items are not designed or constructed in a way that they can be easily \nremoved or replaced once they become worn or soiled. \nHaving surfaces in contact with the animals that are not impervious to moisture and cannot be properly cleaned and \nsanitized can expose the cats to unnecessary disease hazards. \nCorrect by ensuring that all enclosures, den boxes and furniture type fixtures are designed and constructed of materials \nthat are impervious to moisture and able to be properly cleaned and sanitized or removed/replaced once they become \nworn or soiled. \n3.9(b) \n   \nFeeding \nThe receptacles holding dry food being offered to the outdoor cats are not located in a manner to minimize contamination \nby pests. All dry food is offered in metal buckets that are clipped onto the side of the enclosures an inch or two above the \nground. At one of the enclosures there is a trail of ants leading to and away from the metal food pail as well as numerous \nants crawling throughout the kibble. \nContamination of food with pests such as ants can lead to unwholesome and unpalatable food as well as faster \ndeterioration. \nCorrect by September 12, 2022 by placing food receptacles in an area that is readily accessible to all cats but is located \nto minimized contamination by excreta and pests. \n3.11(a)  Repeat\n   \nCleaning, sanitization, housekeeping, and pest control. \nExcreta is not being removed from the cat primary enclosures daily. According to the licensee, none of the male cats use \nthe litter boxes provided and occasionally the females use them. In one enclosure the litter box had been knocked over on\n\nits side, blocking the entrance, and preventing the cats from entering. All three outdoor enclosures, housing a total of 6 \nadult cats, have accumulations of excreta mixed in with the mulch and dirt floor. Inside, there are four enclosures, each \nhousing one adult cat and a variable number of kittens. All litter boxes had accumulations of urine and feces. According to \nthe licensee, all litter boxes had been completely dumped two days prior, but they are not consistently cleaned out daily. \nExcreta and food waste accumulation inside primary enclosures can lead to increased disease hazards for the animals, \nodors, and/or attract unwanted pests. \nCorrect by removing excreta and food waste daily from primary enclosures and from underneath the primary enclosures \nas often as necessary to prevent the excessive accumulation of feces and food waste. \n3.11(b)  Repeat\n   \nCleaning, sanitization, housekeeping, and pest control. \nEnclosures for domestic cats are not being sanitized once every two weeks.  The two, wooden, outdoor cat enclosures \nhave multiple surfaces such as the ladder ramps, surrounding wood of the hide box, walls, and shelves that are \ndiscolored yellowish-brown and have accumulation of brown debris. The ceilings in the shelter boxes and enclosures \nhave collections of dust, fur and cobwebs. The plastic carriers and furniture within all three outdoor enclosures are \ncovered in dirt and discolored. The four indoor enclosures have dirt and debris covering the wire walls. One enclosure \nmade from plastic has dark brown material adhered to the white plastic walls. The three enclosures made from coated \nmetal have support bars coated in dirt, debris, and litter dust. \nInfrequent and improper sanitation of primary enclosures exposes the animals to unnecessary disease hazards, odors, \ninsects and pests. Adequate cleaning and sanitization are critical for eliminating disease risks, especially in young kittens \nthat are still establishing a strong immune system. \nCorrect by properly cleaning, and sanitizing all primary enclosures at least once every 2 weeks or as often as necessary\n\nto prevent accumulation of dirt, debris, food waste, excreta and other disease hazards using one of the approved methods \nlisted in 3.11(b)(3). \n3.11(d) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThere is not an effective pest program in place to control insects in the outdoor housing area. Ants have contaminated \nfood buckets and are visible in trails leading to and from the food. According to the licensee, last year she attempted to \nuse some stakes that go into the ground around the enclosures and release a chemical agent to control ants but her pet \ndogs got into them and chewed them up. Since then, no other pest program has been put into place to try and control \ninsects and reduce contamination of pests in animal areas. \nPests located in animal areas can easily spread disease, bring in new diseases, or cause deterioration and contamination \nof food in primary enclosures. \nCorrect by September 16, 2022 by creating and implementing an effective program for the control of insects and other \npests to promote the health and well-being of the animals and reduce contamination of pests in animal areas. \n3.125(d) \n   \nFacilities, general. \nFood waste, trash, and debris are present in multiple outdoor enclosures. One fennec fox enclosure has wet, deteriorated \nfood waste sitting on the ground directly underneath the food pail which is clipped to the side of the enclosure. The food \npail has trails of ants to and from the food, within the food, and surrounding the deteriorated food on the ground. Large \namounts of trash and debris are present in two red fox enclosures and the potbellied pig enclosure. One of the red fox \nenclosures has pieces of tarp which have been ripped off of the tarps surrounding the enclosure and dragged inside and \nshredded. The other red fox enclosure has lots of shredded paper and plastic pieces spread across the floor and under a \ntunnel. The potbellied pig enclosure has cracked plastic take-out containers, wood, and other plastic debris in the back by\n\nthe shelter. \nTrash and debris inside primary enclosures can lead to increased disease risk, illness from potential ingestion, and attract \npests and vermin. \nCorrect by September 16, 2022 by ensuring food wastes, bedding, trash and debris are removed and disposed of from \nprimary enclosures to minimize vermin infestation and disease hazards. \n3.129(b)  Repeat\n   \nFeeding. \nThe receptacles of dry food being offered to the foxes are not located in a manner to minimize contamination by pests. All \ndry food is offered in metal buckets that are clipped onto the side of the enclosures an inch or two above the ground. In \ntwo different enclosures there is a trail of ants leading to and away from the metal food pail as well as numerous ants \ncrawling throughout the kibble. \nContamination of food with pests such as ants can lead to unwholesome and unpalatable food as well as faster \ndeterioration. \nCorrect by placing food receptacles in an area that is readily accessible to all animals but is located to minimized \ncontamination by excreta and pests. \n3.131(a)  Direct Repeat\n   \nSanitation. \nThe Patagonian cavy enclosure and Kinkajou enclosure have large accumulations of feces and waste that covers a large \nportion of their enclosures and is difficult for them to avoid encountering. The Patagonian cavy enclosure has fecal pellets \nthat cover approximately 2/3 of the enclosure floor area. The plastic food bucket is frequently placed on top of these \npellets and is easily contaminated due to the large volume of feces in the surrounding area. Additionally, the cavy is \nrequired to come into contact with his own fecal matter to access the food. The Kinkajou’s bottom shelf with bedding is\n\ncompletely soaked in urine and has a large pile of feces in one central area that is 4-5 inches high. The top of the pile of \nfeces has some white/green discoloration and that appears to be mold. The bottom shelf provides no free area for the \nKinkajou to move around so she is limited to the upper two shelves. \nLarge volumes of fecal matter and waste that animals cannot avoid in their primary enclosure can lead to soiling of the \nanimal and act as source of odor and serious disease hazards which are detrimental to the animal’s health. \nCorrect by removing excreta from primary enclosures as often as necessary to prevent contamination of the animals \ncontained within and to minimize disease hazards and reduce odors. \n3.131(d) \n   \nSanitation. \nThere is not an effective pest program in place to control insects. Ants have contaminated food buckets and are visible in \ntrails leading to and from the food. According to the licensee, last year she attempted to use some stakes that go into the \nground around the enclosures and release a chemical agent to control ants but her pet dogs got into them and chewed \nthem up. Since then, no other pest program has been put into place to try and control insects and reduce contamination of \npests in animal areas. \nPests located in animal areas can easily spread disease, bring in new diseases, or cause deterioration and contamination \nof food in primary enclosures. \nCorrect by September 16, 2022 by creating and implementing an effective program for the control of insects and other \npests to promote the health and well-being of the animals and reduce contamination of pests in animal areas. \n \nThis inspection was conducted on September 7, 2022 and the exit interview was conducted on September 8, 2022, both \nwith the licensee.\n\nn",
  "animals_total": 41,
  "species": [
    {
      "count": 1,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 4,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 4,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    },
    {
      "count": 1,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 1,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 2,
      "scientific": "Vulpes macrotis",
      "common": "KIT FOX"
    },
    {
      "count": 10,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 18,
      "scientific": "Felis silvestris catus",
      "common": "CAT KITTEN"
    }
  ]
}