{
  "insp_id": "INS-0000812355",
  "layout": "c",
  "customer_id": "331570",
  "customer_name": "AUSTIN AQUARIUM",
  "customer_addr": "13530 N. Hwy 183 #101\nAUSTIN, TX 78750",
  "certificate": "74-C-1084",
  "site_id": "001",
  "site_name": "AUSTIN AQUARIUM",
  "insp_type": "FOCUSED INSPECTION",
  "date": "24-AUG-2022",
  "report_date": "31-AUG-2022",
  "citations": [
    {
      "code": "2.131(c)(1)",
      "kind": "Critical",
      "repeat": true,
      "desc": "Handling of animals.",
      "narrative": "On August 27th, 2022, a boy was bitten on the hand by an adult female kinkajou during an animal encounter. The boy\nwas accompanied by an adult and a facility attendant was present during the encounter. The facility was informed that\nthe boy had to receive medical attention after the incident. The animal is being quarantined and has been temporarily\nremoved from animal encounters. The facility allows petting and sometimes feeding of the animals during an encounter.\nVisitors are allowed to pet the animal on the back with two fingers. Animals must be exhibited and handled in a manner\nand with sufficient barriers or distance between animals and the public to assure the safety of the animal and the public.\nCorrect from this day forward.\nThis inspection and exit interview were conducted with facility representative.\nn"
    }
  ],
  "narrative": "2.131(c)(1)  Critical Repeat\n   \nHandling of animals. \nOn August 27th, 2022, a boy was bitten on the hand by an adult female kinkajou during an animal encounter.  The boy \nwas accompanied by an adult and a facility attendant was present during the encounter.  The facility was informed that \nthe boy had to receive medical attention after the incident.  The animal is being quarantined and has been temporarily \nremoved from animal encounters.  The facility allows petting and sometimes feeding of the animals during an encounter.  \nVisitors are allowed to pet the animal on the back with two fingers.  Animals must be exhibited and handled in a manner \nand with sufficient barriers or distance between animals and the public to assure the safety of the animal and the public. \nCorrect from this day forward. \n \nThis inspection and exit interview were conducted with facility representative. \n \n n",
  "animals_total": 11,
  "species": [
    {
      "count": 4,
      "scientific": "Varecia variegata",
      "common": "BLACK-AND-WHITE RUFFED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 6,
      "scientific": "Varecia rubra",
      "common": "RED RUFFED LEMUR"
    }
  ]
}