{
  "insp_id": "147151236070532",
  "layout": "a",
  "customer_id": "22311",
  "customer_name": "Barbara Stubbs",
  "customer_addr": "14588 Agate Rd.\nEagle Point, OR 97524",
  "certificate": "92-A-0364",
  "site_id": "001",
  "site_name": "BARBARA STUBBS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-MAY-2015",
  "report_date": "27-MAY-2015",
  "citations": [
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Kennels 7,4,5,3, and 19 have rusty door wire that needs to be replaced. Rusting wire can break and produce sharp\nedges that could harm the dogs and rust prevents proper cleaning and sanitizing of the runs. A regular program of\nmaintenance needs to be in place and followed.\nCorrect by 12 /June/ 2015"
    },
    {
      "code": "3.3(e)(1)(3)",
      "kind": "",
      "repeat": false,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "Kennels 1-7 and 12-19 all have surfaces that are no longer impervious to moisture. This prevents the proper\ncleaning and sanitizing of the runs and provides places for molds, mildew, and parasites to grow. These runs need\nto be sealed to make them impervious to moisture. A regular program of keeping all surfaces moisture proof needs\nto be in place and followed.\nCorrect by: 12/June/2015"
    },
    {
      "code": "3.8",
      "kind": "",
      "repeat": false,
      "desc": "EXERCISE FOR DOGS.",
      "narrative": "The kennel has an exercise yard and follows a regular exercise program for the dogs at the kennel. However, this\nexercise program is not documented in written form or signed by the attending veterinarian. Regulations require\nthat kennels have a written program of exercise that has been reviewed and signed by the attending veterinarian.\nExercise provides dogs with the ability to run and play which improves overall health and socialization.\nCorrect by: 12/June/2015"
    }
  ],
  "narrative": "3.1(c)(1)(1)\nHOUSING FACILITIES, GENERAL.\nKennels 7,4,5,3, and 19 have rusty door wire that needs to be replaced.  Rusting wire can break and produce sharp\nedges that could harm the dogs and rust prevents proper cleaning and sanitizing of the runs.  A regular program of\nmaintenance needs to be in place and followed.\nCorrect by 12 /June/ 2015\n3.3(e)(1)(3)\nSHELTERED HOUSING FACILITIES.\nKennels 1-7 and 12-19 all have surfaces that are no longer impervious to moisture.  This prevents the proper\ncleaning and sanitizing of the runs and provides places for molds, mildew, and parasites to grow.  These runs need\nto be sealed to make them impervious to moisture.  A regular program of keeping all surfaces moisture proof needs\nto be in place and followed.\nCorrect by:  12/June/2015\n3.8\nEXERCISE FOR DOGS.\nThe kennel has an exercise yard and follows a regular exercise program for the dogs at the kennel.  However, this\nexercise program is not documented in written form or signed by the attending veterinarian.  Regulations require\nthat kennels have a written program of exercise that has been reviewed and signed by the attending veterinarian.\nExercise provides dogs with the ability to run and play which improves overall health and socialization.\nCorrect by:  12/June/2015",
  "animals_total": 26,
  "species": [
    {
      "count": 18,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 8,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}