{
  "insp_id": "41151612160737",
  "layout": "a",
  "customer_id": "10614",
  "customer_name": "Bill Nored",
  "customer_addr": "P.O. Box 71\nPrim, AR 72130",
  "certificate": "71-B-0170",
  "site_id": "001",
  "site_name": "BILL NORED",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-FEB-2015",
  "report_date": "11-FEB-2015",
  "citations": [
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the western most animal room of the newly occupied indoor building there are two double stack rows of raised\nwire enclosures. The indoor housing room is a high moisture environment. The first two enclosures on the lower\nwestern side of the room contain a total of four adult dogs. Above these enclosures is a hot electrical wire\nconnected to a light bulb fixture. The electrical wire and light fixture are attached to the underside of the wash down\nfor the upper enclosures. The wire and light fixture are not properly or safely installed. The electrical wire is hanging\nabove the enclosures and there are breaks in it's external yellow coating. With the room being a high moisture\narea the all wires and light fixtures must be properly and safely installed to protect all of the contained animals from\ninjury and prevent any type of health hazard.\nAffects four adults. Correct by February 14, 2015"
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The kennel facility consists of one indoor housing building. The building is divided into three parts, two animal\nhousing rooms and a food storage room. In the animal rooms there are double stacked rows of enclosures along\ntwo walls. There is a wash down structure between the upper and lower sets of raised wire enclosures. The wash\ndowns are higher on the northern end to enhance flow of waste to the southern end. At the southern end of the\nwash down the waste washes over the side and onto the floor where a drain is located. On the western side of the\nsecond (western) dog room the last lower enclosure contains two adult dogs. When the waste is washed over the\nend of the wash down it can splash into the bottom enclosure onto the two adults. The dealer must repair or\nreplace the drainage system to prevent the animals from being contaminated from the waste material. Housing\nfacilities must be equipped with disposal facilities and drainage systems that are constructed and operated so that\nanimal waste and water are rapidly eliminated and animals stay dry, to protect the health and welfare of the animal,\nand to prevent the spread of disease.\nAffects two adults. Correct by February 18, 2015"
    },
    {
      "code": "3.6(a)(2)(1)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The kennel animals have been moved from the previous trailers to one indoor housing building. The building is\ndivided into three rooms. Two rooms are animal housing areas which contain two double rows of enclosures along\ntwo walls. The enclosures in the building are constructed of coated wire and in some cases wooden materials. In\nthe western room there are three raised wire enclosures containing a total of six adults which have broken and or\nprotruding wires in the enclosures. The broken wires must be repaired or removed to protect the contained animals\nfrom injury and to protect their health and welfare.\nAffects six adults."
    },
    {
      "code": "3.6(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "In the newly occupied indoor housing building there are a total of 3 primary enclosures each containing three adults.\nThese enclosures and animals were measured to show they did not provide the contained animals with the\nminimum amount of floor space. One enclosure contains three Pomeranians sixteen inches in length. These\nanimals require ten square feet but only have 9.7sqft. The other two enclosures each contain three adult\nDachshunds nineteen inches in length. The two enclosures each require thirteen sq ft but only have 11.3 sq ft.\nEach dog housed in a primary enclosure must be provided a minimum amount of floor space to protect the health\nand welfare of the contained animals. The dealer must insure each animal has it's required minimum floor space.\nAffects nine adults. Correct by February 15, 2015"
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "The newly occupied indoor housing building is divided into three parts. In the food storage room there is an\naccumulation of dirt, debris and personal items such as egg cartons, a cross bow, old self feeders and used\nsyringes. On the exterior of the building there are accumulations of trash such as paper, plastic, empty gas cans,\nsoda bottles and metal. Premises where housing facilities are located, including buildings and surrounding grounds,\nmust be kept clean and in good repair to protect the animals from injury, to facilitate the husbandry practices, and to\nreduce or eliminate breeding and living areas for rodents and other pests and vermin. Premises must be kept free of\naccumulations of trash, junk, waste products, and discarded matter.\nAffects one hundred forty-three adults and thirty-five puppies.\nThe inspection and exit briefing was conducted with the facility representatives.\nAdditional Inspectors\nCooper Natalie, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.1(a)\nHOUSING FACILITIES, GENERAL.\nIn the western most animal room of the newly occupied indoor building there are two double stack rows of raised\nwire enclosures.  The indoor housing room is a high moisture environment.  The first two enclosures on the lower\nwestern side of the room contain a total of four adult dogs.  Above these enclosures is a hot electrical wire\nconnected to a light bulb fixture.  The electrical wire and light fixture are attached to the underside of the wash down\nfor the upper enclosures.  The wire and light fixture are not properly or safely installed. The electrical wire is hanging\nabove the enclosures and there are breaks in it's external yellow coating.   With the room being a high moisture\narea the all wires and light fixtures must be properly and safely installed to protect all of the contained animals from\ninjury and prevent any type of health hazard.\nAffects four adults.                                      Correct by February 14, 2015\n3.1(f)\nHOUSING FACILITIES, GENERAL.\nThe kennel facility consists of one indoor housing building.  The building is divided into three parts, two animal\nhousing rooms and a food storage room.  In the animal rooms there are double stacked rows of enclosures along\ntwo walls. There is a wash down structure between the upper and lower sets of raised wire enclosures.  The wash\ndowns are higher on the northern end to enhance flow of waste to the southern end.  At the southern end of the\nwash down the waste washes over the side and onto the floor where a drain is located.  On the western side of the\nsecond (western) dog room the last lower enclosure contains two adult dogs.  When the waste is washed over the\nend of the wash down it can splash into the bottom enclosure onto the two adults.   The dealer must repair or\nreplace the drainage system to prevent the animals from being contaminated from the waste material.  Housing\nfacilities must be equipped with disposal facilities and drainage systems that are constructed and operated so that\nanimal waste and water are rapidly eliminated and animals stay dry,  to protect the health and welfare of the animal,\nand to prevent the spread of disease.\nAffects two adults.                                  Correct by February 18, 2015\n\n3.6(a)(2)(1)                    REPEAT\nPRIMARY ENCLOSURES.\nThe kennel animals have been moved from the previous trailers to one indoor housing building.  The building is\ndivided into three rooms.  Two rooms are animal housing areas which contain two double rows of enclosures along\ntwo walls. The enclosures in the building are constructed of coated wire and in some cases wooden materials.   In\nthe western room there are three raised wire enclosures containing a total of six adults which have broken and or\nprotruding wires in the enclosures.  The broken wires must be repaired or removed to protect the contained animals\nfrom injury and to protect their health and welfare.  \nAffects six adults.\n3.6(c)(1)(1)\nPRIMARY ENCLOSURES.\nIn the newly occupied indoor housing building there are a total of 3 primary enclosures each containing three adults.\n These enclosures and animals were measured to show they did not provide the contained animals with the\nminimum amount of floor space.  One enclosure contains three Pomeranians sixteen inches in length.  These\nanimals require ten square feet but only have 9.7sqft.  The other two enclosures each contain three adult\nDachshunds nineteen inches in length.  The two enclosures each require thirteen sq ft but only have 11.3 sq ft.  \nEach dog housed in a primary enclosure must be provided a minimum amount of floor space to protect the health\nand welfare of the contained animals.  The dealer must insure each animal has it's required minimum floor space.\nAffects nine adults.                              Correct by February 15, 2015\n3.11(c)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThe newly occupied indoor housing building is divided into three parts.  In the food storage room there is an\naccumulation of dirt, debris and  personal items such as egg cartons, a cross bow, old self feeders and used\nsyringes.   On the exterior of the building there are accumulations of trash such as paper, plastic, empty gas cans,\nsoda bottles and metal.  Premises where housing facilities are located, including buildings and surrounding grounds,\nmust be kept clean and in good repair to protect the animals from injury, to facilitate the husbandry practices, and to\nreduce or eliminate breeding and living areas for rodents and other pests and vermin. Premises must be kept free of\naccumulations of trash, junk, waste products, and discarded matter.  \nAffects one hundred forty-three adults and thirty-five puppies.\nThe inspection and exit briefing was conducted with the facility representatives.\n\nAdditional Inspectors\nCooper Natalie, Veterinary Medical Officer",
  "animals_total": 178,
  "species": [
    {
      "count": 143,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 35,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}