{
  "insp_id": "INS-0000896129",
  "layout": "c",
  "customer_id": "3157",
  "customer_name": "Noahs Ark Animal Rehab Center and Sanctuary Inc",
  "customer_addr": "712 L G Griffin Road\nLocust Grove, GA 30248",
  "certificate": "57-C-0037",
  "site_id": "001",
  "site_name": "NOAHS ARK REHABILITATION CENTER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-SEP-2023",
  "report_date": "22-SEP-2023",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "There was no written program of veterinary care for the birds maintained within the facility. A written program of veterinary\ncare is needed to establish an adequate standard of veterinary care for the animals on hand. In coordination with the\nattending veterinarian, the facility must establish and document a program of veterinary care for the birds. Correct by\n10/20/2023."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "One potbelly pig, Otis, was observed during inspection with an abnormal gait and increased ocular discharge in his right\neye. The following observations were noted by the inspectors:\n- His right front foot bowed slightly to the side when standing or walking, causing both front hooves to touch the ground at\na diagonal. The interior front hoof appeared shorter than the side one from bearing most of the weight for that foot.\n- The outer hoof of his right hind foot was overgrown, curling over and covering the entire length of the interior hoof.\n- Both hind feet wobbled slightly when walking, taking exaggerated steps and kicking each hind foot up higher than\nrequired.\n- His right eye had a moderate amount of cloudy discharge at the corner.\nThe licensee had not identified the conditions affecting this animal prior to the inspection, so the veterinarian had not been\ncontacted. Failure to promptly identify such conditions delays appropriate treatment and may cause undue discomfort to\nthe animal. Direct and frequent communication with the attending veterinarian is required for timely diagnosis and\nadequate medical attention. The attending veterinarian was contacted thereafter."
    },
    {
      "code": "3.75(c)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "During the inspection, two areas of excessive rust were identified in the nonhuman primate enclosures:\nThe bottom section of the metal shift door in the enclosure housing one Japanese snow macaque (Kenya) was\nexcessively rusted. The rust was present along the entire length of the bottom metal frame as well as along the length of\nthe bottom section of the door. The rust was pitted in appearance with pieces having crumbled away and broken off,\nleaving behind substantial gaps in some areas, as well as jagged surfaces. Kenya was seen sitting on the metal frame\nduring inspection.\nThe bottom edge of the shift door housing two male rhesus macaques had a significant amount of rust. The rust covered\nhalf the length of that section and was moderately pitted with small pieces having flaked off, creating a rough surface.\nExcessive rust can prevent appropriate cleaning and sanitization and lead to structural integrity issues. The animals may\nalso injure themselves on jagged surfaces present when the metal starts to disintegrate. The facility shall ensure that any\nsurfaces that the nonhuman primates can come in contact with are free of excessive rust. Correct by 11/20/23."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, outdoor.",
      "narrative": "The chain link perimeter fence surrounding the outdoor enclosures containing dangerous animals, such as tigers and\nbears, had the following deficiencies:\n- In the back of the Grizzly bear Anna Loo’s enclosure, on the side furthest from her catch pen, there was a gap\napproximately 4 feet long and 1 foot deep in the perimeter fence. The gap was loosely filled with rocks.\n- On the creek side, behind the black bear Baloo’s enclosure, there is a large hole spanning approximately 1/3 of the\nlength of the bottom section of the fence, about 2 to 3 feet in height above the water.\nThe chain link fence designated by the facility during inspection as the perimeter fence surrounding the outdoor\nenclosures for all the other animals, including non-human primates and other non-dangerous mammals, had the following\ndeficiencies:\n- Two flood gates, encompassing approximately the bottom 1/3 of the fence, were wedged open by overgrown vegetation\nalong the fencing closest to the road.\n- Behind the primate enclosures, on the side nearest the river, there is an approximately 2-foot- long, 1-foot-deep gap in\nthe bottom of the fence.\n- On the side behind the fox enclosure was an area of damaged fence approximately 6 feet in length, where the top of the\nfence had rolled down to approximately 5 feet in height.\n- The bottom of the fencing near the bird aviary housing macaws had a hole that roughly expanded 1-foot-deep and 1-\nfoot-wide.\n- The fence that crosses over the creek had many areas of vegetation overgrowth leaning on top and across the fence.\n- A perimeter fence gate located along the south side of the facility measured 52 inches (slighly more than 4 feet) in\nheight.\nDuring the exit briefing, the facility mentioned they were considering using some of the fencing immediately surrounding\nsome primary enclosures as perimeter fences. The following deficiencies were seen with these fences:\n- The fence surrounding the bobcat enclosure had areas that were 1 to 3 inches short of 6 feet.\n- The fence for most of the non-human primates, designated as the public barrier during inspection, had areas that were\nless than 6 feet in height. In addition, an approximate ½ foot deep, 2-foot-long gap was also seen at the bottom of a\nsection of this fence located between the non-human primate enclosures and the dangerous animal perimeter fence.\n- The fence surrounding the back section of the gibbon and brown lemur enclosures was approximately 4.5 feet high.\nThe lack of an adequate perimeter fence presents a safety risk to the animals within the facility in that there isn’t an\nadequate secondary containment system to hold animals that may escape their primary enclosures, or a sufficient barrier\nto keep animals and unauthorized persons out. In fact, on August 13th 2023, the Grizzly bear Anna loo escaped the\ndangerous animal’s perimeter fence after a fallen tree allowed her to leave her primary enclosure. The facility believes the\nbear was able to escape the perimeter fence through a gate loosely closed by a chain.\nThe facility must ensure they maintain 8-foot-high perimeter fencing for dangerous animals, and 6-foot-high fencing for\nboth non-dangerous animals and non-human primates. Such fences must be at least 3 feet in distance from the primary\nenclosure for outdoor housed animals."
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": true,
      "desc": "Feeding.",
      "narrative": "The facility has implemented changes in the diet and supplements provided to the big cats that were not approved by the\nattending veterinarian.\nThe facility has a binder with detailed descriptions for the diet of each big cat. During inspection, two tigers were fed\ndifferent amounts than instructed in that binder. The facility explained having implemented changes to the diet and\nprovided a sheet reflecting the current diet where four of the five big cats were fed different amounts than indicated in the\nbinder. For three tigers, this resulted in a 2-lb increase in the amount of meat being fed. Upon speaking with the attending\nveterinarian, they stated they were not aware of the changes made to the diets by the facility. The attending veterinarian\nwas under the impression the diet outlined in the binder was still being followed, as this was the only diet they had\nreviewed and approved. The lion, Liberty, was also being fed four more pounds of meat than indicated in the binder. The\nattending veterinarian was under the impression Liberty was on a diet, with the plan to reduce the amount of meat noted\nin the binder by ½ lb per week, to achieve some weight loss in this overweight animal.\nThe veterinarian also explained her understanding was that supplements were being given per the labeled instructions.\nThe veterinarian stated that for the supplement Cosequin, the facility should be following the labeled instructions for a 200\nlbs animal. Per the original binder and the label, the big cats should be given ½ scoop of Cosequin daily. The facility has\nbeen giving 1 scoop. Furthermore, the facility had not consulted with the veterinarian on how to feed the supplements to\nthe animals. The powdered supplements were placed on top of the pile of meat for each animal. Large quantities of the\nsupplements separated and dispersed from the pieces of meat as employees threw them over the fence to the animals.\nAn inappropriate increase in the amount of food being given to the big cats could result in unwanted weight gain which\nwould negatively impact the animal’s health or contribute to the development of additional health conditions and concerns.\nOverdosing or inappropriate administration of supplements may also have negative impacts on animals’ health. The\nfacility must ensure the food given to the animals is wholesome, palatable, and free from contamination and of sufficient\nquantity and nutritive value to maintain all animals in good health. The diet shall be prepared with consideration for the\nage, species, condition, size, and type of the animal and shall be approved by the attending veterinarian."
    },
    {
      "code": "3.150(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "Many areas of excessive rust were identified within the enclosure only housing cockatiels:\n- The bottom section of 2 diagonal poles located closer to the entry door of the enclosure were excessively rusted. Large\nportions of the metal in those areas were broken off, leaving behind large holes with substantially frayed/jagged edges.\n- Multiple areas of surface rust could be seen on three horizontal bars within the enclosures. Pits and holes could be seen\nin some of the rusted sections on the horizontal bar nearest the trees.\nExcessive rust can prevent appropriate cleaning and sanitization and lead to structural integrity issues. The animals may\nalso injure themselves on jagged surfaces present when the metal starts to disintegrate. The facility shall ensure that any\nsurfaces that the birds can come in contact with are free of excessive rust or damage. Correct by 11/20/2023."
    },
    {
      "code": "3.152(b)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor",
      "narrative": "Six outdoor enclosures housing birds did not provide shelter from the wind. These enclosures consist of chain link fencing\non all sides, with partial or complete roof structures above. No structures were present to obstruct or inhibit the impact of\nwind entering the enclosures. In addition, at least two large and three moderate sized holes were present throughout the\nplastic covering above the enclosure housing six Amazons. The top in question was the only source of shelter from\nsunlight and precipitation for this enclosure.\nInappropriate shelter exposes birds to extreme weather conditions which could cause discomfort, illness, or distress to the\nanimals. The facility must provide an adequate shelter to protect the birds from any adverse weather conditions that is\nlarge enough to comfortably contain all the birds at one time and prevent their discomfort from direct sunlight,\nprecipitation, or wind. Correct by 10/20/2023."
    },
    {
      "code": "3.154",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "The facility does not have a written environmental enhancement plan for the birds on hand. A written plan is necessary to\nensure that the overall health, well-being, and psychological needs of the birds are being appropriately met. The facility\nmust develop, document, and follow a species-appropriate plan for environment enhancement adequate to promote the\npsychological well-being of birds. The plan must be approved by the attending veterinarian and must address social\ngrouping, environmental enrichment, special considerations, restraint devices, and exemptions. Correct by 10/20/2023.\nThis inspection and exit interview were conducted with facility representatives.\nAdditional Inspectors:\nCARLA THOMAS, VETERINARY MEDICAL OFFICER n"
    }
  ],
  "narrative": "2.40(a)(1) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThere was no written program of veterinary care for the birds maintained within the facility. A written program of veterinary \ncare is needed to establish an adequate standard of veterinary care for the animals on hand. In coordination with the \nattending veterinarian, the facility must establish and document a program of veterinary care for the birds. Correct by \n10/20/2023. \n2.40(b)(3)  Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nOne potbelly pig, Otis, was observed during inspection with an abnormal gait and increased ocular discharge in his right \neye. The following observations were noted by the inspectors:  \n- His right front foot bowed slightly to the side when standing or walking, causing both front hooves to touch the ground at \na diagonal. The interior front hoof appeared shorter than the side one from bearing most of the weight for that foot.  \n- The outer hoof of his right hind foot was overgrown, curling over and covering the entire length of the interior hoof.  \n- Both hind feet wobbled slightly when walking, taking exaggerated steps and kicking each hind foot up higher than \nrequired.  \n- His right eye had a moderate amount of cloudy discharge at the corner.  \nThe licensee had not identified the conditions affecting this animal prior to the inspection, so the veterinarian had not been \ncontacted. Failure to promptly identify such conditions delays appropriate treatment and may cause undue discomfort to \nthe animal. Direct and frequent communication with the attending veterinarian is required for timely diagnosis and \nadequate medical attention. The attending veterinarian was contacted thereafter. \n3.75(c)(1)(i) \n   \nHousing facilities, general. \nDuring the inspection, two areas of excessive rust were identified in the nonhuman primate enclosures:  \n \nThe bottom section of the metal shift door in the enclosure housing one Japanese snow macaque (Kenya) was \nexcessively rusted. The rust was present along the entire length of the bottom metal frame as well as along the length of \nthe bottom section of the door. The rust was pitted in appearance with pieces having crumbled away and broken off,\n\nleaving behind substantial gaps in some areas, as well as jagged surfaces. Kenya was seen sitting on the metal frame \nduring inspection.  \n \nThe bottom edge of the shift door housing two male rhesus macaques had a significant amount of rust. The rust covered \nhalf the length of that section and was moderately pitted with small pieces having flaked off, creating a rough surface.  \n \nExcessive rust can prevent appropriate cleaning and sanitization and lead to structural integrity issues. The animals may \nalso injure themselves on jagged surfaces present when the metal starts to disintegrate. The facility shall ensure that any \nsurfaces that the nonhuman primates can come in contact with are free of excessive rust. Correct by 11/20/23. \n3.127(d)  Repeat\n   \nFacilities, outdoor. \nThe chain link perimeter fence surrounding the outdoor enclosures containing dangerous animals, such as tigers and \nbears, had the following deficiencies:  \n \n- In the back of the Grizzly bear Anna Loo’s enclosure, on the side furthest from her catch pen, there was a gap \napproximately 4 feet long and 1 foot deep in the perimeter fence. The gap was loosely filled with rocks.  \n- On the creek side, behind the black bear Baloo’s enclosure, there is a large hole spanning approximately 1/3 of the \nlength of the bottom section of the fence, about 2 to 3 feet in height above the water.  \n \nThe chain link fence designated by the facility during inspection as the perimeter fence surrounding the outdoor \nenclosures for all the other animals, including non-human primates and other non-dangerous mammals, had the following \ndeficiencies:  \n \n- Two flood gates, encompassing approximately the bottom 1/3 of the fence, were wedged open by overgrown vegetation \nalong the fencing closest to the road.  \n- Behind the primate enclosures, on the side nearest the river, there is an approximately 2-foot- long, 1-foot-deep gap in \nthe bottom of the fence.  \n- On the side behind the fox enclosure was an area of damaged fence approximately 6 feet in length, where the top of the \nfence had rolled down to approximately 5 feet in height.  \n- The bottom of the fencing near the bird aviary housing macaws had a hole that roughly expanded 1-foot-deep and 1-\nfoot-wide.  \n- The fence that crosses over the creek had many areas of vegetation overgrowth leaning on top and across the fence.  \n- A perimeter fence gate located along the south side of the facility measured 52 inches (slighly more than 4 feet) in \nheight.  \n \nDuring the exit briefing, the facility mentioned they were considering using some of the fencing immediately surrounding \nsome primary enclosures as perimeter fences. The following deficiencies were seen with these fences:  \n \n- The fence surrounding the bobcat enclosure had areas that were 1 to 3 inches short of 6 feet.  \n- The fence for most of the non-human primates, designated as the public barrier during inspection, had areas that were \nless than 6 feet in height. In addition, an approximate ½ foot deep, 2-foot-long gap was also seen at the bottom of a\n\nsection of this fence located between the non-human primate enclosures and the dangerous animal perimeter fence.  \n- The fence surrounding the back section of the gibbon and brown lemur enclosures was approximately 4.5 feet high.  \n \nThe lack of an adequate perimeter fence presents a safety risk to the animals within the facility in that there isn’t an \nadequate secondary containment system to hold animals that may escape their primary enclosures, or a sufficient barrier \nto keep animals and unauthorized persons out. In fact, on August 13th 2023, the Grizzly bear Anna loo escaped the \ndangerous animal’s perimeter fence after a fallen tree allowed her to leave her primary enclosure. The facility believes the \nbear was able to escape the perimeter fence through a gate loosely closed by a chain.  \n \nThe facility must ensure they maintain 8-foot-high perimeter fencing for dangerous animals, and 6-foot-high fencing for \nboth non-dangerous animals and non-human primates. Such fences must be at least 3 feet in distance from the primary \nenclosure for outdoor housed animals. \n3.129(a)  Repeat\n   \nFeeding. \nThe facility has implemented changes in the diet and supplements provided to the big cats that were not approved by the \nattending veterinarian.  \n \nThe facility has a binder with detailed descriptions for the diet of each big cat. During inspection, two tigers were fed \ndifferent amounts than instructed in that binder. The facility explained having implemented changes to the diet and \nprovided a sheet reflecting the current diet where four of the five big cats were fed different amounts than indicated in the \nbinder. For three tigers, this resulted in a 2-lb increase in the amount of meat being fed. Upon speaking with the attending \nveterinarian, they stated they were not aware of the changes made to the diets by the facility. The attending veterinarian \nwas under the impression the diet outlined in the binder was still being followed, as this was the only diet they had \nreviewed and approved. The lion, Liberty, was also being fed four more pounds of meat than indicated in the binder. The \nattending veterinarian was under the impression Liberty was on a diet, with the plan to reduce the amount of meat noted \nin the binder by ½ lb per week, to achieve some weight loss in this overweight animal.  \n \nThe veterinarian also explained her understanding was that supplements were being given per the labeled instructions. \nThe veterinarian stated that for the supplement Cosequin, the facility should be following the labeled instructions for a 200 \nlbs animal. Per the original binder and the label, the big cats should be given ½ scoop of Cosequin daily. The facility has \nbeen giving 1 scoop. Furthermore, the facility had not consulted with the veterinarian on how to feed the supplements to \nthe animals. The powdered supplements were placed on top of the pile of meat for each animal. Large quantities of the \nsupplements separated and dispersed from the pieces of meat as employees threw them over the fence to the animals.  \n \nAn inappropriate increase in the amount of food being given to the big cats could result in unwanted weight gain which \nwould negatively impact the animal’s health or contribute to the development of additional health conditions and concerns. \nOverdosing or inappropriate administration of supplements may also have negative impacts on animals’ health. The \nfacility must ensure the food given to the animals is wholesome, palatable, and free from contamination and of sufficient \nquantity and nutritive value to maintain all animals in good health. The diet shall be prepared with consideration for the \nage, species, condition, size, and type of the animal and shall be approved by the attending veterinarian.\n\n3.150(c)(2) \n   \nFacilities, general. \nMany areas of excessive rust were identified within the enclosure only housing cockatiels:  \n \n- The bottom section of 2 diagonal poles located closer to the entry door of the enclosure were excessively rusted. Large \nportions of the metal in those areas were broken off, leaving behind large holes with substantially frayed/jagged edges.  \n- Multiple areas of surface rust could be seen on three horizontal bars within the enclosures. Pits and holes could be seen \nin some of the rusted sections on the horizontal bar nearest the trees.  \n \nExcessive rust can prevent appropriate cleaning and sanitization and lead to structural integrity issues. The animals may \nalso injure themselves on jagged surfaces present when the metal starts to disintegrate. The facility shall ensure that any \nsurfaces that the birds can come in contact with are free of excessive rust or damage. Correct by 11/20/2023. \n3.152(b) \n   \nFacilities, outdoor \nSix outdoor enclosures housing birds did not provide shelter from the wind. These enclosures consist of chain link fencing \non all sides, with partial or complete roof structures above. No structures were present to obstruct or inhibit the impact of \nwind entering the enclosures. In addition, at least two large and three moderate sized holes were present throughout the \nplastic covering above the enclosure housing six Amazons. The top in question was the only source of shelter from \nsunlight and precipitation for this enclosure.  \n \nInappropriate shelter exposes birds to extreme weather conditions which could cause discomfort, illness, or distress to the \nanimals. The facility must provide an adequate shelter to protect the birds from any adverse weather conditions that is \nlarge enough to comfortably contain all the birds at one time and prevent their discomfort from direct sunlight, \nprecipitation, or wind. Correct by 10/20/2023. \n3.154 \n   \nEnvironment enhancement to promote psychological well-being. \nThe facility does not have a written environmental enhancement plan for the birds on hand. A written plan is necessary to \nensure that the overall health, well-being, and psychological needs of the birds are being appropriately met. The facility \nmust develop, document, and follow a species-appropriate plan for environment enhancement adequate to promote the \npsychological well-being of birds. The plan must be approved by the attending veterinarian and must address social \ngrouping, environmental enrichment, special considerations, restraint devices, and exemptions. Correct by 10/20/2023. \n \nThis inspection and exit interview were conducted with facility representatives.\n\nAdditional Inspectors: \nCARLA THOMAS, VETERINARY MEDICAL OFFICER n",
  "animals_total": 209,
  "species": [
    {
      "count": 5,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 2,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 1,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE / SNOW MACAQUE"
    },
    {
      "count": 2,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Papio hamadryas",
      "common": "HAMADRYAS BABOON"
    },
    {
      "count": 1,
      "scientific": "Hylobates lar",
      "common": "LAR GIBBON"
    },
    {
      "count": 1,
      "scientific": "Symphalangus syndactylus",
      "common": "SIAMANG"
    },
    {
      "count": 7,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 2,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 1,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 1,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 2,
      "scientific": "Hystrix cristata",
      "common": "AFRICAN CRESTED PORCUPINE"
    },
    {
      "count": 4,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 1,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 1,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 4,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 2,
      "scientific": "Ateles chamek",
      "common": "BLACK SPIDER MONKEY"
    },
    {
      "count": 1,
      "scientific": "Callithrix jacchus",
      "common": "COMMON MARMOSET"
    },
    {
      "count": 1,
      "scientific": "Saimiri sciureus",
      "common": "COMMON SQUIRREL MONKEY"
    },
    {
      "count": 6,
      "scientific": "Eulemur rufus",
      "common": "RUFOUS BROWN LEMUR / RED BROWN LEMUR"
    },
    {
      "count": 1,
      "scientific": "Canis lupus X C. familiaris",
      "common": "WOLF/DOG HYBRID"
    },
    {
      "count": 1,
      "scientific": "Ursus arctos syriacus",
      "common": "SYRIAN BROWN BEAR"
    },
    {
      "count": 2,
      "scientific": "Cacatua moluccensis",
      "common": "SALMON-CRESTED COCKATOO / MOLUCCAN COCKATOO"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 6,
      "scientific": "Ara militaris",
      "common": "MILITARY MACAW"
    },
    {
      "count": 5,
      "scientific": "Cacatua sulphurea",
      "common": "YELLOW-CRESTED COCKATOO / LESSER SULPHUR-"
    },
    {
      "count": 4,
      "scientific": "Cacatua alba",
      "common": "WHITE COCKATOO / UMBRELLA COCKATOO"
    },
    {
      "count": 17,
      "scientific": "Ara ararauna",
      "common": "BLUE-AND-YELLOW MACAW / BLUE-AND-GOLD MACAW"
    },
    {
      "count": 8,
      "scientific": "Ara macao",
      "common": "SCARLET MACAW"
    },
    {
      "count": 10,
      "scientific": "Ara, Anodorhynchus, Primolius, Diopsittaca spp hybrid",
      "common": "MACAW HYBRID"
    },
    {
      "count": 2,
      "scientific": "Psittacus erithacus",
      "common": "CONGO AFRICAN GREY PARROT / GRAY PARROT"
    },
    {
      "count": 3,
      "scientific": "Cacatua sanguinea",
      "common": "LITTLE CORELLA / BARE-EYED COCKATOO"
    },
    {
      "count": 9,
      "scientific": "Amazona oratrix",
      "common": "YELLOW-HEADED PARROT / YELLOW-HEADED AMAZON /"
    },
    {
      "count": 90,
      "scientific": "Nymphicus hollandicus",
      "common": "COCKATIEL"
    },
    {
      "count": 2,
      "scientific": "Eclectus roratus",
      "common": "ECLECTUS PARROT"
    },
    {
      "count": 1,
      "scientific": "Eolophus roseicapilla",
      "common": "GALAH / ROSE-BREASTED COCKATOO / ROSEATE"
    }
  ]
}