{
  "insp_id": "168162016200080",
  "layout": "a",
  "customer_id": "324958",
  "customer_name": "Enos Fisher",
  "customer_addr": "Lizzie Fisher\n7425 Baker Rd\nHagerstown, IN 47346",
  "certificate": "32-A-0435",
  "site_id": "001",
  "site_name": "ENOS FISHER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-JUN-2016",
  "report_date": "17-JUN-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Ten guinea pigs were found during the last inspection which had health issues including eye problems, skin\nproblems, breathing problems, hair loss, lumps, and circling. Licensee stated those guinea pigs were treated, but\ndoes not have any documentation showing they were examined by a veterinarian, how they were treated, or for how\nlong they were treated.\nAt least fifteen more guinea pigs were found during this inspection to need veterinary attention. There is a white\nguinea pig in the sick pen Licensee stated is being treated, but there is no documentation showing medication,\ndose, route, and duration of treatment. The guinea pig has bald patches on its head and face with a tan wet area\nunder its chin.\nSeveral guinea pigs were missing hair on their face. Licensee stated this hair loss was resultant from the guinea\npigs drinking from the water lixits. There is no record of veterinary examination or diagnosis for these animals.\nSeveral guinea pigs have a thin, sparse haircoat. Licensee stated these are animals which are two years old or\nolder and it is due to age. There is no record of veterinary examination or diagnosis for these animals.\nA white guinea pig has a reddish brown discharge surrounding its right eye. The lids appear swollen.\nA red and white guinea pig has a reddish brown discharge accumulated around its left eye. The eye appears hazy\nand sunken.\nA grey and white guinea pig has moisture accumulated around her hind end. The skin appears raw and sore. The\nhair easily epilates in sticky tufts.\nA reddish brown and white guinea pig has a sunken right eye which only partially opens. The right nostril is also\nbloody.\nTwo guinea pigs have lumps. One grey/brown and white guinea pig has a smooth, walnut sized lump under the\nright jaw. Licensee stated he has been watching this animal for the past two days. There is no documentation\nshowing that this has been done. One black and white guinea pig has a small fist sized mass under its neck\ntouching the ground between its front legs. Licensee said it has been there for five days, but hasn't documented\nany observations.\nThese guinea pigs require veterinary care for their health and well being. Licensee must use appropriate methods\nto prevent, control, diagnose and treat diseases and injuries. These animals must be examined by a licensed\nveterinarian for diagnosis and treatment. Documentation of the veterinarian's assessment, treatment, and plan shall\nbe maintained for examination by APHIS officials\nCorrect by: Remains Uncorrected"
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The Licensee continues to only track sales by maintaining sales receipts. The Licensee was able to give an\napproximate number of animals on hand, but had no records to verify the inventory. There continues to be no\nrecords of any births and no records of any deaths (either natural or by euthanasia) occurring in the last nine\nmonths. Accurate records of all acquisitions (including births) and dispositions (including deaths) are necessary\nto evaluate trends and monitor the health of the colony. Correct by developing and maintaining all required records\nincluding all animals acquired, owned, held, transported, sold, euthanized, died, or otherwise disposed of. The\nrecords shall include any offspring born of any animal.\nCorrect by: Remains Uncorrected"
    },
    {
      "code": "3.25(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "A juvenile brown guinea pig was loose in the housing room during inspection. Licensee caught the guinea pig and\nplaced it in one of the shelves. It is unknown which shelf contained the youngster's mother, or how long the guinea\npig had been loose. Young guinea pigs may experience malnutrition and dehydration when separated from their\nmother too soon. Enclosures shall be structurally sound and maintained in good repair to protect the animals from\ninjury and to contain the animals.\nCorrect by: From This Day Forward"
    },
    {
      "code": "3.25(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "There is an open topped cart in the animal housing room which contains hay for the guinea pigs. Supplies of food\nstored in this manner are prone to contamination which may be harmful to the guinea pigs. Food supplies shall be\nstored in containers with tightly fitting lids or covers\nCorrect by: June 21, 2016"
    },
    {
      "code": "3.29(d)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "The self feeders are fixed to the enclosures with screws. The pelleted feed in many of them is turned to dust and\ncontains feces. Many of the self feeders are rusty and caked with a dark brown film. Contaminated, deteriorated\nfeed is a health risk for the animals. All food receptacles shall be kept clean. The self feeders shall be emptied,\ncleaned, and sanitized as often as necessary to prevent recurrence. Rusty feeders shall be repaired or replaced.\nCorrect by: June 24, 2016"
    },
    {
      "code": "3.30",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "The water receptacles remain too dirty. Wet bedding and a dark brown substance is adhered to the water\nreceptacles and water lines. The wire mesh of the primary enclosures near the water lines and pipes is\nencrusted with a dark material. Also, there are buckets on top of the racks on the north side of the facility which\nhold water before it goes down to the animals. One of the buckets is white, but the water in it appears dark colored.\nLicensee said we could not look inside the bucket due to the configuration of the system. These environments are\nideal for bacteria and other health hazards to grow, posing a health risk for the animals. All watering receptacles\nand water holding buckets shall be cleaned and sanitized when dirty.\nCorrect by: Remains Uncorrected"
    },
    {
      "code": "3.31(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Many of the primary enclosures are too dirty. There is wet, soiled bedding accumulated in the corners, especially\nnear the feed and water. Some enclosures are extensively soiled such that the guinea pigs do not have a clean\narea to congregate. Many enclosures have cobwebs and bedding hanging from the ceilings. Urine and other\nmoisture has penetrated into the wood structure of some of the pens. There is a dark film present on some of the\nwalls, wire, feeders, and water lixits. The environment of these dirty pens is ideal for harboring disease hazards\nwhich may be harmful for the guinea pigs. Primary enclosures shall be cleaned and sanitized often enough to\nprevent an accumulation of excreta or debris. Sanitization includes washing them with hot water (180 degrees F)\nand soap or detergent as in a mechanical cage washer, or by washing all soiled surfaces with a detergent solution\nfollowed by a safe and effective disinfectant, or by cleaning all soiled surfaces with live steam. A regular schedule\nfor cleaning and sanitization shall be developed and maintained to prevent recurrence.\nCorrect by: June 24, 2016"
    },
    {
      "code": "3.31(b)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The animal housing room is too dirty. There is spilled shavings and feces everywhere on the floor and accumulated\nin corners. Wet, soiled bedding is accumulated at the bottom of the water receptacles. Dirt, cobwebs, and\ndroppings are accumulated in the window sills. A large pile of soiled bedding sits outside the animal housing\nbuilding within close proximity.\nThe feed storage room is a mess. There is spilled bedding and feces everywhere. There is a large pile trash\nconsisting of empty feed bags. There is an open bag of bedding for the guinea pigs on the floor, and an open bag\nof sulfur on the floor, also used for the guinea pigs. Stored next to the guinea pig feed bags is a bucket with wet,\nsoiled bedding which Licensee said is used for trash.\nFilthy conditions promote the growth of disease factors and attract pests and vermin which may be harmful for\nguinea pigs. Premises shall be kept clean and in good repair in order to protect the animals from injury and to\nfacilitate optimal standard of care. Premises shall remain free of accumulations of trash. The animal housing room\nand the feed storage room must be cleaned. A schedule for their regular cleaning shall be developed and\nmaintained. The muck heap must be moved a fair distance away from the animal housing facility.\nCorrect by: June 26, 2016\nExit interview conducted with Licensee."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nTen guinea pigs were found during the last inspection which had health issues including eye problems, skin\nproblems, breathing problems, hair loss, lumps, and circling.  Licensee stated those guinea pigs were treated, but\ndoes not have any documentation showing they were examined by a veterinarian, how they were treated, or for how\nlong they were treated.\nAt least fifteen more guinea pigs were found during this inspection to need veterinary attention.  There is a white\nguinea pig in the sick pen Licensee stated is being treated, but there is no documentation showing medication,\ndose, route, and duration of treatment.  The guinea pig has bald patches on its head and face with a tan wet area\nunder its chin.\nSeveral guinea pigs were missing hair on their face.  Licensee stated this hair loss was resultant from the guinea\npigs drinking from the water lixits.  There is no record of veterinary examination or diagnosis for these animals.\nSeveral guinea pigs have a thin, sparse haircoat.  Licensee stated these are animals which are two years old or\nolder and it is due to age. There is no record of veterinary examination or diagnosis for these animals.\nA white guinea pig has a reddish brown discharge surrounding its right eye.  The lids appear swollen. \nA red and white guinea pig has a reddish brown discharge accumulated around its left eye.  The eye appears hazy\nand sunken.\nA grey and white guinea pig has moisture accumulated around her hind end.  The skin appears raw and sore.  The\nhair easily epilates in sticky tufts.\nA reddish brown and white guinea pig has a sunken right eye which only partially opens.  The right nostril is also\nbloody.\nTwo guinea pigs have lumps.  One grey/brown and white guinea pig has a smooth, walnut sized lump under the\n\nright jaw.  Licensee stated he has been watching this animal for the past two days.  There is no documentation\nshowing that this has been done.  One black and white guinea pig has a small fist sized mass under its neck\ntouching the ground between its front legs.  Licensee said it has been there for five days, but hasn't documented\nany observations.   \nThese guinea pigs require veterinary care for their health and well being.  Licensee must use appropriate methods\nto prevent, control, diagnose and treat diseases and injuries. These animals must be examined by a licensed \nveterinarian for diagnosis and treatment.  Documentation of the veterinarian's assessment, treatment, and plan shall\nbe maintained for examination by APHIS officials\nCorrect by:  Remains Uncorrected\n   \n2.75(b)(1)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\nThe Licensee continues to only track sales by maintaining sales receipts. The Licensee was able to give an \napproximate number of animals on hand, but had no records to verify the inventory. There continues to be no \nrecords of any births and no records of any deaths (either natural or by euthanasia) occurring in the last nine \nmonths.  Accurate records of all acquisitions (including births) and dispositions (including deaths) are necessary\nto evaluate trends and monitor the health of the colony. Correct by developing and maintaining all required records\nincluding all animals acquired, owned, held, transported, sold, euthanized, died, or otherwise disposed of. The\nrecords shall include any offspring born of any animal.\nCorrect by:  Remains Uncorrected\n3.25(a)\nFACILITIES, GENERAL.\nA juvenile brown guinea pig was loose in the housing room during inspection.  Licensee caught the guinea pig and\nplaced it in one of the shelves.  It is unknown which shelf contained the youngster's mother, or how long the guinea\npig had been loose.  Young guinea pigs may experience malnutrition and dehydration when separated from their\nmother too soon.   Enclosures shall be structurally sound and maintained in good repair to protect the animals from\ninjury and  to contain the animals.\nCorrect by:  From This Day Forward\n3.25(c)\n\nFACILITIES, GENERAL.\nThere is an open topped cart in the animal housing room which contains hay for the guinea pigs.  Supplies of food\nstored in this manner are prone to contamination which may be harmful to the guinea pigs.   Food supplies shall be\nstored in containers with tightly fitting lids or covers \nCorrect by:  June 21, 2016\n3.29(d)\nFEEDING. \nThe self feeders are fixed to the enclosures with screws.  The pelleted feed in many of them is turned to dust and\ncontains feces.  Many of the self feeders are rusty and caked with a dark brown film.  Contaminated, deteriorated\nfeed is a health risk for the animals.  All food receptacles shall be kept clean.  The self feeders shall be emptied,\ncleaned, and sanitized as often as necessary to prevent recurrence.  Rusty feeders shall be repaired or replaced.\nCorrect by:  June 24, 2016\n3.30                    REPEAT\nWATERING. \nThe water receptacles remain too dirty.   Wet bedding and a dark brown substance is adhered to the water\nreceptacles and water lines.  The wire mesh of the primary enclosures near the water lines and pipes is \nencrusted with a dark material.  Also, there are buckets on top of the racks on the north side of the facility which\nhold water before it goes down to the animals.  One of the buckets is white, but the water in it appears dark colored.\n Licensee said we could not look inside the bucket due to the configuration of the system. These environments are\nideal for bacteria and other health hazards to grow, posing a health risk for the animals.  All watering receptacles\nand water holding buckets shall be cleaned and sanitized when dirty.\nCorrect by:  Remains Uncorrected\n3.31(a)(1)\nSANITATION.\nMany of the primary enclosures are too dirty.  There is wet, soiled bedding accumulated in the corners, especially\nnear the feed and water.  Some enclosures are extensively soiled such that the guinea pigs do not have a clean\narea to congregate.  Many enclosures have cobwebs and bedding hanging from the ceilings.  Urine and other\nmoisture has penetrated into the wood structure of some of the pens.  There is a dark film present on some of the\nwalls, wire, feeders, and water lixits.  The environment of these dirty pens is ideal for harboring disease hazards\n\nwhich may be harmful for the guinea pigs.  Primary enclosures shall be cleaned and sanitized often enough to\nprevent an accumulation of excreta or debris.  Sanitization includes washing them with hot water (180 degrees F)\nand soap or detergent as in a mechanical cage washer, or by washing all soiled surfaces with a detergent solution\nfollowed by a safe and effective disinfectant, or by cleaning all soiled surfaces with live steam.  A regular schedule\nfor cleaning and sanitization shall be developed and maintained to prevent recurrence.\nCorrect by:  June 24, 2016\n3.31(b)\nSANITATION.\nThe animal housing room is too dirty.  There is spilled shavings and feces everywhere on the floor and accumulated\nin corners.  Wet, soiled bedding is accumulated at the bottom of the water receptacles.  Dirt, cobwebs, and\ndroppings are accumulated in the window sills.  A large pile of soiled bedding sits outside the animal housing\nbuilding within close proximity.  \nThe feed storage room is a mess.  There is spilled bedding and feces everywhere.  There is a large pile trash\nconsisting of empty feed bags.  There is an open bag of bedding for the guinea pigs on the floor, and an open bag\nof sulfur on the floor, also used for the guinea pigs.  Stored next to the guinea pig feed bags is a bucket with wet,\nsoiled bedding which Licensee said is used for trash.  \nFilthy conditions promote the growth of disease factors and attract pests and vermin which may be harmful for\nguinea pigs.  Premises shall be kept clean and in good repair in order to protect the animals from injury and to\nfacilitate optimal standard of care. Premises shall remain free of accumulations of trash.  The animal housing room\nand the feed storage room must be cleaned.  A schedule for their regular cleaning shall be developed and\nmaintained.  The muck heap must be moved a fair distance away from the animal housing facility.\nCorrect by:  June 26, 2016\nExit interview conducted with Licensee.",
  "animals_total": 900,
  "species": [
    {
      "count": 900,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}