{
  "insp_id": "120141717373421",
  "layout": "a",
  "customer_id": "5567",
  "customer_name": "Claudia Obermiller",
  "customer_addr": "915 Union Rd\nFarwell, NE 68838",
  "certificate": "47-A-0295",
  "site_id": "001",
  "site_name": "Claudia Obermiller",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-MAY-2014",
  "report_date": "01-MAY-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "**Female, sealpoint ragdoll, (cid:28)\"Spring\"(cid:29), ID #12 is still undergoing treatment, however, the condition seems to be\nworse. The cat was observed sleeping, and was difficult to rouse. When she held her head up, her eyes were\nsealed shut with a thick, yellowish discharge and she was unable to open them at all. The cat immediately put her\nhead back down and appeared lethargic. The cat was curled up and never attempted to rise during the course of\nthe inspection. Lethargy can be a sign of pain and/or indicate the presence of a serious medical condition. The\nlicensee failed to consult with her veterinarian when the cat did not respond to the prescribed treatment and\ndeveloped new problems.\n**Female, sealpoint ragdoll, \"(cid:28)Rainey\"(cid:29), ID #45 is still undergoing treatment, however, the condition has not\nimproved. She is still squinting in both eyes. The third eyelids are still raised and appear pink, and the outer eyelids,\nboth upper and lower, still appear pink and inflamed. There is a light tan to yellowish discharge around both eyes\nwith accompanying tear drainage. The fur about an inch surrounding each eye appears to be wet. The licensee\nstates she has been following the treatment recommended by the veterinarian, and has shown documentation of\nboth the veterinary notes and the treatment given. However, she acknowledges the treatment does not appear to\nbe having any affect, and has failed to consult with the veterinarian about this issue.\n**Male, bluepoint ragdoll, \"(cid:28)Blue Ice\"(cid:29), ID # 10 is squinting in both eyes, has a crusty yellowish discharge around\nboth eyes, and the eyelids appear slightly pink and inflamed. The licensee stated she noticed this condition on\nApril 15, and started following the same treatment as the female ragdolls identified here. She stated she did not\nconsult her veterinarian specifically about this cat.\nEye problems can be an indicator of injury, disease, allergies or irritation, and can be itchy and/or painful, and can\naffect the well-being of the animal. It is potentially distressful when an animal cannot open its eyes, and this could\nprevent the cat from eating and drinking in a normal manner. Lethargy could indicate that the animal has a serious\nmedical condition.\nThe licensee must develop and follow a program of adequate veterinary care including the use of appropriate\nmethods to prevent, control, diagnose, and treat disease and injuries and the availability of emergency, weekend,\nand holiday care.\nThe licensee must have these cats examined by a veterinarian to obtain a proper diagnosis and appropriate\ntreatment plan. The licensee must document the veterinarian'(cid:25)s findings, the treatment plan that is followed, and\nhave the records available to the inspector upon request. In addition, the licensee must consult with the\nveterinarian if the conditions do not improve.\nTo be corrected by: Friday, May 2, 2014 for \"(cid:28)Spring\"(cid:29)\nNoon, Saturday, May 3, 2014 for \"(cid:28)Rainey\"(cid:29) and (cid:28)\"Blue Ice\"(cid:29)\nThis is a focused inspection specifically addressing the direct non-compliant items 2.40 (b) 2, identified on April 10,\n2014.\n** Female, black and white Persian, \"(cid:28)Sue\"(cid:29) ID #31, has been addressed.\n**Male, Bengal, (cid:28)\"Doc\"(cid:29) ID #9, has been addressed.\nThe inspection and an exit interview were conducted with the licensee."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n**Female, sealpoint ragdoll, (cid:28)\"Spring\"(cid:29), ID #12 is still undergoing treatment, however, the condition seems to be\nworse.  The cat was observed sleeping, and was difficult to rouse.  When she held her head up, her eyes were\nsealed shut with a thick, yellowish discharge and she was unable to open them at all.  The cat immediately put her\nhead back down and appeared lethargic. The cat was curled up and never attempted to rise during the course of\nthe inspection.  Lethargy can be a sign of pain and/or indicate the presence of a serious medical condition.  The\nlicensee failed to consult with her veterinarian when the cat did not respond to the prescribed treatment and\ndeveloped new problems.\n**Female, sealpoint ragdoll, \"(cid:28)Rainey\"(cid:29), ID #45 is still undergoing treatment, however, the condition has not\nimproved.  She is still squinting in both eyes. The third eyelids are still raised and appear pink, and the outer eyelids,\nboth upper and lower, still appear pink and inflamed.  There is a light tan to yellowish discharge around both eyes\nwith accompanying tear drainage.  The fur about an inch surrounding each eye appears to be wet.  The licensee\nstates she has been following the treatment recommended by the veterinarian, and has shown documentation of\nboth the veterinary notes and the treatment given.  However, she acknowledges the treatment does not appear to\nbe having any affect, and has failed to consult with the veterinarian about this issue.\n**Male, bluepoint ragdoll, \"(cid:28)Blue Ice\"(cid:29), ID # 10 is squinting in both eyes, has a crusty yellowish discharge around\nboth eyes, and the eyelids appear slightly pink and inflamed.   The licensee stated she noticed this condition on\nApril 15, and started following the same treatment as the female ragdolls identified here.  She stated she did not\nconsult her veterinarian specifically about this cat.\n  \nEye problems can be an indicator of injury, disease, allergies or irritation, and can be itchy and/or painful, and can\naffect the well-being of the animal. It is potentially distressful when an animal cannot open its eyes, and this could\nprevent the cat from eating and drinking in a normal manner. Lethargy could indicate that the animal has a serious\nmedical condition.\nThe licensee must develop and follow a program of adequate veterinary care including the use of appropriate\nmethods to prevent, control, diagnose, and treat disease and injuries and the availability of emergency, weekend,\n\nand holiday care.\nThe licensee must have these cats examined by a veterinarian to obtain a proper diagnosis and appropriate\ntreatment plan.  The licensee must document the veterinarian'(cid:25)s findings, the treatment plan that is followed, and\nhave the records available to the inspector upon request.  In addition, the licensee must consult with the\nveterinarian if the conditions do not improve. \n \nTo be corrected by:  Friday, May 2, 2014 for \"(cid:28)Spring\"(cid:29) \nNoon, Saturday, May 3, 2014 for \"(cid:28)Rainey\"(cid:29) and (cid:28)\"Blue Ice\"(cid:29)\nThis is a focused inspection specifically addressing the direct non-compliant items 2.40 (b) 2, identified on April 10,\n2014.\n** Female, black and white Persian, \"(cid:28)Sue\"(cid:29) ID #31, has been addressed.\n**Male, Bengal, (cid:28)\"Doc\"(cid:29) ID #9, has been addressed. \nThe inspection and an exit interview were conducted with the licensee.",
  "animals_total": 5,
  "species": [
    {
      "count": 5,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    }
  ]
}