{
  "insp_id": "INS-0000869716",
  "layout": "c",
  "customer_id": "24191",
  "customer_name": "David Grove Glenda Grove Eric Grove Adam Grove",
  "customer_addr": "18733 330th Ave\nUNIONVILLE, IA 52594",
  "certificate": "42-A-1093",
  "site_id": "001",
  "site_name": "DAVID,GLENDA,,ERIC,& ADAM GROVE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-MAY-2023",
  "report_date": "17-MAY-2023",
  "citations": [
    {
      "code": "3.9(a)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding",
      "narrative": "The metal feeder for one adult dog contains a small area of caked feed and moldy food. Caked and contaminated food\nmay cause illness should the dog consume it.\nFood must be uncontaminated, wholesome, palatable, and of sufficient quantity and nutritive value to maintain the normal\ncondition and weight of the animal. The licensee must remove the caked and moldy food from the dog's feeder and\nensure that any food items provided to the dogs are free of contamination and caking at all times.\nTo be corrected by: The licensee removed the caked and moldy food from the feeder at the time of the inspection.\nThis inspection and exit interview were conducted with the facility representative.\nn"
    }
  ],
  "narrative": "3.9(a) \n   \nFeeding \nThe metal feeder for one adult dog contains a small area of caked feed and moldy food.  Caked and contaminated food \nmay cause illness should the dog consume it.   \n \nFood must be uncontaminated, wholesome, palatable, and of sufficient quantity and nutritive value to maintain the normal \ncondition and weight of the animal.  The licensee must remove the caked and moldy food from the dog's feeder and \nensure that any food items provided to the dogs are free of contamination and caking at all times. \n \nTo be corrected by:  The licensee removed the caked and moldy food from the feeder at the time of the inspection. \n \nThis inspection and exit interview were conducted with the facility representative. \n \n n",
  "animals_total": 43,
  "species": [
    {
      "count": 32,
      "scientific": "Canis familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 11,
      "scientific": "Canis familiaris",
      "common": "DOG PUPPY"
    }
  ]
}