{
  "insp_id": "2016082568574321",
  "layout": "a",
  "customer_id": "335668",
  "customer_name": "David D Yoder Jr",
  "customer_addr": "16075 Sandstone Drive\nUtica, MN 55979",
  "certificate": "41-A-0488",
  "site_id": "001",
  "site_name": "DAVID YODER JR",
  "insp_type": "ROUTINE INSPECTION",
  "date": "31-JUL-2017",
  "report_date": "31-JUL-2017",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The Program of Veterinary Care instructs the licensee to administer Ivermectin as a heartworm preventative to all\nadult dogs once a month from April through December. The licensee informed me the dogs were last given\nIvermectin on May 20th, 2017. In addition the dental procedure calls for the licensee to \"apply fluoride\". The\nlicensee has never applied fluoride and doesn't even have it in stock. Not following the Program of Veterinary Care\ndoesn't ensure that the dogs are receiving proper treatment or care. The Program of Veterinary Care must be\nfollowed from here on out."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Flies were observed throughout the entire kennel. Dead flies were observed on the window sills and floor. Live flies\nwere observed flying throughout the kennel, within the enclosures, and at times dozens of flies would be flying\naround or landing on individual dogs. One female dog nursing puppies was observed to have about 6-12 flies on\none of her teats. Flies can be an annoyance to the dogs and are capable of transmitting disease. The licensee has\na pest control program in place, but the preventative is clearly not working and needs to be reevaluated. The\nlicensee should consult with the Attending Veterinarian and develop a new plan for controlling the flies throughout\nthe kennel. Correct by 8/7/17.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "2.40(a)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe Program of Veterinary Care instructs the licensee to administer Ivermectin as a heartworm preventative to all\nadult dogs once a month from April through December.  The licensee informed me the dogs were last given\nIvermectin on May 20th, 2017.  In addition the dental procedure calls for the licensee to \"apply fluoride\".  The\nlicensee has never applied fluoride and doesn't even have it in stock.  Not following the Program of Veterinary Care\ndoesn't ensure that the dogs are receiving proper treatment or care.  The Program of Veterinary Care must be\nfollowed from here on out.\n3.11(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nFlies were observed throughout the entire kennel.  Dead flies were observed on the window sills and floor.  Live flies\nwere observed flying throughout the kennel, within the enclosures, and at times dozens of flies would be flying\naround or landing on individual dogs.  One female dog nursing puppies was observed to have about 6-12 flies on\none of her teats.  Flies can be an annoyance to the dogs and are capable of transmitting disease.  The licensee has\na pest control program in place, but the preventative is clearly not working and needs to be reevaluated.  The\nlicensee should consult with the Attending Veterinarian and develop a new plan for controlling the flies throughout\nthe kennel.  Correct by 8/7/17.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.",
  "animals_total": 99,
  "species": [
    {
      "count": 42,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 57,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}