{
  "insp_id": "INS-0000807265",
  "layout": "c",
  "customer_id": "501342",
  "customer_name": "AMMON BEILER",
  "customer_addr": "123 ROCKVILLE RD\nREBERSBURG, PA 16872",
  "certificate": "23-A-0644",
  "site_id": "001",
  "site_name": "AMMON BEILER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-AUG-2022",
  "report_date": "08-AUG-2022",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "There were 3 guinea pigs observed with health conditions requiring treatment in accordance with the Program of\nVeterinary Care or consultation with the attending veterinarian. There was a black and white adult guinea pig in Pen 93\nthat was laying on its side. When it was lifted to sit upright it fell on its side again. There was a dark brown adult guinea\npig in Pen 72 with a right head tilt and yellow discharge in the right eye. There was a brown adult guinea pig in Pen 86\nwith a firm movable mass under the chin approximately 1 inch in size. The licensee had not observed the health\nconditions in these animals and had not contacted the attending veterinarian. The animal with the mass was receiving\nVitamin C but no other treatments were being given. The Program of Veterinary Care on file specifies this condition\nshould be treated with an antibiotic.\nGuinea pigs that are laying on their side and unable to remain upright are likely to worsen quickly if the condition is not\naddressed. Head tilts with discharge from the eye and masses under the chin can can discomfort or distress.\nThe licensee must initiate treatment according to the Program of Veterinary Care or contact the attending veterinarian to\nevaluate the animal and determine an appropriate plan for diagnosis and treatment.\nCorrect by: August 10, 2022\nThis inspection and exit interview were conducted with the facility representative.\nn"
    }
  ],
  "narrative": "2.40(b)(2)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThere were 3 guinea pigs observed with health conditions requiring treatment in accordance with the Program of \nVeterinary Care or consultation with the attending veterinarian.  There was a black and white adult guinea pig in Pen 93 \nthat was laying on its side.  When it was lifted to sit upright it fell on its side again.  There was a dark brown adult guinea \npig in Pen 72 with a right head tilt and yellow discharge in the right eye.  There was a brown adult guinea pig in Pen 86 \nwith a firm movable mass under the chin approximately 1 inch in size.  The licensee had not observed the health \nconditions in these animals and had not contacted the attending veterinarian.  The animal with the mass was receiving \nVitamin C but no other treatments were being given.  The Program of Veterinary Care on file specifies this condition \nshould be treated with an antibiotic. \nGuinea pigs that are laying on their side and unable to remain upright are likely to worsen quickly if the condition is not \naddressed.  Head tilts with discharge from the eye and masses under the chin can can discomfort or distress. \nThe licensee must initiate treatment according to the Program of Veterinary Care or contact the attending veterinarian to \nevaluate the animal and determine an appropriate plan for diagnosis and treatment. \nCorrect by:  August 10, 2022 \n \nThis inspection and exit interview were conducted with the facility representative.\n\nn",
  "animals_total": 1035,
  "species": [
    {
      "count": 1035,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}