{
  "insp_id": "2016082568012747",
  "layout": "a",
  "customer_id": "18810",
  "customer_name": "Jack Parson",
  "customer_addr": "Melisa Parson\n54 East Castor River Rd\nFredericktown, MO 63645",
  "certificate": "43-A-5428",
  "site_id": "001",
  "site_name": "JACK & MELISA PARSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-NOV-2016",
  "report_date": "21-NOV-2016",
  "citations": [
    {
      "code": "3.4(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "***Two Australian shepherds are housed in an outdoor set of concrete floor enclosures. A solid shade panel was\nlocated over the top of one of the enclosures but did not provide additional shade for the adjacent enclosure. This\nadjacent enclosure currently does not have any shade structure in place except for the barrel structure used for\nshelter. All outdoor enclosures must be provided with adequate shade structures to effectively provide shade to the\nenclosure during the daylight hours. Shade must be provided for this enclosure. Since previous inspection the\nowner had placed a tarp above the enclosures to serve as a shade structure but at the time of this inspection no\ntarp was in place."
    },
    {
      "code": "3.4(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "***The two barrels utilized as shelters for the two Australian Shepherd males do not have wind and rain breaks at\nthe entrance to the shelter. All outdoor shelters must be equipped with structures that will minimize the effects of\nwind and rain within the shelter. Minimizing the wind and rain inside the shelter will increase the dogs' ability to\nmaintain proper body temperatures in cold, wintry weather. Both structures should be fitted or placed with an\neffective wind and rain break. To be corrected by: 11/28/16"
    },
    {
      "code": "3.4(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "***The two Australian Shepherds located in the outside concrete runs do not have bedding within the shelters\nprovided for them. Current outside temperatures are in the upper 40 degree F range with overnight temperatures in\nthe 30 degree F range at least the last two nights. No other forms of heating were available to these two\nenclosures. All outdoor shelters must have clean, dry bedding available when the ambient temperatures drop below\n50 degrees F. The bedding must be of a sufficient quantity to allow the dog to nest and conserve body heat. To be\ncorrected by: 11/22/16"
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "***A sheltered enclosure containing two Australian Shepherd females was observed with water standing in the\nexterior portion of the enclosure. The dogs were walking in the water and soiling the remaining portion of the\nenclosure with water contaminated with feces. All enclosures must have standing water removed to allow the dogs\nto remain dry and to keep the enclosure as clean as possible. To be corrected by: 11/22/16\nThis inspection and exit interview was conducted with the owner by Curt McGruder-ACI."
    }
  ],
  "narrative": "3.4(b)(2)                    REPEAT\nOUTDOOR HOUSING FACILITIES.\n***Two Australian shepherds are housed in an outdoor set of concrete floor enclosures. A solid shade panel was\nlocated over the top of one of the enclosures but did not provide additional shade for the adjacent enclosure. This\nadjacent enclosure currently does not have any shade structure in place except for the barrel structure used for\nshelter. All outdoor enclosures must be provided with adequate shade structures to effectively provide shade to the\nenclosure during the daylight hours. Shade must be provided for this enclosure. Since previous inspection the\nowner had placed a tarp above the enclosures to serve as a shade structure but at the time of this inspection no\ntarp was in place.\n3.4(b)(3)\nOUTDOOR HOUSING FACILITIES.\n***The two barrels utilized as shelters for the two Australian Shepherd males do not have wind and rain breaks at\nthe entrance to the shelter.  All outdoor shelters must be equipped with structures that will minimize the effects of\nwind and rain within the shelter.  Minimizing the wind and rain inside the shelter will increase the dogs' ability to\nmaintain proper body temperatures in cold, wintry weather.  Both structures should be fitted or placed with an\neffective wind and rain break.  To be corrected by: 11/28/16\n3.4(b)(4)\nOUTDOOR HOUSING FACILITIES.\n***The two Australian Shepherds located in the outside concrete runs do not have bedding within the shelters\nprovided for them.  Current outside temperatures are in the upper 40 degree F range with overnight temperatures in\nthe 30 degree F range at least the last two nights.  No other forms of heating were available to these two\nenclosures.  All outdoor shelters must have clean, dry bedding available when the ambient temperatures drop below\n50 degrees F.  The bedding must be of a sufficient quantity to allow the dog to nest and conserve body heat.  To be\ncorrected by: 11/22/16\n3.11(a)\n\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n***A sheltered enclosure containing two Australian Shepherd females was observed with water standing in the\nexterior portion of the enclosure.  The dogs were walking in the water and soiling the remaining portion of the\nenclosure with water contaminated with feces.  All enclosures must have standing water removed to allow the dogs\nto remain dry and to keep the enclosure as clean as possible.  To be corrected by: 11/22/16\nThis inspection and exit interview was conducted with the owner by Curt McGruder-ACI.",
  "animals_total": 13,
  "species": [
    {
      "count": 11,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 2,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}