{
  "insp_id": "2016090000786217",
  "layout": "b",
  "customer_id": "508091",
  "customer_name": "BRITTANY CROSBY",
  "customer_addr": "1133 Duncan Road\nOZARK, AR 72949",
  "certificate": "71-T-0025",
  "site_id": "001",
  "site_name": "BRITTANY CROSBY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-APR-2022",
  "report_date": "22-APR-2022",
  "citations": [
    {
      "code": "2.131(b)(1)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "An adult male bullmastiff died acutely during transport in September 2021. The transporter stated to the inspectors that\nthe animal was secured in a plastic crate behind the driver when she heard him gasping and struggling to breathe. The\ntransporter did not stop right away for unclear reasons relating to being “on a one lane road in a construction zone”. She\nclaims that when she did find a place to stop, she removed the dog from his crate but he died shortly thereafter. She\nadmits the dog was wearing a slip choke chain collar but claims that the collar was not caught on anything. She stated\nthat this occurred late at night and that the dog had fans and air conditioning to maintain temperature. The transporter\nstated that she doesn’t know what happened, and has no explanation for the animal’s death. This description of the\nevents does not correspond at all to what she initially told the owner of the animal. Post-mortem veterinary findings\nprovided by the owner of the dog include a swollen, congested head with blood pouring from the mouth and nostrils.\nBased on the inconsistencies and vague details of her story, veterinary findings, and the admission that animal was\nwearing a choke type collar inside the crate it seems likely that the dog’s death was due to a handling failure involving the\ncollar being trapped in some manner, resulting in the strangulation of the animal. These types of collars should not be left\non an animal in a transport crate. Dogs must be handled carefully in a manner that does not cause stress, overheating, or\nphysical harm to the animal.\nCorrect from this point forward\nThis inspection and exit interview were conducted with registrant.\nAdditional Inspectors:\nROBERT WHITELEY, ANIMAL CARE INSPECTOREnd Section"
    }
  ],
  "narrative": "2.131(b)(1)  Critical\n   \nHandling of animals. \nAn adult male bullmastiff died acutely during transport in September 2021.  The transporter stated to the inspectors that \nthe animal was secured in a plastic crate behind the driver when she heard him gasping and struggling to breathe.  The \ntransporter did not stop right away for unclear reasons relating to being “on a one lane road in a construction zone”.  She \nclaims that when she did find a place to stop, she removed the dog from his crate but he died shortly thereafter.  She \nadmits the dog was wearing a slip choke chain collar but claims that the collar was not caught on anything.  She stated \nthat this occurred late at night and that the dog had fans and air conditioning to maintain temperature. The transporter \nstated that she doesn’t know what happened, and has no explanation for the animal’s death.  This description of the \nevents does not correspond at all to what she initially told the owner of the animal.  Post-mortem veterinary findings \nprovided by the owner of the dog include a swollen, congested head with blood pouring from the mouth and nostrils. \nBased on the inconsistencies and vague details of her story, veterinary findings, and the admission that animal was \nwearing a choke type collar inside the crate it seems likely that the dog’s death was due to a handling failure involving the \ncollar being trapped in some manner, resulting in the strangulation of the animal.  These types of collars should not be left \non an animal in a transport crate.  Dogs must be handled carefully in a manner that does not cause stress, overheating, or\n\nphysical harm to the animal. \nCorrect from this point forward \n \nThis inspection and exit interview were conducted with registrant. \n \nAdditional Inspectors: \nROBERT WHITELEY, ANIMAL CARE INSPECTOREnd Section",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}