{
  "insp_id": "280142317210348",
  "layout": "a",
  "customer_id": "3169",
  "customer_name": "Stone Mountain Game Ranch",
  "customer_addr": "4525 Highway 78\nLilburn, GA 30047",
  "certificate": "57-C-0029",
  "site_id": "001",
  "site_name": "STONE MOUNTAIN GAME RANCH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-OCT-2014",
  "report_date": "08-OCT-2014",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***There is a goat with thinning hair and bald patches that was moved to the medical area for treatment 2 days ago.\nThe veterinarian has not been notified. Direct and timely communication with the veterinarian on problems of\nanimal health and well-being is required to provide adequate veterinary care for the animals. The veterinarian shall\nbe notified of he goat's condition to ensure that the correct treatment is being provided. Correct by October 16,\n2014."
    },
    {
      "code": "3.53(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "***The wire subfloor or \"dig barrier\" in the rabbit enclosure housing 4 rabbits is exposed. The dirt has been dug out\nor eroded leaving large pockets between the wire and the dirt. The rabbits feet can pass through the wire which\nmay result in injury. The subfloor shall be adequately covered and maintained to prevent injury. Correct by October\n22, 2014."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "***The shelter in the sheep enclosure housing 6 sheep is in disrepair. The wood composing the walls is broken,\nchewed, or rotted. and may compromise the structural strength. The shelter shall be repaired or replaced to protect\nthe sheep from injury. Correct by October 22, 2014.\n***The welded wire fence surrounding the hay feeder in the sheep enclosure has wires that have separated. The\nwires have sharp points which may cause injury. The hay rack shall be repaired or replaced to prevent injury.\nCorrect by October 22, 2014"
    },
    {
      "code": "3.131(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "***There is insulation shredded on the floor in the shelter for the groundhog. Access to the fiberglass may lead to\ninjury or illness. The night house shall be cleaned and maintained in a manner that will minimize contamination and\nillness. Correct by October 22, 2014.\n***The coyote shelter has an excess accumulation of packed dirt and straw. Excessive accumulations of dirt and\nhay may cause contamination of the animals and increases disease hazards. The shelter shall be cleaned out at a\nfrequency that will prevent accumulations and minimize disease hazards. Correct by October 16, 2014\nThe exit interview conducted with the President."
    }
  ],
  "narrative": "2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***There is a goat with thinning hair and bald patches that was moved to the medical area for treatment 2 days ago. \nThe veterinarian has not been notified.  Direct and timely communication with the veterinarian on problems of\nanimal health and well-being is required to provide adequate veterinary care for the animals.  The veterinarian shall\nbe notified of he goat's condition to ensure that the correct treatment is being provided. Correct by October 16,\n2014.\n3.53(a)(1)\nPRIMARY ENCLOSURES.   \n***The wire subfloor or \"dig barrier\" in the rabbit enclosure housing 4 rabbits is exposed.  The dirt has been dug out\nor eroded leaving large pockets between the wire and the dirt.  The rabbits feet can pass through the wire which\nmay result in injury.  The subfloor shall be adequately covered and maintained to prevent injury. Correct by October\n22, 2014.\n3.125(a)\nFACILITIES, GENERAL.   \n***The shelter in the sheep enclosure housing 6 sheep is in disrepair.  The wood composing the walls is broken,\nchewed, or rotted. and may compromise the structural strength. The shelter shall be repaired or replaced to protect\nthe sheep from injury. Correct by October 22, 2014.\n***The welded wire fence surrounding the hay feeder  in the sheep enclosure has wires that have separated. The\nwires have sharp points which may cause injury. The hay rack shall be repaired or replaced to prevent injury.\nCorrect by October 22, 2014\n3.131(a)(1)\nSANITATION.   \n***There is insulation shredded on the floor in the shelter for the groundhog.  Access to the fiberglass may lead to\n\ninjury or illness.  The night house shall be cleaned and maintained in a manner that will minimize contamination and\nillness.  Correct by October 22, 2014.\n***The coyote shelter has an excess accumulation of packed dirt and straw.  Excessive accumulations of dirt and\nhay may cause contamination of the animals and increases disease hazards. The shelter shall be cleaned out at a\nfrequency that will prevent accumulations and minimize disease hazards.  Correct by October 16, 2014\nThe exit interview conducted with the President.",
  "animals_total": 146,
  "species": [
    {
      "count": 6,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 1,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 37,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 3,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 3,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Marmota monax",
      "common": "GROUNDHOG / WOODCHUCK"
    },
    {
      "count": 39,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 17,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 21,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 8,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 1,
      "scientific": "Urocyon cinereoargenteus",
      "common": "GRAY FOX / GREY FOX"
    },
    {
      "count": 6,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 3,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}