{
  "insp_id": "51140909384429",
  "layout": "a",
  "customer_id": "2991",
  "customer_name": "Richard G Buchholz",
  "customer_addr": "3036 Bennett Drive\nNaperville, IL 60564",
  "certificate": "33-C-0404",
  "site_id": "001",
  "site_name": "RICHARD G BUCHHOLZ",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-FEB-2014",
  "report_date": "26-FEB-2014",
  "citations": [
    {
      "code": "2.126(a)",
      "kind": "",
      "repeat": true,
      "desc": "ACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.",
      "narrative": "********On Tuesday, February 25, 2014, at approximately 12:30 PM a call was placed to the first contact number\nlisted but the number had been disconnected. A call was placed to the alternate number listed and a message was\nleft with the individual who answered to contact the licensee to inform him the inspector was at the facility to conduct\nan animal welfare inspection. Contact was finally made with the licensee after knocking on the door at which time\nthe licensee indicated \"No, no, no, I can't do this today.\" The licensee was asked \"are you refusing to have the\ninspection\" and he, the licensee, replied \"Yes\". The licensee indicated he could not let me downstairs because\nnothing had changed from before, he had not been able to finish the repairs. I explained this inspection was a\nfollow-up to the previous report and this would be considered a refusal of inspection. The licensee was told that he\nwould be getting an inspection report in the mail indicating that an inspection had been attempted and that the\nreport would reflect that he had refused to have an inspection completed. The licensee indicated that he\nunderstood at which time the inspector said goodbye and left the premises."
    }
  ],
  "narrative": "2.126(a)                    REPEAT\nACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.\n********On Tuesday, February 25, 2014, at approximately 12:30 PM a call was placed to the first contact number\nlisted but the number had been disconnected.  A call was placed to the alternate number listed and a message was\nleft with the individual who answered to contact the licensee to inform him the inspector was at the facility to conduct\nan animal welfare inspection.  Contact was finally made with the licensee after knocking on the door at which time\nthe licensee indicated \"No, no, no, I can't do this today.\"  The licensee was asked \"are you refusing to have the\ninspection\" and he, the licensee, replied \"Yes\".   The licensee indicated he could not let me downstairs because\nnothing had changed from before, he had not been able to finish the repairs.  I explained this inspection was a\nfollow-up to the previous report and this would be considered a refusal of inspection.  The licensee was told that he\nwould be getting an inspection report in the mail indicating that an inspection had been attempted and that the\nreport would reflect that he had refused to have an inspection completed.  The licensee indicated that he\nunderstood at which time the inspector said goodbye and left the premises.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}