{
  "insp_id": "134161336280679",
  "layout": "a",
  "customer_id": "2758",
  "customer_name": "Wildlife Science Center",
  "customer_addr": "22830 Sunrise Rd Ne\nStacy, MN 55079",
  "certificate": "41-C-0277",
  "site_id": "001",
  "site_name": "WILDLIFE SCIENCE CENTER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-MAY-2016",
  "report_date": "13-MAY-2016",
  "citations": [
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "While reviewing records, it was noted that information was lacking for the acquisition records of a red fox and a\nskunk that were purchased in the past year. On the skunk's paperwork, the only information that was present as to\nwhere the skunk came from was the seller's first name and the first initial of his last name. The address was\nabsent. Failure to record all required information doesn't allow for APHIS officials to accurately trace an animal's\nmovement from one facility to the next. All required information for the documentation of the acquisition of animals\nshall be collected and recorded when the licensee takes in any new animals from any source.\nCorrect immediately."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The following problems were observed during inspection:\n---An enclosure containing two wolf/coyote hybrids had a shelter with a board that was hanging (at a slant) from the\ntop of the inside of the shelter.\n---Inside the enclosure noted above that contains two wolf/coyote hybrids there was a multi level wooden deck next\nto the shelter that the wolf/coyote hybrids can stand on. On this wooden deck, there was a board that was missing\non the floor causing there to be a gap in the flooring on the wooden deck. In addition, there was a nail head sticking\nout where the board use to be nailed in.\n---In an enclosure containing two cougars, there was two screws sticking out of the side of a wooden shelter.\n---An enclosure containing five black bears had a wall that had recently been knocked down by one of the bears.\nThis broken wall left a couple of a screws sticking out from the top of the shelter.\n---A raccoon enclosure had fencing running across the top of the enclosure. The raccoons are able to reach the top\nof the enclosure by climbing items within the enclosure. In the center of the fence line running across the top, there\nis a small hole that has the potential to get larger in the near future.\nBoards hanging from the ceilings of enclosures and nail heads or screws sticking out within the enclosures doesn't\nadequately protect the animals within the enclosures. Holes along the fence lines of the enclosures doesn't ensure\nthat the enclosure can adequately contain the animals inside it. In addition, it doesn't adequately protect the\nanimals from injury within that enclosure.\nThe primary enclosures shall be maintained in good repair to protect the animals from injury and to ensure it can\nadequately contain the animals.\nCorrect by 5/20/16."
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "There was one wolf in an enclosure by itself. The wolf had been removed from another enclosure because it was\nno longer compatible with the wolves that were in that enclosure. The new enclosure it was in was lacking shelter.\nIn one corner of the enclosure, there is a spot where a board is covering up one side of the fence line and another\nboard is covering up half of another side of the fence line. There is nothing covering up the fence line opposite of\nthe fence line that is half covered. This would not be considered adequate shelter as it does not adequate protect\nthe animal from inclement weather. Natural or artificial shelter must be provided to protect the animal from\ninclement weather.\nCorrect by 5/17/16."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The perimeter fence surrounding the enclosures at the facility located on Sunrise Rd. located in Stacy, MN had an\nopening gate that is 6 feet tall. At the back end of the property, part of the perimeter fence is not secured by posts\ncausing that part of the fence to be unsturdy. The fence can easily be moved at the top and can extend a few feet\ninward or outward depending on which way it is moved. The enclosures within the perimeter fence contain wolves,\ncougars, and bears. Not having an 8 foot tall gate and having part of the fence line not secured by posts doesn't\nensure that the animals contained within the perimeter fence can't escape if they somehow got out of their primary\nenclosures. The gate must be corrected so that it reaches a height of 8 feet. In addition the fence line near the\nback end of the property must be secured so the top part of the fence is not able to shift inward or outward the way\nit can now.\nCorrect by 6/10/16."
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "Multiple cans of food were found to be expired. Expired food doesn't ensure the food is wholesome, palatable, and\nof sufficient nutritive value to maintain the animals in good health. All food shall be removed and discarded once it\nhas expired.\nCorrect immediately."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "An enclosure containing five bears had a large container which was used to hold water for the bears. The water\ninside was dirty brown. Unsanitary water could be contaminated with various types of parasites which could cause\nillness or disease for the bears. All watering receptacles shall be kept clean and sanitary.\nCorrect by 5/17/16."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Two enclosures had trees that were falling over and were leaning from the inside of the enclosure to the outside of\nthe enclosure. Both trees were leaning onto other trees on the outside of the enclosures. If these leaning trees fall\nfurther, they will land on the fence of the primary enclosures that could give the animals inside of these enclosures\nthe opportunity to escape. One of the leaning trees would also land on the fence line of another primary enclosure\nthat is next to the primary enclosure that the tree stands within. In addition there are two trees that have fallen over\nand are leaning on top of the fence line of a red fox enclosure. The weight of one of the trees has caused the top of\nthe fence line to bend inwards. While the fence line is not damaged to the point where it would allow for the escape\nof the animals inside, any further damage to the fence line may allow for the animals inside to escape. The grounds\nwithin the enclosures must be kept in good repair in order to protect the animals from injury.\nCorrect by 6/10/16.\nExit interview conducted with facility representative.\nEnd of report."
    }
  ],
  "narrative": "2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nWhile reviewing records, it was noted that information was lacking for the acquisition records of a red fox and a\nskunk that were purchased in the past year.  On the skunk's paperwork, the only information that was present as to\nwhere the skunk came from was the seller's first name and the first initial of his last name.  The address was\nabsent.  Failure to record all required information doesn't allow for APHIS officials to accurately trace an animal's\nmovement from one facility to the next.  All required information for the documentation of the acquisition of animals\nshall be collected and recorded when the licensee takes in any new animals from any source.\nCorrect immediately.\n3.125(a)\nFACILITIES, GENERAL.   \nThe following problems were observed during inspection:\n---An enclosure containing two wolf/coyote hybrids had a shelter with a board that was hanging (at a slant) from the\ntop of the inside of the shelter.\n---Inside the enclosure noted above that contains two wolf/coyote hybrids there was a multi level wooden deck next\nto the shelter that the wolf/coyote hybrids can stand on.  On this wooden deck, there was a board that was missing\non the floor causing there to be a gap in the flooring on the wooden deck.  In addition, there was a nail head sticking\nout where the board use to be nailed in.\n---In an enclosure containing two cougars, there was two screws sticking out of the side of a wooden shelter.\n---An enclosure containing five black bears had a wall that had recently been knocked down by one of the bears. \nThis broken wall left a couple of a screws sticking out from the top of the shelter.\n---A raccoon enclosure had fencing running across the top of the enclosure.  The raccoons are able to reach the top\n\nof the enclosure by climbing items within the enclosure.  In the center of the fence line running across the top, there\nis a small hole that has the potential to get larger in the near future.\nBoards hanging from the ceilings of enclosures and nail heads or screws sticking out within the enclosures doesn't\nadequately protect the animals within the enclosures.  Holes along the fence lines of the enclosures doesn't ensure\nthat the enclosure can adequately contain the animals inside it.  In addition, it doesn't adequately protect the\nanimals from injury within that enclosure.\nThe primary enclosures shall be maintained in good repair to protect the animals from injury and to ensure it can\nadequately contain the animals.\nCorrect by 5/20/16.\n3.127(b)\nFACILITIES, OUTDOOR. \nThere was one wolf in an enclosure by itself.  The wolf had been removed from another enclosure because it was\nno longer compatible with the wolves that were in that enclosure.  The new enclosure it was in was lacking shelter. \nIn one corner of the enclosure, there is a spot where a board is covering up one side of the fence line and another\nboard is covering up half of another side of the fence line.  There is nothing covering up the fence line opposite of\nthe fence line that is half covered.  This would not be considered adequate shelter as it does not adequate protect\nthe animal from inclement weather.  Natural or artificial shelter must be provided to protect the animal from\ninclement weather.\nCorrect by 5/17/16.\n3.127(d)\nFACILITIES, OUTDOOR. \nThe perimeter fence surrounding the enclosures at the facility located on Sunrise Rd. located in Stacy, MN had an\nopening gate that is 6 feet tall.  At the back end of the property, part of the perimeter fence is not secured by posts\ncausing that part of the fence to be unsturdy.  The fence can easily be moved at the top and can extend a few feet\ninward or outward depending on which way it is moved.  The enclosures within the perimeter fence contain wolves,\ncougars, and bears.  Not having an 8 foot tall gate and having part of the fence line not secured by posts doesn't\nensure that the animals contained within the perimeter fence can't escape if they somehow got out of their primary\nenclosures.  The gate must be corrected so that it reaches a height of 8 feet.  In addition the fence line near the\nback end of the property must be secured so the top part of the fence is not able to shift inward or outward the way\nit can now.\n\nCorrect by 6/10/16.\n3.129(a)\nFEEDING.    \nMultiple cans of food were found to be expired.  Expired food doesn't ensure the food is wholesome, palatable, and\nof sufficient nutritive value to maintain the animals in good health.  All food shall be removed and discarded once it\nhas expired.\nCorrect immediately.\n3.130\nWATERING.  \nAn enclosure containing five bears had a large container which was used to hold water for the bears.  The water\ninside was dirty brown.  Unsanitary water could be contaminated with various types of parasites which could cause\nillness or disease for the bears.  All watering receptacles shall be kept clean and sanitary.\nCorrect by 5/17/16.\n3.131(c)\nSANITATION.   \nTwo enclosures had trees that were falling over and were leaning from the inside of the enclosure to the outside of\nthe enclosure.  Both trees were leaning onto other trees on the outside of the enclosures.  If these leaning trees fall\nfurther, they will land on the fence of the primary enclosures that could give the animals inside of these enclosures\nthe opportunity to escape.  One of the leaning trees would also land on the fence line of another primary enclosure\nthat is next to the primary enclosure that the tree stands within.  In addition there are two trees that have fallen over\nand are leaning on top of the fence line of a red fox enclosure.  The weight of one of the trees has caused the top of\nthe fence line to bend inwards.  While the fence line is not damaged to the point where it would allow for the escape\nof the animals inside, any further damage to the fence line may allow for the animals inside to escape.  The grounds\nwithin the enclosures must be kept in good repair in order to protect the animals from injury.\nCorrect by 6/10/16.\nExit interview conducted with facility representative.\nEnd of report.",
  "animals_total": 96,
  "species": [
    {
      "count": 6,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 60,
      "scientific": "Canis lupus",
      "common": "GRAY WOLF / GREY WOLF / TIMBER WOLF"
    },
    {
      "count": 3,
      "scientific": "Canis rufus",
      "common": "RED WOLF"
    },
    {
      "count": 1,
      "scientific": "Erethizon dorsatum",
      "common": "NORTH AMERICAN PORCUPINE"
    },
    {
      "count": 2,
      "scientific": "Lynx canadensis",
      "common": "CANADIAN LYNX"
    },
    {
      "count": 2,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 2,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 2,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 2,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 2,
      "scientific": "Urocyon cinereoargenteus",
      "common": "GRAY FOX / GREY FOX"
    },
    {
      "count": 10,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 4,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}