{
  "insp_id": "INS-0000906384",
  "layout": "c",
  "customer_id": "6011009",
  "customer_name": "MS Leisure Company, Inc.",
  "customer_addr": "4400 Rickenbacker Causeway\nKey Biscayne, FL 33147",
  "certificate": "58-C-1252",
  "site_id": "001",
  "site_name": "Miami Seaquarium",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-NOV-2023",
  "report_date": "07-DEC-2023",
  "citations": [
    {
      "code": "3.150(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "**The penguin building, and indoor enclosure have multiple problems that require attention. The metal frame around the\nglass, both on the outside and inside of the door, is rusted and breaking off, causing sharp edges that could pose a\nhazard to the penguins. Inside the enclosure, there are several areas where paint is peeling away from the walls and\nceiling, and sections of the drywall are breaking off in different corners near the water feature and rock outcrops. Rust\nmarks are running down the walls from rusty screws, and the main door frame is also rusted all the way around. This\nindoor area has multiple issues that need prompt addressing and maintenance for the safety of the penguins.\n**In the remaining parrot trailer in use, there are still areas of the wall behind one of the cages that are damaged from a\nparrot chewing through the metal bars, and strips of paint are peeling off the ceiling. Staff stated that cages are usually\npulled away from the wall to prevent this from happening. Allowing access to surfaces and materials that are not safe or\nappropriate for birds to chew or ingest can lead to illness or injury. All housing facilities for birds must be designed and\nconstructed to be structurally sound for the species housed in them. Additionally, all housing facilities for birds must be\nkept in good repair and protect the birds from injury."
    },
    {
      "code": "2.40(b)(1)",
      "kind": "Critical",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "**At the time of the inspection, Clarity, the manatee, showed evidence of a progressive skin condition. She is currently\ncovered with a thick layer of algae and has patchy white discolorations around her nostrils, mouth, and face, extending to\nthe axillary region, both front flippers, with numerous large white patchy lesions on the ventral abdomen. According to the\ncare staff and AV, these white patches have grown in size and spread over the last several weeks. Due to a lack of\nappropriate facilities and the inability to drop the pool, coupled with the absence of necessary equipment, the AV has\nbeen unable to thoroughly examine Clarity. A comprehensive examination is essential for diagnosis and to formulate a\ntreatment plan. The lack of appropriate facilities and equipment is affecting the AV’s ability to provide proper care for this\nanimal. Although the facility has arranged for Clarity to be moved to another facility capable of ensuring care, all pre-\nshipment bloodwork expense were covered by the receiving facility. This facility needs to meet the requirements of this\nsubpart to ensure the attending veterinarian has the necessary equipment and facilities to conduct the diagnostics\nrequired for an appropriate treatment plan for all animals in need of veterinary attention.\n**The attending veterinarian has concerns that several dolphins (Ripley, Panama, Onyx, and Sundance) are showing\nsigns of gastric distress and abnormal samples from these animals continue to be found. Ripley is known to consume and\nregurgitate non-food items. The AV suspects that several dolphins may have ulcers and possibly foreign bodies,\nnecessitating an endoscope for confirmation of diagnosis and to proceed with a more targeted treatment plan.\nTo ensure adequate veterinary care, the AV will require appropriate facilities, personnel, equipment, and services deemed\nnecessary to perform the diagnostic tests essential for proper diagnosis and treatment, aligning with subpart sub part E\n3.110 (f). At the time of inspection, the facility still has not acquired an endoscope."
    },
    {
      "code": "3.101(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "**Two dolphin pools in Dolphin Harbor are in disrepair. The medical pool has a section of concrete near the slide-out that\nis broken, causing rough edges that could potentially injure the dolphins in that pool. Additionally, the steps in pool A are\nalso in similar disrepair, with sections of concrete missing, and needs to be repaired. A facility work order for both these\nareas was submitted on August 21, 2023, but neither area has been addressed and there is no timeline stating when they\nwill be fixed. Enclosures must be maintained in good repair for the safety of the animals and the facility needs to make\ncorrective actions in a timely manner once work orders are submitted to ensure the safety of the marine mammals.\n**In sea lion holding, a metal grate that covers a pit, which is an access point to the filtration system, was not secured\nafter recent work and the inspector noted the grate was slightly shifted. This grate, if left unsecured, can be a potential\nhazard to the sea lions in the holding as they can easily move the metal grate giving them access to the pit and\nequipment, which could cause injury to the animals. This grate needs to be secured after every time it is opened for the\nsafety of the animals."
    },
    {
      "code": "3.103(c)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, outdoor.",
      "narrative": "**The facility’s perimeter fence has multiple areas that require attention due to disrepair. On the bay side, several support\nbeams were rusted at the base to the point the were no longer connected to the concrete, making it easy to move the\nfencing significantly when pushed. These areas need prompt attention to maintain the structural integrity of the fencing in\nthis section.\n**The perimeter fencing along the east side of the facility had several sections where razor wire was hanging down low\nover the fence, posing a potential hazard and affecting the strength of the barbed wire that ensures the fencing is 6 feet\nhigh. Defects in the perimeter fence can allow animals and unauthorized people to enter and exit the area, gaining access\nto the animals at the facility. Stay cats were observed entering the facility, and a few employees mentioned seeing foxes\non the grounds. Perimeter fencing must be regularly checked and maintained to ensure it protects marine mammals by\nrestricting animals and unauthorized persons from having contact with the marine mammals."
    },
    {
      "code": "3.106(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Water quality.",
      "narrative": "From the last week in October throughout all of November, the coliform counts for sea lion holding GD 4 have been\nexcessively high, well over 1,000 Most Probable Number (MPN). While the pool was dropped and cleaned a few times\nduring that time, there were periods of time where the total coliform counts were excessively high without mitigation, the\nlongest being over one week, from November 1 - 7. Coliform counts were documented below:\n25Oct23- >24,190.6 MPN\n01Nov23- 9,200.8 MPN.\n02Nov23->24,190.6 MPN\n03Nov23->24,190.6 MPN\n06Nov23->24,190.6 MPN\n14Nov23 - 17,320.9 MPN.\n17Nov23- 3,070.6 MPN.\n20Nov23- >24,190.6 MPN\n24Nov23- >24,190.6 MPN\n28Nov23- 6,860.7 MPN\nHigh counts of coliform bacteria in the environments of marine mammals pose a risk to the health of these animals. The\nfacility must maintain water quality which is not detrimental to the health and the well-being of the animals and must\nensure that appropriate and effective corrective and preventive actions are taken when high coliform counts, or other\nwater quality concerns are detected.\nCorrect by: Dec 13, 2023"
    },
    {
      "code": "3.108(a)",
      "kind": "",
      "repeat": true,
      "desc": "Employees or attendants.",
      "narrative": "The facility continues to have an inadequate number of trained employees in the Veterinary Care department. Currently a\nsingle veterinarian is employed to care for the 46 marine mammals, 50 birds, and hundreds of fish, sharks and rays\nhoused at the facility. Without veterinary technicians, the veterinarian has had to postpone routine physical exams since\nMarch, to allow for the continued prioritization of sick and/or urgent cases until additional staff can be hired. Insufficient\nstaffing can lead to poor husbandry practices and hinder the veterinary staff’s ability to provide routine care and\nmaintenance for the animals. A sufficient number of adequately trained employees or attendants, responsible to\nmanagement and working in concert with the attending veterinarian, must be utilized to maintain the prescribed level of\nhusbandry practices."
    },
    {
      "code": "3.150(c)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "In the Tropical Wings section, there are still multiple indoor and outdoor metal enclosures that showed evidence of\nexcessive rust. There are areas of bubbling and flaking paint due to rust and areas where the metal is rusted through.\nExcessive rust can compromise structural strength, present roughened and jagged surfaces where it is possible for the\nbirds to injure themselves and prevent proper cleaning and sanitization of a surface. Any surfaces that come in contact\nwith the birds must be free of rust or damage that affects the structural integrity of the surface or prevents cleaning."
    },
    {
      "code": "3.151(b)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, indoor",
      "narrative": "*The ventilation problem within the penguin indoor enclosure, housing 9 penguins, has not been addressed since the last\ninspection. There is still an excessive accumulation of moisture condensation on the ceiling, leading to numerous spots of\nblack mold growth and areas of bubbling and peeling paint that are still visibly hanging down into the enclosure.\n*The air filter in the ventilation duct for the penguin enclosure was removed in August and has not been replaced.\nConsequently, there is excess dust and debris blowing directly into the exhibit area. A mechanism is required to reduce\nthe amount of aerosolized debris entering the enclosure.\n*While one of the bird trailers is in the process of being refurbished, the remaining trailer housing several parrots still has\na strong noxious odor permeating the air. This odor is consistently present, and no windows were open at the time of the\ninspection to aid in air flow. The facility has placed two air purifiers in this area; however, there is still insufficient\nventilation.\nMold, mildew, poor air quality, and noxious odors can cause illness in birds. Indoor housing facilities must be sufficiently\nand consistently ventilated when birds are present to ensure their health, to prevent discomfort or distress, and minimize\naccumulations of moisture condensation, odors, and levels of ammonia, chlorine, and other noxious gases."
    },
    {
      "code": "3.152(b)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor",
      "narrative": "There is no shelter from inclement weather in the flamingo yard. This yard houses 29 flamingos and is a large area\nlocated near the entrance of the park. Storms and high wind events are a frequent occurrence in this area. Outdoor\nhousing facilities must provide adequate shelter that is adequately ventilated in hot weather and that is large enough to\ncomfortably contain all the birds to prevent discomfort from direct sunlight, and offer effective protection from excessive\nrain, hail, or wind. This needs to be corrected for the welfare of the birds.\nCorrect by February 5, 2024."
    },
    {
      "code": "3.153(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "In the Tropical Wings section for the parrots, most of the perching needs to be replaced. Many of the wood perches have\nbeen chewed excessively shortening their length and limiting the parrot’s movement around the area. Some of the\nperches have been stripped and are so smooth that there is less grip for the birds as they move around. Perches that\nenrich a bird’s environment must be maintained in good condition. A sufficient number of perches must be available that\nvary in size, shape, strength, texture and placement to comfortably hold all the birds. The manager for the area states that\nshe has tried unsuccessfully to order additional enrichment and perching for these birds. The perching for these birds\nneeds to be addressed for their psychological and physiological well-being.\nCorrect by January 10,2024."
    },
    {
      "code": "3.154(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "The facility has created an avian enrichment plan, but the plan does not consider the special needs of the birds that show\nsigns of being in psychological distress through behavior or appearance. The facility houses a bonded pair of macaws\nthat has feather plucked each other extensively and a third parrot that has self-plucked and is housed alone. These birds\nhave been identified but their additional enrichment needs have not been documented. This needs to be addressed for\ntheir psychological wellbeing.\nCorrect by: Dec 16, 2023"
    },
    {
      "code": "3.157(a)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Water quality.",
      "narrative": "* In the enclosure housing 29 flamingos, there is still an area of poor drainage along the water feature where the ground\nhas eroded. There is also a trough that is part of the cement pond that does not connect to a functional drain. The staff\nhas started to add material to the area to reduce the amount of water but at the time of the inspection, this project was not\ncompleted, and the size of this area is large. Stagnant water can attract pests, produce noxious odors, and could lead to\ndisease or illness in the animals.\n*The coliform counts in flamingo pools have been well over 1,00 MPN for the month of November and are a current\nconcern by the AV. She has stated that she wants the coliform counts to be within industry standards for the birds which\nis at or below 1,000 MPN. Counts documented:\n01Nov23- >24,190.6 MPN\n08Nov23- >24,190.6 MPN\n14Nov23- >24,190.6 MPN\n24Nov23- >24,190.6 MPN\nPools or other aquatic areas without drainage systems must be aerated and have an incoming low of fresh water or be\nmanaged in a manner that maintains appropriate water quality in accordance with current professionally accepted\nstandards appropriate for the species."
    },
    {
      "code": "3.159",
      "kind": "",
      "repeat": false,
      "desc": "Employees",
      "narrative": "Based on the number of non-compliant items identified in this report, this facility does not have enough adequately trained\nemployees that can maintain the professional acceptable level of husbandry and handling practices for the animals in\ntheir collection. Extensive maintenance is required for all bird areas to maintain enclosures in good repair for the safety\nand health of the birds.\nCorrect by January 10, 2024.\nThis inspection and exit interview were conducted with facility representatives.\nAdditional Inspectors:\nLaurie Gage, Field Zoological Species Specialist\nANDREA D AMBROSIO, ANIMAL CARE INSPECTOR n"
    }
  ],
  "narrative": "3.150(a)  Repeat\n   \nFacilities, general. \n**The penguin building, and indoor enclosure have multiple problems that require attention. The metal frame around the \nglass, both on the outside and inside of the door, is rusted and breaking off, causing sharp edges that could pose a \nhazard to the penguins. Inside the enclosure, there are several areas where paint is peeling away from the walls and \nceiling, and sections of the drywall are breaking off in different corners near the water feature and rock outcrops. Rust \nmarks are running down the walls from rusty screws, and the main door frame is also rusted all the way around. This \nindoor area has multiple issues that need prompt addressing and maintenance for the safety of the penguins.  \n \n**In the remaining parrot trailer in use, there are still areas of the wall behind one of the cages that are damaged from a \nparrot chewing through the metal bars, and strips of paint are peeling off the ceiling. Staff stated that cages are usually \npulled away from the wall to prevent  this from happening. Allowing access to surfaces and materials that are not safe or \nappropriate for birds to chew or ingest can lead to illness or injury. All housing facilities for birds must be designed and \nconstructed to be structurally sound for the species housed in them. Additionally, all housing facilities for birds must be \nkept in good repair and protect the birds from injury. \n2.40(b)(1)  Critical Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \n**At the time of the inspection, Clarity, the manatee, showed evidence of a progressive  skin condition. She is currently \ncovered with a thick layer of algae and has patchy white discolorations around her nostrils, mouth, and face, extending to \nthe axillary region, both front flippers, with numerous large white patchy lesions on the ventral abdomen. According to the \ncare staff and AV, these white patches have grown in size and spread over the last several weeks. Due to a lack of \nappropriate facilities and the inability to drop the pool, coupled with the absence of necessary equipment, the AV has \nbeen unable to thoroughly examine Clarity. A comprehensive  examination is essential for diagnosis and to formulate a \ntreatment plan. The lack of appropriate facilities and equipment is affecting the AV’s ability to provide  proper care for this \nanimal. Although the facility has arranged for Clarity to be moved to another facility capable of ensuring care, all pre-\nshipment bloodwork expense were covered by the receiving facility. This facility needs to meet the requirements of this \nsubpart to ensure the attending veterinarian  has the necessary equipment and facilities to conduct the diagnostics \nrequired for an appropriate  treatment plan for all animals in need of veterinary attention.\n\n**The attending veterinarian  has concerns that several dolphins (Ripley, Panama, Onyx, and Sundance) are showing \nsigns of gastric distress and abnormal samples from these animals continue to be found. Ripley is known to consume and \nregurgitate non-food  items. The AV suspects that several dolphins may have ulcers and possibly foreign bodies, \nnecessitating an endoscope for confirmation of diagnosis and to proceed with a more targeted treatment plan.  \n \nTo ensure adequate veterinary care, the AV will require appropriate facilities, personnel, equipment, and services deemed \nnecessary to perform the diagnostic tests essential for proper diagnosis and treatment, aligning with subpart sub part E \n3.110 (f). At the time of inspection, the facility still has not acquired an endoscope. \n3.101(a)  Repeat\n   \nFacilities, general. \n**Two dolphin pools in Dolphin Harbor are in disrepair. The medical pool has a section of concrete near the slide-out that \nis broken, causing rough edges that could potentially injure the dolphins in that pool. Additionally, the steps in pool A are \nalso in similar disrepair, with sections of concrete missing, and needs to be repaired. A facility work order for both these \nareas was submitted on August 21, 2023, but neither area has been addressed and there is no timeline stating when they \nwill be fixed. Enclosures must be maintained in good repair for the safety of the animals and the facility needs to make \ncorrective actions in a timely manner once work orders are submitted to ensure the safety of the marine mammals.  \n \n**In sea lion holding, a metal grate that covers a pit, which is an access point to the filtration system, was not secured \nafter recent work and the inspector noted the grate was slightly shifted. This grate, if left unsecured, can be a potential \nhazard to the sea lions in the holding as they can easily move the metal grate giving them access to the pit and \nequipment, which could cause injury to the animals. This grate needs to be secured after every time it is opened for the \nsafety of the animals. \n3.103(c)  Repeat\n   \nFacilities, outdoor. \n**The facility’s perimeter fence has multiple areas that require attention due to disrepair. On the bay side, several support \nbeams were rusted at the base to the point the were no longer connected to the concrete, making it easy to move the \nfencing significantly when pushed. These areas need prompt attention to maintain the structural integrity of the fencing in \nthis section.  \n \n**The perimeter fencing along the east side of the facility had several sections where razor wire was hanging down low \nover the fence, posing a potential hazard and affecting the strength of the barbed wire that ensures the fencing is 6 feet \nhigh. Defects in the perimeter fence can allow animals and unauthorized people to enter and exit the area, gaining access \nto the animals at the facility. Stay cats were observed entering the facility, and a few employees mentioned seeing foxes \non the grounds. Perimeter fencing must be regularly checked and maintained to ensure it protects marine mammals by \nrestricting animals and unauthorized persons from having contact with the marine mammals. \n3.106(b)(1) \n   \nWater quality.\n\nFrom the last week in October throughout all of November,  the coliform counts for sea lion holding GD 4 have been \nexcessively high, well over 1,000 Most Probable Number (MPN). While the pool was dropped and cleaned a few times \nduring that time, there were periods of time where the total coliform counts were excessively high without mitigation, the \nlongest being over one week, from November  1 - 7. Coliform counts were documented below: \n25Oct23- >24,190.6 MPN \n01Nov23-  9,200.8 MPN.  \n02Nov23->24,190.6  MPN \n03Nov23->24,190.6  MPN \n06Nov23->24,190.6  MPN \n14Nov23  - 17,320.9 MPN.  \n17Nov23-  3,070.6 MPN.  \n20Nov23-  >24,190.6 MPN \n24Nov23-  >24,190.6 MPN \n28Nov23-  6,860.7 MPN \n \nHigh counts of coliform bacteria in the environments  of marine mammals pose a risk to the health of these animals. The \nfacility must maintain water quality which is not detrimental to the health and the well-being of the animals and must \nensure that appropriate  and effective corrective and preventive  actions are taken when high coliform counts, or other \nwater quality concerns are detected. \nCorrect by: Dec 13, 2023 \n3.108(a)  Repeat\n   \nEmployees or attendants. \nThe facility continues to have an inadequate number of trained employees in the Veterinary Care department. Currently a \nsingle veterinarian  is employed to care for the 46 marine mammals, 50 birds, and hundreds of fish, sharks and rays \nhoused at the facility. Without veterinary technicians, the veterinarian  has had to postpone routine physical exams since \nMarch, to allow for the continued prioritization of sick and/or urgent cases until additional staff can be hired. Insufficient \nstaffing can lead to poor husbandry practices and hinder the veterinary staff’s ability to provide routine care and \nmaintenance for the animals. A sufficient number of adequately trained employees or attendants, responsible to \nmanagement and working in concert with the attending veterinarian,  must be utilized to maintain the prescribed level of \nhusbandry practices. \n3.150(c)(2)  Repeat\n   \nFacilities, general. \nIn the Tropical Wings section, there are still multiple indoor and outdoor metal enclosures that showed evidence of \nexcessive rust. There are areas of bubbling and flaking paint due to rust and areas where the metal is rusted through. \nExcessive rust can compromise structural strength, present roughened and jagged surfaces where it is possible for the \nbirds to injure themselves and prevent proper cleaning and sanitization of a surface. Any surfaces that come in contact \nwith the birds must be free of rust or damage that affects the structural integrity of the surface or prevents cleaning. \n3.151(b)  Repeat\n\nFacilities, indoor \n*The ventilation problem within the penguin indoor enclosure, housing 9 penguins, has not been addressed since the last \ninspection. There is still an excessive accumulation of moisture condensation on the ceiling, leading to numerous spots of \nblack mold growth and areas of bubbling and peeling paint that are still visibly hanging down into the enclosure.  \n \n*The air filter in the ventilation duct for the penguin enclosure was removed  in August and has not been replaced. \nConsequently, there is excess dust and debris blowing directly into the exhibit area. A mechanism is required to reduce \nthe amount of aerosolized debris entering the enclosure. \n \n*While one of the bird trailers is in the process of being refurbished, the remaining trailer housing several parrots still has \na strong noxious odor permeating the air. This odor is consistently present, and no windows were open at the time of the \ninspection to aid in air flow. The facility has placed two air purifiers in this area; however,  there is still insufficient \nventilation.  \n \nMold, mildew, poor air quality, and noxious odors can cause illness in birds. Indoor housing facilities must be sufficiently \nand consistently ventilated when birds are present to ensure their health, to prevent discomfort or distress, and minimize \naccumulations of moisture condensation, odors, and levels of ammonia, chlorine, and other noxious gases. \n3.152(b) \n   \nFacilities, outdoor \nThere is no shelter from inclement weather in the flamingo yard. This yard houses 29 flamingos and is a large area \nlocated near the entrance of the park. Storms and high wind events are a frequent occurrence in this area. Outdoor \nhousing facilities must provide  adequate shelter that is adequately ventilated in hot weather and that is large enough to \ncomfortably contain all the birds to prevent discomfort from direct sunlight, and offer effective protection from excessive \nrain, hail, or wind. This needs to be corrected for the welfare of the birds.  \nCorrect by February 5, 2024. \n3.153(a)(2) \n   \nPrimary enclosures. \nIn the Tropical Wings section for the parrots, most of the perching needs to be replaced. Many of the wood perches have \nbeen chewed excessively shortening their length and limiting the parrot’s movement around the area. Some of the \nperches have been stripped and are so smooth that there is less grip for the birds as they move around. Perches that \nenrich a bird’s environment  must be maintained in good condition. A sufficient number of perches must be available that \nvary in size, shape, strength, texture and placement to comfortably hold all the birds. The manager for the area states that \nshe has tried unsuccessfully to order additional enrichment and perching for these birds. The perching for these birds \nneeds to be addressed for their psychological and physiological well-being.  \nCorrect by January 10,2024. \n3.154(c)(2) \n   \nEnvironment enhancement to promote psychological well-being.\n\nThe facility has created an avian enrichment plan, but the plan does not consider the special needs of the birds that show \nsigns of being in psychological distress through behavior or appearance. The facility houses a bonded pair of macaws \nthat has feather plucked each other extensively and a third parrot that has self-plucked and is housed alone. These birds \nhave been identified but their additional enrichment needs have not been documented. This needs to be addressed for \ntheir psychological wellbeing.  \nCorrect by: Dec 16, 2023 \n3.157(a)(2)  Repeat\n   \nWater quality. \n* In the enclosure housing 29 flamingos, there is still an area of poor drainage along the water feature where the ground \nhas eroded. There is also a trough that is part of the cement pond that does not connect to a functional drain. The staff \nhas started to add material to the area to reduce the amount of water but at the time of the inspection, this project was not \ncompleted, and the size of this area is large. Stagnant water can attract pests, produce noxious odors, and could lead to \ndisease or illness in the animals.  \n \n*The coliform counts in flamingo pools have been well over 1,00 MPN for the month of November  and are a current \nconcern by the AV. She has stated that she wants the coliform counts to be within industry standards for the birds which \nis at or below 1,000 MPN. Counts documented: \n01Nov23-  >24,190.6 MPN \n08Nov23-  >24,190.6 MPN \n14Nov23-  >24,190.6 MPN \n24Nov23-  >24,190.6 MPN \n \nPools or other aquatic areas without drainage systems must be aerated and have an incoming low of fresh water or be \nmanaged in a manner that maintains appropriate water quality in accordance with current professionally accepted \nstandards appropriate for the species. \n3.159 \n   \nEmployees \nBased on the number of non-compliant items identified in this report, this facility does not have enough adequately trained \nemployees that can maintain the professional acceptable level of husbandry and handling practices for the animals in \ntheir collection. Extensive maintenance is required for all bird areas to maintain enclosures in good repair for the safety \nand health of the birds.  \nCorrect by January 10, 2024. \n \nThis inspection and exit interview were conducted with facility representatives.\n\nAdditional Inspectors: \nLaurie Gage, Field Zoological Species Specialist \nANDREA D AMBROSIO, ANIMAL CARE INSPECTOR  n",
  "animals_total": 102,
  "species": [
    {
      "count": 13,
      "scientific": "Zalophus californianus",
      "common": "CALIFORNIA SEA LION"
    },
    {
      "count": 8,
      "scientific": "Phoca vitulina",
      "common": "HARBOR SEAL"
    },
    {
      "count": 19,
      "scientific": "Tursiops truncatus",
      "common": "BOTTLENOSE DOLPHIN"
    },
    {
      "count": 3,
      "scientific": "Trichechus manatus",
      "common": "CARIBBEAN MANATEE"
    },
    {
      "count": 9,
      "scientific": "Spheniscus demersus",
      "common": "AFRICAN PENGUIN / CAPE PENGUIN"
    },
    {
      "count": 29,
      "scientific": "Phoenicopterus ruber",
      "common": "AMERICAN FLAMINGO"
    },
    {
      "count": 4,
      "scientific": "Ara chloropterus",
      "common": "RED-AND-GREEN MACAW / GREEN-WINGED MACAW"
    },
    {
      "count": 2,
      "scientific": "Ara macao",
      "common": "SCARLET MACAW"
    },
    {
      "count": 1,
      "scientific": "Ara militaris",
      "common": "MILITARY MACAW"
    },
    {
      "count": 5,
      "scientific": "Ara ararauna",
      "common": "BLUE-AND-YELLOW MACAW / BLUE-AND-GOLD MACAW"
    },
    {
      "count": 1,
      "scientific": "Ara, Anodorhynchus, Primolius, Diopsittaca spp hybrid",
      "common": "MACAW HYBRID"
    },
    {
      "count": 2,
      "scientific": "Amazona autumnalis",
      "common": "RED-LORED PARROT / RED-LORED AMAZON"
    },
    {
      "count": 1,
      "scientific": "Cacatua galerita",
      "common": "SULPHUR-CRESTED COCKATOO / GREATER SULPHUR-"
    },
    {
      "count": 3,
      "scientific": "Cacatua alba",
      "common": "WHITE COCKATOO / UMBRELLA COCKATOO"
    },
    {
      "count": 1,
      "scientific": "Cacatua moluccensis",
      "common": "SALMON-CRESTED COCKATOO / MOLUCCAN COCKATOO"
    },
    {
      "count": 1,
      "scientific": "Psittacus erithacus",
      "common": "CONGO AFRICAN GREY PARROT / GRAY PARROT"
    }
  ]
}