{
  "insp_id": "170150845500226",
  "layout": "a",
  "customer_id": "325183",
  "customer_name": "John R Pape",
  "customer_addr": "Pamela M Pape\n12 Wild Woods Lane\nClarendon, PA 16313",
  "certificate": "23-C-0307",
  "site_id": "001",
  "site_name": "JOHN & PAMELA PAPE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-JUN-2015",
  "report_date": "19-JUN-2015",
  "citations": [
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "*** This facility does not have a written feeding plan for the large felids on the property. The current plan only\nmentions 2 cougars and juvenile tigers. The facility currently has 2 adult tigers and 4 adult cougars on hand. A\nwritten plan approved by the attending veterinarian is required to ensure the special dietary needs for these large\ncarnivores is documented and followed by the facility. This plan must include guidance for supplements to be\nadded to the diet if a complete commercial diet is not being fed to the animals. Correct this by contacting the\nattending veterinarian to develop and approve this plan.\nCorrect by: July 1, 2015"
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "*** Six enclosures were found to be excessively dirty during this inspection. This included the outdoor enclosure for\n4 adult wolves, the outdoor enclosure for 2 adult coatimundi, 2 indoor enclosures each housing one lynx, and 2\nindoor enclosures each housing one adult cougar. All of these enclosures have feces, hair, and dirt build-up in\nvarying degrees that require cleaning. Clean and sanitary enclosures are required to allow the animals to stay\nclean, reduce disease potential, and to satisfy accepted cleanliness standards. Correct this by cleaning and\nmaintaining all enclosures in a sanitary condition.\nCorrect by: June 22, 2015"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "*** The main building for indoor tiger housing is also used for food preparation. This entire area requires cleaning,\nremoval of unused items, and general reorganization. There are many items not currently being used that need to\neither be discarded or placed in a suitable storage area. Dust and cobwebs are accumulating throughout the area\nwhich impedes food preparation and makes normal husbandry practices more difficult. Correct this by cleaning\nand reorganizing this area.\nCorrect by: July 1, 2015\n*** Inspection and exit interview conducted with the licensees."
    }
  ],
  "narrative": "3.129(a)\nFEEDING.    \n*** This facility does not have a written feeding plan for the large felids on the property.  The current plan only\nmentions 2 cougars and juvenile tigers.  The facility currently has 2 adult tigers and 4 adult cougars on hand.  A\nwritten plan approved by the attending veterinarian is required to ensure the special dietary needs for these large\ncarnivores is documented and followed by the facility.  This plan must include guidance for supplements to be\nadded to the diet if a complete commercial diet is not being fed to the animals.  Correct this by contacting the\nattending veterinarian to develop and approve this plan.\nCorrect by: July 1, 2015\n3.131(a)\nSANITATION.   \n*** Six enclosures were found to be excessively dirty during this inspection.  This included the outdoor enclosure for\n4 adult wolves, the outdoor enclosure for 2 adult coatimundi, 2 indoor enclosures each housing one lynx, and 2\nindoor enclosures each housing one adult cougar.   All of these enclosures have feces, hair, and dirt build-up in\nvarying degrees that require cleaning.  Clean and sanitary enclosures are required to allow the animals to stay\nclean, reduce disease potential, and to satisfy accepted cleanliness standards.  Correct this by cleaning and\nmaintaining all enclosures in a sanitary condition.\nCorrect by: June 22, 2015\n\n3.131(c)\nSANITATION.   \n*** The main building for indoor tiger housing is also used for food preparation.  This entire area requires cleaning,\nremoval of unused items, and general reorganization.  There are many items not currently being used that need to\neither be discarded or placed in a suitable storage area.  Dust and cobwebs are accumulating throughout the area\nwhich impedes food preparation and makes normal husbandry practices more difficult.   Correct this by cleaning\nand reorganizing this area.   \nCorrect by: July 1, 2015 \n*** Inspection and exit interview conducted with the licensees.",
  "animals_total": 39,
  "species": [
    {
      "count": 4,
      "scientific": "Canis lupus",
      "common": "GRAY WOLF / GREY WOLF / TIMBER WOLF"
    },
    {
      "count": 1,
      "scientific": "Cervus c. canadensis",
      "common": "ELK"
    },
    {
      "count": 2,
      "scientific": "Lontra canadensis",
      "common": "NORTH AMERICAN RIVER OTTER"
    },
    {
      "count": 2,
      "scientific": "Lynx canadensis",
      "common": "CANADIAN LYNX"
    },
    {
      "count": 4,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 3,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 2,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 13,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 4,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 3,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    }
  ]
}