{
  "insp_id": "INS-0000824580",
  "layout": "c",
  "customer_id": "2341",
  "customer_name": "MENOMONIE LIONS CLUB",
  "customer_addr": "PO BOX 44\nMENOMONIE, WI 54751",
  "certificate": "35-C-0390",
  "site_id": "001",
  "site_name": "MENOMONIE LIONS CLUB",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-NOV-2022",
  "report_date": "08-NOV-2022",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The facility does not have a written program of veterinary care (PVC). Lack of a written PVC does not ensure that the\nfacility understands the expectations of the attending veterinarian regarding the veterinary care of all regulated animals.\nThe facility must develop a written PVC. Correct by November 30, 2022."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "Watering.",
      "narrative": "The automatic water receptacle in the bison enclosure was not clean. Moss like plants were growing on the sides and\ninto the center of the drinking basin. There was other organic debris such as leaves and dirt floating in the water basin.\nThe facility representative worked to clean the water receptacle and had to use a stick to dislodge an accumulation of\ndebris so the water could be drained. Dirty water receptacles can make water unpleasant to drink and can harbor disease\nproducing organisms if not maintained. The facility must ensure that all water receptacles are kept clean and sanitary.\nCorrected at the time of inspection.\nThis inspection and exit interview were conducted with Facility Representatives.\nn"
    }
  ],
  "narrative": "2.40(a)(1) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe facility does not have a written program of veterinary care (PVC).  Lack of a written PVC does not ensure that the \nfacility understands the expectations of the attending veterinarian regarding the veterinary care of all regulated animals.   \nThe facility must develop a written PVC.  Correct by November 30, 2022. \n3.130 \n   \nWatering. \nThe automatic water receptacle in the bison enclosure was not clean.  Moss like plants were growing on the sides and \ninto the center of the drinking basin.  There was other organic debris such as leaves and dirt floating in the water basin.  \nThe facility representative worked to clean the water receptacle and had to use a stick to dislodge an accumulation of \ndebris so the water could be drained.  Dirty water receptacles can make water unpleasant to drink and can harbor disease \nproducing organisms if not maintained.  The facility must ensure that all water receptacles are kept clean and sanitary.  \nCorrected at the time of inspection. \n \nThis inspection and exit interview were conducted with Facility Representatives. \n \n n",
  "animals_total": 20,
  "species": [
    {
      "count": 10,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 3,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 7,
      "scientific": "Cervus elaphus canadensis",
      "common": "ELK"
    }
  ]
}