{
  "insp_id": "86151032530970",
  "layout": "a",
  "customer_id": "6514",
  "customer_name": "Wilma Jinson",
  "customer_addr": "1161 Beaver Road\nStella, MO 64867",
  "certificate": "43-A-2656",
  "site_id": "001",
  "site_name": "WILMA JINSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-MAR-2015",
  "report_date": "27-MAR-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "2.40(b)(2)\nTwo dogs had medical problems that had not been recognized and treated by the licensee. An adult, female\nEnglish Bulldog (Stacy; m/c# 006AB6350) was limping on her left front leg. When standing still, she repeatedly held\nthe left paw off of the ground. An adult, female English Bulldog (JD; m/c# 4B1F5A4316) had a small, red, raised\nlesion on her head next to her right eye. The dog(cid:25)s head was swollen from above the right eye to the nose. The\nlicensee stated that this dog had escaped from its enclosure the night before, but she had not noticed the lesion and\nswelling. Untreated lameness and skin problems can worsen, can become infected, and can be painful. The\nlicensee must consult a veterinarian about these two dogs and follow the recommended treatment plan."
    },
    {
      "code": "3.6(a)(2)(2)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "3.6(a)(2)(ii) Protect the dogs and cats from injury\nAn adult, male English Bulldog was housed in an enclosure that had a large gap between the horse panel entry\ngate and the t-post used to secure the side panel of the enclosure. The space was large enough that the dog could\nfit his head and a portion of his body through it, leaving the potential for injury, entrapment or escape. The licensee\nmust ensure that the enclosures safely and securely contain the dogs to protect them from injury.\nTO BE CORRECTED BY MARCH 27, 2015"
    },
    {
      "code": "3.6(a)(2)(3)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "3.6(a)(2)(iii) Contain the dogs securely.\nAn adult, female English Bulldog (JD; m/c# 4B1F5A4316) had escaped from her primary enclosure the night before.\nThe door to the enclosure was fastened at the top and bottom with twisted wire ties. The dog broke off the bottom\nwire tie and pushed the door open far enough to squeeze out of the enclosure. Escaped dogs can become injured\nor lost. The licensee must ensure that the enclosures securely contain the dogs.\nTO BE CORRECTED BY MARCH 27, 2015."
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "3.9 (b)\nTwo of the metal pans used as food receptacles are rusted and have a rough surface. Rusted food receptacles do\nnot allow proper cleaning and sanitization. Feeding pans must either be made of a durable material that can be\neasily cleaned and sanitized or be disposable."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "3.11(c) Housekeeping for premises.\nA plastic bag full of insecticide containing carbaryl was laying a few inches away from an outdoor enclosure\ncontaining two weaned Pug puppies. The bag was torn and a pile of the insecticide was lying next to the chain-link\nenclosure. The puppies could have reach through the chain-link and ingested the insecticide. This product was\nnot labeled for ingestion by dogs. The licensee stated that this was an old bag that she had discarded. Exposure to\ntoxic substances can result in sickness or death. The licensee must ensure that the premises are free of\naccumulations of trash, junk, waste products, and discarded matter.\nTO BE CORRECTED ON MARCH 26, 2015.\nThe juvenile, male Dachshund identified during the last inspection with a skin condition was evaluated by the\nlicensee(cid:25)s attending veterinarian. This dog is no longer present at this facility.\nThis inspection was conducted with the licensee and Konnie Plumlee, VMO. All NCIs were discussed with the\nlicensee during the inspection. An additional exit briefing was conducted with the licensee on 3/27/15.\nAdditional Inspectors\nPlumlee Konnie, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n2.40(b)(2) \nTwo dogs had medical problems that had not been recognized and treated by the licensee.  An adult, female\nEnglish Bulldog (Stacy; m/c# 006AB6350) was limping on her left front leg.  When standing still, she repeatedly held\nthe left paw off of the ground.  An adult, female English Bulldog (JD; m/c# 4B1F5A4316) had a small, red, raised\nlesion on her head next to her right eye.  The dog(cid:25)s head was swollen from above the right eye to the nose.  The\nlicensee stated that this dog had escaped from its enclosure the night before, but she had not noticed the lesion and\nswelling.  Untreated lameness and skin problems can worsen, can become infected, and can be painful.  The\nlicensee must consult a veterinarian about these two dogs and follow the recommended treatment plan.\n3.6(a)(2)(2)\nPRIMARY ENCLOSURES.\n3.6(a)(2)(ii) Protect the dogs and cats from injury \nAn adult, male English Bulldog was housed in an enclosure that had a large gap between the horse panel entry\ngate and the t-post used to secure the side panel of the enclosure. The space was large enough that the dog could\nfit his head and a portion of his body through it, leaving the potential for injury, entrapment or escape.  The licensee\nmust ensure that the enclosures safely and securely contain the dogs to protect them from injury.\nTO BE CORRECTED BY MARCH 27, 2015\n3.6(a)(2)(3)\nPRIMARY ENCLOSURES.\n3.6(a)(2)(iii)  Contain the dogs securely.\nAn adult, female English Bulldog (JD; m/c# 4B1F5A4316) had escaped from her primary enclosure the night before.\n The door to the enclosure was fastened at the top and bottom with twisted wire ties.  The dog broke off the bottom\nwire tie and pushed the door open far enough to squeeze out of the enclosure.  Escaped dogs can become injured\n\nor lost.  The licensee must ensure that the enclosures securely contain the dogs.\nTO BE CORRECTED BY MARCH 27, 2015.\n3.9(b)                    REPEAT\nFEEDING.\n3.9 (b)\nTwo of the metal pans used as food receptacles are rusted and have a rough surface. Rusted food receptacles do\nnot allow proper cleaning and sanitization. Feeding pans must either be made of a durable material that can be\neasily cleaned and sanitized or be disposable.\n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n3.11(c)  Housekeeping for premises.\nA plastic bag full of insecticide containing carbaryl was laying a few inches away from an outdoor enclosure\ncontaining two weaned Pug puppies.  The bag was torn and a pile of the insecticide was lying next to the chain-link\nenclosure.  The puppies could have reach through the chain-link and ingested the insecticide.   This product was\nnot labeled for ingestion by dogs.  The licensee stated that this was an old bag that she had discarded.  Exposure to\ntoxic substances can result in sickness or death.  The licensee must ensure that the premises are free of\naccumulations of trash, junk, waste products, and discarded matter.\nTO BE CORRECTED ON MARCH 26, 2015.\nThe juvenile, male Dachshund identified during the last inspection with a skin condition was evaluated by the\nlicensee(cid:25)s attending veterinarian. This dog is no longer present at this facility.\nThis inspection was conducted with the licensee and Konnie Plumlee, VMO. All NCIs were discussed with the\nlicensee during the inspection. An additional exit briefing was conducted with the licensee on 3/27/15.\nAdditional Inspectors\nPlumlee Konnie, Supervisory Animal Care Specialist",
  "animals_total": 24,
  "species": [
    {
      "count": 21,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 3,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}