{
  "insp_id": "2016082567968947",
  "layout": "a",
  "customer_id": "27413",
  "customer_name": "Judy Skaggs",
  "customer_addr": "P.O. Box 118\nLangley, OK 74350",
  "certificate": "73-A-2685",
  "site_id": "001",
  "site_name": "JUDY SKAGGS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-OCT-2016",
  "report_date": "20-OCT-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": ".A brown and light tan Yorkshire terrier female named Mandy id# (0A02031343) had hair loss around both eyes.\nThe area appeared reddened as if she may have been scratching or rubbing the areas around both eyes. Skin\nirritation can be uncomfortable for the dog, left untreated the irritation could lead to more serious skin condition.\nAdditionally, the top of her teeth have a brownish black substance on the top of most of her teeth. The gums are\nreddened and swollen. Two teeth behind the right top canine tooth have a grayish film on them and the gum has a\nwhite buildup along the top of the teeth. The back teeth also appeared to be covered with the brownish material.\nGum infection can lead to loss of teeth and other serious, and painful health problems for the dog.\nOwner must take the dog to a licensed veterinary for evaluation and recommendations from the veterinarian. To be\ncorrected by 10-23-2016"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A brown and white Chihuahua male named Pedro id#002165062 around eight years old. Pedro had a missing teeth\nand a buildup of grayish brown material around the top of his teeth then gum didn’t appear to be reddened but the\nteeth need to have some of the material removed to protect the health of the dog. The buildup of material on the\nteeth can lead to more health problems in the future if not treated. Pedro’s left eye also appeared to be dry and dull.\nThere was no discharge from the eye it seem dry. Eye problems can be painful for the dog and must be treated as\nsoon as possible to prevent further damage to the eye. Owner must take the dog to the veterinary for evaluation by\n10-25-2016.\nKiki a black and tan Yorkshire terrier female named Kiki id# 13821401. Kiki toenail were overgrown enough that\nthey affected her normal posture, the long nails caused her toes to turn when she walks, not normal for the dog.\nLongs nails can be uncomfortable for the dogs and can cause long term problems in the dog feet and toes.\nLicensee must maintain all the dogs toenails on a regular basis. To be corrected by 10-23-2016"
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The inside of the regular kennel building had several areas where the dogs have chewed through the wall covering.\nSome of the kennels have been sealed and repaired. Two enclosures with dog in the them had holes in the\npaneling on the walls. All surfaces the dogs are in contact with must be impervious to moisture and be easily\ncleaned and sanitized. The kennels walls must be maintained, cleaned and sanitized to prevent spread of disease\nand other vermin that can adversely affect the health and well-being of the dogs. To be corrected by 11-10-2016"
    },
    {
      "code": "3.4(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "One outdoor enclosure containing a Rhodesian ridgeback did not have adequate shade. The shade cloth was not\nlarge enough to provide adequate shade for the dog. The owner fixed the problem during the inspection.\nInspection and exit interview conducted by R. Whiteley. ACI and the owner.\nAdditional Inspectors\nEngel D.V.M Dominique, Hpa Gov User\nHiggins Jeramy, Training Specialist"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n.A brown and light tan Yorkshire terrier female named Mandy id# (0A02031343) had hair loss around both eyes. \nThe area appeared reddened as if she may have been scratching or rubbing the areas around both eyes. Skin\nirritation can be uncomfortable for the dog, left untreated the irritation could lead to more serious skin condition.  \n Additionally, the top of her teeth have a brownish black substance on the top of most of her teeth.  The gums are\nreddened and swollen.  Two teeth behind the right top canine tooth have a grayish film on them and the gum has a\nwhite buildup along the top of the teeth.  The back teeth also appeared to be covered with the brownish material.  \nGum infection can lead to loss of teeth and other serious, and painful health  problems for the dog.  \nOwner must take the dog to a licensed veterinary for evaluation and recommendations from the veterinarian.  To be\ncorrected by 10-23-2016\n2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA brown and white Chihuahua male named Pedro id#002165062 around eight years old.  Pedro had a missing teeth\nand a buildup of grayish brown material around the top of his teeth then gum didn’t appear to be reddened but the\nteeth need to have some of the material removed to protect the health of the dog.  The buildup of material on the\nteeth can lead to more health problems in the future if not treated.  Pedro’s left eye also appeared to be dry and dull.\n There was no discharge from the eye it seem dry.  Eye problems can be painful for the dog and must be treated as\nsoon as possible to prevent further damage to the eye.  Owner must take the dog to the veterinary for evaluation by\n10-25-2016.\nKiki a black and tan Yorkshire terrier female named Kiki id# 13821401.  Kiki toenail were overgrown enough that\nthey affected her normal posture, the long nails caused her toes to turn when she walks, not normal for the dog. \nLongs nails can be uncomfortable for the dogs and can cause long term problems in the dog feet and toes. \nLicensee must maintain all the dogs toenails on a regular basis.  To be corrected by 10-23-2016\n\n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\nThe inside of the regular kennel building had several areas where the dogs have chewed through the wall covering. \nSome of the kennels have been sealed and repaired.  Two enclosures with dog in the them had holes in the\npaneling on the walls.  All surfaces the dogs are in contact with must be impervious to moisture and be easily\ncleaned and sanitized.  The kennels walls must be maintained, cleaned and sanitized to prevent spread of disease\nand other vermin that can adversely affect the health and well-being of the dogs. To be corrected by 11-10-2016\n3.4(b)(2)\nOUTDOOR HOUSING FACILITIES.\nOne outdoor enclosure containing a Rhodesian ridgeback did not have adequate shade.  The shade cloth was not\nlarge enough to provide adequate shade for the dog.  The owner fixed the problem during the inspection.\nInspection and exit interview conducted by R. Whiteley.  ACI and the owner.\nAdditional Inspectors\nEngel D.V.M Dominique, Hpa Gov User\nHiggins Jeramy, Training Specialist",
  "animals_total": 49,
  "species": [
    {
      "count": 49,
      "scientific": "Canis lupus familiaris",
      "common": "DOMESTIC DOG"
    }
  ]
}