{
  "insp_id": "2016082567936774",
  "layout": "a",
  "customer_id": "32069",
  "customer_name": "Sharon Ambrose",
  "customer_addr": "2478 State Hwy 25\nLenox, IA 50851",
  "certificate": "42-A-1151",
  "site_id": "001",
  "site_name": "SHARON AMBROSE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-SEP-2016",
  "report_date": "23-SEP-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A male liver and white schnauzer (“Baxter”, microchip 496 578 191E) has a heavy buildup of brown tartar on the\ncheek teeth on the right side of the mouth. The tartar on the upper right cheek teeth is entirely encasing the surface\nof the teeth and the individual shape of the teeth is no longer identifiable. Nearly half the surface of the upper right\ncanine tooth is encased in tartar with the thickest buildup located along the gum line. The cheek teeth on the left\nside of the mouth also have a buildup of tartar. The gums have become moderately reddened. Poor dental health\ncould cause pain and discomfort to the dog and could possibly lead to further health issues.\nThis dog must be evaluated by a licensed veterinarian for a proper diagnosis and to develop an effective treatment\nplan. The diagnosis and treatment plan must be documented in writing and available to the inspector upon request.\nThe licensee must ensure that all dogs receive adequate veterinary care at all times.\nTo be corrected by: September 28, 2016\nInspection and exit interview conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA male liver and white schnauzer (“Baxter”, microchip 496 578 191E) has a heavy buildup of brown tartar on the\ncheek teeth on the right side of the mouth.  The tartar on the upper right cheek teeth is entirely encasing the surface\nof the teeth and the individual shape of the teeth is no longer identifiable.  Nearly half the surface of the upper right\ncanine tooth is encased in tartar with the thickest buildup located along the gum line.   The cheek teeth on the left\nside of the mouth also have a buildup of tartar.  The gums have become moderately reddened.  Poor dental health\ncould cause pain and discomfort to the dog and could possibly lead to further health issues. \nThis dog must be evaluated by a licensed veterinarian for a proper diagnosis and to develop an effective treatment\nplan.  The diagnosis and treatment plan must be documented in writing and available to the inspector upon request.\n The licensee must ensure that all dogs receive adequate veterinary care at all times.\nTo be corrected by:  September 28, 2016\nInspection and exit interview conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 24,
  "species": [
    {
      "count": 24,
      "scientific": "Canis lupus familiaris",
      "common": "DOMESTIC DOG"
    }
  ]
}