{
  "insp_id": "253141639120170",
  "layout": "a",
  "customer_id": "6902",
  "customer_name": "Summer Wind Farm Sanctuary",
  "customer_addr": "6490 Mowerson Rd\nBrown City, MI 48416",
  "certificate": "34-C-0227",
  "site_id": "001",
  "site_name": "SUMMER WIND FARMS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-SEP-2014",
  "report_date": "11-SEP-2014",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The written program of veterinary care does not include bobcats. Bobcats are now present at the facility. It is\nessential that these animals be included in the program of veterinary care. Veterinary recommendations for care of\nthese animals should be included in the program. APHIS inspectors then use this information while inspecting the\nanimals in order to determine if veterinary recommendations are being followed by the facility. This program is a\nvaluable tool in order to ensure the continuing health and comfort of these animals. Bobcats need to be included on\nthe program of veterinary care.\nCorrect by: 9-21-14"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The brown goat noted on the inspection of 8-13-14 still has a long toe on the outside of its right rear foot. A white\ngoat was also observed with long toes on both of its rear feet. These goats need to have these toes trimmed. Long\novergrown hoofs can cause conformation issues and joint problems. Trim these goats' hoofs."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "Two foxes were acquired since the time of the last inspection with no acquisition information recorded for them.\nInformation must be recorded for all animal aquisition and dispositions by the facility. This information is essential in\norder for APHIS inspectors to monitor animal death losses by the facility and also determine that all animals are\nobtained from legitimate sources. Record all animal acquisitions and dispositions.\nCorrect by: Correct from this time forward."
    },
    {
      "code": "2.131(c)(1)",
      "kind": "Direct",
      "repeat": true,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "The barrier door to the service area for the enclosures housing the tigers Xena, Sher Kahn, Kahn and Sundar was\nnot locked. The president of the facility was offsite when the inspectors first arrived at the facility. Volunteer\nemployees had access to the large cat area. The barrier gate to the enclosure housing the crab eating macaque\nwas not locked. Volunteer workers are considered to be members of the public. Barriers must be in place and\nlocked when volunteers are working in this area unless the facility president is in direct supervision of the\nvolunteers. Volunteers cannot have access to these dangerous animals when the president is not present. Contact\nwith these dangerous animals could be potentially fatal to a volunteer worker. It could lead to lethal consequences\nfor the animals as well, if local health officials would require rabies testing. This test requires removal of the brain.\nSecure and lock all barrier gates and doors."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "The two domestic cats are housed in an enclosure that contains one litter box. This litter box had excessive feces\nin it. Numerous flies were noted in and around this enclosure. Primary enclosures are to be cleaned of fecal\nmaterial daily. Excessive feces in the litter box can lead to odor problems. It can also be a potential source of\ndisease and pest control issues. Excessively dirty litter boxes can also be a source of discomfort to the cats as they\nwill hesitate to use the boxes when they are overly soiled. The cats in this enclosure were defecating outside the\nbox which could result in soiling of the cats and ingestion of feces as they groom themselves. This can lead to\nparasite and other potential infections. Clean litter boxes daily."
    },
    {
      "code": "3.83",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "The water receptacle in the Japanese macaque enclosure has a layer of algae slime lining its interior. Water\nreceptacles must be cleaned and sanitized as often as necessary to keep them free from contamination. Unclean\nwater receptacles can affect water palatability and lead to decreased water consumption. This can have an adverse\neffect on the health of the animal in this enclosure. Contaminated water can also lead to other potential health\nissues for this macaque such as bacterial or parasitic infection. Clean this water receptacle as often as needed to\nkeep the water in the receptacle clean and sanitary."
    },
    {
      "code": "3.84(a)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "The enclosure housing two lemurs contained an excessive amount of fecal material. Excessive fecal material can\nlead to disease, pest and odor control issues. The lemurs can become contaminated by lying in the fecal material\nand subsequently ingesting it while grooming. This could lead to potential bacterial or parasitic infections for these\nanimals. Clean this enclosure on a more frequent basis. This enclosure needs to be cleaned."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The produce cooler contains spoiled tomatoes that were becoming soft. Molding cucumbers, green beans and\nbroccoli were in the produce cooler. Black rotting lettuce and deteriorating apples were in the produce cooler. The\nrefrigerator in the warm room contained deteriorating apples, lettuce, cauliflower and green peppers. Spoiled\nproduce must be removed promptly to prevent contamination of food intended to be fed to the animals. Sort and\nremove spoiled produce promptly. This cooler and the refrigerator need to be cleaned and have spoiled and\ndeteriorating items removed in order to prevent contamination of food items that will be fed to the animals.\nThe meat cooler had a dead raccoon stored in it. The cooler had a horrible ammonia like odor mixed with the odor\nof rotten and decaying meat. This odor makes it very hard to determine if the meat items stored in this cooler are fit\nfor animal consumption. Clean the cooler, identify the source of the odor and eliminate it. Do not store items not\nintended to be animal feed in the meat cooler."
    },
    {
      "code": "3.129(b)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "The food receptacle boxes for the enclosure housing two American black bears and the enclosure housing two\nAsian black bears contained a large amount of rotting food debris. Any food fed in this box is going to be\ncontaminated by the rotting material present in the box. These feeders need to be cleaned and made sanitary to\nensure that the food fed to the bears is wholesome and free from bacterial or pest infestation which could result in\nhealth issues for the bears."
    },
    {
      "code": "3.130",
      "kind": "Direct",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "The water receptacle for the enclosure containing the tigers known as Lenny and Squiggy was empty at 12:15 PM.\nAt the direction of the inspectors these tigers were offered water. When water was introduced to the receptacle,\nboth tigers immediately approached and began drinking. One tiger drank continuously for about 40 seconds and\nthe other tiger drank continuously for about 60 seconds. This is too long for these tigers to drink. They are not\nbeing offered water frequently enough. Lack of water consumption can lead to serious renal problems for these\ntigers. The water receptacle for the grizzly bear contained about one inch of slimy algae filled water. The water\nreceptacle for the white tiger contained green water. The water receptacle in the enclosure containing one coyote\ncontained green water. The water receptacle for the enclosure housing three foxes had a layer of dirt in in it. These\nreceptacles are not being kept clean and sanitary. Dirty water receptacles can affect water palatability. It can also\nlead to contamination of the water by pathogenic organisms. Water palatability is very important as poor water\npalatability can lead to decreased consumption. Decreased water consumption can lead to renal function problems.\nThe majority of the large cats at this facility are advanced in age, making them especially susceptible to kidney\nproblems. Clean these water receptacles. Clean them as often as need to keep the water clean."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "The shelter boxes for the tigers known as Lenny and Squiggy and the tiger Pandora contained excessive bones and\nrotting food waste. The enclosure for the tiger known as JJ contained excessive fecal material. The American\nblack bear den box contained rotting food waste. The Asian black bear den box contained excessive food waste.\nThe enclosure housing the white tiger contained excessive bones and fecal material. The shelter in the enclosure\nhousing one goat contained a large amount of fecal material. These enclosures need to be cleaned on a more\nfrequent basis. The rotting material present in these animals'(cid:25) enclosures and shelter boxes can contaminate these\nanimals as they lay in their enclosures. The animals can ingest this material when they groom themselves. Not\nremoving old food waste promptly can lead to contamination of new food. Ingesting this rotten material can lead to\npotential health problems. Clean these enclosures more frequently to prevent a buildup of food and fecal waste to\nminimize odors and prevent potential health problems."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "The alleyway leading to the butcher area as well as the area directly outside the building housing the butcher area\nand the alleyway and building next to the butcher area are filled with various debris, old equipment, boards, trash,\nbuckets, tires and fencing. These areas provide ample hiding areas for rodents and other pests and numerous\nrodent holes were located throughout the facility. All this material must be removed to help control pests."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "There were rodent holes located inside the shelter box for the cougar enclosure. Rodent holes were located going\nunder the shelter box for the cougar enclosure. Multiple rodent holes were noted in the service alleyway for the\ntiger enclosures located on leopard row as well as in the tiger enclosures. Rodent feces was also noted in this\nalleyway. A rodent hole was noted going under the den area for the tiger JJ's enclosure. Rodent holes were noted\nin the service area for the tigers JJ and Pandora. A rodent hole was noted going under the shelter box of the Asian\nblack bear enclosure. There was rodent feces on the door to the Asian black bear shelter. Rodents can be carriers\nof disease which may be harmful to the animals housed in these areas. A more effective means of pest control\nmust be established for the facility."
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": true,
      "desc": "EMPLOYEES.",
      "narrative": "It is evident that due to the nature and severity of the animal husbandry issues at the facility that there is a lack of\nadequately trained employees. The facility relies on volunteer workers. The president of the facility stated to\nAPHIS inspectors that there was no formalized scheduling of workers at the facility. A lack of properly trained\nemployees can result in facility and animal conditions that result in unnecessary animal suffering. Animal numbers\nmust be reduced or more properly trained workers need to be added. Workers need to be trained in the basic\nneeds of the animals at the facility. Topics should include at a minimum: the importance of adequate water, the\nneed for adequate bedding during times of extreme weather, the importance of cleaning and good housekeeping\nprocedures, proper diet for different species of animals and observation of animals for abnormal conditions and\nbehaviors. This training should be done in conjunction with the attending veterinarian or his designee. A list of\ntopics covered and attendees must be documented for review by APHIS. A facility schedule needs to be developed\nthat allows for adequate employee coverage in order to address all animal husbandry needs. Also the facility\npresident is the only one authorized to work with the dangerous animals at the facility. All animal work must be\ndone with the dangerous animals under his direct supervision. This limits the amount of time that is available to\nservice the dangerous animal enclosures as the facility president is often offsite. This leads to poor sanitation in the\ndangerous animal enclosures. The facility president needs to find a way to be onsite more or hire trained staff to\nhelp run the facility.\nThe inspection was conducted with the facility president on 9-9-14. An exit interview was conducted at that time\nand all non-compliant items were explained to the facility president. A formal exit interview was conducted with the\nfacility president on 9-11-14.\nAdditional Inspectors\nBongard Carrie, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe written program of veterinary care does not include bobcats.  Bobcats are now present at the facility.  It is\nessential that these animals be included in the program of veterinary care.  Veterinary recommendations for care of\nthese animals should be included in the program.  APHIS inspectors then use this information while inspecting the\nanimals in order to determine if veterinary recommendations are being followed by the facility.  This program is a\nvaluable tool in order to ensure the continuing health and comfort of these animals.  Bobcats need to be included on\nthe program of veterinary care.\nCorrect by:  9-21-14\n2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe brown goat noted on the inspection of 8-13-14 still has a long toe on the outside of its right rear foot.  A white\ngoat was also observed with long toes on both of its rear feet.  These goats need to have these toes trimmed.  Long\novergrown hoofs can cause conformation issues and joint problems.  Trim these goats' hoofs.\n2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nTwo foxes were acquired since the time of the last inspection with no acquisition information recorded for them. \nInformation must be recorded for all animal aquisition and dispositions by the facility.  This information is essential in\norder for APHIS inspectors to monitor animal death losses by the facility and also determine that all animals are\nobtained from legitimate sources.  Record all animal acquisitions and dispositions.\nCorrect by:  Correct from this time forward.\n2.131(c)(1)           DIRECT                    REPEAT\nHANDLING OF ANIMALS.\n\nThe barrier door to the service area for the enclosures housing the tigers Xena, Sher Kahn, Kahn and Sundar was\nnot locked.  The president of the facility was offsite when the inspectors first arrived at the facility.  Volunteer\nemployees had access to the large cat area.  The barrier gate to the enclosure housing the crab eating macaque\nwas not locked.  Volunteer workers are considered to be members of the public.  Barriers must be in place and\nlocked when volunteers are working in this area unless the facility president is in direct supervision of the\nvolunteers.  Volunteers cannot have access to these dangerous animals when the president is not present.  Contact\nwith these dangerous animals could be potentially fatal to a volunteer worker.  It could lead to lethal consequences\nfor the animals as well, if local health officials would require rabies testing.  This test requires removal of the brain. \nSecure and lock all barrier gates and doors.\n3.11(a)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThe two domestic cats are housed in an enclosure that contains one litter box.  This litter box had excessive feces\nin it.  Numerous flies were noted in and around this enclosure.  Primary enclosures are to be cleaned of fecal\nmaterial daily.  Excessive feces in the litter box can lead to odor problems.  It can also be a potential source of\ndisease and pest control issues.  Excessively dirty litter boxes can also be a source of discomfort to the cats as they\nwill hesitate to use the boxes when they are overly soiled.  The cats in this enclosure were defecating outside the\nbox which could result in soiling of the cats and ingestion of feces as they groom themselves.  This can lead to\nparasite and other potential infections.  Clean litter boxes daily.\n3.83                    REPEAT\nWATERING.   \nThe water receptacle in the Japanese macaque enclosure has a layer of algae slime lining its interior.  Water\nreceptacles must be cleaned and sanitized as often as necessary to keep them free from contamination.  Unclean\nwater receptacles can affect water palatability and lead to decreased water consumption.  This can have an adverse\neffect on the health of the animal in this enclosure.  Contaminated water can also lead to other potential health\nissues for this macaque such as bacterial or parasitic infection.  Clean this water receptacle as often as needed to\nkeep the water in the receptacle clean and sanitary.\n3.84(a)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL. \nThe enclosure housing two lemurs contained an excessive amount of fecal material.  Excessive fecal material can\nlead to disease, pest and odor control issues.  The lemurs can become contaminated by lying in the fecal material\nand subsequently ingesting it while grooming.  This could lead to potential bacterial or parasitic infections for these\nanimals.  Clean this enclosure on a more frequent basis.  This enclosure needs to be cleaned.\n\n3.125(c)                    REPEAT\nFACILITIES, GENERAL.   \nThe produce cooler contains spoiled tomatoes that were becoming soft.  Molding cucumbers, green beans and\nbroccoli were in the produce cooler.  Black rotting lettuce and deteriorating apples were in the produce cooler.  The\nrefrigerator in the warm room contained deteriorating apples, lettuce, cauliflower and green peppers.  Spoiled\nproduce must be removed promptly to prevent contamination of food intended to be fed to the animals.  Sort and\nremove spoiled produce promptly.  This cooler and the refrigerator need to be cleaned and have spoiled and\ndeteriorating items removed in order to prevent contamination of food items that will be fed to the animals.\nThe meat cooler had a dead raccoon stored in it.  The cooler had a horrible ammonia like odor mixed with the odor\nof rotten and decaying meat.  This odor makes it very hard to determine if the meat items stored in this cooler are fit\nfor animal consumption.  Clean the cooler, identify the source of the odor and eliminate it.  Do not store items not\nintended to be animal feed in the meat cooler.\n3.129(b)                    REPEAT\nFEEDING.    \nThe food receptacle boxes for the enclosure housing two American black bears and the enclosure housing two\nAsian black bears contained a large amount of rotting food debris.  Any food fed in this box is going to be\ncontaminated by the rotting material present in the box.  These feeders need to be cleaned and made sanitary to\nensure that the food fed to the bears is wholesome and free from bacterial or pest infestation which could result in\nhealth issues for the bears.\n3.130           DIRECT                    REPEAT\nWATERING.  \nThe water receptacle for the enclosure containing the tigers known as Lenny and Squiggy was empty at 12:15 PM. \nAt the direction of the inspectors these tigers were offered water.  When water was introduced to the receptacle,\nboth tigers immediately approached and began drinking.  One tiger drank continuously for about 40 seconds and\nthe other tiger drank continuously for about 60 seconds.  This is too long for these tigers to drink.  They are not\nbeing offered water frequently enough.  Lack of water consumption can lead to serious renal problems for these\ntigers.  The water receptacle for the grizzly bear contained about one inch of slimy algae filled water.  The water\nreceptacle for the white tiger contained green water.  The water receptacle in the enclosure containing one coyote\ncontained green water.  The water receptacle for the enclosure housing three foxes had a layer of dirt in in it.  These\nreceptacles are not being kept clean and sanitary.  Dirty water receptacles can affect water palatability.  It can also\nlead to contamination of the water by pathogenic organisms.   Water palatability is very important as poor water\npalatability can lead to decreased consumption.  Decreased water consumption can lead to renal function problems.\n The majority of the large cats at this facility are advanced in age, making them especially susceptible to kidney\nproblems.  Clean these water receptacles.  Clean them as often as need to keep the water clean.\n\n3.131(a)                    REPEAT\nSANITATION.   \nThe shelter boxes for the tigers known as Lenny and Squiggy and the tiger Pandora contained excessive bones and\nrotting food waste.  The enclosure for the tiger known as JJ contained excessive fecal material.  The American\nblack bear den box contained rotting food waste.  The Asian black bear den box contained excessive food waste. \nThe enclosure housing the white tiger contained excessive bones and fecal material.  The shelter in the enclosure\nhousing one goat contained a large amount of fecal material.  These enclosures need to be cleaned on a more\nfrequent basis.  The rotting material present in these animals'(cid:25) enclosures and shelter boxes can contaminate these\nanimals as they lay in their enclosures.  The animals can ingest this material when they groom themselves.  Not\nremoving old food waste promptly can lead to contamination of new food.  Ingesting this rotten material can lead to\npotential health problems.  Clean these enclosures more frequently to prevent a buildup of food and fecal waste to\nminimize odors and prevent potential health problems.\n3.131(c)                    REPEAT\nSANITATION.   \nThe alleyway leading to the butcher area as well as the area directly outside the building housing the butcher area\nand the alleyway and building next to the butcher area are filled with various debris, old equipment, boards, trash,\nbuckets, tires and fencing.  These areas provide ample hiding areas for rodents and other pests and numerous\nrodent holes were located throughout the facility.  All this material must be removed to help control pests.\n3.131(d)                    REPEAT\nSANITATION.   \nThere were rodent holes located inside the shelter box for the cougar enclosure.  Rodent holes were located going\nunder the shelter box for the cougar enclosure.  Multiple rodent holes were noted in the service alleyway for the\ntiger enclosures located on leopard row as well as in the tiger enclosures.  Rodent feces was also noted in this\nalleyway.   A rodent hole was noted going under the den area for the tiger JJ's enclosure.  Rodent holes were noted\nin the service area for the tigers JJ and Pandora.  A rodent hole was noted going under the shelter box of the Asian\nblack bear enclosure.  There was rodent feces on the door to the Asian black bear shelter.  Rodents can be carriers\nof disease which may be harmful to the animals housed in these areas.  A more effective means of pest control\nmust be established for the facility.\n\n3.132                    REPEAT\nEMPLOYEES. \nIt is evident that due to the nature and severity of the animal husbandry issues at the facility that there is a lack of\nadequately trained employees.  The facility relies on volunteer workers.  The president of the facility stated to\nAPHIS inspectors that there was no formalized scheduling of workers at the facility.  A lack of properly trained\nemployees can result in facility and animal conditions that result in unnecessary animal suffering.  Animal numbers\nmust be reduced or more properly trained workers need to be added.  Workers need to be trained in the basic\nneeds of the animals at the facility.  Topics should include at a minimum: the importance of adequate water, the\nneed for adequate bedding during times of extreme weather, the importance of cleaning and good housekeeping\nprocedures, proper diet for different species of animals and observation of animals for abnormal conditions and\nbehaviors.  This training should be done in conjunction with the attending veterinarian or his designee.  A list of\ntopics covered and attendees must be documented for review by APHIS.  A facility schedule needs to be developed\nthat allows for adequate employee coverage in order to address all animal husbandry needs.  Also the facility\npresident is the only one authorized to work with the dangerous animals at the facility.  All animal work must be\ndone with the dangerous animals under his direct supervision.  This limits the amount of time that is available to\nservice the dangerous animal enclosures as the facility president is often offsite.  This leads to poor sanitation in the\ndangerous animal enclosures.  The facility president needs to find a way to be onsite more or hire trained staff to\nhelp run the facility.\nThe inspection was conducted with the facility president on 9-9-14.  An exit interview was conducted at that time\nand all non-compliant items were explained to the facility president.  A formal exit interview was conducted with the\nfacility president on 9-11-14.\nAdditional Inspectors\nBongard Carrie, Animal Care Inspector",
  "animals_total": 47,
  "species": [
    {
      "count": 1,
      "scientific": "Arctos",
      "common": "GRIZZLY BEAR"
    },
    {
      "count": 1,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 4,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 5,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 3,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 3,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 2,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 1,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE / SNOW MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 1,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 9,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Papio anubis",
      "common": "OLIVE BABOON"
    },
    {
      "count": 1,
      "scientific": "Papio hamadryas",
      "common": "HAMADRYAS BABOON"
    },
    {
      "count": 1,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 2,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 2,
      "scientific": "Ursus thibetanus",
      "common": "ASIATIC BLACK BEAR"
    },
    {
      "count": 1,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 5,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}