{
  "insp_id": "INS-0000807507",
  "layout": "c",
  "customer_id": "506485",
  "customer_name": "Coastal Farms and Exotics",
  "customer_addr": "8575 Evans Road\nChunchula, AL 36521",
  "certificate": "64-B-0098",
  "site_id": "001",
  "site_name": "Coastal Exotics",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "11-AUG-2022",
  "report_date": "25-AUG-2022",
  "citations": [
    {
      "code": "3.75(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "Excessive rust was observed on each of the three outdoor primary lemur enclosures as follows:\n• Two primary enclosures that group-housed lemurs both had excessive rust on the lower enclosure panels. The rust was\nfound to be pitting and flaking on the frame around the lower mesh panels on two sides of each enclosure.\n• In the singly housed lemur enclosure, two areas of excessive rust had caused deterioration of the enclosure’s metal\npoles that anchor the chain-link. One area had completely rusted through the enclosure’s lower horizontal metal pole at\nthe center back wall leaving approximately 16 inches of missing pipe with jagged metal edges remaining. The defect was\ncovered with a metal grate, but the rust continued along that lower metal pipe to the right rear corner of the enclosure.\nThere, it was rusted away at both the horizontal (missing approximately 4 inches) and the vertical portion (missing\napproximately 2 inches) of the metal pipes that made up that bottom right corner leaving sharp jagged edges as well.\nMore rust was observed flaking on most of the mesh panel at the left side of the enclosure where the lemur climbs. All\nthe rusted areas and sharp points were accessible to the lemur.\nLemurs were coming into contact with the rusted areas and the singly housed lemur was also exposed to sharp jagged\nedges. Excessive rust on surfaces indicate that the surfaces can no longer be adequately cleaned and sanitized. In\naddition, the excessive rust can affect the structural strength of the metal and exposure to jagged metal edges could\ninjure the lemurs. Rusty areas that cannot be treated, that have diminished structural strength, or are missing, will need\nto be replaced. Correct by ensuring that any significantly rusted surfaces that are in contact with the primates are\nrepaired or replaced and also have no sharp points."
    },
    {
      "code": "3.78(d)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "Two separate perimeter fences surrounding the ring-tailed lemurs' primary enclosures were not sufficient for non-human\nprimates:\n• One perimeter fence surrounding two separate primary enclosures for group-housed lemurs was insufficient in height\n(varying from a minimum of 2 feet, due to rolled fencing materials lying up against the current perimeter fence, to a\nmaximum of 45 inches tall). This perimeter fence also had gaps between two separate fence posts that were adjacent to\nopposite sides of a food storage building causing approximately 5-8” wide gaps. An access gate of this perimeter fence\nwas found open during inspection and holes below the fence were also observed. The licensee stated the holes were\ncaused by a tortoise kept on the property that has been digging (one area was approximately 2 feet long by 3 feet deep\nby 3 feet wide with a piece of sheet metal overlying the hole, another hole approximately 18 inches long by 12 inches\ndeep by 12 inches wide had fencing material lying over it). Also, vegetation was overgrowing the 37 inch tall section of\nperimeter fence from the neighboring property. The vegetation was touching this portion of the perimeter fence along the\nshared property line for approximately 50 feet.\n• Another lemur, singly housed away from the other lemurs, was enclosed in a separate perimeter fence that was 6 feet\nhigh but not 3 feet from her primary enclosure. It was no more than approximately 12 inches away along two sides of her\nprimary enclosure, and at one area, was touching her enclosure due to a gap of approximately 9 inches where the 6-foot-\ntall panels did not touch to make a continuous perimeter.\nThe lack of an adequate perimeter fence presents a safety risk to the non-human primates within the facility in that there\nisn’t an adequate secondary containment system to hold animals that may escape their primary enclosures or a sufficient\nbarrier to keep animals and unauthorized persons out. A perimeter fence that is at least 6 feet high for non-human\nprimates, as well as a minimum of 3 feet away from the primary enclosures, is needed. The perimeter fence must be\nconstructed to prevent unauthorized humans and other animals the size of dogs, skunks, and raccoons from going\nthrough or under it. The facility shall ensure the primary enclosures for the non-human primates, are enclosed by an\nappropriate perimeter fence, or a variance, if appropriate, needs to be obtained and can be requested from the\nAdministrator/Regional Office.\nMUST BE CORRECTED BY: OCTOBER 10, 2022"
    },
    {
      "code": "3.80(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "Upon inspection, the outdoor enclosure of the singly housed ring-tailed lemur had a large fan that had a live unprotected\nelectrical cord powering it to cool the lemur and was accessible to the animal. This large fan was attached to the primary\nenclosure and the electrical cord powering the fan was within the reach of the lemur (approximately 12 inches away). The\nspacing of the wire mesh of the primary enclosure was large enough to allow the lemur’s hands, arms and/or head and\nmouth (observed this during the inspection) through the mesh to the location of the powered electrical cord. Electrical\ncords pose a significant health risk to animals that may chew or pull on them. Unprotected powered electrical cords that\nare within an animal’s reach allows access to an electrical hazard that can cause electrocution, injury and/or death. The\nprimary enclosure must be constructed and maintained so that it protects the non-human primate from injury including\nlimiting access to electrical cords.\nMUST BE CORRECTED BY: AUGUST 31, 2022"
    },
    {
      "code": "3.81",
      "kind": "",
      "repeat": true,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "The documented environmental enrichment plan for the non-human primates was incomplete. It did not describe the plan\nfor the social needs and special considerations of the singly housed female ring-tailed lemur named Tink. Tink is housed\nfar enough away from the group housed lemurs that she cannot easily see them. A well-documented and complete plan\ncovering social grouping provisions as well as special attention provided to singly housed individuals is extremely\nimportant to ensure the psychological well-being of the non-human primates. The facility must develop, in accordance\nwith the currently accepted professional standards and as directed by the attending veterinarian, a documented plan for\nthe environmental enrichment that addresses the social needs and special considerations of the singly housed lemur."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "Two separate areas were not found in good repair to protect the animals from injury and/or to contain the animals:\n• The outdoor primary enclosure for two African Crested porcupines contained a wooden doghouse as a shelter, but it\nwas missing approximately 1/3 of one of the side walls that was also splintered due to chewing, per the licensee, by the\nanimals.\n• The outdoor primary enclosure housing two Patagonian cavies and one red kangaroo had multiple holes below the\nbottom of their enclosure’s fence. The animals have been trying to dig under the enclosure (the kangaroo was observed\ndigging during the inspection) resulting in three holes along the bottom edge of the enclosure as measured\n(approximately) below:\n* 3 feet long by 6 inches deep by 12 inches wide\n* 12 inches long by 5 inches deep by 8 inches wide\n* 12 inches long by 6 inches deep by 18 inches wide with a metal mesh panel placed over the exterior portion of the hole\noutside the enclosure.\nThe porcupines’ shelter is not structurally sound and therefore poses a safety hazard. An injury could occur from the\nsplinters and sharp points as well. The holes along the bottom of the primary enclosure of the Patagonian cavies and red\nkangaroo may allow escape and therefore would not adequately contain the animals. The porcupine shelter needs to be\nrepaired or replaced and the holes below the Patagonian cavies and red kangaroo's shared enclosure needs to be\nrepaired so the animals are adequately contained."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, outdoor.",
      "narrative": "The perimeter fence surrounding the primary enclosures for the coatimundis, kinkajous, porcupines, Patagonian cavies,\nand a red kangaroo was insufficient in height since it varied from a minimum of 2 feet (due to rolled fencing materials lying\nup against the perimeter fence) to a maximum of 45 inches tall. It also had gaps in the fence where the perimeter fence\nposts did not touch the food storage building’s walls on two opposite sides leaving an approximately 5-8 inches width gap\non each side, an access gate in the perimeter fence was found open during the inspection, multiple holes were found\nbelow the fence in different areas that the licensee stated were caused by a tortoise kept on the property that had been\ndigging (one area was approximately 2 feet long by 3 feet deep by 3 feet wide with a piece of metal overlying the hole,\nanother hole approximately 18 inches long by 12 inches deep by 12 inches wide had fencing material lying over it), and\novergrowth of vegetation from the neighboring property was touching the top of the perimeter fence (37 inches tall at this\nportion) along the shared property line for approximately 50 feet.\nThe lack of an adequate perimeter fence presents a safety risk to the animals within the facility in that there isn’t an\nadequate secondary containment system to hold animals that may escape their primary enclosures or a sufficient barrier\nto keep animals and unauthorized persons out. A perimeter fence that is at least 6 feet high, as well as a minimum of 3\nfeet away from the primary enclosures, is needed and must be constructed so that it protects the animals in the facility by\nrestricting animals and unauthorized persons from going through it, or under it, or having contact with the animals in the\nfacility. The facility shall ensure the primary enclosures for the species listed above are enclosed by an appropriate\nperimeter fence, or a variance, if appropriate, needs to be obtained and can be requested from the Administrator/Regional\nOffice.\nThis is a 1st Re-License Inspection for a Class “B” license. The inspection and exit briefing were conducted with the\napplicant.\nAll items must be in compliance within 2 more inspections or by OCTOBER 10, 2022 or the applicant will forfeit the\nlicense fee and must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License\nInspection.\nRegulated activity can continue under your existing USDA license until it expires.\nAdditional Inspectors:\nCharles Palmer, VETERINARY MEDICAL OFFICER n"
    }
  ],
  "narrative": "3.75(c)(1) \n   \nHousing facilities, general. \nExcessive rust was observed on each of the three outdoor primary lemur enclosures as follows: \n• Two primary enclosures that group-housed lemurs both had excessive rust on the lower enclosure panels.  The rust was \nfound to be pitting and flaking on the frame around the lower mesh panels on two sides of each enclosure. \n• In the singly housed lemur enclosure, two areas of excessive rust had caused deterioration of the enclosure’s metal \npoles that anchor the chain-link.  One area had completely rusted through the enclosure’s lower horizontal metal pole at \nthe center back wall leaving approximately 16 inches of missing pipe with jagged metal edges remaining.  The defect was \ncovered with a metal grate, but the rust continued along that lower metal pipe to the right rear corner of the enclosure.  \nThere, it was rusted away at both the horizontal (missing approximately 4 inches) and the vertical portion (missing \napproximately 2 inches) of the metal pipes that made up that bottom right corner leaving sharp jagged edges as well.  \nMore rust was observed flaking on most of the mesh panel at the left side of the enclosure where the lemur climbs.  All \nthe rusted areas and sharp points were accessible to the lemur. \n \nLemurs were coming into contact with the rusted areas and the singly housed lemur was also exposed to sharp jagged \nedges.  Excessive rust on surfaces indicate that the surfaces can no longer be adequately cleaned and sanitized. In\n\naddition, the excessive rust can affect the structural strength of the metal and exposure to jagged metal edges could \ninjure the lemurs.  Rusty areas that cannot be treated, that have diminished structural strength, or are missing, will need \nto be replaced.  Correct by ensuring that any significantly rusted surfaces that are in contact with the primates are \nrepaired or replaced and also have no sharp points. \n3.78(d) \n   \nOutdoor housing facilities. \nTwo separate perimeter fences surrounding the ring-tailed lemurs' primary enclosures were not sufficient for non-human \nprimates: \n• One perimeter fence surrounding two separate primary enclosures for group-housed lemurs was insufficient in height \n(varying from a minimum of 2 feet, due to rolled fencing materials lying up against the current perimeter fence, to a \nmaximum of 45 inches tall).  This perimeter fence also had gaps between two separate fence posts that were adjacent to \nopposite sides of a food storage building causing approximately 5-8” wide gaps.  An access gate of this perimeter fence \nwas found open during inspection and holes below the fence were also observed.  The licensee stated the holes were \ncaused by a tortoise kept on the property that has been digging (one area was approximately 2 feet long by 3 feet deep \nby 3 feet wide with a piece of sheet metal overlying the hole, another hole approximately 18 inches long by 12 inches \ndeep by 12 inches wide had fencing material lying over it).  Also, vegetation was overgrowing the 37 inch tall section of \nperimeter fence from the neighboring property.  The vegetation was touching this portion of the perimeter fence along the \nshared property line for approximately 50 feet. \n• Another lemur, singly housed away from the other lemurs, was enclosed in a separate perimeter fence that was 6 feet \nhigh but not 3 feet from her primary enclosure.  It was no more than approximately 12 inches away along two sides of her \nprimary enclosure, and at one area, was touching her enclosure due to a gap of approximately 9 inches where the 6-foot-\ntall panels did not touch to make a continuous perimeter.\n\nThe lack of an adequate perimeter fence presents a safety risk to the non-human primates within the facility in that there \nisn’t an adequate secondary containment system to hold animals that may escape their primary enclosures or a sufficient \nbarrier to keep animals and unauthorized persons out.  A perimeter fence that is at least 6 feet high for non-human \nprimates, as well as a minimum of 3 feet away from the primary enclosures, is needed.  The perimeter fence must be \nconstructed to prevent unauthorized humans and other animals the size of dogs, skunks, and raccoons from going \nthrough or under it.  The facility shall ensure the primary enclosures for the non-human primates, are enclosed by an \nappropriate perimeter fence, or a variance, if appropriate, needs to be obtained and can be requested from the \nAdministrator/Regional Office. \nMUST BE CORRECTED BY: OCTOBER 10, 2022 \n3.80(a)(2) \n   \nPrimary enclosures. \nUpon inspection, the outdoor enclosure of the singly housed ring-tailed lemur had a large fan that had a live unprotected \nelectrical cord powering it to cool the lemur and was accessible to the animal.  This large fan was attached to the primary \nenclosure and the electrical cord powering the fan was within the reach of the lemur (approximately 12 inches away). The \nspacing of the wire mesh of the primary enclosure was large enough to allow the lemur’s hands, arms and/or head and \nmouth (observed this during the inspection) through the mesh to the location of the powered electrical cord.  Electrical \ncords pose a significant health risk to animals that may chew or pull on them.  Unprotected powered electrical cords that \nare within an animal’s reach allows access to an electrical hazard that can cause electrocution, injury and/or death.  The \nprimary enclosure must be constructed and maintained so that it protects the non-human primate from injury including \nlimiting access to electrical cords. \nMUST BE CORRECTED BY: AUGUST 31, 2022\n\n3.81  Repeat\n   \nEnvironment enhancement to promote psychological well-being. \nThe documented environmental enrichment plan for the non-human primates was incomplete.  It did not describe the plan \nfor the social needs and special considerations of the singly housed female ring-tailed lemur named Tink.  Tink is housed \nfar enough away from the group housed lemurs that she cannot easily see them.  A well-documented and complete plan \ncovering social grouping provisions as well as special attention provided to singly housed individuals is extremely \nimportant to ensure the psychological well-being of the non-human primates.  The facility must develop, in accordance \nwith the currently accepted professional standards and as directed by the attending veterinarian, a documented plan for \nthe environmental enrichment that addresses the social needs and special considerations of the singly housed lemur. \n3.125(a)  Repeat\n   \nFacilities, general. \nTwo separate areas were not found in good repair to protect the animals from injury and/or to contain the animals: \n• The outdoor primary enclosure for two African Crested porcupines contained a wooden doghouse as a shelter, but it \nwas missing approximately 1/3 of one of the side walls that was also splintered due to chewing, per the licensee, by the \nanimals. \n• The outdoor primary enclosure housing two Patagonian cavies and one red kangaroo had multiple holes below the \nbottom of their enclosure’s fence.  The animals have been trying to dig under the enclosure (the kangaroo was observed \ndigging during the inspection) resulting in three holes along the bottom edge of the enclosure as measured \n(approximately) below: \n* 3 feet long by 6 inches deep by 12 inches wide \n* 12 inches long by 5 inches deep by 8 inches wide \n* 12 inches long by 6 inches deep by 18 inches wide with a metal mesh panel placed over the exterior portion of the hole\n\noutside the enclosure. \n \nThe porcupines’ shelter is not structurally sound and therefore poses a safety hazard.  An injury could occur from the \nsplinters and sharp points as well.  The holes along the bottom of the primary enclosure of the Patagonian cavies and red \nkangaroo may allow escape and therefore would not adequately contain the animals.  The porcupine shelter needs to be \nrepaired or replaced and the holes below the Patagonian cavies and red kangaroo's shared enclosure needs to be \nrepaired so the animals are adequately contained. \n3.127(d)  Repeat\n   \nFacilities, outdoor. \nThe perimeter fence surrounding the primary enclosures for the coatimundis, kinkajous, porcupines, Patagonian cavies, \nand a red kangaroo was insufficient in height since it varied from a minimum of 2 feet (due to rolled fencing materials lying \nup against the perimeter fence) to a maximum of 45 inches tall.  It also had gaps in the fence where the perimeter fence \nposts did not touch the food storage building’s walls on two opposite sides leaving an approximately 5-8 inches width gap \non each side, an access gate in the perimeter fence was found open during the inspection, multiple holes were found \nbelow the fence in different areas that the licensee stated were caused by a tortoise kept on the property that had been \ndigging (one area was approximately 2 feet long by 3 feet deep by 3 feet wide with a piece of metal overlying the hole, \nanother hole approximately 18 inches long by 12 inches deep by 12 inches wide had fencing material lying over it), and \novergrowth of vegetation from the neighboring property was touching the top of the perimeter fence (37 inches tall at this \nportion) along the shared property line for approximately 50 feet. \n \nThe lack of an adequate perimeter fence presents a safety risk to the animals within the facility in that there isn’t an \nadequate secondary containment system to hold animals that may escape their primary enclosures or a sufficient barrier\n\nto keep animals and unauthorized persons out.  A perimeter fence that is at least 6 feet high, as well as a minimum of 3 \nfeet away from the primary enclosures, is needed and must be constructed so that it protects the animals in the facility by \nrestricting animals and unauthorized persons from going through it, or under it, or having contact with the animals in the \nfacility. The facility shall ensure the primary enclosures for the species listed above are enclosed by an appropriate \nperimeter fence, or a variance, if appropriate, needs to be obtained and can be requested from the Administrator/Regional \nOffice. \n \nThis is a 1st Re-License Inspection for a Class “B” license. The inspection and exit briefing were conducted with the \napplicant. \n \nAll items must be in compliance within 2 more inspections or by OCTOBER 10, 2022 or the applicant will forfeit the \nlicense fee and must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License \nInspection. \n \nRegulated activity can continue under your existing USDA license until it expires. \n \nAdditional Inspectors: \nCharles Palmer, VETERINARY MEDICAL OFFICER n",
  "animals_total": 29,
  "species": [
    {
      "count": 2,
      "scientific": "Hystrix cristata",
      "common": "AFRICAN CRESTED PORCUPINE"
    },
    {
      "count": 2,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 7,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 2,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 2,
      "scientific": "Nasua narica",
      "common": "WHITE-NOSED COATI"
    },
    {
      "count": 1,
      "scientific": "Nasuella olivacea",
      "common": "MOUNTAIN COATI"
    },
    {
      "count": 1,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 3,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 2,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 3,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG"
    },
    {
      "count": 2,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    },
    {
      "count": 2,
      "scientific": "Spermophilus richardsonii",
      "common": "RICHARDSON'S GROUND SQUIRREL"
    }
  ]
}