{
  "insp_id": "176161321010199",
  "layout": "a",
  "customer_id": "3754",
  "customer_name": "New Mexico Wildlife Association",
  "customer_addr": "P. O. Box 1359\nEdgewood, NM 87015",
  "certificate": "85-C-0015",
  "site_id": "001",
  "site_name": "NEW MEXICO WILDLIFE ASSOC.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-JUN-2016",
  "report_date": "24-JUN-2016",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The written program of veterinary care (PVC) was incomplete and did not include the two young mountain lions that\nhad arrived at this facility earlier this year. The written PVC shall include all species being utilized or sold in\nregulated activities. Preventative care and common health problems as well as how they will be addressed by the\nlicensee and Attending Veterinarian.\nEnsure that the formal arrangement with the Attending Veterinarian includes a detailed written program of veterinary\ncare and all species being utilized in regulated activities.\nTo be corrected by: June 24, 2016"
    },
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A note on the feeding record dated June 9, 2016 stated a young female mountain lion was observed limping on the\nright front foot. On the feeding record it stated that the attending veterinarian would provide an estimate of the cost\nand to get approval from the director before allowing a radiograph to be taken of the abnormal limb. Nothing\ndiagnostically has been accomplished to date. Delay or denial of necessary veterinary care can compromise the\nhealth and well-being of the animal.\nEnsure that the attending veterinarian has the appropriate authority to ensure the provision of adequate veterinary\ncare and to oversee the adequacy of the care of the animals.\nTo be corrected by: June 22, 2016"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The older female Pronghorn antelope appeared emaciated. The ribs, lumbar vertebrae, pelvic bone and all bony\nprominences were evident from a distance. No discernible body fat was observed and there was obvious loss of\nmuscle mass in the neck and hindquarter. The animal has poor hair coat and hair loss,along both the right and left\nside. The body condition appears to have worsen since the previous inspection conducted March 2016. In addition\naccording to the last record received the attending veterinarian has not observed this animal since December 2015\nwhen he stated \"the older doe may become a victim of winter kill with her advanced age and slipping body\ncondition. I will be monitoring this situation and keep all interested parties apprised\". Caretaker stated this was a\nnormal behavior/condition for an elderly animal. No medical records or daily observation records were available at\nthe time of inspection to determine that this animal had been evaluated for these conditions. Excessive weight loss\nand poor hair coat can be indicative of disease or injury. This animal must be evaluated by the attending\nveterinarian and a diagnosis and treatment plan must be established and maintained.\nThe two young mountain lions had both front feet declawed on May 2, 2016. Caretaker stated that it was done\nbecause the attending veterinarian recommended it for human safety. Declawing can cause pain, discomfort or\nother pathological conditions. Declawing of a wild carnivore is not appropriate veterinary care, unless prescribed for\nthe treatment of an individual medical problem of the foot. These declaws were not done for this purpose.\nCurrently this cat has been observed to be limping on the right front foot for an extended period of time. Daily\nfeeding record indicated that the young female mountain lion named \"True\" was limping on right front foot. Despite\nthis cats history of injury and amputation no radiographs or any other diagnostic procedures had been performed on\nthis animal. This animal has not been observed by the attending veterinarian since May 9, 2016,It was first noted\non June 9, 2016, but had been observed sometime prior to that date. It also was stated that the cat was initially\ncaught in a leg hold trap and had an injury to the right front foot due to the capture method. Animal was declawed\non both front feet on May 2, 2016 and evaluated by the attending veterinary on May 9, 2016 to remove the\nbandages from the declaw. No medical or daily observation records available during the time of inspection. The\ncaretaker stated the animal was \"active but not moving normally.,still favoring the right front foot\". Limping can be\nindicative of disease or injury and can have negative effects on the normal gait long term. This animal must be\nevaluated by the attending veterinarian and a diagnosis and treatment plan must be established and maintained.\nOne Collard Peccary named \"Pistol Pete\" both inside rear hooves were long and crossing over the outside hoof.\nOvergrown hooves can cause changes in the angle of the toes, change the gait, cause discomfort when walking\nand can lead to chronic problems in the feet and legs such as arthritis. The hooves must be trimmed and a plan\nneeds to be developed and documented, wit the input of the attending veterinarian, to address the need for hoof\ntrimming for all animals that may need more frequent trimming to prevent the development of chronic food and leg\nproblems.\nThe following expired medications were found inside the commissary:\n2 tubes- Pyrantel paste\n6 tubes -Ivermectin paste\n2 tubes -Banamine\n1 tube - Duramectin\nExpired medication may not act as expected or be effective which can prolong the medical condition. Facility must\nutilize medication that is not expired.\nThis facility must ensure that the use of appropriate methods are in place to prevent control, diagnosis, treat\ndiseases and injuries."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "An older female pronghorn and a young female mountain lion were noted to have veterinary medical issues that had\nbeen ongoing for an undetermined amount of time. No medical and daily observation records were available at the\ntime of inspection. The caretaker could not be specific on duration, extent or cause of any of these problems. It\nwas not considered as an abnormal condition in an elderly animal (Pronghorn). The mountain lion was considered\nto be improving because it was \"more active\" in the caretaker opinion. A mechanism of direct and frequent\ncommunication is accomplished so that information on problems of animal health, behavior, and well-being is\nconveyed to the attending veterinarian.\nDaily observation of all animals will be accomplished to assess the health and well being of the animals."
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "The barrier next to the observation window for the bear does not adequately preclude the public from stepping over\nor reaching across and being able to touch or grab the fence. The barrier along the side and in front of the\nenclosure housing a bobcat named \"Spark\" does not adequately preclude the public from being able to lean over,\ntouch or put their fingers inside the animal enclosure. Along the walking trail next to enclosure #18 housing one\nbobcat is an open gap between two cactus that the public has access to walk right up to the bobcat enclosure.\nThese barriers do not adequately assure the safety of the animals and the public from possible injuries.\nEnsure that barriers are of sufficient distances between the general viewing public so as to assure the safety of\nanimals and the public."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "In the commissary sitting on the freezer is a bucket of food for the black bear. Inside the bucket was two rotting\nmangos that was going to be fed that morning. Inside the refrigerator located in the storage area and the main\ncommissary room several boxes had rotting fruit and corn. The rotting or contaminated produce that is located\ninside the refrigerator can be fed to the animals. In the commissary pesticides/chemicals are being stored next to\nwormer/medications which could potentially become contaminated by these pesticides.\nSupplies of food shall be stored in facilities so that it is protected from deterioration, moldy and contamination.\nTo be corrected by: June 24, 2016"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "On top of the cabinet inside the storage room inside the commissary building is two feed pans with mouse feces\ninside. The pans are sitting next to fire ant pellets and two cans of white lithium grease inside the pans. Insulation\nhas fallen down from the ceiling inside the storage room area in the commissary building. Cobwebs were hanging\ndown above the door inside the storage room and along the corner inside the commissary room. These conditions\nare unsanitary they can attract pests which can potentially carry infectious diseases and impedes proper\nhousekeeping.\nPremises shall be kept clean and in good repair in order to protect the animals and to facilitate the prescribed\nhusbandry practices set forth in this subpart.\nTo be corrected by: June 24, 2016\nInspection and an exit briefing were conducted with APHIS personnel Jeanne Kjos, VMO, Tanya Tims, SACS,\nCindy Rhodes, ACI and a facility representative.\nAdditional Inspectors\nKjos Jeanne, Veterinary Medical Officer\nTims Tanya, Assistant Director"
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe written program of veterinary care (PVC) was incomplete and did not include the two young mountain lions that\nhad arrived at this facility earlier this year.  The written PVC shall include all species being utilized or sold in\nregulated activities.  Preventative care and common health problems as well as how they will be addressed by the\nlicensee and Attending Veterinarian.\nEnsure that the formal arrangement with the Attending Veterinarian includes a detailed written program of veterinary\ncare and all species being utilized in regulated activities.\nTo be corrected by:  June 24, 2016\n2.40(a)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA note on the feeding record dated June 9, 2016 stated a young female mountain lion was observed limping on the\nright front foot.  On the feeding record it stated that the attending veterinarian would provide an estimate of the cost\nand to get approval from the director before allowing a radiograph to be taken of the abnormal limb.  Nothing\ndiagnostically has been accomplished to date.  Delay or denial of necessary veterinary care can compromise the\nhealth and well-being of the animal.\nEnsure that the attending veterinarian has the appropriate authority to ensure the provision of adequate veterinary\ncare and to oversee the adequacy of the care of the animals.\nTo be corrected by:  June 22, 2016\n\n2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe older female Pronghorn antelope appeared emaciated.  The ribs, lumbar vertebrae, pelvic bone and all bony\nprominences were evident from a distance.  No discernible body fat was observed and there was obvious loss of\nmuscle mass in the neck and hindquarter.  The animal has poor hair coat and hair loss,along both the right and left\nside. The body condition appears to have worsen since the previous inspection conducted March 2016.  In addition\naccording to the last record received the attending veterinarian has not observed this animal since December 2015\nwhen he stated \"the older doe may become a victim of winter kill with her advanced age and slipping body\ncondition.  I will be monitoring this situation and keep all interested parties apprised\". Caretaker stated this was a\nnormal behavior/condition for an elderly animal.  No medical records or daily observation records were available at\nthe time of inspection to determine that this animal had been evaluated for these conditions. Excessive weight loss\nand poor hair coat can be indicative of disease or injury.  This animal must be evaluated by the attending\nveterinarian and a diagnosis and treatment plan must be established and maintained.\nThe two young mountain lions had both front feet declawed on May 2, 2016.  Caretaker stated that it was done\nbecause the attending veterinarian recommended it for human safety. Declawing can cause pain, discomfort or\nother pathological conditions.  Declawing of a wild carnivore is not appropriate veterinary care, unless prescribed for\nthe treatment of an individual medical problem of the foot.  These declaws were not done for this purpose. \nCurrently this cat has been observed to be limping on the right front foot for an extended period of time.  Daily\nfeeding record indicated that the young female mountain lion named \"True\" was limping on right front foot. Despite\nthis cats history of injury and amputation no radiographs or any other diagnostic procedures had been performed on\nthis animal.  This animal has not been observed by the attending veterinarian since May 9, 2016,It was first noted\non June 9, 2016, but had been observed sometime prior to that date.  It also was stated that the cat was initially\ncaught in a leg hold trap and had an injury to the right front foot due to the capture method. Animal was declawed\non both front feet on May 2, 2016 and evaluated by the attending veterinary on May 9, 2016 to remove the\nbandages from the declaw.  No medical or daily observation records available during the time of inspection.  The\ncaretaker stated the animal was \"active but not moving normally.,still favoring the right front foot\".  Limping can be\nindicative of disease or injury and can have negative effects on the normal gait long term.  This animal must be\nevaluated by the attending veterinarian and a diagnosis and treatment plan must be established and maintained.\nOne Collard Peccary named \"Pistol Pete\" both inside rear hooves were long and crossing over the outside hoof. \nOvergrown hooves can cause changes in the angle of the toes, change the gait, cause discomfort when walking \nand can lead to chronic problems in the feet and legs such as arthritis.  The hooves must be trimmed and a plan\nneeds to be developed and documented, wit the input of the attending veterinarian, to address the need for hoof\ntrimming for all animals that may need more frequent trimming to prevent the development of chronic food and leg\nproblems.\n\nThe following expired medications were found inside the commissary:  \n2 tubes- Pyrantel paste\n6 tubes -Ivermectin paste\n2 tubes -Banamine\n1 tube - Duramectin\nExpired medication may not act as expected or be effective which can prolong the medical condition.  Facility must\nutilize medication that is not expired.\nThis facility must ensure that the use of appropriate methods are in place to prevent control, diagnosis, treat\ndiseases and injuries.\n2.40(b)(3)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAn older female pronghorn and a young female mountain lion were noted to have veterinary medical issues that had\nbeen ongoing for an undetermined amount of time.  No medical and daily observation records were available at the\ntime of inspection.  The caretaker could not be specific on duration, extent or cause of any of these problems.  It\nwas not considered as an abnormal condition in an elderly animal (Pronghorn).  The mountain lion was considered\nto be improving because it was \"more active\" in the caretaker opinion. A mechanism of direct and frequent\ncommunication is accomplished so that information on problems of animal health, behavior, and well-being is\nconveyed to the attending veterinarian.\nDaily observation of all animals will be accomplished to assess the health and well being of the animals.\n2.131(c)(1)                    REPEAT\nHANDLING OF ANIMALS.\nThe barrier next to the observation window for the bear does not adequately preclude the public from stepping over\nor  reaching across and being able to touch or grab the fence. The barrier along the side and in front of the\nenclosure housing a bobcat named \"Spark\" does not adequately preclude the public from being able to lean over,\ntouch or put their fingers inside the animal enclosure.  Along the walking trail next to enclosure #18 housing one\nbobcat is an open gap between two cactus that the public has access to walk right up to the bobcat enclosure.\n\nThese barriers do not adequately assure the safety of the animals and the public from possible injuries.\nEnsure that barriers are of sufficient distances between the general viewing public so as to assure the safety of\nanimals and the public.\n3.125(c)\nFACILITIES, GENERAL.   \nIn the commissary sitting on the freezer is a bucket of food for the black bear.  Inside the bucket was two rotting\nmangos that was going to be fed that morning.   Inside the refrigerator located in the storage area and the main\ncommissary room several boxes had rotting fruit and corn. The rotting or contaminated produce that is located\ninside the refrigerator can be fed to the animals. In the commissary pesticides/chemicals are being stored next to\nwormer/medications which could potentially become contaminated by these pesticides.\nSupplies of food shall be stored in facilities so that it is protected from deterioration, moldy and contamination.\nTo be corrected by:  June 24, 2016\n3.131(c)\nSANITATION.   \nOn top of the cabinet inside the storage room inside the commissary building is two feed pans with mouse feces\ninside.  The pans are sitting next to fire ant pellets and two cans of white lithium grease inside the pans.  Insulation\nhas fallen down from the ceiling inside the storage room area in the commissary building.  Cobwebs  were hanging\ndown above the door inside the storage room and along the corner inside the commissary room.  These conditions\nare unsanitary they can attract pests which can potentially carry infectious diseases and impedes proper\nhousekeeping.\nPremises shall be kept clean and in good repair in order to protect the animals and to facilitate the prescribed\nhusbandry practices set forth in this subpart.\nTo be corrected by:  June 24, 2016\nInspection and an exit briefing were conducted with APHIS personnel Jeanne Kjos, VMO, Tanya Tims, SACS,\nCindy Rhodes, ACI and a facility representative.\n\nAdditional Inspectors\nKjos Jeanne, Veterinary Medical Officer\nTims Tanya, Assistant Director",
  "animals_total": 16,
  "species": [
    {
      "count": 2,
      "scientific": "Antilocapra americana",
      "common": "PRONGHORN"
    },
    {
      "count": 2,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 2,
      "scientific": "Cervus c. canadensis",
      "common": "ELK"
    },
    {
      "count": 1,
      "scientific": "Erethizon dorsatum",
      "common": "NORTH AMERICAN PORCUPINE"
    },
    {
      "count": 2,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Odocoileus hemionus",
      "common": "MULE DEER"
    },
    {
      "count": 2,
      "scientific": "Pecari tajacu",
      "common": "COLLARED PECCARY"
    },
    {
      "count": 1,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 2,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 1,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    }
  ]
}