{
  "insp_id": "INS-0000814970",
  "layout": "c",
  "customer_id": "6011009",
  "customer_name": "MS Leisure Company, Inc.",
  "customer_addr": "9600 N. Oceanshore Boulevard\nSt Augustine, FL 32080",
  "certificate": "58-C-1252",
  "site_id": "001",
  "site_name": "Miami Seaquarium",
  "insp_type": "FOCUSED INSPECTION",
  "date": "06-JUL-2022",
  "report_date": "23-SEP-2022",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The Assistant Director of Animal Training (ADAT) consulted with corporate trainers and the Animal Care Specialists\nManager (ACSM) to decrease the diets for 9 out of 12 dolphins at Dolphin Harbor and did not consult the attending\nveterinarian of the facility. This was a 60% cut to the dolphins’ daily food rations and resulted in very thin animals. For\nexample, Star, a 23yr old female dolphin was being fed approximately 12lbs daily in January 2022 and her diet was cut\nabruptly on March 31st to 4lbs daily. The full changes are listed below.\n• Star, a 23yr old female dolphin: January 2022 (12lbs daily) to March 31st (4lbs daily)\n• Gemini, a 7yr old female dolphin: January 2022 (13lbs daily) to April 1st (6lbs daily)\n• Skye, a 24yr old female dolphin: January 2022 (11lbs daily) to April 1st (7.5lbs daily)\n• Cobalt, a 12yr old male dolphin: March 2022 (18lbs daily) to April 1st (5lbs daily)\n• Ringo, a 12yr old male dolphin: January 2022 (15lbs daily) to April 1st (8lbs daily)\n• Squirt, a 12yr old female dolphin: January 2022 (13lbs daily) to March 31st (4lbs daily)\n• JJ, a 46yr old male dolphin: January 2022 (10lbs daily) to April 1st (6.5lbs daily)\n• Calypso, an 8yr female dolphin: March 2022 (15lbs daily) to April 1st (9lbs daily)\n• Aries, a 20yr old male dolphin: January 2022 (13lbs daily) to March 31st (3lbs daily)\nMedical notes from a visual examination performed by the AV on June 26th, 2022, specifically identified 3 thin animals.\nCobalt was noted having prominent scapula and ribs with an overall thin Body Condition Score (BCS). His Body Blubber\nIndex (BBI) was down to 31 and his weight was 45lbs under his target weight range. Aries was noted having prominent\nand palpable scapula and ribs with a slight post-nuchal indention. His BBI was low at 34 and he was 35lbs below his goal\nweight. Squirt was noted having slightly prominent scapula and ribs with a low BBI of 33. She was below her weight\nrange. On July 2nd, 2022, the AV noted that Star’s shoulder/scapula were fairly prominent. With a BBI of 36 and overall\nthin appearing BCS, Star was approximately 25lbs below her target range.\nPhotos taken by facility staff, social media photos and an examination by APHIS Marine Mammal Specialist during the\ninspection identify the following concerns for each dolphin affected:\n• Aries: He weighed 375lbs on March 5th and 312lbs on June 25th (a loss of 63 lbs.) The facility records his goal weight\nwas between 355-365lbs. With a BCS of 3/10, Aries was described as a very thin dolphin with weight loss in his neck, an\nindentation in his nuchal area, prominent scapula, rib shadowing, decreased muscle mass in his peduncle, and visible\nlateral spinous processes.\n• Calypso: She weighed 373lbs on May 25th. There is no current weight on Calypso and no ideal weight range noted on\nthe facilities Departmental Baseboard. With a BCS of 4/10, Calypso was described as a thin dolphin with an indentation\non her post nuchal area behind her blowhole, a visible scapula and loss of weight in her thorax. Additionally, her lateral\nspinous processes in her peduncle are pronounced as well as a loss of muscle mass in the peduncle.\n• Cayman: He weighed 307lbs on March 5th and 298lbs on April 16th (a loss of 9lbs.) The facility records his goal weight\nbetween 310-320lbs. With a BCS of 5/10, Cayman looked to be in good body condition at the time of inspection.\nHowever, photos of Cayman provided by the facility show a very lean animal with prominent lateral spinous processes.\n• Cobalt: He weighed 615lbs on March 5th and 511lbs on July 2nd (a loss of 104lbs.) The facility records his goal weight\nbetween 560-570lbs. With a BCS of 3.5/10, Cobalt was described as a thin and lean dolphin with a slender neck,\npronounced scapula and shoulders, rib shadowing and pronounced lateral spinous processes.\n• Gemini: With a BCS of 3.5/10, Gemini was described as a thin dolphin with weight loss in her neck, visible lateral\nspinous processes and loss of mass in her peduncle.\n• Ringo: He weighed 336lbs on March 5th and 299lbs on June 25th (a loss of 37lbs.) The facility records his goal weight\nbetween 315-325lbs. With a BCS of 4/10, pictures posted to social media show a very thin animal with a “neck”,\nnoticeable scapula, with weight loss in the back and peduncle area. At the time of inspection, Ringo had regained some\nweight since those photos; however, he was still described as lean with visible lateral spinous processes.\n• Skye: She weighed 377lbs on March 5th and 362lbs on July 2nd (a loss of 15lbs.) The facility records her goal weight\nbetween 370-380lbs. With a BCS of 4/10, Skye was described as a thin dolphin with a pronounced scapula, visible lateral\nspinous processes and weight loss visible in both upper body and peduncle areas.\n• Squirt: She weighed 331lbs on March 5th and 289lbs on July 2nd (a loss of 42lbs.) The facility records her goal weight\nbetween 320-330lbs. With a BCS of 3.5/10, Squirt was described as a lean dolphin with muscle loss in the peduncle area\nand neck with some lateral spinous processes still visible.\n• Star: She weighed 345lbs on March 5th and 315lbs on July 2nd (a loss of 30lbs.) The facility records her goal weight\nbetween 340-350lbs. With a BCS of 3.5/10, Star was described as a thin dolphin, with visible lateral spinous processes of\nthe peduncle as well as muscle mass loss in the peduncle area.\nThis reduction in diet was not approved by the facility’s AV. The AV was not consulted prior to the diet changes and was\nnot alerted by the ADAT when these changes were implemented. After the major cuts, the diets were gradually increased\nover the next few days; however, the diets never reached appropriate levels to maintain each animal’s appropriate weight\nand the animals continued to lose weight. When both veterinarians were questioned directly by APHIS officials, they\nconfirmed they would not have approved the diet cuts. Upon the AV’s examination findings in late June/early July, she\nrecommended a gradual increase in diets to return the animals to their target weight ranges. The staff complied and\nbegan increasing the animals’ diets as instructed.\nAdditionally, the layout of the guest interactions was changed without the AV’s guidance. The previous guest interactions,\nin conjunction with the AV’s guidance, were coordinated under the protection of the umbrellas to avoid the animals looking\ndirectly into the sun for their feedings and directions. The new guest interactions position the dolphins in areas away from\nthe shade and, depending on the time of the day, do not offer protection from looking into the sun. These program\nchanges were not reviewed prior to implementation by the facility’s attending veterinarian. The guest interactions have\nalso changed by increasing the number of guests in attendance per session without veterinary input.\nThe Attending Veterinarian must have the appropriate authority to ensure adequate veterinary care is provided and that\nthey have the authority to oversee the adequacy of other aspects of animal care.\nCorrect from this day forward."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "There was an increase in frequency of abnormal behaviors such as regurgitation, mouthing, refusing control etc. that were\nnot communicated in a timely manner to the Attending Veterinarian. Documents tracking weekly overall health parameters\nfor the 12 animals at Dolphin Harbor (DH) were created by the Assistant Director of Animal Training and the area\nsupervisor for DH with the purpose of updating the animals’ progress to the Animal Care Specialists Manager after recent\ndiet changes. This PowerPoint included photos of each animal that were updated weekly. The AV had not been sent\nthese routine weekly updates on the animal health parameters, and therefore could not identify the weight loss trends\nthese animals experienced earlier than June 26th, 2022.\nFurthermore, an examination of training records for the dolphins at DH noted increased instances of regurgitation from\nanimals that have not historically had this problem. For example, between February 23rd–July 6th, 2022, there were 88\ndays where trainers recorded episodes of regurgitation for Aries. Thirty of those days, he regurgitated during two sessions\nand 6 of those days he regurgitated during three sessions. Over the 88-day period, he regurgitated during 137 sessions.\nThirty-five of those sessions, he was noted as regurgitating throughout the session or excessively. 135 out of 137\nsessions were during public encounters. Two dates of particular concern are March 23rd and 24th, when he was noted to\nhave sessions with approximately 60 and 67 guests, respectively. Three regurgitations were during training sessions, and\none was during a husbandry session. Not only did the incidence of these abnormalities increase, but the occurrence of\nthese problems was also not communicated in a timely manner to the AV. When questioned by APHIS Officials, the AV\nadmitted that she was not aware of the severity of Aries’ regurgitation concerns until late June.\nThe facility failed to provide direct and frequent communications regarding animal health and well-being to the AV. The\ndocuments tracking the weights, diets and pictures of the Dolphin Harbor animals should have been communicated to the\nAV. This delayed the animals’ access to appropriate and timely medical care. The abnormal behaviors expressed by Aries\ncould have been associated with diet cuts or other medical concerns. The facility must ensure that a mechanism of direct\nand frequent communication is required so that timely and accurate information on problems of animal health, behavior,\nand well-being is conveyed to the attending veterinarian.\nCorrect from this day forward."
    },
    {
      "code": "2.131(b)(2)(ii)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "The diets of 9 dolphins at Dolphin Harbor were cut for the purpose of ensuring the animals performed for the guest\ninteractions. The Assistant Director of Animal Training (ADAT) and the area supervisor for Dolphin Harbor (DH) created\ndocuments to track the weights and Body Blubber Index (BBI) for the 12 dolphins living at this location; these documents\nwere sent for review by the Animal Care Specialists Manager (ACSM) who is not a veterinarian. After observing that\nseveral dolphins were behaving abnormally and looked thin, the Director/Zoological Curator stepped in to increase the\ndiets gradually by one pound of fish beginning mid-June. She was met with resistance from the ACSM and ADAT.\nCommunications from the ACSM stated his concerns regarding the Program dolphins’ satiation and what would be the\nplan if the animals “dropped operation” as they had done before. Additionally, the ACSM referred to an incident with\nCobalt, a male dolphin, that was triggered by his satiation. He insisted that he would not approve diet increases until the\nDirector had provided him with the answers to these questions.\nFurthermore, a review of trainer records noted that in many cases, the limited pounds of fish were only offered during the\nguest interactions and not during any training or husbandry sessions the animals participated in. All 9 animals decreased\nin weight over the course of two months – some of them significantly. On or about March 31st, multiple animals had their\ndaily food intake markedly reduced. For example, on March 31st Aries was fed 12 pounds of fish for the day and on April\n1st, he was abruptly reduced to 3 pounds daily. He was slowly increased to 7 pounds daily where he remained until May\n4th when another incremental adjustment was made to 8.5 pounds. At that point, Aries’ weight had decreased by 29\npounds in one month. Overall, he lost 63 pounds between April and June.\nThe food deprivation these dolphins were subjected to also led to increased incidents of unwanted behaviors such as\nsplitting or breaking from sessions, swimming over ledges where guests may stand, sinking during line-ups and\naggressing against trainers. For example, prior to the new company taking ownership of the facility, Calypso had an\naverage 18 incidents of unwanted behavior during the months of January and February 2022. These ranged from sinking\nduring the session, terminating behaviors, poor attention to swimming over the ledge at a trainer to bite a target pole. After\nthe transition in March 2022, Calypso’s unwanted behaviors drastically increased to 38 separate incidents in the month of\nApril. The severity and frequency of these behaviors increased; on April 1st, 6th, 13th, 14th, 17th, and 21st, Calypso\nmouthed at least one of her trainers. May 29th and June 16th, she repeated these behaviors.\nDuring the months of January 2022 and February 2022, Cobalt had virtually no aggressive incidents recorded on his\ntraining charts. Beginning end of March 2022, the incidents of inappropriate behaviors steadily increased. Cobalt began\nsinking during sessions and focusing on Star (a female dolphin). He routinely split from session and began swimming over\nto guests during an encounter. On March 26th, he open-mouthed a trainer’s foot during an interaction. On April 3rd, he sat\nup on the catwalk towards a trainer. On June 30th, he attempted to mouth a target pole several times. He then mouthed\ntwo trainers on July 4th.\nDuring a land encounter on June 5th, Cayman exhibited poor control and refused primary reinforcement (fish). He\nattempted to mouth a trainer’s hand and pumped up at the trainer. On July 7th, during a training session, Cayman\nrammed a trainer in deep water. The 3-trainer team attempted multiple redirections to help the trainer in the water get out;\nhowever, Cayman ignored the recalls and mouthed the trainer several times while they swam to the stairs. The trainers\ngave him a break of about 10 minutes and then reattempted the training session. Cayman attempted to ram the ADAT in\nthe water several times but never made contact. He ignored the ADAT’s attempt to regain control and fast swam over the\nledge multiple times. The ADAT presented a plastic “aversion” shield to attempt to reestablish control, but Cayman\nshowed no change in behavior.\nDepriving these dolphins of their full dietary and nutrition requirements to ensure compliance during public encounters\ndirectly affected their health and well-being. The facility must provide each animal its full dietary requirements for each\nday. Deprivation of food or water shall not be used to train, work or otherwise handle animals.\nCorrect from this day forward."
    },
    {
      "code": "2.131(c)(1)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "A review of trainer records for the dolphins at Dolphin Harbor identified multiple aggressive incidents when a dolphin\n“mouthed” a member of the public during an in-water interaction. The records show that the animals exhibited warning\nbehaviors prior to mouthing such as sinking after performing behaviors, swimming over the ledge of the pools without\nspecific direction to do so, fast swimming, terminating control (refusing to participate) during sessions, ignoring signals for\nbehaviors and splitting from the session. The facility staff elected to continue guest interactions with animals that were\nexhibiting aggressive warning behaviors. Examples are listed below:\n• Calypso, an 8yr female dolphin, mouthed a guest on six different occasions during the months of April 2022 – July 2022.\nOn April 1st, 2022, the trainer records noted that the trainers “worked through” the inappropriate behavior during that\nincident instead of stopping the session.\n• Cobalt, 12yr old male dolphin, mouth a guest on six different occasions during the months of April 2022 – July 2022. On\nJune 6th, his fluke hit a guest during an encounter. On June 30th, Cobalt mouthed a guest twice on the hand during the\nthird encounter of the day and was then used in another encounter later that day. Before all mouthing incidents, Cobalt\nexhibited warning behaviors such as splitting from control and swimming towards guests in deep water. Also, he would\nsink during sessions and watch guests underwater. Additionally, at the end of sessions, he would sink underwater and\nfollow guests out of the pool. Since early April, his level of aggression during encounters has steadily increased – to the\npoint where almost every day he terminates control from sessions.\nThe facility failed to handle their animals in a manner that minimized the risk of harm to the public and continued guest\ninteractions even when dolphins were demonstrating aggressive behaviors earlier in training sessions. Mouthing any\nportion of an individual’s body (hand or foot) can be considered a precursor to more aggressive behaviors that ultimately\nmay lead to serious injuries to the public. During public exhibition, any animal must be handled so there is minimal risk of\nharm to the animal and to the public. The facility’s guest interactions must assure the safety of the animals and the public.\nCorrect from this day forward.\nThis inspection and exit interview were conducted with several facility representatives.\nAdditional Inspectors:\nLaurie Gage, Zoological Species Specialist\nCharles Palmer, VETERINARY MEDICAL OFFICER n"
    }
  ],
  "narrative": "2.40(a)(2)  Critical\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe Assistant Director of Animal Training (ADAT) consulted with corporate trainers and the Animal Care Specialists \nManager (ACSM) to decrease the diets for 9 out of 12 dolphins at Dolphin Harbor and did not consult the attending \nveterinarian of the facility. This was a 60% cut to the dolphins’ daily food rations and resulted in very thin animals. For \nexample, Star, a 23yr old female dolphin was being fed approximately 12lbs daily in January 2022 and her diet was cut \nabruptly on March 31st to 4lbs daily. The full changes are listed below. \n• Star, a 23yr old female dolphin: January 2022 (12lbs daily) to March 31st (4lbs daily) \n• Gemini, a 7yr old female dolphin: January 2022 (13lbs daily) to April 1st (6lbs daily) \n• Skye, a 24yr old female dolphin: January 2022 (11lbs daily) to April 1st (7.5lbs daily) \n• Cobalt, a 12yr old male dolphin: March 2022 (18lbs daily) to April 1st (5lbs daily) \n• Ringo, a 12yr old male dolphin: January 2022 (15lbs daily) to April 1st (8lbs daily) \n• Squirt, a 12yr old female dolphin: January 2022 (13lbs daily) to March 31st (4lbs daily) \n• JJ, a 46yr old male dolphin: January 2022 (10lbs daily) to April 1st (6.5lbs daily) \n• Calypso, an 8yr female dolphin: March 2022 (15lbs daily) to April 1st (9lbs daily) \n• Aries, a 20yr old male dolphin: January 2022 (13lbs daily) to March 31st (3lbs daily)\n\nMedical notes from a visual examination performed by the AV on June 26th, 2022, specifically identified 3 thin animals. \nCobalt was noted having prominent scapula and ribs with an overall thin Body Condition Score (BCS). His Body Blubber \nIndex (BBI) was down to 31 and his weight was 45lbs under his target weight range. Aries was noted having prominent \nand palpable scapula and ribs with a slight post-nuchal indention. His BBI was low at 34 and he was 35lbs below his goal \nweight. Squirt was noted having slightly prominent scapula and ribs with a low BBI of 33. She was below her weight \nrange. On July 2nd, 2022, the AV noted that Star’s shoulder/scapula were fairly prominent. With a BBI of 36 and overall \nthin appearing BCS, Star was approximately 25lbs below her target range. \nPhotos taken by facility staff, social media photos and an examination by APHIS Marine Mammal Specialist during the \ninspection identify the following concerns for each dolphin affected: \n• Aries: He weighed 375lbs on March 5th and 312lbs on June 25th (a loss of 63 lbs.) The facility records his goal weight \nwas between 355-365lbs. With a BCS of 3/10, Aries was described as a very thin dolphin with weight loss in his neck, an \nindentation in his nuchal area, prominent scapula, rib shadowing, decreased muscle mass in his peduncle, and visible \nlateral spinous processes. \n• Calypso: She weighed 373lbs on May 25th. There is no current weight on Calypso and no ideal weight range noted on \nthe facilities Departmental Baseboard. With a BCS of 4/10, Calypso was described as a thin dolphin with an indentation \non her post nuchal area behind her blowhole, a visible scapula and loss of weight in her thorax. Additionally, her lateral \nspinous processes in her peduncle are pronounced as well as a loss of muscle mass in the peduncle. \n• Cayman: He weighed 307lbs on March 5th and 298lbs on April 16th (a loss of 9lbs.) The facility records his goal weight \nbetween 310-320lbs. With a BCS of 5/10, Cayman looked to be in good body condition at the time of inspection. \nHowever, photos of Cayman provided by the facility show a very lean animal with prominent lateral spinous processes. \n• Cobalt: He weighed 615lbs on March 5th and 511lbs on July 2nd (a loss of 104lbs.) The facility records his goal weight\n\nbetween 560-570lbs. With a BCS of 3.5/10, Cobalt was described as a thin and lean dolphin with a slender neck, \npronounced scapula and shoulders, rib shadowing and pronounced lateral spinous processes. \n• Gemini: With a BCS of 3.5/10, Gemini was described as a thin dolphin with weight loss in her neck, visible lateral \nspinous processes and loss of mass in her peduncle. \n• Ringo: He weighed 336lbs on March 5th and 299lbs on June 25th (a loss of 37lbs.) The facility records his goal weight \nbetween 315-325lbs. With a BCS of 4/10, pictures posted to social media show a very thin animal with a “neck”, \nnoticeable scapula, with weight loss in the back and peduncle area. At the time of inspection, Ringo had regained some \nweight since those photos; however, he was still described as lean with visible lateral spinous processes. \n• Skye: She weighed 377lbs on March 5th and 362lbs on July 2nd (a loss of 15lbs.) The facility records her goal weight \nbetween 370-380lbs. With a BCS of 4/10, Skye was described as a thin dolphin with a pronounced scapula, visible lateral \nspinous processes and weight loss visible in both upper body and peduncle areas. \n• Squirt: She weighed 331lbs on March 5th and 289lbs on July 2nd (a loss of 42lbs.) The facility records her goal weight \nbetween 320-330lbs. With a BCS of 3.5/10, Squirt was described as a lean dolphin with muscle loss in the peduncle area \nand neck with some lateral spinous processes still visible. \n• Star: She weighed 345lbs on March 5th and 315lbs on July 2nd (a loss of 30lbs.) The facility records her goal weight \nbetween 340-350lbs. With a BCS of 3.5/10, Star was described as a thin dolphin, with visible lateral spinous processes of \nthe peduncle as well as muscle mass loss in the peduncle area. \nThis reduction in diet was not approved by the facility’s AV. The AV was not consulted prior to the diet changes and was \nnot alerted by the ADAT when these changes were implemented. After the major cuts, the diets were gradually increased \nover the next few days; however, the diets never reached appropriate levels to maintain each animal’s appropriate weight \nand the animals continued to lose weight.  When both veterinarians were questioned directly by APHIS officials, they\n\nconfirmed they would not have approved the diet cuts. Upon the AV’s examination findings in late June/early July, she \nrecommended a gradual increase in diets to return the animals to their target weight ranges. The staff complied and \nbegan increasing the animals’ diets as instructed. \nAdditionally, the layout of the guest interactions was changed without the AV’s guidance. The previous guest interactions, \nin conjunction with the AV’s guidance, were coordinated under the protection of the umbrellas to avoid the animals looking \ndirectly into the sun for their feedings and directions. The new guest interactions position the dolphins in areas away from \nthe shade and, depending on the time of the day, do not offer protection from looking into the sun. These program \nchanges were not reviewed prior to implementation by the facility’s attending veterinarian. The guest interactions have \nalso changed by increasing the number of guests in attendance per session without veterinary input. \nThe Attending Veterinarian must have the appropriate authority to ensure adequate veterinary care is provided and that \nthey have the authority to oversee the adequacy of other aspects of animal care. \nCorrect from this day forward. \n2.40(b)(3)  Critical\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThere was an increase in frequency of abnormal behaviors such as regurgitation, mouthing, refusing control etc. that were \nnot communicated in a timely manner to the Attending Veterinarian. Documents tracking weekly overall health parameters \nfor the 12 animals at Dolphin Harbor (DH) were created by the Assistant Director of Animal Training and the area \nsupervisor for DH with the purpose of updating the animals’ progress to the Animal Care Specialists Manager after recent \ndiet changes. This PowerPoint included photos of each animal that were updated weekly. The AV had not been sent \nthese routine weekly updates on the animal health parameters, and therefore could not identify the weight loss trends \nthese animals experienced earlier than June 26th, 2022. \nFurthermore, an examination of training records for the dolphins at DH noted increased instances of regurgitation from\n\nanimals that have not historically had this problem. For example, between February 23rd–July 6th, 2022, there were 88 \ndays where trainers recorded episodes of regurgitation for Aries. Thirty of those days, he regurgitated during two sessions \nand 6 of those days he regurgitated during three sessions. Over the 88-day period, he regurgitated during 137 sessions. \nThirty-five of those sessions, he was noted as regurgitating throughout the session or excessively. 135 out of 137 \nsessions were during public encounters. Two dates of particular concern are March 23rd and 24th, when he was noted to \nhave sessions with approximately 60 and 67 guests, respectively. Three regurgitations were during training sessions, and \none was during a husbandry session. Not only did the incidence of these abnormalities increase, but the occurrence of \nthese problems was also not communicated in a timely manner to the AV. When questioned by APHIS Officials, the AV \nadmitted that she was not aware of the severity of Aries’ regurgitation concerns until late June. \nThe facility failed to provide direct and frequent communications regarding animal health and well-being to the AV. The \ndocuments tracking the weights, diets and pictures of the Dolphin Harbor animals should have been communicated to the \nAV. This delayed the animals’ access to appropriate and timely medical care. The abnormal behaviors expressed by Aries \ncould have been associated with diet cuts or other medical concerns. The facility must ensure that a mechanism of direct \nand frequent communication is required so that timely and accurate information on problems of animal health, behavior, \nand well-being is conveyed to the attending veterinarian. \nCorrect from this day forward. \n2.131(b)(2)(ii)  Critical\n   \nHandling of animals. \nThe diets of 9 dolphins at Dolphin Harbor were cut for the purpose of ensuring the animals performed for the guest \ninteractions. The Assistant Director of Animal Training (ADAT) and the area supervisor for Dolphin Harbor (DH) created \ndocuments to track the weights and Body Blubber Index (BBI) for the 12 dolphins living at this location; these documents \nwere sent for review by the Animal Care Specialists Manager (ACSM) who is not a veterinarian. After observing that\n\nseveral dolphins were behaving abnormally and looked thin, the Director/Zoological Curator stepped in to increase the \ndiets gradually by one pound of fish beginning mid-June. She was met with resistance from the ACSM and ADAT.  \nCommunications from the ACSM stated his concerns regarding the Program dolphins’ satiation and what would be the \nplan if the animals “dropped operation” as they had done before. Additionally, the ACSM referred to an incident with \nCobalt, a male dolphin, that was triggered by his satiation. He insisted that he would not approve diet increases until the \nDirector had provided him with the answers to these questions. \nFurthermore, a review of trainer records noted that in many cases, the limited pounds of fish were only offered during the \nguest interactions and not during any training or husbandry sessions the animals participated in. All 9 animals decreased \nin weight over the course of two months – some of them significantly. On or about March 31st, multiple animals had their \ndaily food intake markedly reduced. For example, on March 31st Aries was fed 12 pounds of fish for the day and on April \n1st, he was abruptly reduced to 3 pounds daily. He was slowly increased to 7 pounds daily where he remained until May \n4th when another incremental adjustment was made to 8.5 pounds. At that point, Aries’ weight had decreased by 29 \npounds in one month. Overall, he lost 63 pounds between April and June. \nThe food deprivation these dolphins were subjected to also led to increased incidents of unwanted behaviors such as \nsplitting or breaking from sessions, swimming over ledges where guests may stand, sinking during line-ups and \naggressing against trainers. For example, prior to the new company taking ownership of the facility, Calypso had an \naverage 18 incidents of unwanted behavior during the months of January and February 2022. These ranged from sinking \nduring the session, terminating behaviors, poor attention to swimming over the ledge at a trainer to bite a target pole. After \nthe transition in March 2022, Calypso’s unwanted behaviors drastically increased to 38 separate incidents in the month of \nApril. The severity and frequency of these behaviors increased; on April 1st, 6th, 13th, 14th, 17th, and 21st, Calypso \nmouthed at least one of her trainers. May 29th and June 16th, she repeated these behaviors.\n\nDuring the months of January 2022 and February 2022, Cobalt had virtually no aggressive incidents recorded on his \ntraining charts. Beginning end of March 2022, the incidents of inappropriate behaviors steadily increased. Cobalt began \nsinking during sessions and focusing on Star (a female dolphin). He routinely split from session and began swimming over \nto guests during an encounter. On March 26th, he open-mouthed a trainer’s foot during an interaction. On April 3rd, he sat \nup on the catwalk towards a trainer. On June 30th, he attempted to mouth a target pole several times. He then mouthed \ntwo trainers on July 4th. \nDuring a land encounter on June 5th, Cayman exhibited poor control and refused primary reinforcement (fish). He \nattempted to mouth a trainer’s hand and pumped up at the trainer. On July 7th, during a training session, Cayman \nrammed a trainer in deep water. The 3-trainer team attempted multiple redirections to help the trainer in the water get out; \nhowever, Cayman ignored the recalls and mouthed the trainer several times while they swam to the stairs. The trainers \ngave him a break of about 10 minutes and then reattempted the training session. Cayman attempted to ram the ADAT in \nthe water several times but never made contact. He ignored the ADAT’s attempt to regain control and fast swam over the \nledge multiple times. The ADAT presented a plastic “aversion” shield to attempt to reestablish control, but Cayman \nshowed no change in behavior. \nDepriving these dolphins of their full dietary and nutrition requirements to ensure compliance during public encounters \ndirectly affected their health and well-being. The facility must provide each animal its full dietary requirements for each \nday. Deprivation of food or water shall not be used to train, work or otherwise handle animals. \nCorrect from this day forward. \n2.131(c)(1)  Critical\n   \nHandling of animals. \nA review of trainer records for the dolphins at Dolphin Harbor identified multiple aggressive incidents when a dolphin \n“mouthed” a member of the public during an in-water interaction. The records show that the animals exhibited warning\n\nbehaviors prior to mouthing such as sinking after performing behaviors, swimming over the ledge of the pools without \nspecific direction to do so, fast swimming, terminating control (refusing to participate) during sessions, ignoring signals for \nbehaviors and splitting from the session. The facility staff elected to continue guest interactions with animals that were \nexhibiting aggressive warning behaviors. Examples are listed below: \n• Calypso, an 8yr female dolphin, mouthed a guest on six different occasions during the months of April 2022 – July 2022. \nOn April 1st, 2022, the trainer records noted that the trainers “worked through” the inappropriate behavior during that \nincident instead of stopping the session. \n• Cobalt, 12yr old male dolphin, mouth a guest on six different occasions during the months of April 2022 – July 2022. On \nJune 6th, his fluke hit a guest during an encounter. On June 30th, Cobalt mouthed a guest twice on the hand during the \nthird encounter of the day and was then used in another encounter later that day. Before all mouthing incidents, Cobalt \nexhibited warning behaviors such as splitting from control and swimming towards guests in deep water. Also, he would \nsink during sessions and watch guests underwater. Additionally, at the end of sessions, he would sink underwater and \nfollow guests out of the pool. Since early April, his level of aggression during encounters has steadily increased – to the \npoint where almost every day he terminates control from sessions. \nThe facility failed to handle their animals in a manner that minimized the risk of harm to the public and continued guest \ninteractions even when dolphins were demonstrating aggressive behaviors earlier in training sessions.  Mouthing any \nportion of an individual’s body (hand or foot) can be considered a precursor to more aggressive behaviors that ultimately \nmay lead to serious injuries to the public. During public exhibition, any animal must be handled so there is minimal risk of \nharm to the animal and to the public. The facility’s guest interactions must assure the safety of the animals and the public. \nCorrect from this day forward. \n \nThis inspection and exit interview were conducted with several facility representatives.\n\nAdditional Inspectors: \nLaurie Gage, Zoological Species Specialist \nCharles Palmer, VETERINARY MEDICAL OFFICER n",
  "animals_total": 44,
  "species": [
    {
      "count": 20,
      "scientific": "Tursiops truncatus",
      "common": "BOTTLENOSE DOLPHIN"
    },
    {
      "count": 2,
      "scientific": "Trichechus manatus",
      "common": "CARIBBEAN MANATEE"
    },
    {
      "count": 9,
      "scientific": "Phoca vitulina",
      "common": "HARBOR SEAL"
    },
    {
      "count": 13,
      "scientific": "Zalophus californianus",
      "common": "CALIFORNIA SEA LION"
    }
  ]
}