{
  "insp_id": "2016082568186402",
  "layout": "a",
  "customer_id": "5472",
  "customer_name": "Larry Albrecht",
  "customer_addr": "12059 Camp Comfort Road\nGreene, IA 50636",
  "certificate": "42-A-1212",
  "site_id": "001",
  "site_name": "LARRY ALBRECHT",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-MAR-2017",
  "report_date": "29-MAR-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Male Yorkshire terrier (microchip #016-789-113) is observed to have his tongue hanging out the left side of the\nmouth. Closer examination of the dog’s mouth revealed a buildup of brown tartar covering the entire surface of both\nthe left and right cheek teeth. The upper right canine tooth has a buildup of dark colored tartar along the gum line\nand extending half way down the tooth. An upper right cheek tooth and the lower left canine tooth are loose and\nmoved easily when touched by the inspector. There is a grey, creamy material along the upper gum line on the\nright side of the mouth. The gums are moderately reddened.\nPoor dental health could cause pain and discomfort to the dog, as well as, lead to further health issues. This dog\nmust be evaluated by a licensed veterinarian for a proper diagnosis and to develop an effective treatment plan. The\ndiagnosis and treatment plan must be documented in writing and available to the inspector upon request. The\nlicensee must ensure that all dogs receive adequate veterinary care at all times.\nCorrection date: The dog was evaluated by a licensed veterinarian at the time of the inspection.\nInspection and exit interview conducted with ACI Kelly Maxwell, VMO Autumn Unck and the facility representative.\nAdditional Inspectors\nUnck Autumn, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nMale Yorkshire terrier (microchip #016-789-113) is observed to have his tongue hanging out the left side of the\nmouth.  Closer examination of the dog’s mouth revealed a buildup of brown tartar covering the entire surface of both\nthe left and right cheek teeth.  The upper right canine tooth has a buildup of dark colored tartar along the gum line\nand extending half way down the tooth.  An upper right cheek tooth and the lower left canine tooth are loose and\nmoved easily when touched by the inspector.  There is a grey, creamy material along the upper gum line on the\nright side of the mouth.  The gums are moderately reddened.  \nPoor dental health could cause pain and discomfort to the dog, as well as, lead to further health issues. This dog\nmust be evaluated by a licensed veterinarian for a proper diagnosis and to develop an effective treatment plan.  The\ndiagnosis and treatment plan must be documented in writing and available to the inspector upon request.  The\nlicensee must ensure that all dogs receive adequate veterinary care at all times.\nCorrection date:  The dog was evaluated by a licensed veterinarian at the time of the inspection.  \nInspection and exit interview conducted with ACI Kelly Maxwell, VMO Autumn Unck and the facility representative.\nAdditional Inspectors\nUnck Autumn, Veterinary Medical Officer",
  "animals_total": 392,
  "species": [
    {
      "count": 299,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 93,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}