{
  "insp_id": "146151736540002",
  "layout": "a",
  "customer_id": "332880",
  "customer_name": "Sunrise Pups Llc",
  "customer_addr": "4195 Maystar Way\nHilliard, OH 43026",
  "certificate": "31-B-0178",
  "site_id": "001",
  "site_name": "SUNRISE PUPS LLC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-MAY-2015",
  "report_date": "26-MAY-2015",
  "citations": [
    {
      "code": "2.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "REQUIREMENTS AND APPLICATION.",
      "narrative": "This is a search inspection.\nThe facility is currently conducting regulated activity without a valid USDA license. The facility's website advertises\nthe shipment of puppies from the facility to the buyer of a puppy. APHIS officials obtained Air Waybill\n#016-48051555 that supports the websites advertisement of the shipment of puppies. This documentation confirms\nthat the facility shipped a 10 week old, white female maltase on May 14, 2015 from Columbus, OH to Kansas City,\nMO. APHIS officials made contact with a facility representative at today's inspection. The representative confirmed\nthat the facility purchases puppies from breeders and resells the puppies using their online website. He was also\nable to confirm that the facility ships puppies sight unseen on a regular basis. A valid USDA license is necessary to\nprotect the health and well-being of the animals and to comply with the Animal Welfare Act and Regulations. This\nfacility must obtain a USDA license or discontinue regulated activities.\nThis must be corrected prior to any additional covered activity.\nNO REGULATED ACTIVITIES MAY BE CONDUCTED UNTIL USDA LICENSE IS OBTAINED.\nAn exit briefing was conducted with a facility representative and Animal Care Inspector Shannon Sebera."
    }
  ],
  "narrative": "2.1(a)\nREQUIREMENTS AND APPLICATION.\nThis is a search inspection.\n \nThe facility is currently conducting regulated activity without a valid USDA license. The facility's website advertises\nthe shipment of puppies from the facility to the buyer of a puppy.  APHIS officials obtained Air Waybill\n#016-48051555 that supports the websites advertisement of the shipment of puppies.  This documentation confirms\nthat the facility shipped a 10 week old, white female maltase on May 14, 2015 from Columbus, OH to Kansas City,\nMO.  APHIS officials made contact with a facility representative at today's inspection.  The representative confirmed\nthat the facility purchases puppies from breeders and resells the puppies using their online website.  He was also\nable to confirm that the facility ships puppies sight unseen on a regular basis.  A valid USDA license is necessary to\nprotect the health and well-being of the animals and to comply with the Animal Welfare Act and Regulations.  This\nfacility must obtain a USDA license or discontinue regulated activities.\n \nThis must be corrected prior to any additional covered activity.\n NO REGULATED ACTIVITIES MAY BE CONDUCTED UNTIL USDA LICENSE IS OBTAINED.\nAn exit briefing was conducted with a facility representative and Animal Care Inspector Shannon Sebera.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}