{
  "insp_id": "2016082568198894",
  "layout": "a",
  "customer_id": "17514",
  "customer_name": "Ed Nolan",
  "customer_addr": "Box 84\nEldred, IL 62027",
  "certificate": "33-C-0296",
  "site_id": "002",
  "site_name": "ED NOLAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-APR-2017",
  "report_date": "12-APR-2017",
  "citations": [
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The enclosure that contained three of the reindeer had numerous bird nests within the enclosure. Multiple birds\nwere observed to be perching or flying around within the enclosure. Two of the reindeer in the enclosure were\nobserved to have bird feces caked all over their backs. The employee working the barn stated that the feces had\nbeen there for some time. Bird feces within the enclosure and on the backs of the reindeer is a disease hazard not\nonly to the reindeer, but also the employees on site and the general public when these reindeer are on exhibit. An\neffective pest control program must be established and maintained to control the birds within the barn. Correct by\n4/18/17.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "3.131(d)\nSANITATION.   \nThe enclosure that contained three of the reindeer had numerous bird nests within the enclosure.  Multiple birds\nwere observed to be perching or flying around within the enclosure.  Two of the reindeer in the enclosure were\nobserved to have bird feces caked all over their backs.  The employee working the barn stated that the feces had\nbeen there for some time.  Bird feces within the enclosure and on the backs of the reindeer is a disease hazard not\nonly to the reindeer, but also the employees on site and the general public when these reindeer are on exhibit.  An\neffective pest control program must be established and maintained to control the birds within the barn.  Correct by\n4/18/17.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.",
  "animals_total": 21,
  "species": [
    {
      "count": 6,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 2,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 1,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 6,
      "scientific": "Notamacropus agilis",
      "common": "AGILE WALLABY"
    },
    {
      "count": 2,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 4,
      "scientific": "Rangifer tarandus",
      "common": "REINDEER"
    }
  ]
}