{
  "insp_id": "2016082568295156",
  "layout": "a",
  "customer_id": "29286",
  "customer_name": "Gina Den Boer",
  "customer_addr": "Nolan Den Boer\n3271 Coolidge Ave\nRock Valley, IA 51247",
  "certificate": "42-A-1067",
  "site_id": "001",
  "site_name": "NOLAN AND GINA DEN BOER",
  "insp_type": "FOCUSED INSPECTION",
  "date": "15-MAY-2017",
  "report_date": "01-JUN-2017",
  "citations": [],
  "narrative": "This is a focus inspection to check the animals cited for direct under Section 2.40(b) (2), from the last inspection\ndated 21-March-2017.  \nTwo dogs, one white intact female beagle identified by the licensee as “Snow” ( with a date of birth listed as\n01-02-2014 on previous inspection) , microchip number 844824824  and a female Shih Tzu, identified by the owner\nas Ruuds Red Cool 3 (with a date of birth of 07-11-2011 listed on previous inspection), microchip number\n022533579.  These mentioned dogs were identified with microchips by the licensee for this focused inspection. \nThese animals were not able to be identified with certainty from the inspection on 21-March-2017.  These two\nanimals had received veterinary care.\nAdditionally, a black/white colored female Shih Tzu, identified by the licensee as “Silver Chocky 2” (with a date of\nbirth listed as 07-11-2017 on previous inspection) and microchip number 844846549 as of the focused inspection\ntoday received veterinary care.   This animal was not able to be indentified with certainty from the inspection on\n21-March-2017.\nA pregnant female red Pomeranian originally identified by the licensee as “Purdy” with an age of 10 years, and\nlater identified by the owner as “Sasha” (date of birth 06-10-2017),, who was cited on the last inspection dated\n21-March-2017, passed away according to the owner on 16-April-2017.  \"Sasha\" was identified with number 573 on\nthe records of Dogs on Hand (APHIS Form 7005).\nThis focused inspection was conducted with the facility representative and Randall Wagner (ACI).\nUSPS Tracking#: 9590940227566351142011\nAdditional Inspectors\nSecor Thomas, Veterinary Medical Officer",
  "animals_total": 3,
  "species": [
    {
      "count": 3,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}