{
  "insp_id": "2016090000773274",
  "layout": "b",
  "customer_id": "3585",
  "customer_name": "Peter Renzo",
  "customer_addr": "5205 Boyer Lane\nSTAGECOACH, NV 89429",
  "certificate": "88-C-0163",
  "site_id": "005",
  "site_name": "PETER RENZO",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-FEB-2022",
  "report_date": "15-APR-2022",
  "citations": [
    {
      "code": "2.40(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Last spring, on 18 March 2021 Ice Lady was observed to be having discharge from her vulva per the licensee, as noted in\ncommunication in the veterinary records. Attending Veterinarian approved starting Cephalexin initially, then tried Baytril\non 29 March as she was still losing weight and recommended spay, appointment was made and canceled twice by\nlicensee in April 2021. Attending Veterinarian recommended transport to UC Davis if she was sick and local treatment\nwas unavailable, and licensee had no way of transporting her.\nLicensee called another veterinarian to come out to the facility on 12 May 2021, notes indicated 4 week history of “clinical\nsigns of pyuria, vomiting and HL ataxia”, vet had potential diagnosis of “r/o UTI, pyelonephritis, hip dysplasia pyometra,\nother.” During the visit, the second veterinarian was prepared to give a long lasting antibiotic, but he could not administer\nthe injection, discussed “further diagnostic measures would require chemical restraint; briefly discussed risks involved”\nThe facility does not have access to appropriate facilities and equipment in order to give the tigers an injection. Both the\nattending veterinarian and the veterinarian who has been out to the facility in the last year have noted in their records: AV\n18 March 2021 “recommend spay and would need inclosure to jab stick sedation and he would have to transport to\nhospital for surgery”; 2nd veterinarian 12 May 2021 “unsafe to administer SC abx; no appropriate handling facilities.”\nDuring inspection, Ice Lady was noted to visually appear thin, with distinct vertebrae visible along the curve of her back.\nThis observation is consistent with the visual exam on 12 May 2021, when the second veterinarian described Ice Lady\nwith “pronounced kyphosis @T-L junction; apparent mild to moderate condition loss.” Following visual exam, free catch\nurinalysis and culture was normal, and a message was left with the results and asking how Ice Lady was doing in late\nMay 2021. At the time of inspection, Ice Lady has not been evaluated by either veterinarian since last May due to the lack\nof appropriate facilities and equipment to provide adequate veterinary care.\nAppropriate facilities, personnel, equipment and services must be available in order to provide adequate veterinary care,\nincluding injections for treatment or sedation for examination and appropriate transport to veterinary facilities. IceLady\nshould be fully examined by a veterinarian as a follow-up to evaluate why she has not gained back the weight she lost last\nyear.\nCorrect by 22 April 2022"
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "At the time of inspection, facility representative told the inspector that Snowman, a 13-year-old white tiger had died last\nyear of cancer. In communication with the Attending Veterinarian, she was unaware that Snowman the white tiger had\ndied, and her records only indicated that Snowman had received a script for Meloxicam for his hip problems on 10 March\n2020, and the licensee was worried about Snowman with the fires on 2 September 2020. There is no history of a cancer\ndiagnosis in his medical record with the current Attending Veterinarian.\nFollowing inspection, Inspector called the licensee for additional history on Snowman as no records were available at the\ntime of inspection. According to the licensee over the phone, Snowman had a previous history of vaccinosis that caused\ncancer. The licensee also told the inspector that last year when Snowman got sick and wouldn’t eat the AV directed him\nto use Cephalexin on Snowman, as she was out of town. Attending Vet discussed weight loss of both Snowman and Ice\nLady with licensee and recommended (sedated) exam and bloodwork as soon as possible for both animals. Licensee\ntried to add food and vitamins, but Snowman continued losing weight and died in approximately March/April of 2021.\nDaily observation and a mechanism of direct and frequent communication is required so that timely and accurate\ninformation on problems of animal health, behavior and wellbeing are conveyed to the attending veterinarian.\nCorrect from this day forward."
    },
    {
      "code": "2.126(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Access and inspection of records and property; submission of itineraries.",
      "narrative": "At the time of inspection, records of acquisition, disposition and the program of veterinary care were not available for\nexamination by the inspector. Licensee was not at the premises, and the facility representative offered to show the tigers\nonly.\nCorrect from this day forward.\nThis inspection was conducted with the facility representative and the exit interview was conducted by phone & in person.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(1) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nLast spring, on 18 March 2021 Ice Lady was observed to be having discharge from her vulva per the licensee, as noted in \ncommunication in the veterinary records.  Attending Veterinarian approved starting Cephalexin initially, then tried Baytril \non 29 March as she was still losing weight and recommended spay, appointment was made and canceled twice by \nlicensee in April 2021.  Attending Veterinarian recommended transport to UC Davis if she was sick and local treatment \nwas unavailable, and licensee had no way of transporting her. \n \nLicensee called another veterinarian to come out to the facility on 12 May 2021, notes indicated 4 week history of “clinical \nsigns of pyuria, vomiting and HL ataxia”, vet had potential diagnosis of “r/o UTI, pyelonephritis, hip dysplasia pyometra, \nother.”  During the visit, the second veterinarian was prepared to give a long lasting antibiotic, but he could not administer \nthe injection, discussed “further diagnostic measures would require chemical restraint; briefly discussed risks involved” \n \nThe facility does not have access to appropriate facilities and equipment in order to give the tigers an injection.  Both the \nattending veterinarian and the veterinarian who has been out to the facility in the last year have noted in their records: AV \n18 March 2021 “recommend spay and would need inclosure to jab stick sedation and he would have to transport to\n\nhospital for surgery”; 2nd veterinarian 12 May 2021 “unsafe to administer SC abx; no appropriate handling facilities.” \n \nDuring inspection, Ice Lady was noted to visually appear thin, with distinct vertebrae visible along the curve of her back.  \nThis observation is consistent with the visual exam on 12 May 2021, when the second veterinarian described Ice Lady \nwith “pronounced kyphosis @T-L junction; apparent mild to moderate condition loss.”  Following visual exam, free catch \nurinalysis and culture was normal, and a message was left with the results and asking how Ice Lady was doing in late \nMay 2021. At the time of inspection, Ice Lady has not been evaluated by either veterinarian since last May due to the lack \nof appropriate facilities and equipment to provide adequate veterinary care. \n \nAppropriate facilities, personnel, equipment and services must be available in order to provide adequate veterinary care, \nincluding injections for treatment or sedation for examination and appropriate transport to veterinary facilities.  IceLady \nshould be fully examined by a veterinarian as a follow-up to evaluate why she has not gained back the weight she lost last \nyear. \n \nCorrect by 22 April 2022 \n2.40(b)(3)  Critical\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nAt the time of inspection, facility representative told the inspector that Snowman, a 13-year-old white tiger had died last \nyear of cancer.  In communication with the Attending Veterinarian, she was unaware that Snowman the white tiger had \ndied, and her records only indicated that Snowman had received a script for Meloxicam for his hip problems on 10 March \n2020, and the licensee was worried about Snowman with the fires on 2 September 2020.  There is no history of a cancer \ndiagnosis in his medical record with the current Attending Veterinarian.\n\nFollowing inspection, Inspector called the licensee for additional history on Snowman as no records were available at the \ntime of inspection.  According to the licensee over the phone, Snowman had a previous history of vaccinosis that caused \ncancer.  The licensee also told the inspector that last year when Snowman got sick and wouldn’t eat the AV directed him \nto use Cephalexin on Snowman, as she was out of town.  Attending Vet discussed weight loss of both Snowman and Ice \nLady with licensee and recommended (sedated) exam and bloodwork as soon as possible for both animals.  Licensee \ntried to add food and vitamins, but Snowman continued losing weight and died in approximately March/April of 2021. \n \nDaily observation and a mechanism of direct and frequent communication is required so that timely and accurate \ninformation on problems of animal health, behavior and wellbeing are conveyed to the attending veterinarian. \n \nCorrect from this day forward. \n2.126(a)(2) \n   \nAccess and inspection of records and property; submission of itineraries. \nAt the time of inspection, records of acquisition, disposition and the program of veterinary care were not available for \nexamination by the inspector.  Licensee was not at the premises, and the facility representative offered to show the tigers \nonly. \n \nCorrect from this day forward. \n \nThis inspection was conducted with the facility representative and the exit interview was conducted by phone & in person.\n\nEnd Section",
  "animals_total": 2,
  "species": [
    {
      "count": 2,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    }
  ]
}