{
  "insp_id": "2016082568139551",
  "layout": "a",
  "customer_id": "321252",
  "customer_name": "Beverly Hills Puppies Inc",
  "customer_addr": "410 Palm Avenue\nHialeah, FL 33010",
  "certificate": "58-B-0615",
  "site_id": "001",
  "site_name": "BEVERLY HILLS PUPPIES INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-MAR-2017",
  "report_date": "16-MAR-2017",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A current/updated written Program of Veterinary Care (PVC) was not available for USDA review during the\ninspection of the site and twenty-one (21) puppies. In order to comply with this section of the Animal Welfare Act\n(AWA) a written PVC must be in place and available for inspection at all times. Under formal arrangements, as\ndirected by the AWA, the licensee must have an updated PVC by the current Attending Veterinarian (AV). Also, the\nlicensee must ensure the AV conducts regularly scheduled visits to the premises (all three approved sites under the\nlicensee's certificate) where regulated animals are kept. To ensure adequate veterinary medical care to regulated\nanimals, a current/updated PVC must be readily available for inspection, and at a minimum of once per year, the AV\nmust visit the premises of all three sites under the licensee's certificate.\nCorrect by: March 22, 2017"
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "Records for animals at hand for twenty-one (21) puppies containing required information on acquisition, disposition,\nor transportation were not available for USDA review at the time of the inspection. Required records for all\ntransactions of regulated animals must be available for inspection at all times and at all three sites under the\nlicensee's certificate. The licensee shall make, keep, and maintain records or forms which fully and correctly\ndisclose information on animals purchased or otherwise acquired, owned, held, or leased. Also, records are\nrequired when animals are transported, sold, euthanized, or otherwise disposed. The records shall include any\noffspring born of any animal at the premises of any of the licensee's three approved sites. The Record of Animals\non Hand (APHIS Form 7019) and Record of Acquisition, Disposition, or Transport of Animals (APHIS Form 7020)\nare forms which may be used by the facility to keep and maintain the information required by federal regulations.\nThe licensee needs to obtain/document the required information so that it is ready for USDA inspection; recent\nacquisition and disposition transactions records of all regulated animals/puppies (since the last USDA inspection of\nthis site).\nCorrect by: March 22, 2017\nThis inspection and exit interview were conducted with two facility representatives."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA current/updated written Program of Veterinary Care (PVC) was not available for USDA review during the\ninspection of the site and twenty-one (21) puppies.  In order to comply with this section of the Animal Welfare Act\n(AWA) a written PVC must be in place and available for inspection at all times.  Under formal arrangements, as\ndirected by the AWA, the licensee must have an updated PVC by the current Attending Veterinarian (AV).  Also, the\nlicensee must ensure the AV conducts regularly scheduled visits to the premises (all three approved sites under the\nlicensee's certificate) where regulated animals are kept. To ensure adequate veterinary medical care to regulated\nanimals, a current/updated PVC must be readily available for inspection, and at a minimum of once per year, the AV\nmust visit the premises of all three sites under the licensee's certificate.\nCorrect by: March 22, 2017\n2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nRecords for animals at hand for twenty-one (21) puppies containing required information on acquisition, disposition,\nor transportation were not available for USDA review at the time of the inspection.  Required records for all\ntransactions of regulated animals must be available for inspection at all times and at all three sites under the\nlicensee's certificate.  The licensee shall make, keep, and maintain records or forms which fully and correctly\ndisclose information on animals purchased or otherwise acquired, owned, held, or leased.  Also, records are\nrequired when animals are transported, sold, euthanized, or otherwise disposed.  The records shall include any\noffspring born of any animal at the premises of any of the licensee's three approved sites.  The Record of Animals\non Hand (APHIS Form 7019) and Record of Acquisition, Disposition, or Transport of Animals (APHIS Form 7020)\nare forms which may be used by the facility to keep and maintain the information required by federal regulations. \nThe licensee needs to obtain/document the required information so that it is ready for USDA inspection; recent\nacquisition and disposition transactions records of all regulated animals/puppies (since the last USDA inspection of\nthis site).\nCorrect by: March 22, 2017\n\nThis inspection and exit interview were conducted with two facility representatives.",
  "animals_total": 21,
  "species": [
    {
      "count": 21,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}