{
  "insp_id": "64151500440984",
  "layout": "a",
  "customer_id": "3271",
  "customer_name": "Henry Hampton",
  "customer_addr": "14235 Hwy 801\nMount Ulla, NC 28125",
  "certificate": "55-B-0069",
  "site_id": "003",
  "site_name": "THE FARM AT WALNUT CREEK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "02-MAR-2015",
  "report_date": "05-MAR-2015",
  "citations": [
    {
      "code": "2.40(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Several expired drugs were found on inspection. This included:\n1. One bottle AnaSed brand Xylazine (100 mg / ml) that expired on 6 / 2014 was present in the chemical capture /\nrestraint box.\n2. One bottle Xylazine from Precision Pharmacy (333 mg/ml) that expired on 10/11/2014 was present in the\nchemical capture / restraint box. This bottle appeared 2/3 full and had the additional label directions to (cid:28)Discard 28\ndays after needle puncture(cid:29). There was no notation on the bottle regarding the day it was first used, however, the\ntop seal had needle punctures and white crystalline material on the rubber port. Additionally the bottle contained a\nlarge piece of solid material inside which appeared to be crystalized drug.\n3. One bottle of Propylene Glycol that expired 12/2013 was present in the drug cart kept in the milking parlor.\nThe facility does not currently keep any records of the administration of chemical restraint drugs such as Xylazine.\nThe facility manager did state during the inspection that several animals had recently been sedated (it is unclear\nwhether this was done using this Xylazine or another drug). There was no Xylazine present in the chemical\nrestraint box which was in-date. The use of expired drugs can be dangerous or ineffective. Expired medications\nmay not be used on regulated animals. Correct by disposing of these expired medications and only using\nmedications that are in date from this point forward.\nCorrect by: 3/6/2015 and prior to any additional administration"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There is documentation at the facility showing that following the last inspection the Attending Veterinarian (AV) met\nwith facility staff to discuss guidance regarding the use of chemical capture and restraint. The Program of\nVeterinary Care was amended to include additional guidance on these topics.\nSuccinylcholine remains the primary drug for chemical restraint for the majority of species including: Sika Deer,\nGrevy and Grants Zebra, Nilgai, Water Buffalo, Tahr Goat, Aoudad, Axis Deer, Fallow Deer, Eland, and Elk.\nAlthough there is significantly more guidance than present previously (such as drug dosing information by species),\nthis guidance still authorizes the use of succinylcholine without any drugs for anesthesia or analgesia. Regarding\nthe circumstances for use the Protocol states (cid:28)necessary immobilization s should have benefits. 1 treatment for\ninjury or disease. 2 routine testing. 3 movement. 4 behavioral adjustment.(cid:29)\nSuccinylcholine is a paralytic agent that has no analgesic (pain relieving) properties. When under the influence of\nSuccinylcholine animals are paralyzed, but retain consciousness and are capable of feeling pain and distress.\nThere are numerous alternative drugs and drug combinations available which are able to chemically restrain\nanimals while providing anesthesia and analgesia. The use of this drug without anesthesia / analgesia for painful\ntreatments or manipulations is inhumane. The use of this drug for routine non-painful procedures in the absence of\nanesthesia to alter conscious awareness is considered distressful to the animal and is not considered to be\nadequate veterinary care.\nIn addition to preventing movement, this drug can also paralyze respiratory muscles causing animals to stop\nbreathing and if animals are not properly ventilated they can die of suffocation while they remain conscious. While\nthe current guidance does provide instruction for manual chest compressions in the event an animal stops\nbreathing, this facility does not have adequate equipment, facilities, or training to intubate or mechanically ventilate\nanimals in this event. It is likely that an animal experiencing paralysis of respiratory muscles would suffocate\nwithout such ability. This is not considered adequate veterinary care.\nAlthough additional guidance was provided regarding respiratory monitoring, there is no requirement for keeping\nanesthetic or post-procedural anesthetic records. The facility currently keeps no record of animals which have been\nadministered paralytic drugs (such as succinylcholine) or sedatives (such as xylazine) for chemical restraint. This\nfacility has moved 3 Eland, 5 Zebra, 6 Tahr goats, 9 Aoudad, 3 Elk, and 1 Bison from the drive through area to the\nGiraffe barn since the last inspection. Based on previous discussions with the facility manager many of these\nanimals would require chemical restraint to move them. When the Facility Manager was asked if the drive through\nanimals, now in the Giraffe barn, were moved using succinylcholine under the new guidelines for chemical restraint,\nhe said that the majority had been.\nThe licensee must maintain a program of adequate veterinary care that includes the availability of appropriate\nfacilities, personnel, equipment, and services to comply with the provisions of the animal welfare act. Providing the\nauthority to use paralytic drugs for immobilization without administration of anesthetic drugs, additional supportive\ncare, and the equipment to provide for ventilation in the event of respiratory paralysis is not considered adequate\nveterinary care. Additionally, the use of these drugs without anesthesia or analgesia is not within established\nstandards of veterinary care. This lack of adequate care can compromise the health of these animals and is likely\nto result in unnecessary pain and distress to the animals and / or death. Correct by working with your attending\nveterinarian to ensure that there are appropriate facilities, personnel, equipment, and services provide for\nappropriate veterinary care and that any additional guidance is incorporated into the written program of veterinary\ncare. Records of any changes to the current methods for chemical restraint method shall be maintained for future\nevaluation by APHIS Officials.\nCorrect by: Prior to any future use of any chemical restraint and not later than 5 April 2015.\n*** A brown miniature zebu present in a group-housing stall inside the Giraffe barn had numerous areas of patchy\nhair loss. These areas ranged in size and include:\n- one area just in front of the left hook bone ((cid:28)hip area(cid:29)). This patch of hair loss was approximately 4-5 inches long\nby 2-3 inches wide. The underlying skin was moist, red, and appeared to have a clear-yellow tinged exudate.\n- one area was present behind the left shoulder on the chest. This patch of hair loss was approximately 4-5 inches\nlong by 2-3 inches wide. The skin was dry, light colored, and had flaks / crusts around the outer ring of hair loss (at\nthe junction with the haired area). There were several areas surrounding this where the hair direction was opposite\nnormal growth that appeared to be patterns consistent with hair having been licked by this or another animal.\n- two very large areas covering the majority of her right rump and part of her abdomen. The skin in that area was\ndry, intact, and appeared darkly colored.\n- numerous small (1-2 inch) patches on the right chest and shoulder with underlying skin that appeared dry and\nlightly colored.\nWhen the facility representative was asked about the condition, he stated that he had observed it over the weekend\nand believed that the zebu was being picked on by other animals in the stall. He stated that he intended to have the\nAttending Veterinarian look at it when he next visited. Later during the inspection the farm manager stated that he\nhad observed this the previous day (that it had just come up) and that he had not recorded it in the observation book\neither. The hair loss present on this animal was not present in the facility(cid:25)s daily observation book for that area and\nentries for 2-27-15 & 2-28-15 and 3-2-15 stating (cid:28)OK(cid:29) initialed by the facility representative and two entries from\n3-1-15 (cid:28)OK(cid:29) and were signed by the Farm Manager. The only other notations were initials of the staff member\nmaking the observations regarding an Elk.\nThis animal must be examined by attending veterinarian to determine severity of the concern identified and to\ndetermine required treatment. The licensee must maintain documentation of this exam and treatments for future\nreview by APHIS officials. Even though this is a repeat non-complaint item, this animal must be examined by the\nattending veterinarian by COB on 6 March 2015."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "*** Acquisition & Disposition information was missing for the following species / animals:\nSheep: There were 143 sheep present on the last inspection. There are acquisition records for 9 sheep,\ndisposition records for 82 sheep, and records of birth for 38 lambs. The records for acquisition / disposition that\nwere present at the facility include:\n- Acquisition of 7 Sheep on 11/25 (received from another site)\n- Acquisition of 2 Sheep on 12/5 (2 additional lambs born on property)\n- Disposition of 6 Sheep on 11/26\n- Disposition of 11 Sheep on 12/4\n- Disposition of 18 Sheep on 12/7\n- Disposition of 24 Sheep on 12/10\n- Disposition of 21 Sheep on 1/7\n- Disposition of 2 Sheep on 2/25\nThere were 89 sheep present on today(cid:25)s inspection (this included 49 Adults and 40 lambs). Acquisition records are\nmissing for at least 19 additional adult sheep (again depending on the age of the animals received on 11/25).\n- Goats: There were 39 goats present on the last inspection and 0 goats present on today(cid:25)s inspection. There are\ndisposition records for 46 goats since the last inspection. (Missing acquisition records for 7 goats).\n- Miniature Zebu: There were 9 Minature Zebu Cattle present on the last inspection. There are 7 Minature Zebu\npresent at today(cid:25)s inspection. There are no disposition records present for any Zebu. (Missing disposition records\nfor 2 Animals)\nAccurate animal records regarding births, deaths, acquisition and disposition are used to help evaluate the facility's\nanimal care program and for animal tracking for ownership and health care concerns. Every exhibitor must make,\nkeep and maintain records or forms which fully and correctly disclose the following information concerning animals\npurchased, acquired, owned, held, leased, or otherwise in his\nor her control, or were transported, sold, euthanized or otherwise disposed of by that exhibitor, including any\noffspring born of any animals while in his or her possession or under his control. Additionally this must include:\n(i) The name and address of the person form whom the animals were purchased or otherwise\nacquired;\n(ii) The USDA license or registration number of the person if he or she is licensed or registered under the Act;\n(iii) The vehicle license number and State, and the driver's license number (or photographic identification card for\nnondrivers issued by a State) and State of the person, if he or she is not licensed or registered under the Act;\n(iv) The name and address of the person to whom the animal was sold or given;\n(v) The date of purchase, acquisition, sale or disposal of the animal(s);\n(vi) The species of the animal(s).\n(vii) The number of animals in the shipment.\nCorrect by maintaining accurate records regarding all acquisitions (including all births) and dispositions from this\nday forward."
    },
    {
      "code": "3.75(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "*** The metal bars for the Lemur indoor enclosure are in need of maintenance. The indoor housing facility is\nconstructed of a combination of painted concrete walls and painted thick gauge floor to ceiling wire walls. There\nare many areas where the paint has either worn off or chipped and there is rust covering a majority of the bars.\nAdditionally, the metal guillotine exit door has chipped and worn paint that also requires maintenance. These areas\nhave become difficult to impossible to sanitize in their current condition and require replacement, repainting, or\nresurfacing. Failure to be able to properly sanitize can expose the animals to potential disease hazards. Correct\nby ensuring that all surfaces are maintained on a regular basis and that those that require maintenance are repaired\nor replaced on a regular basis.\nCorrect by: 01 June 2015"
    },
    {
      "code": "3.84(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "*** The indoor Lemur enclosure at this facility is dirty. The walls in this area are dirty and stained with dark brown\nmaterial from either animal hands or grease from fur. There is a build-up of dirt, grime, and spent feed between the\nwall and the plastic kennel used as a shelter box. Many of the metal cage bars have a layer of grime or debris that\nrequires removal. It does not appear that these areas have been thoroughly cleaned recently. Animals that\npotentially scent mark require special cleaning practices to ensure that over-cleaning and removal of too much\nscent does not cause stress to the animals; however, a rotating cleaning schedule can be instituted in this situation\nto facilitate adequate cleaning as required and accommodate scent marking behaviors. Failure to clean on a\nregular basis exposes the animals to disease hazards and does not satisfy accepted cleanliness standards. The\nfacility must ensure that all primary enclosures housing non-human primates are cleaned on a regular basis.\nAdditionally, all indoor primate enclosures must be cleaned and sanitized at least every 2 weeks or as often as\nnecessary to prevent excessive accumulation of dirt and debris in accordance with section 3.84(b)(2). For those\nprimates that require special consideration for scent marking for their well-being, the facility may utilize a rotating\ncleaning schedule that addresses this concern while also ensuring that their enclosures are kept sanitary and in\naccordance with this section and 3.84(b)(2).\nCorrect by: 09 March 2015"
    },
    {
      "code": "3.125(d)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "*** The large heap of animal waste and bedding remains in the drive through area of the facility. Animals continue\nto have access to this large pile and have been observed on previous inspections browsing and lying in the pile.\nDuring today(cid:25)s inspection, no animals were observed in or on the pile and no new additional spent bedding has\nbeen recently added to the existing pile. The farm manager stated that there has been discussion at the facility\nabout the future of this pile. Contact the animals with this waste pile has been a concern on many previous\ninspections as this exposes the animals to unnecessary disease and potential disease transmission. Correct this by\nremoving this waste pile and dispose of all animal wastes properly.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED"
    },
    {
      "code": "3.126(c)",
      "kind": "Direct",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "***One Tahr goat is being housed in complete darkness in a stall inside the giraffe barn. This animal is housed in\nan enclosure made of solid plywood walls and there was no natural or artificial lighting. The degree of darkness\nmade the inspection of this animal impossible. During inspection, the facility representative told inspectors they\ncould safely open the stall door a small amount to look at the animal for inspection. When the door was opened\n(approximately 4-6 inches), the animal could be heard banging around in the stall and the walls of the enclosure\nshook as the animal hit them. Even this opening was still insufficient light to allow the inspectors to identify the\nnumber or species of animal. Based on the animal(cid:25)s behavior it appeared unsafe to open the door any farther\nbecause of the risk of escape and Inspectors did not continue to attempt to view this animal because of concern for\ncausing injury. Inspectors asked facility staff what animal was in the enclosure and were informed that it contained\n1 Tahr goat that had to be removed from the herd due to an injury. When discussing this animal (and the lack of\nlighting) by phone with the farm manager, the undersigned inspector was informed that there were actually 2 Tahr\ngoats present in the stall during the inspection. Not only was this stall dark enough the animal could not be\nobserved by either inspector present, but the inspectors were also unable to see the material forming the top of the\nenclosure, food / water receptacles, or cage furnishings (if present). All indoor housing must have ample lighting,\neither natural or artificial, to allow for daily observation, inspection, and husbandry practices. Failure to provide\ndiurnal light cycles to the animals may also adversely affect them in many ways including disrupting hormonal\nregulation, affecting appetite, and increasing the chances of injury when animals react to sounds they cannot see.\nCorrect this by providing this and all other animals ample lighting of good quality, distribution, and duration which is\nof sufficient intensity to permit routine inspection and cleaning.\nThe farm manager was advised of this item by phone on March 3, 2015.\nCorrect by: 06 March 2015\n*** During the exit interview, inspectors observed that this animal has been moved to an enclosure with adequate\nlighting.\n*** Inspection conducted with the farm manager and facility staff. Exit interview conducted with the farm manager."
    }
  ],
  "narrative": "2.40(b)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nSeveral expired drugs were found on inspection.  This included:\n  1.   One bottle AnaSed brand Xylazine (100 mg / ml) that expired on 6 / 2014 was present in the chemical capture /\nrestraint box.\n  2.   One bottle Xylazine from Precision Pharmacy (333 mg/ml) that expired on 10/11/2014 was present in the\nchemical capture / restraint box.  This bottle appeared 2/3 full and had the additional label directions to (cid:28)Discard 28\ndays after needle puncture(cid:29).  There was no notation on the bottle regarding the day it was first used, however, the\ntop seal had needle punctures and white crystalline material on the rubber port.  Additionally the bottle contained a\nlarge piece of solid material inside which appeared to be crystalized drug.  \n  3.  One bottle of Propylene Glycol that expired 12/2013 was present in the drug cart kept in the milking parlor.  \nThe facility does not currently keep any records of the administration of chemical restraint drugs such as Xylazine. \nThe facility manager did state during the inspection that several animals had recently been sedated (it is unclear\nwhether this was done using this Xylazine or another drug).  There was no Xylazine present in the chemical\nrestraint box which was in-date.  The use of expired drugs can be dangerous or ineffective.  Expired medications\nmay not be used on regulated animals.  Correct by disposing of these expired medications and only using\nmedications that are in date from this point forward.\nCorrect by:  3/6/2015 and prior to any additional administration\n2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere is documentation at the facility showing that following the last inspection the Attending Veterinarian (AV) met\nwith facility staff to discuss guidance regarding the use of chemical capture and restraint.  The Program of\nVeterinary Care was amended to include additional guidance on these topics.  \nSuccinylcholine remains the primary drug for chemical restraint for the majority of species including:  Sika Deer,\nGrevy and Grants Zebra, Nilgai, Water Buffalo, Tahr Goat, Aoudad, Axis Deer, Fallow Deer, Eland, and Elk.\n\nAlthough there is significantly more guidance than present previously (such as drug dosing information by species),\nthis guidance still authorizes the use of succinylcholine without any drugs for anesthesia or analgesia.  Regarding\nthe circumstances for use the Protocol states (cid:28)necessary immobilization s should have benefits.  1 treatment for\ninjury or disease.  2 routine testing. 3 movement.  4 behavioral adjustment.(cid:29)\nSuccinylcholine is a paralytic agent that has no analgesic (pain relieving) properties. When under the influence of\nSuccinylcholine animals are paralyzed, but retain consciousness and are capable of feeling pain and distress. \nThere are numerous alternative drugs and drug combinations available which are able to chemically restrain\nanimals while providing anesthesia and analgesia.  The use of this drug without anesthesia / analgesia for painful\ntreatments or manipulations is inhumane.  The use of this drug for routine non-painful procedures in the absence of\nanesthesia to alter conscious awareness is considered distressful to the animal and is not considered to be\nadequate veterinary care.\nIn addition to preventing movement, this drug can also paralyze respiratory muscles causing animals to stop\nbreathing and if animals are not properly ventilated they can die of suffocation while they remain conscious. While\nthe current guidance does provide instruction for manual chest compressions in the event an animal stops\nbreathing, this facility does not have adequate equipment, facilities, or training to intubate or mechanically ventilate\nanimals in this event.  It is likely that an animal experiencing paralysis of respiratory muscles would suffocate\nwithout such ability.  This is not considered adequate veterinary care.\nAlthough additional guidance was provided regarding respiratory monitoring, there is no requirement for keeping\nanesthetic or post-procedural anesthetic records.  The facility currently keeps no record of animals which have been\nadministered paralytic drugs (such as succinylcholine) or sedatives (such as xylazine) for chemical restraint.  This\nfacility has moved 3 Eland, 5 Zebra, 6 Tahr goats, 9 Aoudad, 3 Elk, and 1 Bison from the drive through area to the\nGiraffe barn since the last inspection.  Based on previous discussions with the facility manager many of these\nanimals would require chemical restraint to move them.  When the Facility Manager was asked if the drive through\nanimals, now in the Giraffe barn, were moved using succinylcholine under the new guidelines for chemical restraint,\nhe said that the majority had been.\nThe licensee must maintain a program of adequate veterinary care that includes the availability of appropriate\nfacilities, personnel, equipment, and services to comply with the provisions of the animal welfare act.  Providing the\nauthority to use paralytic drugs for immobilization without administration of anesthetic drugs, additional supportive\ncare, and the equipment to provide for ventilation in the event of respiratory paralysis is not considered adequate\nveterinary care.  Additionally, the use of these drugs without anesthesia or analgesia is not within established\nstandards of veterinary care.  This lack of adequate care can compromise the health of these animals and is likely\nto result in unnecessary pain and distress to the animals and / or death.  Correct by working with your attending\nveterinarian to ensure that there are appropriate facilities, personnel, equipment, and services provide for\nappropriate veterinary care and that any additional guidance is incorporated into the written program of veterinary\ncare.  Records of any changes to the current methods for chemical restraint method shall be maintained for future\n\nevaluation by APHIS Officials.\nCorrect by:  Prior to any future use of any chemical restraint and not later than 5 April 2015.\n*** A brown miniature zebu present in a group-housing stall inside the Giraffe barn had numerous areas of patchy\nhair loss.  These areas ranged in size and include:\n  - one area just in front of the left hook bone ((cid:28)hip area(cid:29)).  This patch of hair loss was approximately 4-5 inches long\nby 2-3 inches wide.  The underlying skin was moist, red, and appeared to have a clear-yellow tinged exudate. \n  - one area was present behind the left shoulder on the chest.  This patch of hair loss was approximately 4-5 inches\nlong by 2-3 inches wide.   The skin was dry, light colored, and had flaks / crusts around the outer ring of hair loss (at\nthe junction with the haired area).  There were several areas surrounding this where the hair direction was opposite\nnormal growth that appeared to be patterns consistent with hair having been licked by this or another animal.  \n  -  two very large areas covering the majority of her right rump and part of her abdomen.  The skin in that area was\ndry, intact, and appeared darkly colored.\n  - numerous small (1-2 inch) patches on the right chest and shoulder with underlying skin that appeared dry and\nlightly colored.\nWhen the facility representative was asked about the condition, he stated that he had observed it over the weekend\nand believed that the zebu was being picked on by other animals in the stall.  He stated that he intended to have the\nAttending Veterinarian look at it when he next visited.  Later during the inspection the farm manager stated that he\nhad observed this the previous day (that it had just come up) and that he had not recorded it in the observation book\neither.  The hair loss present on this animal was not present in the facility(cid:25)s daily observation book for that area and\nentries for 2-27-15  & 2-28-15  and 3-2-15 stating (cid:28)OK(cid:29) initialed by the facility representative and two entries from\n3-1-15 (cid:28)OK(cid:29) and were signed by the Farm Manager.  The only other notations were initials of the staff member\nmaking the observations regarding an Elk.  \nThis animal must be examined by attending veterinarian to determine severity of the concern identified and to\ndetermine required treatment. The licensee must maintain documentation of this exam and treatments for future\nreview by APHIS officials.  Even though this is a repeat non-complaint item, this animal must be examined by the\nattending veterinarian by COB on 6 March 2015.\n2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\n*** Acquisition & Disposition information was missing for the following species / animals:\nSheep:  There were 143 sheep present on the last inspection.  There are acquisition records for 9 sheep,\n\ndisposition records for 82 sheep, and records of birth for 38 lambs.  The records for acquisition / disposition that\nwere present at the facility include:\n     - Acquisition of 7 Sheep on 11/25 (received from another site)\n     - Acquisition of 2 Sheep on 12/5 (2 additional  lambs born on property)\n     - Disposition of 6 Sheep on 11/26\n     - Disposition of 11 Sheep on 12/4 \n     - Disposition of 18 Sheep on 12/7 \n     - Disposition of 24 Sheep on 12/10\n     - Disposition of 21 Sheep on 1/7 \n     - Disposition of 2 Sheep on 2/25\nThere were 89 sheep present on today(cid:25)s inspection (this included 49 Adults and 40 lambs).  Acquisition records are\nmissing for at least 19 additional adult sheep (again depending on the age of the animals received on 11/25). \n- Goats:  There were 39 goats present on the last inspection and 0 goats present on today(cid:25)s inspection.  There are\ndisposition records for 46 goats since the last inspection.  (Missing acquisition records for 7 goats).\n- Miniature Zebu:  There were 9 Minature Zebu Cattle present on the last inspection.  There are 7 Minature Zebu\npresent at today(cid:25)s inspection.  There are no disposition records present for any Zebu. (Missing disposition records\nfor 2 Animals)\nAccurate animal records regarding births, deaths, acquisition and disposition are used to help evaluate the facility's\nanimal care program and for animal tracking for ownership and health care concerns. Every exhibitor must make,\nkeep and maintain records or forms which fully and correctly disclose the following information concerning animals\npurchased, acquired, owned, held, leased, or otherwise in his \nor her control, or were transported, sold, euthanized or otherwise disposed of by that exhibitor, including any\noffspring born of any animals while in his or her possession or under his control.  Additionally this must include:\n     (i) The name and address of the person form whom the animals were purchased or otherwise\nacquired;\n     (ii) The USDA license or registration number of the person if he or she is licensed or registered under the Act;\n     (iii) The vehicle license number and State, and the driver's license number (or photographic identification card for\nnondrivers issued by a State) and State of the person, if he or she is not licensed or registered under the Act;\n     (iv) The name and address of the person to whom the animal was sold or given;\n     (v) The date of purchase, acquisition, sale or disposal of the animal(s);\n     (vi) The species of the animal(s).\n     (vii) The number of animals in the shipment.\nCorrect by maintaining accurate records regarding all acquisitions (including all births) and dispositions from this\nday forward.\n\n3.75(c)(2)\nHOUSING FACILITIES, GENERAL. \n*** The metal bars for the Lemur indoor enclosure are in need of maintenance.  The indoor housing facility is\nconstructed of a combination of painted concrete walls and painted thick gauge floor to ceiling  wire walls.  There\nare many areas where the paint has either worn off or chipped and there is rust covering a majority of the bars. \nAdditionally, the metal guillotine exit door has chipped and worn paint that also requires maintenance.   These areas\nhave become difficult to impossible to sanitize in their current condition and require replacement, repainting, or\nresurfacing.  Failure to be able to properly sanitize can expose the animals to potential disease hazards.   Correct\nby ensuring that all surfaces are maintained on a regular basis and that those that require maintenance are repaired\nor replaced on a regular basis.  \nCorrect by: 01 June 2015   \n3.84(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL. \n*** The indoor Lemur enclosure at this facility is dirty.  The walls in this area are dirty and stained with dark brown\nmaterial from either animal hands or grease from fur.   There is a build-up of dirt, grime, and spent feed between the\nwall and the plastic kennel used as a shelter box.   Many of the metal cage bars have a layer of grime or debris that\nrequires removal.  It does not appear that these areas have been thoroughly cleaned recently.  Animals that\npotentially scent mark require special cleaning practices to ensure that over-cleaning and removal of too much\nscent does not cause stress to the animals; however, a  rotating cleaning schedule can be instituted in this situation\nto facilitate adequate cleaning as required and accommodate scent marking behaviors.  Failure to clean on a\nregular basis exposes the animals to disease hazards and does not satisfy accepted cleanliness standards.  The\nfacility must ensure that all primary enclosures housing non-human primates are cleaned on a regular basis. \nAdditionally, all indoor primate enclosures must be cleaned and sanitized at least every 2 weeks or as often as\nnecessary to prevent excessive accumulation of dirt and debris in accordance with section 3.84(b)(2).  For those\nprimates that require special consideration for scent marking for their well-being, the facility may utilize a rotating\ncleaning schedule that addresses this concern while also ensuring that their enclosures are kept sanitary and in\naccordance with this section and 3.84(b)(2).  \nCorrect by: 09 March 2015\n3.125(d)                    REPEAT\nFACILITIES, GENERAL.   \n*** The large heap of animal waste and bedding remains in the drive through area of the facility.  Animals continue\nto have access to this large pile and have been observed on previous inspections browsing and lying in the pile.\n\nDuring today(cid:25)s inspection, no animals were observed in or on the pile and no new additional spent bedding has\nbeen recently added to the existing pile.  The farm manager stated that there has been discussion at the facility\nabout the future of this pile.  Contact the animals with this waste pile has been a concern on many previous\ninspections as this exposes the animals to unnecessary disease and potential disease transmission.  Correct this by\nremoving this waste pile and dispose of all animal wastes properly.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED\n3.126(c)           DIRECT\nFACILITIES, INDOOR. \n***One Tahr goat is being housed in complete darkness in a stall inside the giraffe barn.   This animal is housed in\nan enclosure made of solid plywood walls and there was no natural or artificial lighting.  The degree of darkness\nmade the inspection of this animal impossible.   During inspection, the facility representative told inspectors they\ncould safely open the stall door a small amount to look at the animal for inspection.  When the door was opened\n(approximately 4-6 inches), the animal could be heard banging around in the stall and the walls of the enclosure\nshook as the animal hit them.  Even this opening was still insufficient light to allow the inspectors to identify the\nnumber or species of animal.  Based on the animal(cid:25)s behavior it appeared unsafe to open the door any farther\nbecause of the risk of escape and Inspectors did not continue to attempt to view this animal because of concern for\ncausing injury.  Inspectors asked facility staff what animal was in the enclosure and were informed that it contained\n1 Tahr goat that had to be removed from the herd due to an injury.  When discussing this animal (and the lack of\nlighting) by phone with the farm manager, the undersigned inspector was informed that there were actually 2 Tahr\ngoats present in the stall during the inspection.  Not only was this stall dark enough the animal could not be\nobserved by either inspector present, but the inspectors were also unable to see the material forming the top of the\nenclosure, food / water receptacles, or cage furnishings (if present).  All indoor housing must have ample lighting,\neither natural or artificial, to allow for daily observation, inspection, and husbandry practices.    Failure to provide\ndiurnal light cycles to the animals may also adversely affect them in many ways including disrupting hormonal\nregulation, affecting appetite, and increasing the chances of injury when animals react to sounds they cannot see. \nCorrect this by providing this and all other animals ample lighting of good quality, distribution, and duration which is\nof sufficient intensity to permit routine inspection and cleaning.\n The farm manager was advised of this item by phone on March 3, 2015. \nCorrect by: 06 March 2015\n*** During the exit interview, inspectors observed that this animal has been moved to an enclosure with adequate\nlighting.\n*** Inspection conducted with the farm manager and facility staff.  Exit interview conducted with the farm manager.",
  "animals_total": 382,
  "species": [
    {
      "count": 9,
      "scientific": "Ammotragus lervia",
      "common": "BARBARY SHEEP"
    },
    {
      "count": 12,
      "scientific": "Antilope cervicapra",
      "common": "BLACKBUCK"
    },
    {
      "count": 17,
      "scientific": "Axis axis",
      "common": "AXIS DEER / SPOTTED DEER / CHITAL"
    },
    {
      "count": 3,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 4,
      "scientific": "Bos grunniens",
      "common": "YAK"
    },
    {
      "count": 9,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 16,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 2,
      "scientific": "Bubalus bubalis",
      "common": "ASIATIC WATER BUFFALO"
    },
    {
      "count": 1,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 11,
      "scientific": "Cervus c. canadensis",
      "common": "ELK"
    },
    {
      "count": 11,
      "scientific": "Cervus nippon",
      "common": "SIKA DEER"
    },
    {
      "count": 108,
      "scientific": "Dama mesopotamica",
      "common": "FALLOW DEER"
    },
    {
      "count": 5,
      "scientific": "Equus grevyi",
      "common": "GREVY'S ZEBRA"
    },
    {
      "count": 7,
      "scientific": "Giraffa camelopardalis",
      "common": "GIRAFFE"
    },
    {
      "count": 7,
      "scientific": "Hemitragus jemlahicus",
      "common": "HIMALAYAN TAHR"
    },
    {
      "count": 34,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 6,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 9,
      "scientific": "Muntiacus reevesi",
      "common": "REEVE'S MUNTJAC"
    },
    {
      "count": 93,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 18,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}