{
  "insp_id": "104160737400457",
  "layout": "a",
  "customer_id": "330518",
  "customer_name": "Mohican Vinyl Windows",
  "customer_addr": "20261 Nunda Rd\nButler, OH 44822",
  "certificate": "31-A-0479",
  "site_id": "001",
  "site_name": "MOHICAN VINYL WINDOWS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-APR-2016",
  "report_date": "11-APR-2016",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Dog #224, a female golden retriever was noticed to have puncture wounds on the left shoulder and face area. The\narea appeared to have been shaved and cleaned recently. However, the wounds were not fully healed and there\nwas an odor present indicating possible infection. The Licensee stated that this dog had recently been in a fight\nabout two weeks ago. He informed inspectors that he had called the Attending Veterinarian(cid:25)s clinic and was advised\nto treat the animal with Amoxicillin. There was no documentation of the injury or written treatment plan at the facility\nat the time of inspection. The inspectors were able to make contact with the individual from the clinic that\nprescribed the treatment. Inspectors were informed that the treatment advised for this dog was Cephalexin 2 times\na day, as well as a topical treatment at least once a day. This treatment was to be provided to this dog for one\nweek. If the wounds were not healed or the injury worsened, the Licensee was instructed to have the dog examined\nby the clinic. Although the Licensee has been treating this animal with Amoxicillin for over one week, the issue is\nnot resolved and the Licensee has not had this dog examined by a Licensed Veterinarian. Failure to follow the\nguidance by the Attending veterinarian can result in prolonged illness or injury that could be prevented with\nappropriate treatment. The attending veterinarian must have the authority to ensure the provision of adequate\nveterinarian care for the facility.\nCorrect from this day forward."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Dog #105 a female Yorkie was noticed with several areas of hair loss and skin swelling on the back and shoulders,\nand an ulcerated and swollen area on the left front foot. The licensee stated that this animal has had ongoing\nissues with skin problems that were previously documented by the attending veterinarian; however, the licensee\ncould not provide any record of this dog having its skin condition diagnosed or any treatment plan documented.\nWhen inspectors contacted the attending veterinarian(cid:25)s office for more information, there was no medical record for\nthis dog having been diagnosed for skin issues or any treatment advised. This animal must be examined by a\nlicensed veterinarian and documentation must be kept recording the diagnosis, treatment, and any other ongoing\nproblems associated with this condition for inspectors to review in the future.\nDog #224, a female golden retriever, has continuing need of veterinary care as a result of a dog fight. The licensee\nhas been providing treatment, but the antibiotic is different from that advised, and treatment has continued longer\nthan initially recommended before having the dog examined by a veterinarian. This animal appears to have\nunresolved infection, given the appearance and odor of the wounds. This dog must be examined by a licensed\nveterinarian and documentation must be kept recording the diagnosis, treatment, and any other ongoing problems\nassociated with this condition for inspectors to review in the future.\nAppropriate methods must be used to prevent, control, diagnose, and treat diseases and injuries to ensure provision\nof adequate veterinary care.\nDog with USDA tag #144 (female golden retriever) that was cited on the last routine inspection was seen by a\nLicensed veterinarian and treated as directed."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There were two dogs documented on today's report as being in need of Veterinary care. The Licensee was aware\nof the dogs' conditions. However; there was no documentation of ongoing treatment and these issues have not\nbeen resolved. There has been a clear lack of communication with the attending veterinarian regarding the duration\nand method of treatment for the conditions of these dogs. Correct by ensuring that there is a mechanism of direct\nand frequent communication so that timely and accurate information on animal health are conveyed to the attending\nveterinarian.\nCorrect From this day forward"
    },
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "There are currently 3 shihtzu females born at the facility on 11/14/2015 that do not currently have a tag, microchip,\ntattoo or any other acceptable form of ID for adult dogs. Identification of dogs is required to facilitate inspection,\nrecordkeeping and tracking animal movement. All dogs that are 16 weeks or older must have an appropriate ID. In\naddition all adult dogs must have one uniform method of identification for the facility to facilitate inspection, records\nkeeping and tracking all animal movement.\nCorrect from this day forward\nInspection and Exit conducted with Licensee and Animal Care Inspector Shannon Sebera and Veterinary Medical\nOfficer Kathy Campitelli.\nAdditional Inspectors\nCampitelli D.V.M Kathryn, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(a)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDog #224, a female golden retriever was noticed to have puncture wounds on the left shoulder and face area.  The\narea appeared to have been shaved and cleaned recently.  However, the wounds were not fully healed and there\nwas an odor present indicating possible infection.  The Licensee stated that this dog had recently been in a fight\nabout two weeks ago. He informed inspectors that he had called the Attending Veterinarian(cid:25)s clinic and was advised\nto treat the animal with Amoxicillin.  There was no documentation of the injury or written treatment plan at the facility\nat the time of inspection.  The inspectors were able to make contact with the individual from the clinic that\nprescribed the treatment.  Inspectors were informed that the treatment advised for this dog was Cephalexin 2 times\na day, as well as a topical treatment at least once a day. This treatment was to be provided to this dog for one\nweek.  If the wounds were not healed or the injury worsened, the Licensee was instructed to have the dog examined\nby the clinic.  Although the Licensee has been treating this animal with Amoxicillin for over one week, the issue is\nnot resolved and the Licensee has not had this dog examined by a Licensed Veterinarian.  Failure to follow the\nguidance by the Attending veterinarian can result in prolonged illness or injury that could be prevented with\nappropriate treatment.  The attending veterinarian must have the authority to ensure the provision of adequate\nveterinarian care for the facility. \nCorrect from this day forward.\n2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDog #105 a female Yorkie was noticed with several areas of hair loss and skin swelling on the back and shoulders,\nand an ulcerated and swollen area on the left front foot.  The licensee stated that this animal has had ongoing\nissues with skin problems that were previously documented by the attending veterinarian; however, the licensee\ncould not provide any record of this dog having its skin condition diagnosed or any treatment plan documented. \nWhen inspectors contacted the attending veterinarian(cid:25)s office for more information, there was no medical record for\nthis dog having been diagnosed for skin issues or any treatment advised.  This animal must be examined by a\nlicensed veterinarian and documentation must be kept recording the diagnosis, treatment, and any other ongoing\nproblems associated with this condition for inspectors to review in the future.\n\nDog #224, a female golden retriever, has continuing need of veterinary care as a result of a dog fight.  The licensee\nhas been providing treatment, but the antibiotic is different from that advised, and treatment has continued longer\nthan initially recommended before having the dog examined by a veterinarian.  This animal appears to have\nunresolved infection, given the appearance and odor of the wounds.  This dog must be examined by a licensed\nveterinarian and documentation must be kept recording the diagnosis, treatment, and any other ongoing problems\nassociated with this condition for inspectors to review in the future.\nAppropriate methods must be used to prevent, control, diagnose, and treat diseases and injuries to ensure provision\nof adequate veterinary care. \nDog with USDA tag #144 (female golden retriever) that was cited on the last routine inspection was seen by a\nLicensed veterinarian and treated as directed.\n2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere were two dogs documented on today's report as being in need of Veterinary care. The Licensee was aware\nof the dogs' conditions.  However; there was no documentation of ongoing treatment and these issues have not\nbeen resolved.  There has been a clear lack of communication with the attending veterinarian regarding the duration\nand method of treatment for the conditions of these dogs.  Correct by ensuring that there is a mechanism of direct\nand frequent communication so that timely and accurate information on animal health are conveyed to the attending\nveterinarian.\nCorrect From this day forward\n2.50(a)(1)\nTIME AND METHOD OF IDENTIFICATION.\nThere are currently 3 shihtzu females born at the facility on 11/14/2015 that do not currently have a tag, microchip,\ntattoo or any other acceptable form of ID for adult dogs.  Identification of dogs is required to facilitate inspection,\nrecordkeeping and tracking animal movement. All dogs that are 16 weeks or older must have an appropriate ID. In\naddition all adult dogs must have one uniform method of identification for the facility to facilitate inspection, records\nkeeping and tracking all animal movement.\nCorrect from this day forward\n\nInspection and Exit conducted with Licensee and Animal Care Inspector Shannon Sebera and Veterinary Medical\nOfficer Kathy Campitelli.\nAdditional Inspectors\nCampitelli D.V.M Kathryn, Veterinary Medical Officer",
  "animals_total": 206,
  "species": [
    {
      "count": 135,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 71,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}