{
  "insp_id": "84152049290253",
  "layout": "a",
  "customer_id": "16406",
  "customer_name": "Josh L. Souza",
  "customer_addr": "144 Cave Creek Rd\nPhillipsburg, MO 65722",
  "certificate": "43-B-3620",
  "site_id": "001",
  "site_name": "JOSH SOUZA",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-FEB-2015",
  "report_date": "26-MAR-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***In the sheltered facility, there was a male Boston Terrier identified as \"Mister\"- DOB 3/31/07, that had protruding\nshoulder, hip and spine bones. The flanks were sunken in so that the dog was extremely thin. This dog also had\nhair loss on the lateral sides of both front legs approximately two inches above the feet. These areas were bright\npink with a few small scabbed areas and other areas that were raised and pinkish/clear as in the appearance of a\nblister. There was also hair loss (dime size) across the front paws, the back legs approximately four inches above\nthe feet, the tail, spine and hip bones. He also had toenails that were long enough that they were beginning to turn\nthe digits. The facility representative stated that this animal had been dewormed recently due to being thin, that the\nhair loss was from digging and he had not been examined by a licensed veterinarian. Bone protrusion and hair loss\ncan be indications of a serious medical condition. Long toenails left unattended can turn the digits and cause\ndiscomfort, pain or lameness.\n***In the outdoor facility, there was a male Shih Tzu identified as 00070C34D8 \"Willie\"- DOB 1/4/09 that had an\nunusual slow gait and slow movements. This male did not wag his tail and would walk just a few steps, then sit\ndown. His eyelids appeared sluggish in that they were only open approximately 3/4 of normal size. His right eye had\na thick clear drainage coming from the medial corner draining below the lower eyelid and he was blinking often.\nThere were some wads of matted hair on his feet, chest and stomach areas. These areas were wet and dirty. The\nfacility representative stated that \"He is old and probably just wore himself out with that female.\" This animal had not\nbeen examined by a licensed veterinarian. Abnormal gaits or paces can be an indication of discomfort or pain.\nDrainage from the eyes and blinking can be an indication of discomfort, pain, infection or a serious medical\ncondition. The licensee must have these animal evaluated for appropriate diagnosis and a treatment plan. The\ntreatment plan must be followed.\nThese animals must be seen by licensed veterinarian by close of business February 12, 2015.\n***In the sheltered facility, there was a Poodle identified as 95600008678081, a Shih Tzu identified as\n9549669000086 and a Shih Tzu identified as Midget that had ropey and wadded mats of hair on their feet, tails,\nchests, and stomach areas. These areas were wet, dirty and contained debris. Matted hair can cause pain and\ndiscomfort to the animal and does not provide the insulation for the animals as intended. The licensee must remove\nthe matted hair from these animals by February 15, 2015.\n***The most recent program of veterinary care was dated 12/9/13. The facility representative was unable to provide\na medication sheet for the medications used in the facility. The instructions on the program of veterinary care states\nthat Ivomec is to be administered 1cc/10lbs and when asked the facility representative stated that all dogs are given\n.8cc of Ivomec. Not following the program of veterinary care as directed by the veterinarian can harm the animals or\nleave them unprotected against sickness and disease. The licensee must have the program of veterinary updated\nand follow the instructions.\n***In the ready to use medication area, there was a bottle Acepromazine Maleate. The facility representative stated\nthat this medication is used to calm some of the dogs during grooming. There are no written instructions by a\nveterinarian on the use of this medication. This medication had an expiration date of 01/14. There was a bottle of\nIvomec stored with a needle inserted into the rubber top, which provides an entry for contaminates into the\nmedication. Medications that are expired, stored improperly or have no instructions of usage by a veterinarian, may\nnot produce the desired result. The licensee must remove the out of date medications from the ready to use\nmedication storage, store medications appropriately and consult a licensed veterinarian for proper instructions on\nthe usage of all medications. The licensee must assure that all of the animals receive adequate veterinary care as\nrequired.\nTo be corrected by February 15, 2015."
    },
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "***In the outdoor facility there was a young Dachshund and a young Cocker Spaniel that were housed together. The\nfacility representative stated that these two animals were approximately eight months old, had not been\nmicrochipped and there were three more adults throughout the facility that did not have permanent identification, but\nare identified by name such as Mister a Boston Terrier and Midget a Shih Tzu. Animals that do not have permanent\nidentification cannot be appropriately traced back or forward. Identification is required in order to ensure that each\nanimal's identity can be known with certainty and to facilitate record keeping requirements. The licensee must\nidentify all live regulated animals and assure that records are kept as required.\nTo be corrected by February 24, 2015."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "***There was a young Cocker Spaniel approximately eight months old housed in the facility that was not included on\nthe inventory records (APHIS 7005 form). The facility representative was unable to produce any birth or acquisition\nrecords for this animal. Appropriate documentation of acquired animals is essential for proper identification of each\nanimal and each animal must be able to be traced forward and backward. The licensee must make, keep and\nmaintain acquisition records as required.\nTo be corrected by February 24, 2015."
    },
    {
      "code": "2.76(a)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: OPERATORS OF AUCTION SALES AND BROKERS.",
      "narrative": "***There was a Dachshund that was housed in the facility that had no records of acquisition. The facility\nrepresentative stated that the Dachshund was given to a family member and placed in the facility. Appropriate\ndocumentation for acquired and sold animals is essential for proper identification, tracing forward and trace back of\nthe animal. The licensee must make and maintain all broker records as required."
    },
    {
      "code": "3.1(a)(2)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "(a) General requirements. (2) Primary enclosures must (ii) Have no sharp points.\n***In the indoor portion of the sheltered facilities, there were three enclosures containing six adult dogs that had\nvarious wooden surfaces that had been chewed leaving jagged edges exposed to come in contact with the dogs. In\none of these enclosures containing two adult Cocker Spaniels, there were nails that had been hammered in only\nabout 1/3 deep, leaving the nail head exposed into the enclosure. Sharp or jagged edges create a potential injury\nfor the animals within the enclosure. The licensee must remove the sharp edges and assure that there are no sharp\npoints or edges in the primary enclosures as required.\nTo be corrected by February 24, 2015."
    },
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "(c) Surfaces(cid:20)(1) General requirements...(i) Be free of excessive rust\n***In the outdoor facility, there was one enclosure containing two adult dogs. The bottom railing of the chain link\npipe is rusted through in two places. The rusted area under the housing shelter was pitted and flaky. Excessive rust\ncannot be cleaned and sanitized as required. It increases the risk for disease by creating a harboring place for\ngerms, can cause sharp edges that can injure the animals and can cause damage to the structural strength of the\nenclosure. The licensee must repair or replace these areas and assure that the primary enclosures are free of\nexcessive rust as required.\nTo be corrected by February 24, 2015."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "(c) Surfaces- (2) Maintenance and replacement of surfaces.\n***In the outdoor facility there were at least three housing shelters that were chewed around the bottom lip of the\nfloor at the entrance, leaving deep crevices where dirt, grime and hair had collected. One of these shelters had a\npiece of the shelter under the floor that had detached. There were also at least two enclosures that contained carpet\npads that had been chewed and had long strings on them. Chewed edges cannot be properly sanitized and can\ncreate a potential exposure that could injure the animals.\nThe licensee must repair or replace these surfaces and assure that surfaces are kept within good repair as required.\nTo be corrected by February 24, 2015."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "(c) Surfaces (3) Cleaning.\n***In the indoor portion of the sheltered facilities, there were three enclosures containing six dogs that had dirt,\ngrime, hair and feces on the floors and walls. Cleaning of hard surfaces is essential for a healthy environment and\nreduces disease hazards by eliminating harboring places for diseases and pests. The licensee must clean these\nareas and assure that all surfaces in contact with the animals are spot cleaned daily as required.\nTo be corrected by February 15, 2015."
    },
    {
      "code": "3.4(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "(b) Shelter from the elements.\n(3) Be provided with a wind and rain break.\n***In the outdoor facility there was a plastic type housing shelter in an enclosure containing one adult dog. This\nhousing shelter had no wind or rain break at the entrance to the house. Wind and rain breaks are vital for protection\nof the animal from the elements. The licensee must provide a wind and rain break at the entrance of this housing\nshelter and assure that all outdoor shelters are provided with wind and rain breaks at the entrance as required.\nTo be corrected by February 15, 2015."
    },
    {
      "code": "3.4(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "(b) Shelter from the elements. (4) Contain clean, dry, bedding.\n***In the outdoor housing facility, some of the housing shelters had carpet pads used for bedding and some were\nbare floors. At least two of the carpet pads were soiled and wet. The ambient temperature was 43.4 via Kestrel\n3000. At least five of these dogs had wet feet, legs, chests and stomach areas. The lack of appropriate amount of\nbedding in cold environments increases the risks of illness and hypothermic situations to the animals. The licensee\nmust provide appropriate bedding for temperatures below 50 degrees and extra bedding below 35 degrees as\nrequired.\nTo be corrected from February 10, 2015 forward."
    },
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "(b) Shelter from the elements.\n***In the outdoor facility, there was one primary enclosure containing an adult Beagle and an adult Shih Tzu. There\nwas one plastic type housing shelter for these two animals. Inside the housing shelter, there was a black rubber\nreceptacle on the floor which takes up approximately 1/3 of the floor space in the housing shelter. This does not\nleave enough floor space in this shelter for these two dogs to lie down and move freely. There was a large self\nfeeder, a water receptacle, and another black rubber receptacle within the primary enclosure. Limited floor space in\nhousing shelters can cause animals to be exposed to the outdoor elements more than necessary. The licensee\nmust remove the receptacle from the housing shelter or provide more housing shelters to this enclosure. The\nlicense must assure that each animal has enough floor space in housing shelters to allow each dog to move freely\nand in a normal manner as required.\nTo be corrected by February 15, 2015."
    },
    {
      "code": "3.4(c)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "(c) Construction.\n***In the outdoor facility, there were pieces of 4\"x4\" wooden blocks used as steps for the dogs to get into the\nhousing shelters. Approximately 1/3 of the bottom of these boards were soaked with water. Raw wood cannot be\ncleaned or sanitized as required therefore increasing the risks of disease to the animals. The licensee must assure\nthat all surfaces in contact with the dogs are made and maintained to be impervious to moisture as required.\nTo be corrected by February 24, 2015."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "(a) Cleaning of primary enclosures.\n***In the outdoor hutch type facility there were two dogs housed in the same enclosure. The housing shelter for this\nenclosure has fresh, dried and molding feces covering approximately 75% of the floor. There was also grime on the\nwalls of this shelter. Accumulations of waste products increase the risk of disease by attracting pests and providing\nan unhealthy environment for the animals. The licensee must remove the feces from this shelter and assure that the\nprimary enclosures are cleaned daily as required.\nTo be corrected by February 12, 2015.\nThis inspection began at 1100.\nThe inspection and exit conference were conducted with the facility representative.\nEnd of report."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***In the sheltered facility, there was a male Boston Terrier identified as \"Mister\"- DOB 3/31/07, that had protruding\nshoulder, hip and spine bones. The flanks were sunken in so that the dog was extremely thin. This dog also had\nhair loss on the lateral sides of both front legs approximately two inches above the feet. These areas were bright\npink with a few small scabbed areas and other areas that were raised and pinkish/clear as in the appearance of a\nblister. There was also hair loss (dime size) across the front paws, the back legs approximately four inches above\nthe feet, the tail, spine and hip bones. He also had toenails that were long enough that they were beginning to turn\nthe digits. The facility representative stated that this animal had been dewormed recently due to being thin, that the\nhair loss was from digging and he had not been examined by a licensed veterinarian. Bone protrusion and hair loss\ncan be indications of a serious medical condition. Long toenails left unattended can turn the digits and cause\ndiscomfort, pain or lameness. \n***In the outdoor facility, there was a male Shih Tzu identified as 00070C34D8 \"Willie\"- DOB 1/4/09 that had an\nunusual slow gait and slow movements. This male did not wag his tail and would walk just a few steps, then sit\ndown. His eyelids appeared sluggish in that they were only open approximately 3/4 of normal size. His right eye had\na thick clear drainage coming from the medial corner draining below the lower eyelid and he was blinking often.\nThere were some wads of matted hair on his feet, chest and stomach areas. These areas were wet and dirty. The\nfacility representative stated that \"He is old and probably just wore himself out with that female.\" This animal had not\nbeen examined by a licensed veterinarian. Abnormal gaits or paces can be an indication of discomfort or pain.\nDrainage from the eyes and blinking can be an indication of discomfort, pain, infection or a serious medical\ncondition. The licensee must have these animal evaluated for appropriate diagnosis and a treatment plan. The\ntreatment plan must be followed. \nThese animals must be seen by licensed veterinarian by close of business February 12, 2015.\n***In the sheltered facility, there was a Poodle identified as 95600008678081, a Shih Tzu identified as\n9549669000086 and a Shih Tzu identified as Midget that had ropey and wadded mats of hair on their feet, tails,\nchests, and stomach areas. These areas were wet, dirty and contained debris. Matted hair can cause pain and\ndiscomfort to the animal and does not provide the insulation for the animals as intended. The licensee must remove\n\nthe matted hair from these animals by February 15, 2015.\n***The most recent program of veterinary care was dated 12/9/13. The facility representative was unable to provide\na medication sheet for the medications used in the facility. The instructions on the program of veterinary care states\nthat Ivomec is to be administered 1cc/10lbs and when asked the facility representative stated that all dogs are given\n.8cc of Ivomec. Not following the program of veterinary care as directed by the veterinarian can harm the animals or\nleave them unprotected against sickness and disease. The licensee must have the program of veterinary updated\nand follow the instructions. \n***In the ready to use medication area, there was a bottle Acepromazine Maleate. The facility representative stated\nthat this medication is used to calm some of the dogs during grooming. There are no written instructions by a\nveterinarian on the use of this medication. This medication had an expiration date of 01/14. There was a bottle of\nIvomec stored with a needle inserted into the rubber top, which provides an entry for contaminates into the\nmedication. Medications that are expired, stored improperly or have no instructions of usage by a veterinarian, may\nnot produce the desired result. The licensee must remove the out of date medications from the ready to use\nmedication storage, store medications appropriately and consult a licensed veterinarian for proper instructions on\nthe usage of all medications. The licensee must assure that all of the animals receive adequate veterinary care as\nrequired.\nTo be corrected by February 15, 2015.\n2.50(a)(1)\nTIME AND METHOD OF IDENTIFICATION.\n***In the outdoor facility there was a young Dachshund and a young Cocker Spaniel that were housed together. The\nfacility representative stated that these two animals were approximately eight months old, had not been\nmicrochipped and there were three more adults throughout the facility that did not have permanent identification, but\nare identified by name such as Mister a Boston Terrier and Midget a Shih Tzu. Animals that do not have permanent\nidentification cannot be appropriately traced back or forward. Identification is required in order to ensure that each\nanimal's identity can be known with certainty and to facilitate record keeping requirements. The licensee must\nidentify all live regulated animals and assure that records are kept as required.\nTo be corrected by February 24, 2015.\n2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\n***There was a young Cocker Spaniel approximately eight months old housed in the facility that was not included on\nthe inventory records (APHIS 7005 form). The facility representative was unable to produce any birth or acquisition\n\nrecords for this animal. Appropriate documentation of acquired animals is essential for proper identification of each\nanimal and each animal must be able to be traced forward and backward. The licensee must make, keep and\nmaintain acquisition records as required.\nTo be corrected by February 24, 2015.\n2.76(a)                    REPEAT\nRECORDS: OPERATORS OF AUCTION SALES AND BROKERS.\n***There was a Dachshund that was housed in the facility that had no records of acquisition. The facility\nrepresentative stated that the Dachshund was given to a family member and placed in the facility. Appropriate\ndocumentation for acquired and sold animals is essential for proper identification, tracing forward and trace back of\nthe animal. The licensee must make and maintain all broker records as required.\n3.1(a)(2)(2)\nHOUSING FACILITIES, GENERAL.\n(a) General requirements. (2) Primary enclosures must (ii) Have no sharp points.\n***In the indoor portion of the sheltered facilities, there were three enclosures containing six adult dogs that had\nvarious wooden surfaces that had been chewed leaving jagged edges exposed to come in contact with the dogs. In\none of these enclosures containing two adult Cocker Spaniels, there were nails that had been hammered in only\nabout 1/3 deep, leaving the nail head exposed into the enclosure. Sharp or jagged edges create a potential injury\nfor the animals within the enclosure. The licensee must remove the sharp edges and assure that there are no sharp\npoints or edges in the primary enclosures as required.\nTo be corrected by February 24, 2015.\n3.1(c)(1)(1)\nHOUSING FACILITIES, GENERAL.\n(c) Surfaces(cid:20)(1) General requirements...(i) Be free of excessive rust \n***In the outdoor facility, there was one enclosure containing two adult dogs. The bottom railing of the chain link\npipe is rusted through in two places. The rusted area under the housing shelter was pitted and flaky. Excessive rust\ncannot be cleaned and sanitized as required. It increases the risk for disease by creating a harboring place for\ngerms, can cause sharp edges that can injure the animals and can cause damage to the structural strength of the\nenclosure. The licensee must repair or replace these areas and assure that the primary enclosures are free of\nexcessive rust as required.\nTo be corrected by February 24, 2015.\n\n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\n(c) Surfaces- (2) Maintenance and replacement of surfaces. \n***In the outdoor facility there were at least three housing shelters that were chewed around the bottom lip of the\nfloor at the entrance, leaving deep crevices where dirt, grime and hair had collected. One of these shelters had a\npiece of the shelter under the floor that had detached. There were also at least two enclosures that contained carpet\npads that had been chewed and had long strings on them. Chewed edges cannot be properly sanitized and can\ncreate a potential exposure that could injure the animals.\nThe licensee must repair or replace these surfaces and assure that surfaces are kept within good repair as required.\nTo be corrected by February 24, 2015.\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\n(c) Surfaces (3) Cleaning. \n***In the indoor portion of the sheltered facilities, there were three enclosures containing six dogs that had dirt,\ngrime, hair and feces on the floors and walls. Cleaning of hard surfaces is essential for a healthy environment and\nreduces disease hazards by eliminating harboring places for diseases and pests. The licensee must clean these\nareas and assure that all surfaces in contact with the animals are spot cleaned daily as required.\nTo be corrected by February 15, 2015.\n3.4(b)(3)\nOUTDOOR HOUSING FACILITIES.\n(b) Shelter from the elements. \n(3) Be provided with a wind and rain break.\n***In the outdoor facility there was a plastic type housing shelter in an enclosure containing one adult dog. This\nhousing shelter had no wind or rain break at the entrance to the house. Wind and rain breaks are vital for protection\nof the animal from the elements. The licensee must provide a wind and rain break at the entrance of this housing\nshelter and assure that all outdoor shelters are provided with wind and rain breaks at the entrance as required.\nTo be corrected by February 15, 2015.  \n3.4(b)(4)\nOUTDOOR HOUSING FACILITIES.\n\n(b) Shelter from the elements. (4) Contain clean, dry, bedding.\n***In the outdoor housing facility, some of the housing shelters had carpet pads used for bedding and some were\nbare floors. At least two of the carpet pads were soiled and wet. The ambient temperature was 43.4 via Kestrel\n3000. At least five of these dogs had wet feet, legs, chests and stomach areas. The lack of appropriate amount of\nbedding in cold environments increases the risks of illness and hypothermic situations to the animals. The licensee\nmust provide appropriate bedding for temperatures below 50 degrees and extra bedding below 35 degrees as\nrequired. \nTo be corrected from February 10, 2015 forward.\n3.4(b)\nOUTDOOR HOUSING FACILITIES.\n(b) Shelter from the elements. \n***In the outdoor facility, there was one primary enclosure containing an adult Beagle and an adult Shih Tzu. There\nwas one plastic type housing shelter for these two animals. Inside the housing shelter, there was a black rubber\nreceptacle on the floor which takes up approximately 1/3 of the floor space in the housing shelter. This does not\nleave enough floor space in this shelter for these two dogs to lie down and move freely. There was a large self\nfeeder, a water receptacle, and another black rubber receptacle within the primary enclosure. Limited floor space in\nhousing shelters can cause animals to be exposed to the outdoor elements more than necessary. The licensee\nmust remove the receptacle from the housing shelter or provide more housing shelters to this enclosure. The\nlicense must assure that each animal has enough floor space in housing shelters to allow each dog to move freely\nand in a normal manner as required.\nTo be corrected by February 15, 2015.\n3.4(c)\nOUTDOOR HOUSING FACILITIES.\n(c) Construction. \n***In the outdoor facility, there were pieces of 4\"x4\" wooden blocks used as steps for the dogs to get into the\nhousing shelters. Approximately 1/3 of the bottom of these boards were soaked with water. Raw wood cannot be\ncleaned or sanitized as required therefore increasing the risks of disease to the animals. The licensee must assure\nthat all surfaces in contact with the dogs are made and maintained to be impervious to moisture as required.\nTo be corrected by February 24, 2015.\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n\n(a) Cleaning of primary enclosures. \n***In the outdoor hutch type facility there were two dogs housed in the same enclosure. The housing shelter for this\nenclosure has fresh, dried and molding feces covering approximately 75% of the floor. There was also grime on the\nwalls of this shelter. Accumulations of waste products increase the risk of disease by attracting pests and providing\nan unhealthy environment for the animals. The licensee must remove the feces from this shelter and assure that the\nprimary enclosures are cleaned daily as required.\nTo be corrected by February 12, 2015.\nThis inspection began at 1100.\nThe inspection and exit conference were conducted with the facility representative.\nEnd of report.",
  "animals_total": 19,
  "species": [
    {
      "count": 19,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}