{
  "insp_id": "6162035039677",
  "layout": "a",
  "customer_id": "1223",
  "customer_name": "Alaska Airlines",
  "customer_addr": "P. O. Box 68900\nSeattle, WA 98168",
  "certificate": "91-T-0001",
  "site_id": "SAN",
  "site_name": "ALASKA AIRLINES",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-JAN-2016",
  "report_date": "07-JAN-2016",
  "citations": [
    {
      "code": "3.14(e)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES USED TO TRANSPORT LIVE DOGS AND CATS.",
      "narrative": "Between 4 and 4:30 pm, we observed Alaska ticket agents at the passenger terminal accept 2 dogs for shipment.\nWe observed the first dog being accepted with no non compliant items identified.\nDuring the acceptance of the second animal for shipping on flight 233 to Seattle-Tacoma, the dog was too big for\nthe 200 series airline compliant primary enclosure. While standing, the dogs head was higher than the crate, and\nthe dog could not sit comfortably in the crate. The length of the crate was also marginal for the length of the dog,\nand the water and food dishes fixed to the inside of the door contributed to the lack of space. Primary enclosures\nused to transport live dogs and cats must be large enough to ensure that each animal contained in the primary\nenclosure has enough space to turn about normally while standing, to stand and sit erect, and to lie in a natural\nposition. We notified the ticketing agent that the crate was too small for the dog, and her supervisor joined the\ndiscussion.\nCargo shipping area was also observed releasing animals from shipment.\nExit interview conducted with facility personnel by Jeanne Lorang, ACI and Dr. Katharine Frank, VMO\nAdditional Inspectors\nLorang Jeanne, Animal Care Inspector"
    }
  ],
  "narrative": "3.14(e)(1)\nPRIMARY ENCLOSURES USED TO TRANSPORT LIVE DOGS AND CATS.\nBetween 4 and 4:30 pm, we observed Alaska ticket agents at the passenger terminal accept 2 dogs for shipment. \nWe observed the first dog being accepted with no non compliant items identified.  \nDuring the acceptance of the second animal for shipping on flight 233 to Seattle-Tacoma, the dog was too big for\nthe 200 series airline compliant primary enclosure.  While standing, the dogs head was higher than the crate, and\nthe dog could not sit comfortably in the crate.  The length of the crate was also marginal for the length of the dog,\nand the water and food dishes fixed to the inside of the door contributed to the lack of space.  Primary enclosures\nused to transport live dogs and cats must be large enough to ensure that each animal contained in the primary\nenclosure has enough space to turn about normally while standing, to stand and sit erect, and to lie in a natural\nposition.  We notified the ticketing agent that the crate was too small for the dog, and her supervisor joined the\ndiscussion.\nCargo shipping area was also observed releasing animals from shipment.\nExit interview conducted with facility personnel by Jeanne Lorang, ACI and Dr. Katharine Frank, VMO\nAdditional Inspectors\nLorang Jeanne, Animal Care Inspector",
  "animals_total": 2,
  "species": [
    {
      "count": 2,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 0,
      "scientific": "None",
      "common": "NONE"
    }
  ]
}