{
  "insp_id": "296150916270250",
  "layout": "a",
  "customer_id": "27259",
  "customer_name": "Debra Gaus",
  "customer_addr": "Jessica Gaus\n947 Valley Rd\nPolk, PA 16342",
  "certificate": "23-C-0335",
  "site_id": "001",
  "site_name": "DEBRA GAUS & JESSICA GAUS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-OCT-2015",
  "report_date": "23-OCT-2015",
  "citations": [
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "*** This facility did not have records of animals previously on-hand, nor acquisition or disposition records of those\nanimals. There are currently no regulated animals at the facility. The licensee did produce records showing\nvaccinations given by the attending veterinarian but did not have acquisition/disposition records for the animals.\nThis facility purchases new animals each year for exhibition and sells them once the season is over according to the\nlicensee. The facility must ensure that accurate records are maintained, including the purchase and sale of animals\neach year. This assists in the inspection process and ensures animal tracking can be completed, if needed. This is\nespecially important in the event of a disease outbreak. Correct this by maintaining complete and accurate records.\nCorrect from this day forward"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The pasture fencing that serves as the outdoor enclosure for the goats and sheep requires repair. There are areas\nwhere the fencing is bowed or loose from the structural supports. Also, the electric fencing has several areas where\nthe wire is either broken, loose from the plastic insulator carriers, or in contact with weeds and grasses that could\naffect the function of the fence. Fencing in disrepair poses an injury risk for the animals and may not adequately\ncontain the animals. Facilities shall be structurally sound and shall be maintained in good repair. Currently, there\nare no animals in this enclosure.\nCorrect by: 01 December 2015 and before placing animals in this enclosure"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "*** A three-sided storage shed has accumulations of junk and trash items that require removal or recycling. There\nare bags of aluminum cans, old mattresses, building supplies, and other miscellaneous items in this shed. This\narea needs a thorough cleaning and removal of unusable items. Currently, this area can harbor pests and items\nsuch as mattresses provide bedding for these pests. Correct this by cleaning this area to include removing all\nunusable items and maintain all areas of the facility neat and orderly.\nCorrect by: 01 DEC 2015\n*** Inspection and exit interview conducted with Randy Coleman, ACI and the licensees."
    }
  ],
  "narrative": "2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\n*** This facility did not have records of animals previously on-hand, nor acquisition or disposition records of those\nanimals.  There are currently no regulated animals at the facility.  The licensee did produce records showing\nvaccinations given by the attending veterinarian but did not have acquisition/disposition records for the animals. \nThis facility purchases new animals each year for exhibition and sells them once the season is over according to the\nlicensee.  The facility must ensure that accurate records are maintained, including the purchase and sale of animals\neach year.  This assists in the inspection process and ensures animal tracking can be completed, if needed.  This is\nespecially important in the event of a disease outbreak.  Correct this by maintaining complete and accurate records.\nCorrect from this day forward\n3.125(a)\nFACILITIES, GENERAL.   \nThe pasture fencing that serves as the outdoor enclosure for the goats and sheep requires repair.  There are areas\nwhere the fencing is bowed or loose from the structural supports.  Also, the electric fencing has several areas where\nthe wire is either broken, loose from the plastic insulator carriers, or in contact with weeds and grasses that could\naffect the function of the fence.   Fencing in disrepair poses an injury risk for the animals and may not adequately\ncontain the animals.  Facilities shall be structurally sound and shall be maintained in good repair.  Currently, there\nare no animals in this enclosure.  \nCorrect by: 01 December 2015 and before placing animals in this enclosure\n3.131(c)\nSANITATION.   \n*** A three-sided storage shed has accumulations of junk and trash items that require removal or recycling.   There\nare bags of aluminum cans, old mattresses, building supplies, and other miscellaneous items in this shed.   This\narea needs a thorough cleaning and removal of unusable items. Currently, this area can harbor pests and items\nsuch as mattresses provide bedding for these pests.   Correct this by cleaning this area to include removing all\n\nunusable items and maintain all areas of the facility neat and orderly.\nCorrect by: 01 DEC 2015\n*** Inspection and exit interview conducted with Randy Coleman, ACI and the licensees.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}