{
  "insp_id": "2016082568080665",
  "layout": "a",
  "customer_id": "353",
  "customer_name": "Lehigh University",
  "customer_addr": "Office Of The Vice President & Associate\nProvost For Research & Graduate Studies\n27 Memorial Dr West\nBethlehem, PA 18015",
  "certificate": "23-R-0064",
  "site_id": "001",
  "site_name": "CENTRAL ANIMAL FACILITY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "30-JAN-2017",
  "report_date": "30-JAN-2017",
  "citations": [
    {
      "code": "2.36(b)",
      "kind": "",
      "repeat": false,
      "desc": "ANNUAL REPORT.",
      "narrative": "Section 2.36(b) Annual report: No gerbils were reported in Column D on the 2016 Annual Report for the facility. The\ngerbils were either reported in Column B or Column C. A review of animal records for gerbils on animal activity\nproposal (protocol) 194 documented at least 40 gerbils were given anesthesia and used in a terminal procedure\nfrom March 2016 to September 2016. These gerbils should have been reported in Column D (Number of animals\nupon which experiments or surgery were conducted involving accompanying pain or distress to the animals and for\nwhich appropriate anesthetics, analgesic, or tranquilizing drugs were used.). The 2016 Annual Report should have\nreported gerbils in Column D, not just Column B and Column C. Research facilities must submit accurate annual\nreports to comply with the Animal Welfare regulations and to provide the correct information to USDA, APHIS,\nAnimal Care. Correct by amending the 2016 Annual Report and submitting it to the Animal Care Raleigh, NC Office\nto report the correct number of gerbils in Columns B, C and D.\nDr. Elizabeth Goldentyer\nCo-Director AWO\nUSDA, APHIS, Animal Care\n920 Main Campus Drive, Suite 200\nRaleigh, NC 27606\nCorrect by March 1, 2017.\nThis inspection and exit interview were conducted with the facility manager of research integrity."
    }
  ],
  "narrative": "2.36(b)\nANNUAL REPORT.\nSection 2.36(b) Annual report: No gerbils were reported in Column D on the 2016 Annual Report for the facility.  The\ngerbils were either reported in Column B or Column C.  A review of animal records for gerbils on animal activity\nproposal (protocol) 194 documented at least 40 gerbils were given anesthesia and used in a terminal procedure\nfrom March 2016 to September 2016.  These gerbils should have been reported in Column D (Number of animals\nupon which experiments or surgery were conducted involving accompanying pain or distress to the animals and for\nwhich appropriate anesthetics, analgesic, or tranquilizing drugs were used.).  The 2016 Annual Report should have\nreported gerbils in Column D, not just Column B and Column C.  Research facilities must submit accurate annual\nreports to comply with the Animal Welfare regulations and to provide the correct information to USDA, APHIS,\nAnimal Care.  Correct by amending the 2016 Annual Report and submitting it to the Animal Care Raleigh, NC Office\nto report the correct number of gerbils in Columns B, C and D.\nDr. Elizabeth Goldentyer\nCo-Director AWO\nUSDA, APHIS, Animal Care\n920 Main Campus Drive, Suite 200\nRaleigh, NC 27606\nCorrect by March 1, 2017.\nThis inspection and exit interview were conducted with the facility manager of research integrity.",
  "animals_total": 327,
  "species": [
    {
      "count": 62,
      "scientific": "Meriones unguiculatus",
      "common": "MONGOLIAN GERBIL (COMMON PET / RESEARCH VARIETY)"
    },
    {
      "count": 265,
      "scientific": "Mesocricetus auratus",
      "common": "SYRIAN / GOLDEN HAMSTER (COMMON PET/RESEARCH TYPE)"
    }
  ]
}