{
  "insp_id": "322151050170120",
  "layout": "a",
  "customer_id": "38161",
  "customer_name": "Licon Dairy Inc.",
  "customer_addr": "11951 Glorietta Rd.\nSan Elizario, TX 79849",
  "certificate": "74-C-0992",
  "site_id": "001",
  "site_name": "Licon Dairy Inc.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-NOV-2015",
  "report_date": "18-NOV-2015",
  "citations": [
    {
      "code": "3.52(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "One outdoor rabbit enclosure houses five young rabbits. A tarp is secured over the rabbit cage at night to protect\nthe rabbits from cold weather. With outdoor temperatures predicted to be below 40 degrees this weekend,\nadditional methods of protection from cold weather (such as shelter boxes and dry bedding material) are necessary.\nWhen cold weather is likely to cause discomfort, sufficient protection from low temperatures must be provided for\nthe rabbits. To be corrected by: November 20, 2015."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "There are three deer housed together in one outdoor enclosure with one shelter. One section of the shelter wall\nappears to have become detached from the shelter structure and is laying on the ground. This shelter must be\nrepaired in order to provide adequate shelter for all the deer. Outdoor housing facilities must be maintained in good\nrepair to protect the animals from injury. To be corrected by: December 18, 2015.\nIn one sheep enclosure, there are sheets of corrugated metal attached to the bottom of the primary enclosure fence.\nThere is a large hole (approximately 12\" x 12\") rusted through one metal sheet at head height for the four sheep\nhoused in this pen. This hole has sharp pieces of rusty metal protruding inwards which could injure the animals.\nThis area of fencing must be repaired or replaced to protect the animals from injury. To be corrected by: December\n18, 2015.\nInspection and exit briefing conducted with facility representative."
    }
  ],
  "narrative": "3.52(c)\nFACILITIES, OUTDOOR.   \nOne outdoor rabbit enclosure houses five young rabbits.  A tarp is secured over the rabbit cage at night to protect\nthe rabbits from cold weather.  With outdoor temperatures predicted to be below 40 degrees this weekend,\nadditional methods of protection from cold weather (such as shelter boxes and dry bedding material) are necessary.\n When cold weather is likely to cause discomfort, sufficient protection from low temperatures must be provided for\nthe rabbits.  To be corrected by:  November 20, 2015.\n3.125(a)\nFACILITIES, GENERAL.   \nThere are three deer housed together in one outdoor enclosure with one shelter.  One section of the shelter wall\nappears to have become detached from the shelter structure and is laying on the ground.  This shelter must be\nrepaired in order to provide adequate shelter for all the deer.  Outdoor housing facilities must be maintained in good\nrepair to protect the animals from injury.  To be corrected by:  December 18, 2015.\nIn one sheep enclosure, there are sheets of corrugated metal attached to the bottom of the primary enclosure fence.\n There is a large hole (approximately 12\" x 12\") rusted through one metal sheet at head height for the four sheep\nhoused in this pen.  This hole has sharp pieces of rusty metal protruding inwards which could injure the animals. \nThis area of fencing must be repaired or replaced to protect the animals from injury.  To be corrected by:  December\n18, 2015.\nInspection and exit briefing conducted with facility representative.",
  "animals_total": 50,
  "species": [
    {
      "count": 4,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 1,
      "scientific": "Camelus dromedarius domestic",
      "common": "DOMESTIC DROMEDARY CAMEL"
    },
    {
      "count": 12,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 4,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 4,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 13,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 12,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    }
  ]
}