{
  "insp_id": "204151810090469",
  "layout": "a",
  "customer_id": "325856",
  "customer_name": "All-Alaska Racing Pigs L L C",
  "customer_addr": "508 Kodiak Street\nEugene, OR 97401",
  "certificate": "92-C-0165",
  "site_id": "TRA",
  "site_name": "ALL-ALASKA RACING PIGS, L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-JUL-2015",
  "report_date": "23-JUL-2015",
  "citations": [
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "Acquisition and disposition records were not complete at the time of inspection. Acquisition records did not\naccurately reflect the animals on hand and did not include the required information under 2.75 b1. A system of\nrecords must be kept and maintained for all animals purchased or otherwise acquired, owned, held, leased, or\notherwise in his or her possession or under his or her control, or which is transported, sold, euthanized, or otherwise\ndisposed of by that dealer or exhibitor.\nCorrection date 23 August 2015"
    },
    {
      "code": "2.131(b)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "The pigs were locked in a dark-colored metal livestock trailer at the fairgrounds at 2:30 pm when the temperature\nwas around 90 degrees F. Staff was not on site until 2:20 PM, when two employees arrived and opened the trailer.\nThere was an air conditioning unit, which was turned on low. An employee, who identified himself as the road\nmanager, stated that there was normally a fan in the trailer in addition to the AC unit, but it had been moved last\nnight. The AC unit had a temperature gauge at the level of the pigs and read 89 degrees. The independently\nmeasured temperature was also between 89-90 degrees. During the whole period of observation, the animals were\nnot panting, did not appear to be overheating and displayed normal behavior.\nAs soon as the situation was identified, the AC was turned up to high, the front door of the trailer was opened for\ncross ventilation and a misting squirt bottle was used to decrease the temperature to 85 degrees. The road\nmanager immediately sent an employee to buy additional fans for the trailer to replace the one that had been\nmoved. After the new fan was placed, the temperature measured at the level of the pigs was 82 degrees.\nAnimals need to handled in a way that prevents overheating. A system should be put into place to assure that the\ntemperature inside the animals' traveling housing structure is maintained within a range that protects their health\nand prevents discomfort and overheating, especially during the hottest part of the day.\nCorrected during inspection.\nInspection conducted by Dr. Kathy Garland, VMO, Jeanne Lorang ACI and Dr. Katharine Frank VMO.\nExit Interview conducted with facility representative.\nAdditional Inspectors\nFrank Katharine, Veterinary Medical Officer\nGarland Kathleen, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nAcquisition and disposition records were not complete at the time of inspection.  Acquisition records did not\naccurately reflect the animals on hand and did not include the required information under 2.75 b1.  A system of\nrecords must be kept and maintained for all animals purchased or otherwise acquired, owned, held, leased, or\notherwise in his or her possession or under his or her control, or which is transported, sold, euthanized, or otherwise\ndisposed of by that dealer or exhibitor.\nCorrection date 23 August 2015\n2.131(b)\nHANDLING OF ANIMALS.\nThe pigs were locked in a dark-colored metal livestock trailer at the fairgrounds at 2:30 pm when the temperature\nwas around 90 degrees F.  Staff was not on site until 2:20 PM, when two employees arrived and opened the trailer. \nThere was an air conditioning unit, which was turned on low.  An employee, who identified himself as the road\nmanager, stated that there was normally a fan in the trailer in addition to the AC unit, but it had been moved last\nnight.  The AC unit had a temperature gauge at the level of the pigs and read 89 degrees.  The independently\nmeasured temperature was also between 89-90 degrees.  During the whole period of observation, the animals were\nnot panting, did not appear to be overheating and displayed normal behavior.\nAs soon as the situation was identified, the AC was turned up to high, the front door of the trailer was opened for\ncross ventilation and a misting squirt bottle was used to decrease the temperature to 85 degrees.  The road\nmanager immediately sent an employee to buy additional fans for the trailer to replace the one that had been\nmoved.  After the new fan was placed, the temperature measured at the level of the pigs was 82 degrees.\nAnimals need to handled in a way that prevents overheating.  A system should be put into place to assure that the\ntemperature inside the animals' traveling housing structure is maintained within a range that protects their health\nand prevents discomfort and overheating, especially during the hottest part of the day.\n\nCorrected during inspection.\nInspection conducted by Dr. Kathy Garland, VMO, Jeanne Lorang ACI and Dr. Katharine Frank VMO.\nExit Interview conducted with facility representative.\nAdditional Inspectors\nFrank Katharine, Veterinary Medical Officer\nGarland Kathleen, Supervisory Animal Care Specialist",
  "animals_total": 9,
  "species": [
    {
      "count": 9,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}