{
  "insp_id": "2016082569824875",
  "layout": "a",
  "customer_id": "2942",
  "customer_name": "Robert L Sawmiller",
  "customer_addr": "16761 County Road 25a\nWapakoneta, OH 45895",
  "certificate": "31-C-0221",
  "site_id": "002",
  "site_name": "DAVID EICHER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-MAR-2020",
  "report_date": "01-APR-2020",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female brown bear has a small cut on its lower lip and several areas of blood were observed on the floor of the\nenclosure This cut may have been caused by an old metal water receptacle with sharp, jagged edges which the\nbear was seen to be playing with and chewing on by the inspectors. This bear should be evaluated by the\nattending veterinarian for treatment of this wound. The water receptacle should be removed from the enclosure.\nA male cougar and a female cougar are housed in an enclosure that is approximately 12' by 15'. Their enclosure is\nsituated between an enclosure housing another male cougar on one side and two brown bear cubs on the other\nside. The male cougar has two open, reddened and raw, approximately 1/2\" diameter hairless patches on either\nside of its face. This cougar should be evaluated by the attending veterinarian for treatment of these wounds.\nTo be corrected by March 28, 2020."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The license was unaware of the wounds to both the female brown bear and the male cougar until the inspectors\npointed them out. The female brown bear had a cut lip and the male cougar had wounds on both sides of its face.\nEach exhibitor shall establish and maintain programs of adequate veterinary care that include daily observation of\nall animals to assess their health and well-being; Provided, however, That daily observation of animals may be\naccomplished by someone other than the attending veterinarian; and Provided, further, That a mechanism of direct\nand frequent communication is required so that timely and accurate information on problems of animal health,\nbehavior, and well-being is conveyed to the attending veterinarian.\nDaily observations must be completed by the licensee or employees of the licensee. At anytime a problem of\nanimal health or behavior is noted the attending veterinarian must be notified to ensure adequate veterinary care is\nadministered.\nTo be corrected from this day forward."
    },
    {
      "code": "2.131(b)(1)",
      "kind": "Direct",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "The licensee stated to the inspectors that two of the brown bears that he transported from Iowa to his facility in\nIndiana died shortly after arrival at the Indiana facility. The licensee stated to the inspectors that the cause of the\nanimals’ deaths was due to transportation stress. Animals must be handled in a manner that does not cause them\nphysical harm.\nA male cougar and a female cougar are housed in an approximately 12' by 15' enclosure that lacks complexity.\nTheir enclosure is situated between an enclosure housing another male cougar on one side and two, approximately\n1 year old, active brown bear cubs on the other side. There is no visual separation between these animals. The\nmale cougar has two open, reddened and raw, approximately 1/2\" in diameter, hairless patches on either side of its\nface. This cougar was observed by the inspectors to be repeatedly pacing the sides of the enclosure with its face\nbrushing up against the welded wire panel enclosure fencing. The pacing is a stereotypic behavior, and the rubbing\nwith the pacing is causing injuries to the cougar. This cougar needs to be evaluated by the attending veterinarian for\nan evaluation of its housing condition stereopathy which is causing the cougar to repeatedly pace its enclosure and\ncause self-injury.\nTo be corrected by March 28, 2020."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The two brown bear cubs have dug their dirt substrate underneath the fencing below. This has left large holes\nunder the fencing.\nThe facility must be constructed of such material and of such strength as appropriate for the animals involved. The\nindoor and outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the\nanimals from injury.\nThe holes must be filled or a different substrate used to ensure bear cubs do not dig holes exposing the fencing\nbelow. The bear cubs could catch their legs in this fencing and cause injury.\nThis inspection was conducted with the licensee. Three attempts to schedule the exit interview, two by text 6MAR20\nand 13MAR20 and one by phone 17MAR20, have been made.\nAdditional Inspectors\nHammel Kurt, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female brown bear has a small cut on its lower lip and several areas of blood were observed on the floor of the\nenclosure  This cut may have been caused by an old metal water receptacle with sharp, jagged edges which the\nbear was seen to be playing with and chewing on by the inspectors.  This bear should be evaluated  by the\nattending veterinarian for treatment of this wound.  The water receptacle should be removed from the enclosure.\nA male cougar and a female cougar are housed in an enclosure that is approximately 12' by 15'. Their enclosure is\nsituated between an enclosure housing another male cougar on one side and two brown bear cubs on the other\nside.  The male cougar has two open, reddened and raw, approximately 1/2\" diameter hairless patches on either\nside of its face. This cougar should be evaluated by the attending veterinarian for treatment of these wounds.\nTo be corrected by March 28, 2020.\n2.40(b)(3)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe license was unaware of the wounds to both the female brown bear and the male cougar until the inspectors\npointed them out.  The female brown bear had a cut lip and the male cougar had wounds on both sides of its face.\nEach exhibitor shall establish and maintain programs of adequate veterinary care that include daily observation of\nall animals to assess their health and well-being; Provided, however, That daily observation of animals may be\naccomplished by someone other than the attending veterinarian; and Provided, further, That a mechanism of direct\nand frequent communication is required so that timely and accurate information on problems of animal health,\nbehavior, and well-being is conveyed to the attending veterinarian. \nDaily observations must be completed by the licensee or employees of the licensee.  At anytime a problem of\nanimal health or behavior is noted the attending veterinarian must be notified to ensure adequate veterinary care is\nadministered.\n\nTo be corrected from this day forward.\n2.131(b)(1)           DIRECT\nHANDLING OF ANIMALS.\nThe licensee stated to the inspectors that two of the brown bears that he transported from Iowa to his facility in\nIndiana died shortly after arrival at the Indiana facility.  The licensee stated to the inspectors that the cause of the\nanimals’ deaths was due to transportation stress.  Animals must be handled in a manner that does not cause them\nphysical harm.\nA male cougar and a female cougar are housed in an approximately 12' by 15' enclosure that lacks complexity.\nTheir enclosure is situated between an enclosure housing another male cougar on one side and two, approximately\n1 year old,  active brown bear cubs on the other side.  There is no visual separation between these animals. The\nmale cougar has two open, reddened and raw, approximately 1/2\" in diameter, hairless patches on either side of its\nface. This cougar was observed by the inspectors to be repeatedly pacing the sides of the enclosure with its face\nbrushing up against the welded wire panel enclosure fencing.  The pacing is a stereotypic behavior, and the rubbing\nwith the pacing is causing injuries to the cougar. This cougar needs to be evaluated by the attending veterinarian for\nan evaluation of its housing condition stereopathy which is causing the cougar to repeatedly pace its enclosure and\ncause self-injury.  \nTo be corrected by March 28, 2020.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nThe two brown bear cubs have dug their dirt substrate underneath the fencing below.  This has left large holes\nunder the fencing.\nThe facility must be constructed of such material and of such strength as appropriate for the animals involved. The\nindoor and outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the\nanimals from injury.\nThe holes must be filled or a different substrate used to ensure bear cubs do not dig holes exposing the fencing\nbelow.  The bear cubs could catch their legs in this fencing and cause injury.\nThis inspection was conducted with the licensee. Three attempts to schedule the exit interview, two by text 6MAR20\nand 13MAR20 and one by phone 17MAR20, have been made.\n\nAdditional Inspectors\nHammel Kurt, Veterinary Medical Officer",
  "animals_total": 14,
  "species": [
    {
      "count": 5,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 4,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 5,
      "scientific": "Ursus arctos",
      "common": "BROWN BEAR"
    }
  ]
}