{
  "insp_id": "287141053270201",
  "layout": "a",
  "customer_id": "2156",
  "customer_name": "Mount Hope Auction Inc",
  "customer_addr": "P.O. Box 82\n8076 E St Rt 241\nMount Hope, OH 44660",
  "certificate": "31-B-0031",
  "site_id": "001",
  "site_name": "MOUNT HOPE AUCTION, INC.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-SEP-2014",
  "report_date": "14-OCT-2014",
  "citations": [
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "***During this auction, members of the public were observed walking into a holding area containing caged animals\nincluding skunks, raccoon, and fox. This area is behind secondary fencing stating \"(cid:28)danger do not enter\"(cid:29), \"(cid:28)please\nkeep children out\"(cid:29) and \"(cid:28)do not take animals out of cages(cid:29)\". Members of the public were observed ignoring these\nsigns, opening the secondary fence, and placing fingers into the cages of the fox and raccoons to try and touch\nthem. No facility employees are present to deter these members of the public.\nThe facility is responsible for safe exhibition of these animals while on auction grounds. Additional control\nmeasures to include secondary fencing to prohibit public access to these animals must be put in place to ensure the\nsafety of the public and the animals.\nCorrect from this date forward"
    },
    {
      "code": "2.131(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "***During this auction, member of the public were observed petting camels, sheep, and goats. The facility does not\nhave readily identifiable employees on hand during this public exhibition. The facility has added signage trying to\ncontrol members of the public saying \"please keep hands outside on pens\" and \"please do not tease the animals\".\nAdditionally there are signs in the isle ways to the animals stating \"employees only\" but members of the public are\nignoring them and walking into the animal areas and freely petting these animals.\nThe licensee must provide attendants during all periods of public contact to ensure the safety of both the public\nand the animals. Failure to provide this oversight of public contact may lead to injury to the animals or the public. If\nno public contact is allowed, through control of access to the animals or barriers between the public and the\nanimals, no attendants would be required.\nCorrect from this date forward"
    },
    {
      "code": "3.61",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES USED TO TRANSPORT LIVE RABBITS.",
      "narrative": "***Five transport enclosures containing 7 rabbits are not structurally strong enough to withstand the normal rigors of\ntransport. These enclosure were made of a piece of wood as a floor with thin gage woven wire bent to make side\nwalls and a top. These enclosures could easily collapse with any weight placed on top of them resulting in injury to\nthe rabbits. This facility must ensure all rabbit that are received for sale at the auction are in promary enclosure that\nare structurally sound to contain the animals and protect them from injury.\nCorrect from this date forward."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "** This auction houses animals overnight in stalls that are made panels with wooden lower walls and livestock panel\nupper walls. Several stalls housing sheep and goats have holes in the wooden side walls. One was noted with\nwires that are broken leaving loose sharp edges pointing into the enclosure. One enclosure wall was found to be\nloose from the bottom support and leaning into the enclosure next to it. All animal enclosures are required to be\nsound and in good repair. Holes in the side walls of stalls and leaning side walls are a potential hazard for injury or\nescape. Broken wires are also an injury hazard. The licensee must ensure a process is in place when erecting\nthese stalls that they are all in good repair and will properly contain the animals.\nCorrect from this day forward\n*** Physical inspection conducted on 19 SEP 2014. Records inspected on 14 OCT 2014. Exit interview conducted\nwith the Corporation President."
    }
  ],
  "narrative": "2.131(c)(1)\nHANDLING OF ANIMALS.\n***During this auction, members of the public were observed walking into a holding area containing caged animals\nincluding skunks, raccoon, and fox.  This area is behind secondary fencing stating \"(cid:28)danger do not enter\"(cid:29), \"(cid:28)please\nkeep children out\"(cid:29) and \"(cid:28)do not take animals out of cages(cid:29)\".  Members of the public were observed ignoring these\nsigns, opening the secondary fence, and placing fingers into the cages of the fox and raccoons to try and touch\nthem. No facility employees are present to deter these members of the public.  \nThe facility is responsible for safe exhibition of these animals while on auction grounds.  Additional control\nmeasures to include secondary fencing to prohibit public access to these animals must be put in place to ensure the\nsafety of the public and the animals.   \nCorrect from this date forward\n2.131(c)(2)\nHANDLING OF ANIMALS.\n***During this auction, member of the public were observed petting camels, sheep, and goats.  The facility does not\nhave readily identifiable employees on hand during this public exhibition.  The facility has added signage trying to\ncontrol members of the public saying \"please keep hands outside on pens\" and \"please do not tease the animals\". \nAdditionally there are signs in the isle ways to the animals stating \"employees only\" but members of the public are\nignoring them and walking into the animal areas and freely petting these animals.\n  The licensee must provide attendants during all periods of public contact to ensure the safety of both the public\nand the animals.  Failure to provide this oversight of public contact may lead to injury to the animals or the public.   If\nno public contact is allowed, through control of access to the animals or barriers between the public and the\nanimals, no attendants would be required.\nCorrect from this date forward\n3.61\n\nPRIMARY ENCLOSURES USED TO TRANSPORT LIVE RABBITS.\n***Five transport enclosures containing 7 rabbits are not structurally strong enough to withstand the normal rigors of\ntransport.  These enclosure were made of a piece of wood as a floor with thin gage woven wire bent to make side\nwalls and a top.  These enclosures could easily collapse with any weight placed on top of them resulting in injury to\nthe rabbits.  This facility must ensure all rabbit that are received for sale at the auction are in promary enclosure that\nare structurally sound to contain the animals and protect them from injury.\nCorrect from this date forward.\n3.125(a)\nFACILITIES, GENERAL.   \n** This auction houses animals overnight in stalls that are made panels with wooden lower walls and livestock panel\nupper walls.   Several stalls housing sheep and goats have holes in the wooden side walls.  One was noted with\nwires that are broken leaving loose sharp edges pointing into the enclosure.  One enclosure wall was found to be\nloose from the bottom support and leaning into the enclosure next to it.   All animal enclosures are required to be\nsound and in good repair.  Holes in the side walls of stalls and leaning side walls are a potential hazard for injury or\nescape.  Broken wires are also an injury hazard.  The licensee must ensure a process is in place when erecting\nthese stalls that they are all in good repair and will properly contain the animals.\nCorrect from this day forward\n*** Physical inspection conducted on 19 SEP 2014.  Records inspected on 14 OCT 2014.   Exit interview conducted\nwith the Corporation President.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}