{
  "insp_id": "2016082569101200",
  "layout": "a",
  "customer_id": "500493",
  "customer_name": "Little Feet Farmstead L L C",
  "customer_addr": "9025 Sw Hodges Road\nAuburn, KS 66402",
  "certificate": "48-C-0179",
  "site_id": "001",
  "site_name": "LITTLE FEET FARMSTEAD L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-MAR-2018",
  "report_date": "30-MAR-2018",
  "citations": [
    {
      "code": "3.50(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "There was an excessive amount of feces in the corner of three enclosure cages housing nine rabbits. The licensee\nstated the fecal waste was removed two weeks ago. Accumulations of fecal waste can lead to strong odors and\nattract pests. In addition, waste can pose a disease hazard which can have a negative impact on the health and\nwell-being of the rabbits. The licensee shall have provisions for the removal and disposal of animal and food waste,\nbedding, dead animals and debris to minimize vermin infestation, odors and disease hazards. Correct by 4/13/18."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "* The outdoor enclosure containment fencing in three separate areas have become detached along the bottom\ncreating areas for potential escape by regulated animals or allowing predators to enter the enclosure housing 63\nanimals. Closer observation shows the wire moving freely creating a four to six inch gap between the fencing and\nthe ground. The ability to contain the animals securely is greatly affected and could lead to potential injury, if the\nenclosure fencing is not kept in good repair. Containment of animals at all times is necessary for protection from\npotential escape or injury which could have a negative impact on the well-being of the animals. The licensee must\nensure that outdoor housing facilities shall be maintained in good repair to protect the animals from injury and to\ncontain the animals. Correct by 4/13/18.\n#############################\n* One sheet of tin was not attached creating a gap in the tin sided outdoor sheltered enclosure. Sixty three\nanimals are in contact with the affected enclosure located in outdoor housing. Getting caught could lead to\npotentially injury causing stress or discomfort. In addition, the ability to provide protection from the elements has\nbeen altered because of the gap that exists. The licensee must ensure that outdoor housing facilities shall be\nmaintained in good repair to protect the animals from injury and to contain the animals. Correct by 4/13/18.\n* Facility inspection and exit briefing done on 3/29/18 were conducted with the licensee.\n* Copy of the inspection report was sent by electronic mail."
    }
  ],
  "narrative": "3.50(d)\nFACILITIES, GENERAL.  \nThere was an excessive amount of feces in the corner of three enclosure cages housing nine rabbits.  The licensee\nstated the fecal waste was removed two weeks ago.   Accumulations of fecal waste can lead to strong odors and\nattract pests.   In addition, waste can pose a disease hazard which can have a negative impact on the health and\nwell-being of the rabbits.  The licensee shall have provisions for the removal and disposal of animal and food waste,\nbedding, dead animals and debris to minimize vermin infestation, odors and disease hazards.  Correct  by  4/13/18.\n3.125(a)\nFACILITIES, GENERAL.   \n*  The outdoor enclosure containment fencing in three separate areas have become detached along the bottom\ncreating areas for potential escape by regulated animals or allowing predators to enter the enclosure housing 63\nanimals.  Closer observation shows the wire moving freely creating a four to six inch gap between the fencing and\nthe ground.  The ability to contain the animals securely is greatly affected and could lead to potential injury, if the\nenclosure fencing is not kept in good repair.  Containment of animals at all times is necessary for protection from\npotential escape or injury which could have a negative impact on the well-being of the animals.   The licensee must\nensure that outdoor housing facilities shall be maintained in good repair to protect the animals from injury and to\ncontain the animals.  Correct by  4/13/18.\n#############################\n*   One sheet of tin was not attached creating a gap in the tin sided outdoor sheltered enclosure.  Sixty three\nanimals are in contact with the affected enclosure located in outdoor housing.  Getting caught could lead to\npotentially injury causing stress or discomfort.  In addition, the ability to provide protection from the elements has\nbeen altered because of the gap that exists.  The licensee must ensure that outdoor housing facilities shall be\nmaintained in good repair to protect the animals from injury and to contain the animals.   Correct by 4/13/18.\n*    Facility inspection and exit briefing done on 3/29/18 were conducted with the licensee.\n\n*    Copy of the inspection report was sent by electronic mail.",
  "animals_total": 75,
  "species": [
    {
      "count": 1,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 52,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 10,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 11,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}