{
  "insp_id": "79141421024325",
  "layout": "a",
  "customer_id": "327740",
  "customer_name": "Aaron J Glick",
  "customer_addr": "25766 Hwy 81\nCuba City, WI 53807",
  "certificate": "35-A-0340",
  "site_id": "001",
  "site_name": "AARON GLICK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-MAR-2014",
  "report_date": "20-MAR-2014",
  "citations": [
    {
      "code": "3.26(b)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "Ventilation.\nThere was a strong ammonia odor in the building during inspection. During the inspection I noted my throat and\neyes felt irritated. Strong ammonia odors can cause animals to do poorly and get sick easier. The building must be\nprovided with fresh air while maintaining a temperature between 60 and 85 degrees F. Cleaning enclosures more\noften can also help with the ammonia odor. To promote animal health, the ammonia odor must be decreased\ngreatly."
    },
    {
      "code": "3.28(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "(1) Primary enclosures shall be structurally sound and maintained in good repair...\nSome feeders since last inspection have been replaced, however at least 5 feeders were observed to be\nexcessively rusted and/or have sharp edges on them. Sharp edges could injure guinea pigs. Rusty feeders cannot\nbe cleaned effectively. Feeders must be repaired or replaced and all surfaces in the enclosures must be free of\nsharp edges to prevent injury to the guinea pigs."
    },
    {
      "code": "3.31(b)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Housekeeping.\nThe ceiling and areas around northwest corner and northwest gas heater had an excessive amount of dust and\ncobwebs. This can create a fire hazard. To protect animal health, routinely clean the building from ceiling to the\nfloor to prevent buildup of cobwebs and dust on the walls, heaters, and ceilings."
    },
    {
      "code": "3.51(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "(d) Interior surfaces.\nRabbit enclosures west of the feed storage have painted wooden corners. These corners have been chewed and\nworn so that they are no longer impervious to moisture. Some nesting boxes had corners that were also bare wood\nand could soak water up. Surfaces in rabbit enclosures must not soak water or moisture up. Surfaces that can\nsoak liquids up cannot be cleaned effectively and can cause animals to get sick. Replace or repair wooden rabbit\nsurfaces so that moisture cannot soak into them.\nMake all surfaces that rabbits contact impervious to moisture (waterproof) by April 30, 2014."
    },
    {
      "code": "3.53(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "(1) Primary enclosures shall be structurally sound and maintained in good repair to protect the rabbits from injury...\nA feeder in a rabbit's enclosure was noted to have a hole rusted through the top, exposing sharp edges. This could\ninjure the rabbit. Replace or repair this feeder and any other rabbit feeders with sharp edges to protect rabbits from\ninjury.\nCorners in many enclosures had the wood chewed down exposing sharp staple or screw points. Other enclosures\nhad wire points sticking into the corners. Sharp points could injure rabbits. Repair and maintain enclosures free\nfrom sharp points.\nInspection and exit interview conducted with facility representative."
    }
  ],
  "narrative": "3.26(b)                    REPEAT\nFACILITIES, INDOOR.\nVentilation.\nThere was a strong ammonia odor in the building during inspection. During the inspection I noted my throat and\neyes felt irritated.  Strong ammonia odors can cause animals to do poorly and get sick easier.  The building must be\nprovided with fresh air while maintaining a temperature between 60 and 85 degrees F.  Cleaning enclosures more\noften can also help with the ammonia odor.  To promote animal health, the ammonia odor must be decreased\ngreatly.  \n3.28(a)(1)                    REPEAT\nPRIMARY ENCLOSURES. \n(1) Primary enclosures shall be structurally sound and maintained in good repair...\nSome feeders since last inspection have been replaced, however at least 5 feeders were observed to be\nexcessively rusted and/or have sharp edges on them.  Sharp edges could injure guinea pigs.  Rusty feeders cannot\nbe cleaned effectively.  Feeders must be repaired or replaced and all surfaces in the enclosures must be free of\nsharp edges to prevent injury to the guinea pigs.\n3.31(b)                    REPEAT\nSANITATION.\nHousekeeping.\nThe ceiling and areas around northwest corner and northwest gas heater had an excessive amount of dust and\ncobwebs.  This can create a fire hazard.  To protect animal health, routinely clean the building from ceiling to the\nfloor to prevent buildup of cobwebs and dust on the walls, heaters, and ceilings.\n\n3.51(d)\nFACILITIES, INDOOR.   \n(d) Interior surfaces.\nRabbit enclosures west of the feed storage have painted wooden corners.  These corners have been chewed and\nworn so that they are no longer impervious to moisture.  Some nesting boxes had corners that were also bare wood\nand could soak water up.   Surfaces in rabbit enclosures must not soak water or moisture up.  Surfaces that can\nsoak liquids up cannot be cleaned effectively and can cause animals to get sick.  Replace or repair wooden rabbit\nsurfaces so that moisture cannot soak into them. \nMake all surfaces that rabbits contact impervious to moisture (waterproof) by April 30, 2014.\n3.53(a)(1)                    REPEAT\nPRIMARY ENCLOSURES.   \n(1) Primary enclosures shall be structurally sound and maintained in good repair to protect the rabbits from injury...\nA feeder in a rabbit's enclosure was noted to have a hole rusted through the top, exposing sharp edges. This could\ninjure the rabbit.  Replace or repair this feeder and any other rabbit feeders with sharp edges to protect rabbits from\ninjury.  \nCorners in many enclosures had the wood chewed down exposing sharp staple or screw points.  Other enclosures\nhad wire points sticking into the corners.  Sharp points could injure rabbits.  Repair and maintain enclosures free\nfrom sharp points.\nInspection and exit interview conducted with facility representative.",
  "animals_total": 1356,
  "species": [
    {
      "count": 1248,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 108,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    }
  ]
}