{
  "insp_id": "2016082569718896",
  "layout": "a",
  "customer_id": "3398",
  "customer_name": "Ida L Lewis",
  "customer_addr": "P. O. Box 936\nGraham, WA 98338",
  "certificate": "91-A-0054",
  "site_id": "001",
  "site_name": "IDA LEWIS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-AUG-2019",
  "report_date": "13-FEB-2020",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "**An approx. 5 week old female Shiba Inu puppy had a portion of the right rear leg that was missing. The licensee\nstated that the dam had chewed off that portion of the leg shortly after birth; however, it was not discovered\nimmediately. According to the attending veterinarian, the licensee contacted her by phone. However, as the\nlicensee stated the leg was not bleeding and did not appear painful, there was no treatment provided nor was the\npuppy seen by the veterinarian. Acute trauma causes pain and distress and can be life-threatening. The licensee\nwas required to have the puppy examined by the attending veterinarian by 8/30/19.\n**Female Shitzu \"Turner\" (6 yrs old) had a thick buildup of brown tartar covering the entire surface of the upper\ncheek teeth on both sides of the mouth. Nearly the entire surface of the upper front and canine teeth are also\ncovered in thick brown tartar.\n**Female Maltese \"Carrie\" (3 yrs old) had a thick buildup of tartar present on the cheek teeth on both sides of the\nmouth. When the licensee chipped off a portion of the tartar, the gums began to bleed.\n**Male Toy English Cavalier \"Carl\" (3 yrs old) had dark brown tartar present on the cheek teeth.\nLack of veterinary care for dental disease can lead to pain, may decrease the dog's ability to eat normally, and can\ncontribute to further disease conditions in an animal. These dogs must receive dental care by a veterinarian.\nCorrect by 9/20/19 for \"Turner\" and \"Carl\" and by 10/22/19 for \"Carrie.\"\n**Female English bulldog/pug mix \"Cindy\" (2.5 yrs old) had been treated for demodectic mange. Both ears had\nthickening of the skin. The skin was also crusted on the back of the ears and ear margins. According to the\nattending veterinarian, she had provided treatment instructions to the licensee. In discussion with the licensee\nduring the inspection, these instructions had not been followed. Further, no treatment notes were available.\n**Male Shiba Inu \"Kim\" (4.5 yrs old) had a skin condition present on the left rear leg. There was hair loss on the\nside of the leg, and both hair loss and ulceration of the skin present on the front of the lower rear leg. Skin\nconditions can be caused by underlying medical and behavioral issues, parasites and diet, affecting the health and\nwelfare of the dog. The two dogs (\"Cindy\" and \"Kim\") must be examined by a veterinarian by 9/13/19.\n**Female Shitzu \"Jennel\" (6 months old) had matting present. The hair was twisted and matted on her head and\nalong her back and sides. Matted hair can cause skin irritation, and also trap urine, feces and moisture. It can also\nfoster skin infections and interfere with normal movement. Correct by 9/13/19."
    },
    {
      "code": "3.2(b)",
      "kind": "",
      "repeat": false,
      "desc": "INDOOR HOUSING FACILITIES.",
      "narrative": "Building 1 for the whelping dogs and puppies had the strong odor of ammonia present. Although the building has a\nventilation system, the area around the filter was rusted, and the filter needed replacement. Indoor housing facilities\nfor dogs must be sufficiently ventilated to minimize odors, drafts, ammonia levels, and moisture condensation.\nCorrect by 9/12/19."
    },
    {
      "code": "3.4(a)",
      "kind": "Critical",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "Five dogs that were housed in the outdoor facility died during the period 12/19/18 to 2/15/19. The licensee stated\nthe dogs had died due to severe cold weather conditions. The following dogs died during that time period:\n#7736 - 7 year old Havenese died on 12/19/18\n#2157 - 7 year old Shiba Inu died on 1/30/19\n#5811 - 8 year old Shiba Inu died on 2/6/19\n#7725 - 7 year old Dachshund died on 2/12/19\n#6914 - 6 year old Dachshund died on 2/15/19\nLow temperatures for the local area were: 42 degrees F on 12/19/18; 28 degrees F on 1/30/19; 13 degrees F on\n2/6/19; 34 degrees F on 2/12/19; and 34 degrees F on 2/15/19.\nBoth inspectors confirmed that the facility lacked the required approval by the attending veterinarian to keep certain\ncategories of dogs outdoors, including dogs that are sick, aged, infirmed, young, those that are not acclimated, and\nthose that cannot tolerate the prevalent temperatures such as short haired dogs in cold temperatures.\nLeaving small breed dogs that may be compromised by age and breed outside during extreme cold and wet\nconditions can cause illness and death. Dogs must never be subjected to temperature and other severe climactic\nconditions for a duration that are detrimental to the animal's health and well-being, taking into consideration such\nfactors as the animal's age, breed, overall health status and acclimation.\nCorrect from this time forward."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Building 1 had accumulated excreta, bedding, hair, food waste, clutter and debris present. All of these issues can\ncontribute to disease hazards, insects, pests and odor. This building must be thoroughly cleaned and sanitized.\nCorrect by 9/12/19.\nThis inspection and exit briefing were conducted with the facility representative.\nAdditional Inspectors\nMckinnie Carolyn, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n**An approx. 5 week old female Shiba Inu puppy had a portion of the right rear leg that was missing.  The licensee\nstated that the dam had chewed off that portion of the leg shortly after birth; however, it was not discovered\nimmediately.  According to the attending veterinarian, the licensee contacted her by phone.  However, as the\nlicensee stated the leg was not bleeding and did not appear painful, there was no treatment provided nor was the\npuppy seen by the veterinarian.  Acute trauma causes pain and distress and can be life-threatening.  The licensee\nwas required to have the puppy examined by the attending veterinarian by 8/30/19.  \n**Female Shitzu \"Turner\" (6 yrs old) had a thick buildup of brown tartar covering the entire surface of the upper\ncheek teeth on both sides of the mouth.  Nearly the entire surface of the upper front and canine teeth are also\ncovered in thick brown tartar.\n**Female Maltese \"Carrie\" (3 yrs old) had a thick buildup of tartar present on the cheek teeth on both sides of the\nmouth.  When the licensee chipped off a portion of the tartar, the gums began to bleed.\n**Male Toy English Cavalier \"Carl\" (3 yrs old) had dark brown tartar present on the cheek teeth.\nLack of veterinary care for dental disease can lead to pain, may decrease the dog's ability to eat normally, and can\ncontribute to further disease conditions in an animal.  These dogs must receive dental care by a veterinarian. \nCorrect by 9/20/19 for \"Turner\" and \"Carl\" and by 10/22/19 for \"Carrie.\"\n**Female English bulldog/pug mix \"Cindy\" (2.5 yrs old) had been treated for demodectic mange.  Both ears had\nthickening of the skin.  The skin was also crusted on the back of the ears and ear margins.  According to the\nattending veterinarian, she had provided treatment instructions to the licensee.  In discussion with the licensee\nduring the inspection, these instructions had not been followed.  Further, no treatment notes were available. \n**Male Shiba Inu \"Kim\" (4.5 yrs old) had a skin condition present on the left rear leg.  There was hair loss on the\nside of the leg, and both hair loss and ulceration of the skin present on the front of the lower rear leg.  Skin\nconditions can be caused by underlying medical and behavioral issues, parasites and diet, affecting the health and\n\nwelfare of the dog.  The two dogs (\"Cindy\" and \"Kim\") must be examined by a veterinarian by 9/13/19.\n**Female Shitzu \"Jennel\" (6 months old) had matting present.  The hair was twisted and matted on her head and\nalong her back and sides.  Matted hair can cause skin irritation, and also trap urine, feces and moisture. It can also\nfoster skin infections and interfere with normal movement.  Correct by 9/13/19.\n3.2(b)\nINDOOR HOUSING FACILITIES.\nBuilding 1 for the whelping dogs and puppies had the strong odor of ammonia present.  Although the building has a\nventilation system, the area around the filter was rusted, and the filter needed replacement.  Indoor housing facilities\nfor dogs must be sufficiently ventilated to minimize odors, drafts, ammonia levels, and moisture condensation.\nCorrect by 9/12/19.\n3.4(a)           CRITICAL\nOUTDOOR HOUSING FACILITIES.\nFive dogs that were housed in the outdoor facility died during the period 12/19/18 to 2/15/19.  The licensee stated\nthe dogs had died due to severe cold weather conditions. The following dogs died during that time period:\n#7736 -  7 year old Havenese died on 12/19/18\n#2157 -  7 year old Shiba Inu died on 1/30/19\n#5811 -  8 year old Shiba Inu died on 2/6/19\n#7725 -  7 year old Dachshund died on 2/12/19\n#6914 -  6 year old Dachshund died on  2/15/19\nLow temperatures for the local area were:  42 degrees F on 12/19/18; 28 degrees F on 1/30/19; 13 degrees F on\n2/6/19; 34 degrees F on 2/12/19; and 34 degrees F on 2/15/19. \nBoth inspectors confirmed that the facility lacked the required approval by the attending veterinarian to keep certain\ncategories of dogs outdoors, including dogs that are sick, aged, infirmed, young, those that are not acclimated, and\nthose that cannot tolerate the prevalent temperatures such as short haired dogs in cold temperatures.\nLeaving small breed dogs that may be compromised by age and breed outside during extreme cold and wet \nconditions can cause illness and death.  Dogs must never be subjected to temperature and other severe climactic\nconditions for a duration that are detrimental to the animal's health and well-being, taking into consideration such\nfactors as the animal's age, breed, overall health status and acclimation.\n\nCorrect from this time forward.\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nBuilding 1 had accumulated excreta, bedding, hair, food waste, clutter and debris present.  All of these issues can\ncontribute to disease hazards, insects, pests and odor.  This building must be thoroughly cleaned and sanitized. \nCorrect by 9/12/19.\nThis inspection and exit briefing were conducted with the facility representative.\nAdditional Inspectors\nMckinnie Carolyn, Supervisory Animal Care Specialist",
  "animals_total": 262,
  "species": [
    {
      "count": 172,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 90,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}