{
  "insp_id": "INS-0000801348",
  "layout": "c",
  "customer_id": "25949",
  "customer_name": "PAUL ZIMMERMAN",
  "customer_addr": "10593 COUNTY RD D\nBOYD, WI 54726",
  "certificate": "35-A-0356",
  "site_id": "001",
  "site_name": "PAUL ZIMMERMAN",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "05-JUL-2022",
  "report_date": "05-JUL-2022",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The current written program of veterinary care is incomplete and does not not address the availability of emergency,\nweekend or holiday care. Lack of a complete program of veterinary care does not ensure that proper veterinary care will\nbe provided. The program of veterinary care must address the availability of emergency, weekend or holiday care."
    },
    {
      "code": "2.40(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The current written program of veterinary care is incomplete and does not provide adequate guidance regarding\neuthanasia. Lack of a complete program of veterinary care does not ensure that proper veterinary care will be provided.\nThe program of veterinary care must provide guidance regarding euthanasia."
    },
    {
      "code": "3.6(a)(2)(ix)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "Two enclosures in the adult kennel building have wooden ramps that are chewed. Chewed wooden surfaces cannot be\nthoroughly cleaned and sanitized. Primary enclosures must be maintained so that all surfaces in contact with the dogs\ncan be readily cleaned and sanitized or replaced when worn or soiled."
    },
    {
      "code": "3.13(a)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The written program of veterinary care (PVC) is not signed by the attending veterinarian (AV). Lack of the AV's signature\ndoes not ensure that the AV is in agreement that appropriate veterinary care is being provided to the dogs. The PVC\nmust be signed by the AV.\nThis is a 1st Re-License Inspection for a Class A license. The inspection and exit briefing were conducted with the\napplicant.\nAll items must be in compliance within 2 more inspection(s) or by September 5, 2022 or the applicant will forfeit the\nlicense fee and must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License\nInspection.\nRegulated activity can continue under your existing USDA license until it expires.\nn"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe current written program of veterinary care is incomplete and does not not address the availability of emergency, \nweekend or holiday care.  Lack of a complete program of veterinary care does not ensure that proper veterinary care will \nbe provided.  The program of veterinary care must address the availability of emergency, weekend or holiday care. \n2.40(b)(4) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe current written program of veterinary care is incomplete and does not provide adequate guidance regarding \neuthanasia.  Lack of a complete program of veterinary care does not ensure that proper veterinary care will be provided.  \nThe program of veterinary care must provide guidance regarding euthanasia. \n3.6(a)(2)(ix) \n   \nPrimary enclosures. \nTwo enclosures in the adult kennel building have wooden ramps that are chewed.  Chewed wooden surfaces cannot be \nthoroughly cleaned and sanitized.  Primary enclosures must be maintained so that all surfaces in contact with the dogs \ncan be readily cleaned and sanitized or replaced when worn or soiled. \n3.13(a) \n   \nVeterinary care for dogs.\n\nThe written program of veterinary care (PVC) is not signed by the attending veterinarian (AV).  Lack of the AV's signature \ndoes not ensure that the AV is in agreement that appropriate veterinary care is being provided to the dogs.  The PVC \nmust be signed by the AV. \n \nThis is a 1st Re-License Inspection for a Class A license. The inspection and exit briefing were conducted with the \napplicant. \n \nAll items must be in compliance within 2 more inspection(s) or by September 5, 2022 or the applicant will forfeit the \nlicense fee and must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License \nInspection. \n \nRegulated activity can continue under your existing USDA license until it expires. \n \n n",
  "animals_total": 69,
  "species": [
    {
      "count": 48,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 21,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}