{
  "insp_id": "2016082567943767",
  "layout": "a",
  "customer_id": "6902",
  "customer_name": "Summer Wind Farm Sanctuary",
  "customer_addr": "6490 Mowerson Rd\nBrown City, MI 48416",
  "certificate": "34-C-0227",
  "site_id": "001",
  "site_name": "SUMMER WIND FARMS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-SEP-2016",
  "report_date": "29-SEP-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Two brown goats were noted to be underweight. One goat was very thin with prominent hips, ribs and spinal\nstructure. This goat was noted to be thin by the CEO of the facility and given a dewormer a couple of weeks ago\naccording to the CEO. The inspectors were provided with an unopened bag of this pelleted dewormer. There were\nno records of administration of this dewormer and when asked about the amount used the CEO said he guessed.\nThis goat is dangerously thin and with winter coming is at real risk that its condition will lead to suffering and\npossible death. Consultation with the facility attending veterinarian is needed regarding the condition of this goat.\nTesting results, diagnosis and treatment recommendations and records must be available to APHIS inspectors at\nthe next inspection. Consult the veterinarian and have records available by 10:30 AM on September 30, 2016.\nThe lemur known as Peanut has died since the time of the last inspection. Records shown to the inspectors\nindicate that Peanut had an initial veterinary exam showing some partial paralysis on 7/26/2016 and subsequent to\nthat there was a necropsy report that was dated 9/26/16. There are no additional records of exams, treatments and\nwhether or not the animal was euthanized or died of its own accord. This lack of records gives APHIS inspectors no\nindication if the animal received appropriate care and treatment for its condition. Veterinary records are critical part\nof veterinary medical care. Veterinary records must be created and maintained for all animals requiring veterinary\ncare. Create and maintain and have available to APHIS inspectors veterinary medical records for animals requiring\ntreatment."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The facility has not yet updated its record of animals on hand to reflect its current inventory. The facility has also\ndisposed of two goats since the time of the last inspection and there is no address information recorded for the\nperson acquiring these goats. This information must be maintained accurately and made available to APHIS\ninspectors when requested. This information is needed to properly evaluate the facilities compliance with the AWA\nstandards.\nCorrect by: Update animal inventory by 10-7-16. Record all animal acquisition and disposition information from this\ntime forward."
    },
    {
      "code": "2.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "The alpaca noted as needing to be sheared on the inspection of 7-27-16 was never sheared. None of the three\nalpacas at the facility were sheared this year. It is now to late in the season to shear them as cold weather is\ncoming soon. Shearing is important as an animal welfare issue as alpacas do not shed their fleece. They have an\nexceptionally thermal fleece, and will overheat in summer if their fleece is not regularly removed. Shear your\nalpacas each year in the spring. This schedule allows them to have short wool in the summer heat and long wool\nthrough the winter. The CEO of the facility claims that alpacas need not be sheared. The inspectors confirmed that\nthis is not the case by consulting multiple online resources available to any member of the public. The CEO has no\nknowledge of the basic husbandry needs of these alpacas. Licensees must demonstrate adequate knowledge of\nthe species they maintain. The licensee must learn about these alpacas so that they can be kept according to basic\nhusbandry standards. Keep records of books or online sources consulted for APHIS inspector review.\nCorrect by: 10-29-16."
    },
    {
      "code": "3.6(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "While inspecting the facility, the inspectors noticed a cage located just outside the perimeter fence but on the\nproperty of the sanctuary. Mewing could be heard coming from the enclosure. When asked what was in the\nenclosure the CEO responded cats. He stated that these cats were not inspected by us as they were outside the\nperimeter fence. We informed him that all covered species on the property were subject to our inspection. As we\napproached the cage, four cats within the enclosure began frantically mewing and climbing up the wire sides of the\nenclosure. This enclosure contained no food, water or litter box. The cats in this enclosure must be provided with\naccess to clean litter for body waste material. Cats are a species which desire to excrete body waste into a\nsubstrate which can then be used to cover the waste material. They will hesitate to urinate and defecate in the\nabsence of clean litter material. This can lead to unnecessary discomfort to these cats. Provide a litter box with\nclean litter for these cats.\nCorrect by: COB 9-28-16."
    },
    {
      "code": "3.9",
      "kind": "Direct",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "While inspecting the facility, the inspectors noticed a cage located just outside the perimeter fence but on the\nproperty of the sanctuary. Mewing could be heard coming from the enclosure. When asked what was in the\nenclosure the CEO responded cats. He stated that these cats were not inspected by us as they were outside the\nperimeter fence. We informed him that all covered species on the property were subject to our inspection. As we\napproached the cage, four cats within the enclosure began frantically mewing and climbing up the wire sides of the\nenclosure. This enclosure contained no food, water or litter box. We requested that the cats be given water. When\nwater was placed in the receptacle, all four cats jumped off the fence and rushed to the water and began drinking.\nAll cats drank continuously for three minutes while the inspector watched. The inspector then requested that the\ncats be given food. Despite the fact that all the cats had just been drinking water for three straight minutes, two of\nthe four immediately began eating. These were all juvenile cats of approximately 16 weeks of age. They should be\nallowed access to food ad lib while in this growing stage. Have food continuously available to these cats as this is\nappropriate for their age.\nCorrect by: Correct immediately."
    },
    {
      "code": "3.10",
      "kind": "Direct",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "While inspecting the facility, the inspectors noticed a cage located just outside the perimeter fence but on the\nproperty of the sanctuary. Mewing could be heard coming from the enclosure. When asked what was in the\nenclosure the CEO responded cats. He stated that these cats were not inspected by us as they were outside the\nperimeter fence. We informed him that all covered species on the property were subject to our inspection. As we\napproached the cage, four cats within the enclosure began frantically mewing and climbing up the wire sides of the\nenclosure. This enclosure contained no food, water or litter box. We requested that the cats be given water. When\nwater was placed in the receptacle, all four cats jumped off the fence and rushed to the water and began drinking.\nAll cats drank continuously for three minutes while the inspector watched. This is way too long. These cats had\nobviously not been given water for quite some time. These cats were suffering due to a lack of water. These cats\nmust be provided water as often is as needed but at least twice daily for one hour each time. Provide appropriate\nwater for these cats.\nCorrect by: Correct immediately."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The llama enclosure fence has a post that has broken off at its base. A metal fence post was driven in to support it\nbut has become loose. The fence is sagging in this area and sways when pushed. This enclosure is no longer\nadequate to contain this llama and protect it from possible injury. Repair this enclosure fence.\nThe enclosure housing one brown alpaca has an area where the wire fence attaches to the shelter building. This\nfence has become loose and multiple wire points are protruding. Any of these wire points could cause a serious\neye or facial injury to the alpaca housed in this enclosure. Repair this fence.\nThe enclosure housing two Syrian Brown bears has a corner of the enclosure where the bears have been digging.\nThe underground fence wire has been exposed and with continued digging the animals may weaken the enclosure\nand escape. These animals are dangerous and an escape from the enclosure could lead to injury of volunteer\nemployees or death of one of the bears. This enclosure needs to be repaired."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The produce cooler contains spoiled produce. Deteriorating and liquefying bags and heads of lettuce were present\nin the cooler. Spoiled produce must be removed promptly to prevent contamination of food intended to be fed to the\nanimals. Sort and remove spoiled produce promptly. This cooler needs to be cleaned and have spoiled and\ndeteriorating items removed in order to prevent contamination of food items that will be fed to the animals."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "There was excessive feces and food waste in the enclosure for the Syrian Brown bears. This enclosure needs to be\ncleaned on a more frequent basis. This rotting material and feces can lead to pest control issues. The rotting\nmaterial present in these animals'(cid:25) enclosure can contaminate these animals as they lay in their enclosure. The\nanimals can ingest this material when they groom themselves. Not removing old food waste promptly can lead to\ncontamination of new food. Ingesting this rotten material can lead to potential health problems. Clean this\nenclosure more frequently to prevent a buildup of food and fecal waste to minimize odors and prevent potential\nhealth problems."
    },
    {
      "code": "3.132",
      "kind": "Direct",
      "repeat": true,
      "desc": "EMPLOYEES.",
      "narrative": "It is evident that due to the nature and severity of the animal husbandry issues at the facility that there is a lack of\nadequately trained employees. The facility relies on volunteer workers. A lack of properly trained employees can\nresult in facility and animal conditions that result in unnecessary animal suffering. Of special concern on this\ninspection was the conditions under which four juvenile cats were held on facility property. To keep these cats in an\nenclosure with no food, water or litter box demonstrates a very indifferent attitude towards animal welfare at the\nfacility. These cats were suffering. This is animal cruelty. It is this culture of indifference to basic needs of animals\nthat puts all animals at the facility in danger. Animal numbers must be reduced or more properly trained workers\nneed to be added. A facility schedule needs to be developed that allows for adequate employee coverage in order\nto address all animal husbandry needs. For the most part, the facility CEO is the only one authorized to work with\nthe dangerous animals at the facility as the other authorized party has very limited availability. All animal work must\nbe done with the dangerous animals under his direct supervision. This limits the amount of time that is available to\nservice the dangerous animal enclosures as the facility CEO is often offsite. This leads to poor sanitation in the\ndangerous animal enclosures. The facility CEO needs to find a way to be onsite more or hire trained staff to help\nrun the facility.\nThis inspection was conducted with the CEO and a new member of the sanctuary board. An exit interview was\nconducted with APHIS representatives Kurt Hammel and Carrie Bongard , the CEO and board member at the\nconclusion of the inspection. The non-compliant items were discussed and clear expectations for the direct\nnon-compliant items were communicated to the CEO and board member.\nA formal exit interview was conducted with the CEO and APHIS representative Kurt Hammel on 9-30-16.\nAlso discussed at the exit interview was the delay at the facility between the arrival of the inspectors and the\nbeginning of the facility inspection. APHIS inspectors arrived at the facility at 11:15 AM. The CEO greeted them\nand said he had something to do for a few minutes. About 10 to 15 minutes later he came back and said that he\nhad to shut off water somewhere. The CEO then stated that he had a new board member that he wanted to have\npresent for the inspection and that he would now call him. The CEO wished to wait for an inspection of paperwork\nand the facility until this board member was present. APHIS inspectors agreed to wait. The board member arrived\nat about 12:30 PM. Paperwork was reviewed and the facility inspection began at about 1:00 PM. This was\napproximately 1 hour and 45 minutes after APHIS had arrived at the facility. We stated that our expectation is that\nthe facility inspection will begin within 15 minutes of our arrival at the facility from this time forward.\nAdditional Inspectors\nBongard Carrie, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nTwo brown goats were noted to be underweight.  One goat was very thin with prominent hips, ribs and spinal\nstructure.  This goat was noted to be thin by the CEO of the facility and given a dewormer a couple of weeks ago\naccording to the CEO.  The inspectors were provided with an unopened bag of this pelleted dewormer.  There were\nno records of administration of this dewormer and when asked about the amount used the CEO said he guessed. \nThis goat is dangerously thin and with winter coming is at real risk that its condition will lead to suffering and\npossible death.  Consultation with the facility attending veterinarian is needed regarding the condition of this goat. \nTesting results, diagnosis and treatment recommendations and records must be available to APHIS inspectors at\nthe next inspection.  Consult the veterinarian and have records available by 10:30 AM on September 30, 2016.\nThe lemur known as Peanut has died since the time of the last inspection.  Records shown to the inspectors\nindicate that Peanut had an initial veterinary exam showing some partial paralysis on 7/26/2016 and subsequent to\nthat there was a necropsy report that was dated 9/26/16.  There are no additional records of exams, treatments and\nwhether or not the animal was euthanized or died of its own accord.  This lack of records gives APHIS inspectors no\nindication if  the animal received appropriate care and treatment for its condition.  Veterinary records are critical part\nof veterinary medical care.  Veterinary records must be created and maintained for all animals requiring veterinary\ncare.  Create and maintain and have available to APHIS inspectors veterinary medical records for animals requiring\ntreatment.\n2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nThe facility has not yet updated its record of animals on hand to reflect its current inventory.  The facility has also\ndisposed of two goats since the time of the last inspection and there is no address information recorded for the\nperson acquiring these goats.  This information must be maintained accurately and made available to APHIS\ninspectors when requested.  This information is needed to properly evaluate the facilities compliance with the AWA\nstandards.\nCorrect by:  Update animal inventory by 10-7-16.  Record all animal acquisition and disposition information from this\n\ntime forward.\n2.131(a)\nHANDLING OF ANIMALS.\nThe alpaca noted as needing to be sheared on the inspection of 7-27-16 was never sheared.  None of the three\nalpacas at the facility were sheared this year.  It is now to late in the season to shear them as cold weather is\ncoming soon.   Shearing is important as an animal welfare issue as alpacas do not shed their fleece. They have an\nexceptionally thermal fleece, and will overheat in summer if their fleece is not regularly removed.  Shear your\nalpacas each year in the spring. This schedule allows them to have short wool in the summer heat and long wool\nthrough the winter.  The CEO of the facility claims that alpacas need not be sheared.  The inspectors confirmed that\nthis is not the case by consulting multiple online resources available to any member of the public.  The CEO has no\nknowledge of the basic husbandry needs of these alpacas.  Licensees must demonstrate adequate knowledge of\nthe species they maintain.  The licensee must learn about these alpacas so that they can be kept according to basic\nhusbandry standards.  Keep records of books or online sources consulted for APHIS inspector review.  \nCorrect by:  10-29-16.\n3.6(b)(3)           DIRECT\nPRIMARY ENCLOSURES.\nWhile inspecting the facility, the inspectors noticed a cage located just outside the perimeter fence but on the\nproperty of the sanctuary.  Mewing could be heard coming from the enclosure.  When asked what was in the\nenclosure the CEO responded cats.  He stated that these cats were not inspected by us as they were outside the\nperimeter fence.  We informed him that all covered species on the property were subject to our inspection.  As we\napproached the cage, four cats within the enclosure began frantically mewing and climbing up the wire sides of the\nenclosure.  This enclosure contained no food, water or litter box.  The cats in this enclosure must be provided with\naccess to clean litter for body waste material.  Cats are a species which desire to excrete body waste into a\nsubstrate which can then be used to cover the waste material.  They will hesitate to urinate and defecate in the\nabsence of clean litter material.  This can lead to unnecessary discomfort to these cats.  Provide a litter box with\nclean litter for these cats.\nCorrect by:  COB 9-28-16.\n3.9           DIRECT\nFEEDING.\nWhile inspecting the facility, the inspectors noticed a cage located just outside the perimeter fence but on the\nproperty of the sanctuary.  Mewing could be heard coming from the enclosure.  When asked what was in the\nenclosure the CEO responded cats.  He stated that these cats were not inspected by us as they were outside the\n\nperimeter fence.  We informed him that all covered species on the property were subject to our inspection.  As we\napproached the cage, four cats within the enclosure began frantically mewing and climbing up the wire sides of the\nenclosure.  This enclosure contained no food, water or litter box.  We requested that the cats be given water.  When\nwater was placed in the receptacle, all four cats jumped off the fence and rushed to the water and began drinking. \nAll cats drank continuously for three minutes while the inspector watched.  The inspector then requested that the\ncats be given food.  Despite the fact that all the cats had just been drinking water for three straight minutes, two of\nthe four immediately began eating.  These were all juvenile cats of approximately 16 weeks of age.  They should be\nallowed access to food ad lib while in this growing stage.  Have food continuously available to these cats as this is\nappropriate for their age.\nCorrect by:  Correct immediately.\n3.10           DIRECT\nWATERING.\nWhile inspecting the facility, the inspectors noticed a cage located just outside the perimeter fence but on the\nproperty of the sanctuary.  Mewing could be heard coming from the enclosure.  When asked what was in the\nenclosure the CEO responded cats.  He stated that these cats were not inspected by us as they were outside the\nperimeter fence.  We informed him that all covered species on the property were subject to our inspection.  As we\napproached the cage, four cats within the enclosure began frantically mewing and climbing up the wire sides of the\nenclosure.  This enclosure contained no food, water or litter box.  We requested that the cats be given water.  When\nwater was placed in the receptacle, all four cats jumped off the fence and rushed to the water and began drinking. \nAll cats drank continuously for three minutes while the inspector watched.  This is way too long.  These cats had\nobviously not been given water for quite some time.  These cats were suffering due to a lack of water.  These cats\nmust be provided water as often is as needed but at least twice daily for one hour each time.  Provide appropriate\nwater for these cats.\nCorrect by:  Correct immediately.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nThe llama enclosure fence has a post that has broken off at its base.  A metal fence post was driven in to support it\nbut has become loose.  The fence is sagging in this area and sways when pushed.  This enclosure is no longer\nadequate to contain this llama and protect it from possible injury.  Repair this enclosure fence.\nThe enclosure housing one brown alpaca has an area where the wire fence attaches to the shelter building.  This\nfence has become loose and multiple wire points are protruding.  Any of these wire points could cause a serious\neye or facial injury to the alpaca housed in this enclosure.  Repair this fence.\n\nThe enclosure housing two Syrian Brown bears has a corner of the enclosure where the bears have been digging. \nThe underground fence wire has been exposed and with continued digging the animals may weaken the enclosure\nand escape.  These animals are dangerous and an escape from the enclosure could lead to injury of volunteer\nemployees or death of one of the bears.  This enclosure needs to be repaired.   \n3.125(c)                    REPEAT\nFACILITIES, GENERAL.   \nThe produce cooler contains spoiled produce.  Deteriorating and liquefying bags and heads of lettuce were present\nin the cooler.  Spoiled produce must be removed promptly to prevent contamination of food intended to be fed to the\nanimals.  Sort and remove spoiled produce promptly.  This cooler needs to be cleaned and have spoiled and\ndeteriorating items removed in order to prevent contamination of food items that will be fed to the animals.\n3.131(a)                    REPEAT\nSANITATION.   \nThere was excessive feces and food waste in the enclosure for the Syrian Brown bears. This enclosure needs to be\ncleaned on a more frequent basis.  This rotting material and feces can lead to pest control issues.  The rotting\nmaterial present in these animals'(cid:25) enclosure can contaminate these animals as they lay in their enclosure.  The\nanimals can ingest this material when they groom themselves.  Not removing old food waste promptly can lead to\ncontamination of new food.  Ingesting this rotten material can lead to potential health problems.  Clean this\nenclosure more frequently to prevent a buildup of food and fecal waste to minimize odors and prevent potential\nhealth problems.\n3.132           DIRECT                    REPEAT\nEMPLOYEES. \nIt is evident that due to the nature and severity of the animal husbandry issues at the facility that there is a lack of\nadequately trained employees.  The facility relies on volunteer workers.  A lack of properly trained employees can\nresult in facility and animal conditions that result in unnecessary animal suffering.  Of special concern on this\ninspection was the conditions under which four juvenile cats were held on facility property.  To keep these cats in an\nenclosure with no food, water or litter box demonstrates a very indifferent attitude towards animal welfare at the\nfacility.  These cats were suffering.  This is animal cruelty.  It is this culture of indifference to basic needs of animals\nthat puts all animals at the facility in danger.  Animal numbers must be reduced or more properly trained workers\nneed to be added.   A facility schedule needs to be developed that allows for adequate employee coverage in order\nto address all animal husbandry needs.  For the most part, the facility CEO is the only one authorized to work with\nthe dangerous animals at the facility as the other authorized party has very limited availability.  All animal work must\n\nbe done with the dangerous animals under his direct supervision.  This limits the amount of time that is available to\nservice the dangerous animal enclosures as the facility CEO is often offsite.  This leads to poor sanitation in the\ndangerous animal enclosures.  The facility CEO needs to find a way to be onsite more or hire trained staff to help\nrun the facility.\nThis inspection was conducted with the CEO and a new member of the sanctuary board.  An exit interview was\nconducted with APHIS representatives Kurt Hammel and Carrie Bongard , the CEO and board member at the\nconclusion of the inspection.  The non-compliant items were discussed and clear expectations for the direct\nnon-compliant items were communicated to the CEO and board member.\nA formal exit interview was conducted with the CEO and APHIS representative Kurt Hammel on 9-30-16.\nAlso discussed at the exit interview was the delay at the facility between the arrival of the inspectors and the\nbeginning of the facility inspection.  APHIS inspectors arrived at the facility at 11:15 AM.  The CEO greeted them\nand said he had something to do for a few minutes.  About 10 to 15 minutes later he came back and said that he\nhad to shut off water somewhere.  The CEO then stated that he had a new board member that he wanted to have\npresent for the inspection and that he would now call him.  The CEO wished to wait for an inspection of paperwork\nand the facility until this board member was present.  APHIS inspectors agreed to wait.  The board member arrived\nat about 12:30 PM.  Paperwork was reviewed and the facility inspection began at about 1:00 PM.  This was\napproximately 1 hour and 45 minutes after APHIS had arrived at the facility.  We stated that our expectation is that\nthe facility inspection will begin within 15 minutes of our arrival at the facility from this time forward.       \nAdditional Inspectors\nBongard Carrie, Animal Care Inspector",
  "animals_total": 35,
  "species": [
    {
      "count": 1,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 3,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 4,
      "scientific": "Felis silvestris catus",
      "common": "DOMESTIC CAT"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 3,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 1,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 1,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE / SNOW MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Nasua narica",
      "common": "WHITE-NOSED COATI"
    },
    {
      "count": 1,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 7,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 1,
      "scientific": "Sus bucculentus",
      "common": "VIETNAMESE WARTY PIG"
    },
    {
      "count": 2,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 1,
      "scientific": "Ursus arctos horribilis",
      "common": "GRIZZLY BEAR"
    },
    {
      "count": 2,
      "scientific": "Ursus arctos syriacus",
      "common": "SYRIAN BROWN BEAR"
    },
    {
      "count": 2,
      "scientific": "Ursus thibetanus",
      "common": "ASIATIC BLACK BEAR"
    },
    {
      "count": 3,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}