{
  "insp_id": "2016082569519750",
  "layout": "a",
  "customer_id": "327046",
  "customer_name": "John A Kauffman",
  "customer_addr": "2523 E Valley Road\nLoganton, PA 17747",
  "certificate": "23-A-0583",
  "site_id": "001",
  "site_name": "JOHN KAUFFMAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-JUN-2019",
  "report_date": "20-JUN-2019",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "In enclosure #13L, juvenile black/yellow guinea pig is unable to bear weight on both front legs. Both front legs are\nlaid out across the flooring and the front feet turn outwards. The guinea pig is observed to move by walking/hopping\nwith the hind legs and bearing weight on the chest, neck and chin. The facility representative stated that this animal\nis not receiving veterinary treatment for it's condition. The inability to bear weight on the fore legs could indicate a\nserious underlying condition and may limit this guinea pig's ability to escape any aggressive behaviors from other\nanimals.\nThis guinea pig must be evaluated by a licensed veterinarian for a proper diagnosis and to establish an effective\ntreatment plan. The licensee must ensure adequate veterinary care is provided to all the animals at all times.\nTo be corrected by: End of business on June 21, 2019"
    },
    {
      "code": "2.131(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "The facility is using Chlorhexidine Solution to sanitize the enclosures. The guinea pigs are not removed from the\nenclosure, but herded to one side while the sanitizer is sprayed in the enclosure. The attending veterinarian has\nprovided written instructions that the guinea pigs are to be removed from the enclosure or use dividers to keep the\nanimals from being contaminated by the spray. Contamination of the guinea pigs by the sanitizing spray could have\na negative impact on the health of the animals.\nHandling of animals, including cleaning, must be done as carefully as possible in a manner that does not cause\nharm, stress or unnecessary discomfort. The licensee must ensure that the animals are removed or a divider is\nplaced between the animals and the spray to ensure that they do not come into contact with the sanitizer.\nTo be corrected by: From this day forward"
    },
    {
      "code": "3.25(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The front walls of the enclosures are only 5.5 inches to 6.5 inches high. The facility representative stated that the\nguinea pigs do occasionally escape their enclosures. Failure of the enclosure to contain the guinea pigs could\ncause the animals to become injured and may not allow for appropriate access to food and water.\nIndoor housing facilities must be structurally sound, maintained in good repair, protect the animals from injury,\ncontain the animals and stop other animals from entering. The licensee must alter the enclosures in a manner that\nprevents the guinea pigs from escaping.\nTo be corrected by: July 20, 2019"
    },
    {
      "code": "3.28(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "There are two enclosures each containing one adult guinea pig that do not have any bedding material on the solid\nflooring. Failure to provide bedding material may allow the guinea pigs to become wet and soiled.\nPrimary enclosures that have solid floors shall be provided with clean bedding material. The licensee must add\nbedding material to these enclosures to ensure the animals remain clean and dry.\nTo be corrected by: June 22, 2019"
    },
    {
      "code": "3.29(d)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "Metal self feeders are used to provide food to the guinea pigs. The facility representative stated that the insides of\nthe feeders are not sanitized. Failure to fully sanitize the feeders could result in contamination of the feed and\nincreased health risks towards the guinea pigs.\nAll feeders must be kept clean and sanitized at least once every two weeks. The licensee must ensure that the\ninsides of the feeders are sanitized at least once every two weeks in order to support the health of the guinea pigs.\nTo be corrected by: June 27, 2019"
    },
    {
      "code": "3.30",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "The facility uses large, clear, plastic containers to provide water to the guinea pigs. These containers are located\nabove the enclosures and have a system of tubes and hoses running from them to each guinea pig enclosure. The\ninsides of these plastic containers are covered in a brown colored material and approximately half of the inside is\ncoated in dark colored material that is generally round in shape. The facility representative stated that they are\naware it is time to clean these containers, but have not gotten to it yet. Failure to maintain clean water receptacles\ncould cause water contamination that may have a detrimental impact on the health of the guinea pigs.\nAll watering receptacles shall be sanitized when dirty, provided, that such receptacles shall be sanitized at least\nonce every two weeks. The licensee must clean these containers and must ensure that they remain clean and\nsanitized as required to support the health and well-being of the animals.\nTo be corrected by: June 22, 2019"
    },
    {
      "code": "3.31(b)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Inside the guinea pig building across from the entry door, there is an accumulation of trash sacks and a buildup of\nanimal feces. Accumulation of trash and waste could attract pests and create odors. Premises (buildings and\ngrounds) shall remain free of accumulations of trash. The licensee must remove the trash sacks and feces as often\nas necessary to ensure there is no accumulation of these items within the animal building.\nTo be corrected by: June 22, 2019\nThis inspection and exit interview were conducted with ACI Kelly Maxwell and the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nIn enclosure #13L, juvenile black/yellow guinea pig is unable to bear weight on both front legs.  Both front legs are\nlaid out across the flooring and the front feet turn outwards.  The guinea pig is observed to move by walking/hopping\nwith the hind legs and bearing weight on the chest, neck and chin.  The facility representative stated that this animal\nis not receiving veterinary treatment for it's condition. The inability to bear weight on the fore legs could indicate a\nserious underlying condition and may limit this guinea pig's ability to escape any aggressive behaviors from other\nanimals.\nThis guinea pig must be evaluated by a licensed veterinarian for a proper diagnosis and to establish an effective\ntreatment plan.  The licensee must ensure adequate veterinary care is provided to all the animals at all times.\nTo be corrected by:  End of business on June 21, 2019\n2.131(b)(1)\nHANDLING OF ANIMALS.\nThe facility is using Chlorhexidine Solution to sanitize the enclosures.  The guinea pigs are not removed from the\nenclosure, but herded to one side while the sanitizer is sprayed in the enclosure.  The attending veterinarian has\nprovided written instructions that the guinea pigs are to be removed from the enclosure or use dividers to keep the\nanimals from being contaminated by the spray.  Contamination of the guinea pigs by the sanitizing spray could have\na negative impact on the health of the animals.\nHandling of animals, including cleaning, must be done as carefully as possible in a manner that does not cause\nharm, stress or unnecessary discomfort.  The licensee must ensure that the animals are removed or a divider is\nplaced between the animals and the spray to ensure that they do not come into contact with the sanitizer.  \nTo be corrected by:  From this day forward\n3.25(a)\n\nFACILITIES, GENERAL.\nThe front walls of the enclosures are only 5.5 inches to 6.5 inches high.  The facility representative stated that the\nguinea pigs do occasionally escape their enclosures.  Failure of the enclosure to contain the guinea pigs could\ncause the animals to become injured and may not allow for appropriate access to food and water.\nIndoor housing facilities must be structurally sound, maintained in good repair, protect the animals from injury,\ncontain the animals and stop other animals from entering.  The licensee must alter the enclosures in a manner that\nprevents the guinea pigs from escaping.  \nTo be corrected by:   July 20, 2019\n3.28(a)(3)\nPRIMARY ENCLOSURES. \nThere are two enclosures each containing one adult guinea pig that do not have any bedding material on the solid\nflooring.  Failure to provide bedding material may allow the guinea pigs to become wet and soiled.  \nPrimary enclosures that have solid floors shall be provided with clean bedding material.  The licensee must add\nbedding material to these enclosures to ensure the animals remain clean and dry.\nTo be corrected by:   June 22, 2019\n3.29(d)\nFEEDING. \nMetal self feeders are used to provide food to the guinea pigs.  The facility representative stated that the insides of\nthe feeders are not sanitized.  Failure to fully sanitize the feeders could result in contamination of the feed and\nincreased health risks towards the guinea pigs.\nAll feeders must be kept clean and sanitized at least once every two weeks.  The licensee must ensure that the\ninsides of the feeders are sanitized at least once every two weeks in order to support the health of the guinea pigs.\nTo be corrected by:  June 27, 2019\n3.30\nWATERING. \nThe facility uses large, clear, plastic containers to provide water to the guinea pigs.  These containers are located\nabove the enclosures and have a system of tubes and hoses running from them to each guinea pig enclosure.  The\n\ninsides of these plastic containers are covered in a brown colored material and approximately half of the inside is\ncoated in dark colored material that is generally round in shape.  The facility representative stated that they are\naware it is time to clean these containers, but have not gotten to it yet.  Failure to maintain clean water receptacles\ncould cause water contamination that may have a detrimental impact on the health of the guinea pigs.\nAll watering receptacles shall be sanitized when dirty, provided, that such receptacles shall be sanitized at least\nonce every two weeks.  The licensee must clean these containers and must ensure that they remain clean and\nsanitized as required to support the health and well-being of the animals.\nTo be corrected by:  June 22, 2019\n3.31(b)\nSANITATION.\nInside the guinea pig building across from the entry door, there is an accumulation of trash sacks and a buildup of\nanimal feces.  Accumulation of trash and waste could attract pests and create odors.  Premises (buildings and\ngrounds) shall remain free of accumulations of trash.  The licensee must remove the trash sacks and feces as often\nas necessary to ensure there is no accumulation of these items within the animal building.  \nTo be corrected by:  June 22, 2019\nThis inspection and exit interview were conducted with ACI Kelly Maxwell and the facility representative.",
  "animals_total": 293,
  "species": [
    {
      "count": 293,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}