{
  "insp_id": "223151145400855",
  "layout": "a",
  "customer_id": "332440",
  "customer_name": "Daniel Lambright",
  "customer_addr": "Edna Lambright\n1758 Plum St\nBrunswick, MN 55051",
  "certificate": "41-A-0481",
  "site_id": "001",
  "site_name": "DANIEL LAMBRIGHT / EDNA LAMBRIGHT",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-AUG-2015",
  "report_date": "11-AUG-2015",
  "citations": [
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "None of the adult dogs in the kennel are identified with official USDA identification. The licensee intends to use\ntags, but to date has not affixed the tags to any of the dogs. Lack of official identification does not ensure for the\nproper identifying and tracking of the animals. All adult dogs must be identified by official USDA identification.\nCorrect by August 18, 2015."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "Facility inventory records (APHIS Form 7005) are not current and up-to-date. There are five new acquisitions of\nSheba Inu and American Eskimo puppies that are not recorded and three German Shepherd dispositions that have\nnot been recorded. Lack of current, accurate and up-to-date inventory records cannot ensure for the proper\ndocumentation and tracking of the animals. Record all acquisitions and dispositions on the facility inventory\nrecords in a timely manner. Correct by August 18, 2015."
    },
    {
      "code": "2.126(a)",
      "kind": "",
      "repeat": false,
      "desc": "ACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.",
      "narrative": "Disposition records (APHIS Forms 7006) were not able to be reviewed at the time of this inspection because the\nlicensee was unavailable and the facility representative did not have access to all of the facility records. Not being\nable to review the disposition records does not ensure that proper documentation and record keeping requirements\nare being met. Ensure that all required facility records are available for review by APHIS officials at the time of\ninspection. Correct from this day forward."
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There is an open bag of puppy food sitting on the floor that is not stored in a container with a lid. Improper storage\nof food does not adequately protect the food from contamination. Store all open supplies of food in containers with\nlids. Correct by August 18, 2015."
    },
    {
      "code": "3.3(e)(1)",
      "kind": "",
      "repeat": false,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "The licensee has recently laid new cement floors in the inside and outside portions of the dog enclosures, but the\ncement floors are not currently impervious to moisture. Surfaces that are not impervious to moisture cannot be\nproperly cleaned and sanitized. All cement surfaces in contact with the dogs must be made impervious to moisture.\nCorrect by September 11, 2015."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "The outside portions of the middle enclosures have more than one days worth of feces present within them. There\nis also an accumulation of soil and other debris present in the inside portions of the middle enclosures. Also the\nenclosure currently housing an unidentified pregnant female Chihuahua has an accumulation of feces, soiled\nbedding and food waste present in her primary enclosure area and within the collection tray beneath. Excessive\naccumulations of feces, food waste, soiled bedding and other debris cannot prevent the soiling of the dogs housed\nwithin, is a potential disease hazard, can attract pests and create odors. Excessive feces, waste and other soiled\nmaterials must be cleaned daily from the enclosures daily and as often as necessary to prevent accumulation of\nsuch materials. Correct by August 14, 2015.\nInspection and exit interview conducted with facility representative.\nEnd of report."
    }
  ],
  "narrative": "2.50(a)(1)\nTIME AND METHOD OF IDENTIFICATION.\nNone of the adult dogs in the kennel are identified with official USDA identification.  The licensee intends to use\ntags, but to date has not affixed the tags to any of the dogs.  Lack of official identification does not ensure for the\nproper identifying and tracking of the animals.  All adult dogs must be identified by official USDA identification. \nCorrect by August 18, 2015.\n2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nFacility inventory records (APHIS Form 7005) are not current and up-to-date.  There are five new acquisitions of\nSheba Inu and American Eskimo puppies that are not recorded and three German Shepherd dispositions that have\nnot been recorded.  Lack of current, accurate and up-to-date inventory records cannot ensure for the proper\ndocumentation and tracking of the animals.   Record all acquisitions and dispositions on the facility inventory\nrecords in a timely manner.  Correct by August 18, 2015.\n2.126(a)\nACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.\nDisposition records (APHIS Forms 7006) were not able to be reviewed at the time of this inspection because the\nlicensee was unavailable and the facility representative did not have access to all of the facility records.  Not being\nable to review the disposition records does not ensure that proper documentation and record keeping requirements\nare being met.  Ensure that all required facility records are available for review by APHIS officials at the time of\ninspection.  Correct from this day forward.\n\n3.1(e)\nHOUSING FACILITIES, GENERAL.\nThere is an open bag of puppy food sitting on the floor that is not stored in a container with a lid.  Improper storage\nof food does not adequately protect the food from contamination.  Store all open supplies of food in containers with\nlids.  Correct by August 18, 2015.\n3.3(e)(1)\nSHELTERED HOUSING FACILITIES.\nThe licensee has recently laid new cement floors in the inside and outside portions of the dog enclosures, but the\ncement floors are not currently impervious to moisture.  Surfaces that are not impervious to moisture cannot be\nproperly cleaned and sanitized.  All cement surfaces in contact with the dogs must be made impervious to moisture.\n Correct by September 11, 2015.  \n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThe outside portions of the middle enclosures have more than one days worth of feces present within them.  There\nis also an accumulation of soil and other debris present in the inside portions of the middle enclosures.  Also the\nenclosure currently housing an unidentified pregnant female Chihuahua has an accumulation of feces, soiled\nbedding and food waste present in her primary enclosure area and within the collection tray beneath.  Excessive\naccumulations of feces, food waste, soiled bedding and other debris cannot prevent the soiling of the dogs housed\nwithin, is a potential disease hazard,  can attract pests and create odors.  Excessive feces, waste and other soiled\nmaterials must be cleaned daily from  the enclosures daily and as often as necessary to prevent accumulation of\nsuch materials.  Correct by August 14, 2015.\nInspection and exit interview conducted with facility representative.\nEnd of report.",
  "animals_total": 25,
  "species": [
    {
      "count": 20,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 5,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}