{
  "insp_id": "2016082569504651",
  "layout": "a",
  "customer_id": "329046",
  "customer_name": "Judy Hulett",
  "customer_addr": "P O Box 103\nRhine, GA 31077",
  "certificate": "57-A-0206",
  "site_id": "001",
  "site_name": "JUDY HULETT",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-JUN-2019",
  "report_date": "05-JUN-2019",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The previously cited female Boston terrier (MC # 85049) diagnosed with dry eye, was treated according to the\nveterinarian’s instructions, but looked no better during this inspection; having heavy amounts of bilateral mucoid\nmaterial in both eyes, and was continually squinting and blinking. This dog was removed from the breeding colony\nduring this inspection.\nAn adult female Shih Tzu had a very watery right eye. Although her cornea appeared normal, the excessive\nwatering from the one eye needed to be recognized as not normal and needed to be addressed with extra grooming\nor other means to prevent it.\nA white adult female Bulldog (MC #456114) having puppies in the whelping building was slightly squinting and had\nbilateral crusts on the lower eyelids. There was a pronounced white opacity in the right eye, suggestive of an injury.\nOne caretaker stated the veterinarian was consulted, but the dog is not currently under any treatment.\nThe male Boston Terrier in pen 30 has a healing eye lesion on the upper half of his left eye. Blood vessels are\ngrowing into the white tissue on his cornea. The caretaker states no issues had been observed with this animal\nuntil the inspectors pointed him out.\nAlthough veterinary care issues are being addressed and observed more since the last inspection, dogs with eye\nissues are still being missed or not adequately addressed. All animals need to be observed on a daily basis and any\nveterinary care issues appropriately addressed to prevent diseases or injuries from progressing. Daily\nobservations of animals by someone other than the attending veterinarian requires direct and frequent\ncommunication in a manner so that timely and accurate information of the animal’s health and well-being is\nconveyed to the attending veterinarian.\nTo be corrected from this day forward."
    },
    {
      "code": "3.2(b)",
      "kind": "",
      "repeat": false,
      "desc": "INDOOR HOUSING FACILITIES.",
      "narrative": "Upon entering air conditioned whelping building number 4, a very strong ammonia odor was detected. When the\ndoors were opened, the odor dissipated over several minutes. The catch tray under the elevated wire dog pens is\ncleaned daily, but something in the room is accumulating urine odors and causing increased ammonia odors in the\nroom. Chronic ammonia build up can cause health problems in the dogs. The source of the odor needs to be\ndetermined and measures taken to prevent it from recurring.\nTo be corrected by 6/19/19."
    },
    {
      "code": "3.6(a)(2)(x)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "In whelping building number 4, the dogs are on raised wire floors. The entire leg of a puppy was observed to slip\nthrough the wire in two different cages of two pups with their moms. One of these pens had a solid surface mat in it,\nbut the puppies were off the mat. The other pen did not have a mat in it; the caretaker stated because the mother\ndog defecates on it. Flooring that allows the feet to pass through can cause serious injuries to the small puppies,\nresulting in severe trauma. Floors should be constructed in a manner that protects the dogs’ feet and legs from\ninjury, and prevents the feet from passing through the openings in the floor.\nTo be corrected by 6/7/19.\nThis inspection and exit interview were conducted with the owner and caretakers.\nAdditional Inspectors\nThomas Carla, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe previously cited female Boston terrier (MC # 85049) diagnosed with dry eye, was treated according to the\nveterinarian’s instructions, but looked no better during this inspection; having heavy amounts of bilateral mucoid\nmaterial in both eyes, and was continually squinting and blinking.  This dog was removed from the breeding colony\nduring this inspection.\nAn adult female Shih Tzu had a very watery right eye.   Although her cornea appeared normal, the excessive\nwatering from the one eye needed to be recognized as not normal and needed to be addressed with extra grooming\nor other means to prevent it.\nA white adult female Bulldog (MC #456114) having puppies in the whelping building was slightly squinting and had\nbilateral crusts on the lower eyelids.  There was a pronounced white opacity in the right eye, suggestive of an injury.\nOne caretaker stated the veterinarian was consulted, but the dog is not currently under any treatment. \nThe male Boston Terrier in pen 30 has a healing eye lesion on the upper half of his left eye.  Blood vessels are\ngrowing into the white tissue on his cornea.   The caretaker states no issues had been observed with this animal\nuntil the inspectors pointed him out.  \nAlthough veterinary care issues are being addressed and observed more since the last inspection, dogs with eye\nissues are still being missed or not adequately addressed. All animals need to be observed on a daily basis and any\nveterinary care issues appropriately addressed to prevent diseases or injuries from progressing.   Daily\nobservations of animals by someone other than the attending veterinarian requires direct and frequent\ncommunication in a manner so that timely and accurate information of the animal’s health and well-being is\nconveyed to the attending veterinarian. \nTo be corrected from this day forward.\n3.2(b)\n\nINDOOR HOUSING FACILITIES.\nUpon entering air conditioned whelping building number 4, a very strong ammonia odor was detected.  When the\ndoors were opened, the odor dissipated over several minutes.   The catch tray under the elevated wire dog pens is\ncleaned daily, but something in the room is accumulating urine odors and causing increased ammonia odors in the\nroom.   Chronic ammonia build up can cause health problems in the dogs.  The source of the odor needs to be\ndetermined and measures taken to prevent it from recurring.  \nTo be corrected by 6/19/19.\n3.6(a)(2)(x)\nPRIMARY ENCLOSURES.\nIn whelping building number 4, the dogs are on raised wire floors.   The entire leg of a puppy was observed to slip\nthrough the wire in two different cages of two pups with their moms. One of these pens had a solid surface mat in it,\nbut the puppies were off the mat.  The other pen did not have a mat in it; the caretaker stated because the mother\ndog defecates on it.  Flooring that allows the feet to pass through can cause serious injuries to the small puppies,\nresulting in severe trauma. Floors should be constructed in a manner that protects the dogs’ feet and legs from\ninjury, and prevents the feet from passing through the openings in the floor. \nTo be corrected by 6/7/19.\nThis inspection and exit interview were conducted with the owner and caretakers.\nAdditional Inspectors\nThomas Carla, Veterinary Medical Officer",
  "animals_total": 493,
  "species": [
    {
      "count": 355,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 138,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}