{
  "insp_id": "INS-0000863813",
  "layout": "c",
  "customer_id": "326343",
  "customer_name": "MINI S EXOTIC ZOO L L C",
  "customer_addr": "3050 FM 1799\nMINEOLA, TX 75773",
  "certificate": "74-B-0679",
  "site_id": "001",
  "site_name": "Mini S Exotic Zoo, LLC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-APR-2023",
  "report_date": "13-APR-2023",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "***Several animals had minor medical issues that had not been communicated to the veterinarian.\n• The female springhaas had a large amount of hair loss over her entire body. She also appeared to be somewhat\nwobbly when she stood on her back legs. According to the licensee, this is a regular result of breeding.\n• One of the cotton top tamarins had no hair on its tail from the tail head extending down approximately 4 inches.\n• A female fennec fox had hair loss along her back with focal areas of increased redness or scabs. According to the\nlicensee, this occurs when the animals are breeding.\n• A male fennec fox had hair loss on his right back leg.\n• A pair of red ruffed lemurs had a large amount of loose stool in their enclosure.\n• The female sand cat had some mild discharge from her eyes and minor hair loss on her nose.\nThe identified medical issues could be a result of several things: stress, inadequate diet, external or internal parasites,\nbreeding behaviors, and/or true illness. Without an evaluation by a veterinarian the true cause cannot be identified and\ntherefore cannot be corrected.\nThe licensee must establish a program of daily observation of all animals to assess their health and well-being and a\nmechanism of direct and frequent communication with the veterinarian in a timely manner so that minor medical issues do\nnot become major medical issues."
    },
    {
      "code": "2.76(a)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Operators of auction sales and brokers.",
      "narrative": "***According to the animals at the facility during the inspection and the inventory from the last inspection, the following\nrecords were non-existent:\n1- Red Kangaroo- disposition\n2- Asian Small Clawed Otters- disposition\n1- Sloth- disposition\n3- Prairie Dogs- disposition\n1- Goat- disposition\n4- Marmosets- disposition\n1- Cow- disposition\n1- Wallaby- disposition\n1- Bat Eared Fox- disposition\nAppropriate documentation for acquired and sold animals is essential for proper identification, tracing forward and trace\nback of the animal. The licensee must make, keep, and maintain records or forms which fully and correctly disclose all\nrequired information concerning each animal consigned for auction or sold, whether or not a fee or commission is charged\nand\nassure that all records are kept as required.\nTo be corrected by April 14, 2023."
    },
    {
      "code": "2.131(b)(1)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "***On or about March 24, 2022, there was a Marmoset, that according to the licensee, was let out of its enclosure and\nwas electrocuted in a rat trap, resulting in death of the Marmoset.\nInappropriate handling of animals increases the risk of injury and/or death.\nThe licensee must ensure that all animals are handled as expeditiously and carefully as possible in a manner that does\nnot cause trauma, overheating, excessive cooling, behavioral stress, physical harm, or unnecessary discomfort as\nrequired.\nCorrected on April 6, 2023 and must continue."
    },
    {
      "code": "3.75(a)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "***In the Ruffed Lemur enclosure, there was a plastic-type housing unit on the ground that had a cord, for heating, that\nexited the back of the housing unit. The cord was unplugged and ran outside of the enclosure. There was approximately\n6\" of cord exposed between the housing unit and the edge of the enclosure where the Lemurs could easily reach the cord.\nExposed cords create an increased risk of injury to the animals within the enclosure.\nThe licensee must turn the housing unit and secure it or remove the cord so that it is not exposed to the Lemurs and\nensure that facilities are kept in good repair, and they must protect the animals from injury, contain the animals securely,\nand restrict other animals from entering as required.\nTo be corrected by April 14, 2023."
    },
    {
      "code": "3.80(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "***In the housing area for the Marmosets and Tamarins, the primary enclosures were 1' x 2' bird cages (except for one).\nThis would equal two square feet. All enclosures contained two except for one young Tamarin. The minimum square\nfootage required for each of these enclosures with two Marmosets or two Tamarins would be 3.2 square feet. The\nlicensee stated that these were just temporary enclosures as these animals were being sold. The licensee also stated that\nthe animals had been placed in these enclosures four days ago and would be picked up three days post inspection. Total\ntime in temporary enclosures is expected to be seven days.\nInsufficient space increases the risk of injury to the animals by creating a compatibility issue and can cause discomfort for\nthe animal.\nThe licensee must place these animals in enclosures that meet the required space and ensure that when more than one\nnonhuman primate is housed in a primary enclosure, the minimum space requirement for the enclosure is the sum of the\nminimum floor area space required for each individual nonhuman primate.\nTo be corrected by April 12, 2023."
    },
    {
      "code": "3.84(a)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "***In the Nocturnal Building, there was one enclosure containing two Owl Monkeys. This enclosure had a build up of\nwaste material in the drain tray underneath the enclosure floor. This was attracting flies into the enclosure.\n***In the Red Ruffed Lemur enclosure, there were at least five areas of wet, waste piles consisting of soft/loose feces, old\nfood and other waste materials on the mulch floor.\nLack of cleaning increases the risk of disease and contamination to food products by attracting pests.\nThe licensee must clean these area and ensure that all enclosures are cleaned daily and underneath as often as\nnecessary to reduce disease hazards, pests and odors as required.\nTo be corrected by April 12, 2023."
    },
    {
      "code": "3.84(d)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "***In the Nocturnal Building, there were flies observed in and around an enclosure which contained two Owl Monkeys.\nLack of adequate pest control increases the risk of disease to the animals.\nThe licensee must effectively remove the flies from this area ensure that pest control is effective for all types of pests\nthroughout the entire facility to promote health and well-being for the animals and reduce contamination as required.\nTo be corrected by April 14, 2023."
    },
    {
      "code": "3.85",
      "kind": "",
      "repeat": false,
      "desc": "Employees.",
      "narrative": "***The decreased level of husbandry practices, lack of adequate handling and lack of training or knowledge of non-human\nprimates that was observed during the inspection indicates a lack in number of appropriate trained employees or an\ninsufficient number of employees for the amount of animals at this facility.\nThe lack of trained employees in a sufficient number to adequately manage animal care increases the risks of injury,\nillness or death of the animals.\nThe licensee must ensure that there is enough employees to carry out the level of husbandry practices and care required\nand that the employees are trained and supervised by an individual who has the knowledge, background, and experience\nin proper husbandry and care of nonhuman primates to supervise others as required.\nTo be corrected by April 14, 2023"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "***In the yard surrounding one of the ruffed lemur enclosures, there was a young male Fallow Deer. This yard area had\nan otter pool that was covered with a pool cover. There was a rip in the cover approximately 1' long, leaving a gap\napproximately 2\" wide. The Fallow Deer was observed walking on the pool cover.\nEnclosures that are not maintained creates a decline in structural strength of all materials and areas that can injure the\nanimals.\n***In the Crab Eating Racoon enclosure, there was an electrical cord hanging down from the back of the housing unit.\nExposed cords can cause entanglement, injury or electrocution to the animals.\nThe licensee must move the deer or repair the pool cover. The licensee must also remove the electrical cord from the\nCrab Eating Racoon enclosure or place it so that it cannot be in reach of the animal and ensure that all enclosures are\nmaintained in structurally sound condition as to protect the animals from injury and contain them as required.\nTo be corrected by April 14, 2023."
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "***In the outdoor Sloth enclosure, there were four Sloths. Although there was a solid fiberglass-like material covering the\noutside of the open wire, the ambient temperature range inside the enclosure was 57.5-59.7 degrees F. The Sloths were\nsitting as close to the windows or as high in the enclosure, as possible. The licensee stated that she had recently moved\nthe Sloths to this enclosure from the Nocturnal Building. No extra heat was provided except a small closet that serves as\ntheir warm room where the temperature was 65.4 degrees F.\nLack of providing appropriate temperatures or adequate acclimation of animals to temperature extremes can cause\nanimals to become ill or even death.\nThe licensee must provide heat to this enclosure or move the animals back to the Nocturnal Building until the weather\nreaches appropriate temperatures for the outdoor housing of Sloths. The licensee must remain aware to local climatic\nconditions for the species, ensure that all animals are provided with adequate shelter to afford the animals protection,\nprevent discomfort and assure acclimation before exposure to extreme climates as required.\nCorrected on April 6, 2023 and to continue."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "***In the Nocturnal Building, the Springhaas enclosure floor was covered with pellets, cracked corn, feces, dirty pvc pipe\nand food. These items were scattered to where there was no completely clean area to walk without stepping or sitting in\nsome portion of these items. There were flies in and around this enclosure.\n***In the Tamandua enclosure, the front gate, wire panel and tubing had a light brown, crusty substance on it.\nLack of cleaning increases the risk of illness to the animals by contamination or food, attracting pests and insects.\nThe licensee must clean these enclosures and ensure that excreta is removed from primary enclosures as often as\nnecessary to prevent contamination of the animals contained therein and to minimize disease hazards and to reduce\nodors.\nTo be corrected by April 14, 2023"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "***In the Kangaroo enclosure, there were areas where retaining walls had been built with hay bales. The hay had\ndisintegrated leaving the hay string exposed. There was a metal clamp found and a blanket that was laying on the ground\nin front of the barn door. The licensee stated that the blanket had been used as a wind break for the barn.\nTrash and debris on the premises increases the risk of injury to the animals.\nThe licensee must ensure that the buildings and grounds are kept clean and in good repair to protect the animals from\ninjury and to facilitate prescribed husbandry practices as required.\nCorrected on April 6, 2023 and to continue."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "***In the Nocturnal Building, there were flies observed on the floor in, on and near enclosures of the Tamandua, two\nSpringhaas and three 3 banded Armadillos.\n***In the outdoor enclosures, there was one enclosure containing one Bat Eared Fox. The fence and floor of the enclosure\nhad bird feces scattered across these areas.\nLack of pest control increases the risk of disease to the animals and contamination to food products.\nThe licensee must rid these areas of the flies and birds and ensure that an effective program of pest control is in place for\nall pests and maintained as required.\nTo be corrected by April 14, 2023.\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors:\nCYNTHIA DIGESUALDO, VETERINARY MEDICAL OFFICER n"
    }
  ],
  "narrative": "2.40(b)(3)  Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \n***Several animals had minor medical issues that had not been communicated to the veterinarian.   \n•  The female springhaas had a large amount of hair loss over her entire body.  She also appeared to be somewhat \nwobbly when she stood on her back legs.  According to the licensee, this is a regular result of breeding.   \n• One of the cotton top tamarins had no hair on its tail from the tail head extending down approximately 4 inches. \n• A female fennec fox had hair loss along her back with focal areas of increased redness or scabs.  According to the \nlicensee, this occurs when the animals are breeding. \n• A male fennec fox had hair loss on his right back leg. \n• A pair of red ruffed lemurs had a large amount of loose stool in their enclosure. \n• The female sand cat had some mild discharge from her eyes and minor hair loss on her nose. \nThe identified medical issues could be a result of several things:  stress, inadequate diet, external or internal parasites, \nbreeding behaviors, and/or true illness. Without an evaluation by a veterinarian the true cause cannot be identified and \ntherefore cannot be corrected.     \nThe licensee must establish a program of daily observation of all animals to assess their health and well-being and a \nmechanism of direct and frequent communication with the veterinarian in a timely manner so that minor medical issues do \nnot become major medical issues.\n\n2.76(a) \n   \nRecords: Operators of auction sales and brokers. \n***According to the animals at the facility during the inspection and the inventory from the last inspection, the following \nrecords were non-existent: \n1- Red Kangaroo- disposition \n2- Asian Small Clawed Otters- disposition \n1- Sloth- disposition \n3- Prairie Dogs- disposition \n1- Goat- disposition \n4- Marmosets- disposition \n1- Cow- disposition \n1- Wallaby- disposition \n1- Bat Eared Fox- disposition \nAppropriate documentation for acquired and sold animals is essential for proper identification, tracing forward and trace \nback of the animal. The licensee must make, keep, and maintain records or forms which fully and correctly disclose all \nrequired information concerning each animal consigned for auction or sold, whether or not a fee or commission is charged \nand \nassure that all records are kept as required. \nTo be corrected by April 14, 2023. \n2.131(b)(1)  Critical\n   \nHandling of animals. \n***On or about March 24, 2022, there was a Marmoset, that according to the licensee, was let out of its enclosure and \nwas electrocuted in a rat trap, resulting in death of the Marmoset.\n\nInappropriate handling of animals increases the risk of injury and/or death.  \nThe licensee must ensure that all animals are handled as expeditiously and carefully as possible in a manner that does \nnot cause trauma, overheating, excessive cooling, behavioral stress, physical harm, or unnecessary discomfort as \nrequired. \nCorrected on April 6, 2023 and must continue. \n3.75(a) \n   \nHousing facilities, general. \n***In the Ruffed Lemur enclosure, there was a plastic-type housing unit on the ground that had a cord, for heating, that \nexited the back of the housing unit. The cord was unplugged and ran outside of the enclosure. There was approximately \n6\" of cord exposed between the housing unit and the edge of the enclosure where the Lemurs could easily reach the cord. \nExposed cords create an increased risk of injury to the animals within the enclosure. \nThe licensee must turn the housing unit and secure it or remove the cord so that it is not exposed to the Lemurs and \nensure that facilities are kept in good repair, and they must protect the animals from injury, contain the animals securely, \nand restrict other animals from entering as required.  \nTo be corrected by April 14, 2023. \n3.80(b)(4) \n   \nPrimary enclosures. \n***In the housing area for the Marmosets and Tamarins, the primary enclosures were 1' x 2' bird cages (except for one). \nThis would equal two square feet. All enclosures contained two except for one young Tamarin. The minimum square \nfootage required for each of these enclosures with two Marmosets or two Tamarins would be 3.2 square feet. The \nlicensee stated that these were just temporary enclosures as these animals were being sold. The licensee also stated that \nthe animals had been placed in these enclosures four days ago and would be picked up three days post inspection. Total\n\ntime in temporary enclosures is expected to be seven days.  \nInsufficient space increases the risk of injury to the animals by creating a compatibility issue and can cause discomfort for \nthe animal. \nThe licensee must place these animals in enclosures that meet the required space and ensure that when more than one \nnonhuman primate is housed in a primary enclosure, the minimum space requirement for the enclosure is the sum of the \nminimum floor area space required for each individual nonhuman primate. \nTo be corrected by April 12, 2023. \n3.84(a) \n   \nCleaning, sanitization, housekeeping, and pest control. \n***In the Nocturnal Building, there was one enclosure containing two Owl Monkeys. This enclosure had a build up of \nwaste material in the drain tray underneath the enclosure floor. This was attracting flies into the enclosure. \n***In the Red Ruffed Lemur enclosure, there were at least five areas of wet, waste piles consisting of soft/loose feces, old \nfood and other waste materials on the mulch floor.  \nLack of cleaning increases the risk of disease and contamination to food products by attracting pests. \nThe licensee must clean these area and ensure that all enclosures are cleaned daily and underneath as often as \nnecessary to reduce disease hazards, pests and odors as required. \nTo be corrected by April 12, 2023. \n3.84(d) \n   \nCleaning, sanitization, housekeeping, and pest control. \n***In the Nocturnal Building, there were flies observed in and around an enclosure which contained two Owl Monkeys. \nLack of adequate pest control increases the risk of disease to the animals. \nThe licensee must effectively remove the flies from this area ensure that pest control is effective for all types of pests\n\nthroughout the entire facility to promote health and well-being for the animals and reduce contamination as required.  \nTo be corrected by April 14, 2023. \n3.85 \n   \nEmployees. \n***The decreased level of husbandry practices, lack of adequate handling and lack of training or knowledge of non-human \nprimates that was observed during the inspection indicates a lack in number of appropriate trained employees or an \ninsufficient number of employees for the amount of animals at this facility. \nThe lack of trained employees in a sufficient number to adequately manage animal care increases the risks of injury, \nillness or death of the animals.  \nThe licensee must ensure that there is enough employees to carry out the level of husbandry practices and care required \nand that the employees are trained and supervised by an individual who has the knowledge, background, and experience \nin proper husbandry and care of nonhuman primates to supervise others as required. \nTo be corrected by April 14, 2023 \n3.125(a)  Repeat\n   \nFacilities, general. \n***In the yard surrounding one of the ruffed lemur enclosures, there was a young male Fallow Deer. This yard area had \nan otter pool that was covered with a pool cover. There was a rip in the cover approximately 1' long, leaving a gap \napproximately 2\" wide. The Fallow Deer was observed walking on the pool cover. \nEnclosures that are not maintained creates a decline in structural strength of all materials and areas that can injure the \nanimals.  \n***In the Crab Eating Racoon enclosure, there was an electrical cord hanging down from the back of the housing unit. \nExposed cords can cause entanglement, injury or electrocution to the animals.\n\nThe licensee must move the deer or repair the pool cover. The licensee must also remove the electrical cord from the \nCrab Eating Racoon enclosure or place it so that it cannot be in reach of the animal and ensure that all enclosures are \nmaintained in structurally sound condition as to protect the animals from injury and contain them as required.  \nTo be corrected by April 14, 2023. \n3.127(b) \n   \nFacilities, outdoor. \n***In the outdoor Sloth enclosure, there were four Sloths. Although there was a solid fiberglass-like material covering the \noutside of the open wire, the ambient temperature range inside the enclosure was 57.5-59.7 degrees F. The Sloths were \nsitting as close to the windows or as high in the enclosure, as possible. The licensee stated that she had recently moved \nthe Sloths to this enclosure from the Nocturnal Building. No extra heat was provided except a small closet that serves as \ntheir warm room where the temperature was 65.4 degrees F.   \nLack of providing appropriate temperatures or adequate acclimation of animals to temperature extremes can cause \nanimals to become ill or even death.  \nThe licensee must provide heat to this enclosure or move the animals back to the Nocturnal Building until the weather \nreaches appropriate temperatures for the outdoor housing of Sloths. The licensee must remain aware to local climatic \nconditions for the species, ensure that all animals are provided with adequate shelter to afford the animals protection, \nprevent discomfort and assure acclimation before exposure to extreme climates as required.  \nCorrected on April 6, 2023 and to continue. \n3.131(a) \n   \nSanitation. \n***In the Nocturnal Building, the Springhaas enclosure floor was covered with pellets, cracked corn, feces, dirty pvc pipe \nand food. These items were scattered to where there was no completely clean area to walk without stepping or sitting in\n\nsome portion of these items. There were flies in and around this enclosure.  \n***In the Tamandua enclosure, the front gate, wire panel and tubing had a light brown, crusty substance on it.   \nLack of cleaning increases the risk of illness to the animals by contamination or food, attracting pests and insects. \nThe licensee must clean these enclosures and ensure that excreta is removed from primary enclosures as often as \nnecessary to prevent contamination of the animals contained therein and to minimize disease hazards and to reduce \nodors. \nTo be corrected by April 14, 2023 \n3.131(c) \n   \nSanitation. \n***In the Kangaroo enclosure, there were areas where retaining walls had been built with hay bales. The hay had \ndisintegrated leaving the hay string exposed. There was a metal clamp found and a blanket that was laying on the ground \nin front of the barn door. The licensee stated that the blanket had been used as a wind break for the barn.  \nTrash and debris on the premises increases the risk of injury to the animals. \nThe licensee must ensure that the buildings and grounds are kept clean and in good repair to protect the animals from \ninjury and to facilitate prescribed husbandry practices as required. \nCorrected on April 6, 2023 and to continue. \n3.131(d) \n   \nSanitation. \n***In the Nocturnal Building, there were flies observed on the floor in, on and near enclosures of the Tamandua, two \nSpringhaas and three 3 banded Armadillos.  \n***In the outdoor enclosures, there was one enclosure containing one Bat Eared Fox. The fence and floor of the enclosure \nhad bird feces scattered across these areas.\n\nLack of pest control increases the risk of disease to the animals and contamination to food products. \nThe licensee must rid these areas of the flies and birds and ensure that an effective program of pest control is in place for \nall pests and maintained as required. \nTo be corrected by April 14, 2023. \n \nThis inspection and exit interview were conducted with the licensee. \n \nAdditional Inspectors: \nCYNTHIA DIGESUALDO, VETERINARY MEDICAL OFFICER n",
  "animals_total": 96,
  "species": [
    {
      "count": 7,
      "scientific": "Callithrix jacchus",
      "common": "COMMON MARMOSET"
    },
    {
      "count": 4,
      "scientific": "Hylobates lar",
      "common": "LAR GIBBON"
    },
    {
      "count": 3,
      "scientific": "Varecia rubra",
      "common": "RED RUFFED LEMUR"
    },
    {
      "count": 3,
      "scientific": "Varecia variegata",
      "common": "BLACK-AND-WHITE RUFFED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 4,
      "scientific": "Aotus trivirgatus",
      "common": "THREE-STRIPED NIGHT MONKEY / OWL MONKEY"
    },
    {
      "count": 4,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 2,
      "scientific": "Eulemur fulvus",
      "common": "BROWN LEMUR"
    },
    {
      "count": 11,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 3,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    },
    {
      "count": 2,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    },
    {
      "count": 5,
      "scientific": "Choloepus didactylus",
      "common": "LINNAEUS'S TWO-TOED SLOTH"
    },
    {
      "count": 8,
      "scientific": "Saguinus oedipus",
      "common": "COTTON-TOP TAMARIN"
    },
    {
      "count": 3,
      "scientific": "Tolypeutes matacus",
      "common": "SOUTHERN THREE-BANDED ARMADILLO"
    },
    {
      "count": 2,
      "scientific": "Aonyx cinereus",
      "common": "ORIENTAL SMALL-CLAWED OTTER"
    },
    {
      "count": 2,
      "scientific": "Felis margarita",
      "common": "SAND CAT"
    },
    {
      "count": 2,
      "scientific": "Pedetes capensis",
      "common": "SPRINGHAAS"
    },
    {
      "count": 2,
      "scientific": "Muntiacus reevesi",
      "common": "REEVE'S MUNTJAC"
    },
    {
      "count": 3,
      "scientific": "Otocyon megalotis",
      "common": "BAT-EARED FOX"
    },
    {
      "count": 7,
      "scientific": "Echinops telfairi",
      "common": "LESSER MADAGASCAR HEDGEHOG TENREC"
    },
    {
      "count": 1,
      "scientific": "Tamandua tetradactyla",
      "common": "SOUTHERN TAMANDUA"
    },
    {
      "count": 1,
      "scientific": "Procyon cancrivorus",
      "common": "CRAB-EATING RACCOON"
    },
    {
      "count": 5,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    },
    {
      "count": 1,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 1,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 9,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG"
    }
  ]
}