{
  "insp_id": "2016082568746444",
  "layout": "a",
  "customer_id": "8288",
  "customer_name": "W.O.L.F.",
  "customer_addr": "P.O. Box 1544\nLaporte, CO 80535",
  "certificate": "84-C-0071",
  "site_id": "001",
  "site_name": "W.O.L.F.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-AUG-2017",
  "report_date": "14-AUG-2017",
  "citations": [
    {
      "code": "3.1(c)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Inside the meat storage building the chest freezer that is being utilized for defrosting meat has insulation falling from\nthe top. When the employee opened the chest freezer an over-powering odor of rotting meat filled the room\ncausing the inspectors to step away. Dried blood was noticed along the bottom of the freezer and pieces of\ninsulation had fallen down from the top. The exposed insulation could fall onto the packages of meat being thawed\nand possibly into the meat being fed to the animals.\nSupplies of food and bedding must be stored in a manner that protects the supplies from spoilage,\ncontamination,and vermin infestation.\nTo be corrected by: August 16, 2017"
    },
    {
      "code": "3.4(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "In outdoor enclosure #9 (Indigo, Aramis), #13 (Outlaw, Reese), #14 (Cree, Denali) and #17 (Castiel, Tenali) the\nwood shelters do not have wind/rain breaks at the entrance. Not providing a barrier from the elements in the form of\na wind and rain break can result in a dog becoming wet, uncomfortable and unable to maintain a safe body\ntemperature.\nAll dogs must be provided with shelter from the elements which includes wind and rain breaks at the entrance to\nshelters.\nTo be corrected by: September 10, 2017"
    },
    {
      "code": "3.4(c)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "Outdoor enclosure #12 housing \"Raja\" and \"Bella Raux\" the plastic shelter (igloo) along the bottom below the\nentrance is broken and the edges are chewed and worn. Because of the broken chewed area the top does not fit\non properly leaving a gap on the side of the shelter. Severely chewed and worn surfaces are no longer impervious\nto moisture. These areas cannot be readily cleaned and sanitized which can lead to disease hazards for the dogs.\nOutdoor enclosure #14 housing \"Cree\" and \"Denali\" the shelter in the front lockout area has many sections of the\nwood that are excessively chewed and worn. Next to the dog shelter is a wood pallet standing up against the fence\nwith broken and worn boards. The pallet was removed from the enclosure during the time of inspection. Severely\nchewed and worn surfaces are no longer impervious to moisture. These areas cannot be readily cleaned and\nsanitized which can lead to disease hazards for the dogs.\nThere are multiple enclosures in the outdoor facility that the wood on the dog shelters have not been sealed and are\nnot impervious to moisture. These dog shelters cannot be properly cleaned and sanitized.\nAll surfaces in contact with the animals must be impervious to moisture. They must be maintained on a regular\nbasis and when they can no longer be readily cleaned and sanitized they must be replaced when worn or soiled.\nTo be corrected by: September 10, 2017"
    },
    {
      "code": "3.6(a)(2)(ii)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Enclosure #14 housing \"Cree\" and \"Denali\" the wood shelter has multiple areas where nail heads are protruding\noutward. The animals could get caught on the nail heads and potentially cause an injury.\nEnclosure # 13 housing \"Outlaw\" and \"Reese\" the wood shelter near the front of the enclosure has a large gap in\nthe roof. Employee stated that the roof slid backwards leaving the hole in the roof. If an animal jumps on the dog\nshelter they could get caught in the opening and potentially become injured.\nPrimary enclosure must be kept in good repair so it protects the animals from injury.\nTo be corrected by: August 16, 2017"
    },
    {
      "code": "3.9(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "Inside the meat storage building the cutting board that is being utilized to cut and prepare the meat for the animals\nis pitted, multiple knife cuts and the plastic cover is ripped/peeling leaving exposed wood. Meat residue, blood can\nget into these areas which can cause bacteria growth. Because these areas cannot be properly cleaned the meat\nbeing cut on this cutting board is being exposed to potentially harmful bacteria which poses a health risk to the\nanimals.\nFood must be uncontaminated, wholesome, palatable and of sufficient quantity and nutritive value.\nTo be corrected: August 16, 2017"
    },
    {
      "code": "3.10",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "The water receptacle in enclosure #9 housing \"Indigo\" and \"Aramis\" is chewed, ripped with rough edges. The\nchewed, ripped rough edges can harbor dirt, debris and prevent the proper cleaning and sanitizing which could\ncause diseases or illness to the dogs.\nWater receptacles must be able to be properly cleaned and sanitized or be replaced.\nTo be corrected by: August 16, 2017"
    },
    {
      "code": "3.14(a)(6)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES USED TO TRANSPORT LIVE DOGS AND CATS.",
      "narrative": "The plastic crates sitting next to each enclosure for transporting the animals are not properly labeled. They are not\nclearly marked with the words \"Live Animals\" and with arrows or other marking to indicate the correct upright\nposition. One of the employees told the inspectors that a wolf-dog named \"Ashima\" is being transported to the\nveterinarian today in a plastic crate that is not properly labeled. Appropriate marking is necessary for proper\nhandling of the transport crates to limit the potential for injury to the animals being transported.\nAll primary enclosures used to transport live dogs and cats not permanently affixed to the conveyance shall be\nclearly marked on top and on one or more sides with the words \"Live Animals\" in letters at least 1 inch high and with\narrows or other markings to indicate the correct upright position of the enclosure.\nTo be corrected by: August 18, 2017\nThis inspection was conducted with APHIS officials and a facility representative. An exit briefing was conducted by\nphone on 8/14/2017 with the Executive Director.\nAdditional Inspectors\nEngel D.V.M Dominique, Hpa Gov User"
    }
  ],
  "narrative": "3.1(c)\nHOUSING FACILITIES, GENERAL.\nInside the meat storage building the chest freezer that is being utilized for defrosting meat has insulation falling from\nthe top.  When the employee opened the chest freezer an over-powering odor of rotting meat filled the room\ncausing the inspectors to step away.   Dried blood was noticed along the bottom of the freezer and pieces of\ninsulation had fallen down from the top.  The exposed insulation could fall onto the packages of meat being thawed\nand possibly into the meat being fed to the animals.   \nSupplies of food and bedding must be stored in a manner that protects the supplies from spoilage, \ncontamination,and vermin infestation.\nTo be corrected by:  August 16, 2017 \n3.4(b)(3)\nOUTDOOR HOUSING FACILITIES.\nIn outdoor enclosure #9 (Indigo, Aramis), #13 (Outlaw, Reese), #14 (Cree, Denali) and #17 (Castiel, Tenali) the\nwood shelters do not have wind/rain breaks at the entrance.  Not providing a barrier from the elements in the form of\na wind and rain break can result in a dog becoming wet, uncomfortable and unable to maintain a safe body\ntemperature. \nAll dogs must be provided with shelter from the elements which includes wind and rain breaks at the entrance to\nshelters.\nTo be corrected by:  September 10, 2017\n3.4(c)\nOUTDOOR HOUSING FACILITIES.\n\nOutdoor enclosure #12 housing \"Raja\" and \"Bella Raux\"  the plastic shelter (igloo) along the bottom below the\nentrance is broken and the edges are chewed and worn.  Because of the broken chewed area the top does not fit\non properly leaving a gap on the side of the shelter. Severely chewed and worn surfaces are no longer impervious\nto moisture.  These areas cannot be readily cleaned and sanitized which can lead to disease hazards for the dogs. \nOutdoor enclosure #14 housing \"Cree\" and \"Denali\" the shelter in the front lockout area has many sections of the\nwood that are excessively chewed and worn.  Next to the dog shelter  is a wood pallet standing up against the fence\nwith broken and worn boards. The pallet was removed from the enclosure during the time of inspection. Severely\nchewed and worn surfaces are no longer impervious to moisture.  These areas cannot be readily cleaned and\nsanitized which can lead to disease hazards for the dogs. \nThere are multiple enclosures in the outdoor facility that the wood on the dog shelters have not been sealed and are\nnot impervious to moisture. These dog shelters cannot be properly cleaned and sanitized.  \nAll surfaces in contact with the animals must be impervious to moisture.  They must be maintained on a regular\nbasis and when they can no longer be readily cleaned and sanitized they must be replaced when worn or soiled.\nTo be corrected by:  September 10, 2017\n3.6(a)(2)(ii)\nPRIMARY ENCLOSURES.\nEnclosure #14 housing \"Cree\" and \"Denali\" the wood shelter has multiple areas where nail heads are protruding\noutward.  The animals could get caught on the nail heads and potentially cause an injury.\nEnclosure # 13 housing \"Outlaw\" and \"Reese\" the wood shelter near the front of the enclosure has a large gap in\nthe roof.  Employee stated that the roof slid backwards leaving the hole in the roof.  If an animal jumps on the dog\nshelter they could get caught in the opening and potentially become injured.\nPrimary enclosure must be kept in good repair so it protects the animals from injury.\nTo be corrected by:  August 16, 2017\n3.9(a)\nFEEDING.\nInside the meat storage building the cutting board that is being utilized to cut and prepare the meat for the animals\n\nis pitted, multiple knife cuts and the plastic cover is ripped/peeling leaving exposed wood.  Meat residue, blood can\nget into these areas which can cause bacteria growth. Because these areas cannot be properly cleaned the meat\nbeing cut on this cutting board is being exposed to potentially harmful bacteria which poses a health risk to the\nanimals.  \nFood must be uncontaminated, wholesome, palatable and of sufficient quantity and nutritive value.\nTo be corrected:  August 16, 2017\n3.10\nWATERING.\nThe water receptacle in enclosure #9 housing \"Indigo\" and \"Aramis\" is chewed, ripped with rough edges.  The\nchewed, ripped rough edges can harbor dirt, debris and prevent the proper cleaning and sanitizing which could\ncause diseases or illness to the dogs.\nWater receptacles must be able to be properly cleaned and sanitized or be replaced.\nTo be corrected by:  August 16, 2017\n3.14(a)(6)\nPRIMARY ENCLOSURES USED TO TRANSPORT LIVE DOGS AND CATS.\nThe plastic crates sitting next to each enclosure for transporting the animals are not properly labeled.   They are not\nclearly marked with the words \"Live Animals\" and with arrows or other marking to indicate the correct upright\nposition. One of the employees told the inspectors that a wolf-dog named \"Ashima\" is being transported to the\nveterinarian today in a plastic crate that is not properly labeled.  Appropriate marking is necessary for proper\nhandling of the transport crates to limit the potential for injury to the animals being transported.\nAll primary enclosures used to transport live dogs and cats not permanently affixed to the conveyance shall be\nclearly marked on top and on one or more sides with the words \"Live Animals\" in letters at least 1 inch high and with\narrows or other markings to indicate the correct upright position of the enclosure. \nTo be corrected by:  August 18, 2017\nThis inspection was conducted with APHIS officials and a facility representative.   An exit briefing was conducted by\nphone on 8/14/2017 with the Executive Director.\n\nAdditional Inspectors\nEngel D.V.M Dominique, Hpa Gov User",
  "animals_total": 29,
  "species": [
    {
      "count": 29,
      "scientific": "Canis lupus x c. l. familiaris",
      "common": "WOLF/DOG HYBRID"
    }
  ]
}