{
  "insp_id": "INS-0000882092",
  "layout": "c",
  "customer_id": "6014408",
  "customer_name": "Council’s Transportation LLC",
  "customer_addr": "833 Johnson town rd\nZebulon, NC 27597",
  "certificate": "55-T-0339",
  "site_id": "001",
  "site_name": "Council’s transportation LLC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "02-MAY-2023",
  "report_date": "23-AUG-2023",
  "citations": [
    {
      "code": "2.131(b)(1)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "Opie, a four-year-old neutered male corgi dog in good physical condition per the consignor and transporter, was accepted\nfor consigned transport at approximately 6:50 PM ET on 30December2022 in Townsend, Delaware. The dog was\ntransported in a crate in the transporter’s minivan. The dog was delivered to the receiver in Jesup, Iowa at approximately\nmidmorning on 05January2023. The dog was found cold, stiff, and clearly deceased when the transporter and receiver\nopened the crate together in the transporter’s van at the receiver’s site. The transporter was unaware that the dog had\ndied while in his possession. This information was verified by the transporter and the Iowa receiver. Additional detailed\ninformation is documented in the Field Service Report generated by the Captain of the Delaware Health and Social\nServices Animal Welfare Division, dated 06April2023.\nDuring a two-hour phone conversation held with the transporter, the Animal Care Transportation Specialist, and the\nInspector on 07June2023 at 1 pm ET, the transporter stated that he had no knowledge or records of the frequency of or\nthe times when he checked on the dog, provided it with appropriate husbandry, food and water, or when he last saw the\ndog alive.\nUpon discovery of the deceased dog, the receiver immediately took the body to their veterinarian, who conducted a\nnecropsy soon after. The veterinarian stated in the necropsy report dated 05January2023 that “the patient was emaciated\nand covered with dirt and urine. After further examination, patient is severely dehydrated, eye are sucken in (sic), and has\ndark tar-like stools. Can confirm that patient was not fed or watered, due to severity of malnourishment.” The veterinarian\nstated by phone conversation with the Inspector on 15June2023 that \"there was no ingesta in the stomach or small colon\nand only the dark tarry material in the large colon and the dog had been dead for at least 12 hours prior to the necropsy,\nbased on the level of post-mortem changes.\"\nBy not providing routine husbandry and health observations, and not providing food and water, the transporter did not\nensure the dog’s continued good health, which resulted in serious compromise of its health and led to the starvation and\ndehydration death of this dog.\nThe regulations state that handling of all animals shall be done as expeditiously and carefully as possible in a manner that\ndoes not cause trauma, overheating, excessive cooling, behavioral stress, physical harm, or unnecessary discomfort.\nCorrect by 20June2023."
    },
    {
      "code": "2.134(a)",
      "kind": "",
      "repeat": false,
      "desc": "Contingency planning.",
      "narrative": "Opie, a four-year-old neutered male corgi dog in good physical condition per the consignor and transporter, was accepted\nfor consigned transport at approximately 6:50 PM ET on 30December2022 in Townsend, Delaware. The dog was\ntransported in a crate in the transporter’s minivan. The dog was delivered to the receiver in Jesup, Iowa on Iowa at\napproximately midmorning on 05January2023. The dog was found cold, stiff and clearly deceased when the transporter\nand receiver opened the crate together in the transporter’s van in the midmorning of 05January2023. The transporter was\nunaware that the dog had died while in his possession. This information was verified by the transporter and the Iowa\nreceiver and additional details are provided in the Field Service Report generated by the Captain of the Delaware Health\nand Social Services Animal Welfare Division, dated 06April2023.\nDuring a two-hour phone conversation held between the transporter, the Animal Care Transportation Specialist, and the\nInspector on 07June2023 at 1 pm ET, the transporter was asked if he had completed the required written contingency\nplan. The transporter stated that he did not have a contingency plan and was not aware of the requirement.\nNot having a written contingency plan outlining how and when to seek emergency veterinary care during transport\ncontributed to the starvation and dehydration death of this dog, as no veterinary care was sought when the dog’s health\ncondition declined and the dog expired.\nThe regulations state that intermediate handlers and carriers must develop, document, and follow an appropriate plan to\nprovide for the humane handling, treatment, transportation, housing and care of their animals in the event of an\nemergency or disaster. Correct by 20June2023."
    },
    {
      "code": "3.14(c)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Consignments to carriers and intermediate handlers.",
      "narrative": "Opie, a four-year-old neutered male corgi dog in good physical condition per the consignor and transporter, was accepted\nfor consigned transport at approximately 1850 on 30December2022 in Townsend, Delaware. The dog was transported in\na crate in the transporter’s minivan. The dog was delivered to the receiver in Jesup, Iowa on Iowa at approximately\nmidmorning on 05January2023.\nThe dog was found cold, stiff, and clearly deceased when the transporter and receiver opened the crate together in the\ntransporter’s van in the midmorning of 05January2023 at the receiver’s site. The transporter was unaware that the dog\nhad died while in his possession. This information was verified by the transporter and the Iowa receiver and further details\nare provided in the Field Service Report generated by the Captain of the Delaware Health and Social Services (DHSS)\nAnimal Welfare Division, dated 06April2023.\nDuring a two-hour phone conversation held between the transporter, the Animal Care Transportation Specialist, and the\nInspector on 07June2023 at 1 pm ET, the transporter was asked if he had received the required paperwork stating when\nthe dog has last been offered food and water when he accepted the dog for transport. The transporter stated that he\naccepted the transport even though the required documents accompanying any transport were not provided by the\nconsignor.\nBy not obtaining the required documentation of when the dog had last been fed or watered, the transporter had no idea\nwhen the dog had last received nourishment. Not having and utilizing this information resulted in the transporter having no\nknowledge of when Opie should have been fed again (at least once every 24 hours per 3.17(a)) and watered again (every\n12 hours per 3.17(a)) during the transport. The lack of knowledge of Opie’s prior nourishment status contributed to the\nstarvation and dehydration death of this dog.\nThe regulations state that carriers and intermediate handlers must not accept a dog for transport in commerce unless the\nconsignor certifies in writing to the carrier that the dog was offered food and water during the 4 hours before delivery to\nthe carrier. The certification must be securely attached to the outside of the primary enclosure in a manner that makes it\neasily noticed and read. Correct by 20June2023."
    },
    {
      "code": "3.15(b)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures used to transport live dogs and cats.",
      "narrative": "The veterinary necropsy report for the dog found deceased at the end of a 5-day consigned transport indicated that the\n“patient was emaciated and covered with dirt and urine.”\nNot maintaining adequate cleanliness during transportation can result in soiling of the dog.\nThe regulations state that if the dog is in transit for more than 24 hours, the enclosure must be cleaned and any litter\nreplaced, to prevent the soiling of the dog by body waste. Correct by 20June2023."
    },
    {
      "code": "3.17(a)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Food and water requirements.",
      "narrative": "Opie, a four-year-old neutered male corgi dog in good physical condition per the consignor and transporter was accepted\nfor consigned transport at approximately 6:50 PM ET on 30December2022 in Townsend, Delaware. The dog was\ntransported in a crate in the transporter’s minivan. The dog was delivered to the receiver in Jesup, Iowa on Iowa at\napproximately midmorning on 05January2023. The consignor and receiver had been told by the transporter that the\ntransport would take approximately 2 days. The distance between the two locations is approximately 1040 miles, yet the\ntransport took 5 days. The consignor and the receiver became concerned about the length of time the transporter was\ntaking, as recorded in the detailed Field Service Report generated by the Captain of the Delaware Health and Social\nServices (DHSS) Animal Welfare Division, dated 06April2023.\nThe dog was found cold, stiff, and clearly deceased when the transporter and receiver opened the crate together in the\ntransporter’s van in the midmorning of 05January2023. The transporter was unaware that the dog had died while in his\npossession. This information was verified by the transporter and the Iowa receiver.\nDuring a two-hour phone conversation held between the transporter, the Animal Care Transportation Specialist, and the\nInspector on 07June2023 at 1 pm ET, the transporter was asked if he had knowledge or records of when he fed and\nwatered the dog during the 5-day transport. The transporter stated that he had no records of when he fed and watered the\ndog and provided no clear information on the type of food provided and at what frequency food and water were offered.\nThe transporter was also unable to provide a travel itinerary or when/where he stopped during the 5-day transport.\nAlthough the transporter stated during the call that he did feed and water the dog (but provided no details or\ndocumentation), the necropsy report dated 05January2023 states that the “patient is severely dehydrated, eye are sucken\nin (sic), and has dark, tarlike stools. Can confirm that patient was not fed or watered during transport due to the severity of\nmalnourishment.\" During a phone conversation on 15June2023 between the veterinarian who conducted the necropsy on\n05January2023 and the Inspector, they stated that \"there was no ingesta in the stomach or small colon and only the dark\ntarry material in the large colon. The dog had been dead for at least 12 hours prior to the necropsy, based on the level of\npost-mortem changes.\"\nBased on the information provided by the veterinarian conducting the necropsy the same morning of the discovered death\nof the dog, the transporter apparently did not feed the dog at least every 24 hours and water the dog at least every 12\nhours, as required by the federal AWA. The transporter was unable to state or document when the dog was last fed or\nwatered. The failure to provide food and water at the required intervals directly contributed to the starvation and\ndehydration death of this dog.\nThe regulations state that each dog that is 16 weeks of age or more must be offered food at least once every 24 hours.\nEach dog must be offered palatable water at least once every 12 hours. Correct by 20June2023."
    },
    {
      "code": "3.18(a)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Care in transit.",
      "narrative": "Opie, a four-year-old neutered male corgi dog in good physical condition per the consignor and transporter was accepted\nfor consigned transport at approximately 6:50 PM ET on 30December2022 in Townsend, Delaware. The dog was\ntransported in a crate in the transporter’s minivan. The dog was delivered to the receiver in Jesup, Iowa on\n05January2023. The consignor and receiver had been told by the transporter that the transport would take approximately\n2 days. The distance between the two locations is approximately 1040 miles, yet the transport took 5 days. The consignor\nand the receiver became concerned about the length of time the transporter was taking, as covered in the Field Service\nReport generated by the Captain of the Delaware Health and Social Services (DHSS) Animal Welfare Division, dated\n06April2023.\nThe dog was found cold, stiff, and clearly deceased when the transporter and receiver opened the crate together in the\ntransporter’s van at the receiver’s site in the midmorning of 05January2023. The transporter was unaware that the dog\nhad died while in his possession. This information was verified by the transporter and the Iowa receiver.\nDuring a two-hour phone conversation between the transporter, the Animal Care Transportation Specialist, and the\nInspector on 07June2023 at 1 pm ET, the transporter was asked to provide information about when he conducted the\nrequired every four-hour observations of the dog. The transporter stated that he had no records of when he observed the\ndog in the back of his minivan and that he was unaware of this observation time requirement. He stated that he did not\nremember how often he looked at the dog in his minivan and made several conflicting statements. At different times he\nsaid five hours, eight hours, and that he was uncertain of how often he checked on him. He stated that the dog was being\ntransported in his minivan without the back seats. Toward the end of the 5-day transport, he stated that he did not check\nthe dog after departing the last truck stop where he had stopped to sleep. He did not check the dog before going into the\nfacility receiving the dog and spent about an hour inside the facility. He stated that it was probably six to eight hours from\nthe last time he checked the dog to when the dog was found dead in its kennel at the receiver’s site.\nThe necropsy’s determination that the animal had been dead at least 12 hours serves as a strong indication that the\ntransporter was not observing the animal as required by the AWA. By not conducting the required every four hours or\nmore often observations, the transporter did not observe the dog going into distress. The lack of these observations led to\nthe starvation and dehydration death of the dog prior to delivery to the receiver.\nThe regulations state that the operator of the conveyance or a person accompanying the operator observes the dog as\noften as circumstances allow, but not less than once every 4 hours, to make sure they have sufficient air for normal\nbreathing, that the ambient temperature is within the limits provided in 3.16(e), and that all applicable standards of this\nsubpart are being complied with. The regulated person must ensure that the operator or person accompanying the\noperator determines whether the dog is in obvious physical distress and obtains any veterinary care needed for the dog at\nthe closest available veterinary facility. Correct by 20June2023."
    },
    {
      "code": "3.18(d)",
      "kind": "",
      "repeat": false,
      "desc": "Care in transit.",
      "narrative": "Opie, a four-year-old neutered male corgi dog in good physical condition, was accepted for consigned transport at\napproximately 1850 on 30December2022 in Townsend, Delaware. The dog was transported in a crate in the transporter’s\nminivan. The dog was delivered to the receiver in Jesup, Iowa on Iowa at approximately midmorning on 05January2023.\nThe dog was deceased on arrival.\nDuring a two-hour phone conversation held between the transporter, the Animal Care Transportation Specialist, and the\nInspector on 07June2023 at 1 pm ET, the transporter stated that the dog was allowed to roam about in the minivan during\ntransport and that he took the dog out of the van on leash to walk him outside. A video of Opie being walked on a single\nleash outside on a sidewalk was sent to the consignor the day after transport started. A text message confirming that the\ndog was allowed to ride loose in the minivan was received by the consignor.\nAllowing the dog to roam loose in a moving vehicle put this dog at significant risk of injury and death should an accident\nhave occurred. Walking the dog outside in an uncontained area put this dog at significant risk of escape or injury.\nThe regulations state that removal during transportation in commerce is prohibited. Except during the cleaning of the\nprimary enclosures, as required in 3.15(b), during transportation in commerce a dog must not be removed from its primary\nenclosure, unless it is placed in another primary enclosure or facility that meets the requirements of 3.6 or 3.15. Correct\nby 20June2023.\nThis inspection and exit interview were conducted with the registrant.\nAdditional Inspectors:\nCHAD MOORE, Transportation Field Specialist n"
    }
  ],
  "narrative": "2.131(b)(1)  Critical\n   \nHandling of animals. \nOpie, a four-year-old neutered male corgi dog in good physical condition per the consignor and transporter, was accepted \nfor consigned transport at approximately 6:50 PM ET on 30December2022 in Townsend, Delaware. The dog was \ntransported in a crate in the transporter’s minivan. The dog was delivered to the receiver in Jesup, Iowa at approximately \nmidmorning on 05January2023. The dog was found cold, stiff, and clearly deceased when the transporter and receiver \nopened the crate together in the transporter’s van at the receiver’s site. The transporter was unaware that the dog had \ndied while in his possession. This information was verified by the transporter and the Iowa receiver. Additional detailed \ninformation is documented in the Field Service Report generated by the Captain of the Delaware Health and Social \nServices Animal Welfare Division, dated 06April2023. \n \nDuring a two-hour phone conversation held with the transporter, the Animal Care Transportation Specialist, and the \nInspector on 07June2023 at 1 pm ET, the transporter stated that he had no knowledge or records of the frequency of or \nthe times when he checked on the dog, provided it with appropriate husbandry, food and water, or when he last saw the \ndog alive.  \n \nUpon discovery of the deceased dog, the receiver immediately took the body to their veterinarian, who conducted a \nnecropsy soon after. The veterinarian stated in the necropsy report dated 05January2023 that “the patient was emaciated \nand covered with dirt and urine. After further examination, patient is severely dehydrated, eye are sucken in (sic), and has \ndark tar-like stools. Can confirm that patient was not fed or watered, due to severity of malnourishment.” The veterinarian \nstated by phone conversation with the Inspector on 15June2023 that \"there was no ingesta in the stomach or small colon \nand only the dark tarry material in the large colon and the dog had been dead for at least 12 hours prior to the necropsy, \nbased on the level of post-mortem changes.\"  \n \nBy not providing routine husbandry and health observations, and not providing food and water, the transporter did not \nensure the dog’s continued good health, which resulted in serious compromise of its health and led to the starvation and \ndehydration death of this dog.  \n \nThe regulations state that handling of all animals shall be done as expeditiously and carefully as possible in a manner that\n\ndoes not cause trauma, overheating, excessive cooling, behavioral stress, physical harm, or unnecessary discomfort. \nCorrect by 20June2023. \n2.134(a) \n   \nContingency planning. \nOpie, a four-year-old neutered male corgi dog in good physical condition per the consignor and transporter, was accepted \nfor consigned transport at approximately 6:50 PM ET on 30December2022 in Townsend, Delaware. The dog was \ntransported in a crate in the transporter’s minivan. The dog was delivered to the receiver in Jesup, Iowa on Iowa at \napproximately midmorning on 05January2023. The dog was found cold, stiff and clearly deceased when the transporter \nand receiver opened the crate together in the transporter’s van in the midmorning of 05January2023. The transporter was \nunaware that the dog had died while in his possession. This information was verified by the transporter and the Iowa \nreceiver and additional details are provided in the Field Service Report generated by the Captain of the Delaware Health \nand Social Services Animal Welfare Division, dated 06April2023.  \n \nDuring a two-hour phone conversation held between the transporter, the Animal Care Transportation Specialist, and the \nInspector on 07June2023 at 1 pm ET, the transporter was asked if he had completed the required written contingency \nplan. The transporter stated that he did not have a contingency plan and was not aware of the requirement.  \n \nNot having a written contingency plan outlining how and when to seek emergency veterinary care during transport \ncontributed to the starvation and dehydration death of this dog, as no veterinary care was sought when the dog’s health \ncondition declined and the dog expired.  \n \nThe regulations state that intermediate handlers and carriers must develop, document, and follow an appropriate plan to \nprovide for the humane handling, treatment, transportation, housing and care of their animals in the event of an \nemergency or disaster. Correct by 20June2023. \n3.14(c)  Critical\n   \nConsignments to carriers and intermediate handlers. \nOpie, a four-year-old neutered male corgi dog in good physical condition per the consignor and transporter, was accepted \nfor consigned transport at approximately 1850 on 30December2022 in Townsend, Delaware. The dog was transported in \na crate in the transporter’s minivan. The dog was delivered to the receiver in Jesup, Iowa on Iowa at approximately \nmidmorning on 05January2023.  \n \nThe dog was found cold, stiff, and clearly deceased when the transporter and receiver opened the crate together in the \ntransporter’s van in the midmorning of 05January2023 at the receiver’s site. The transporter was unaware that the dog \nhad died while in his possession. This information was verified by the transporter and the Iowa receiver and further details \nare provided in the Field Service Report generated by the Captain of the Delaware Health and Social Services (DHSS) \nAnimal Welfare Division, dated 06April2023.  \n \nDuring a two-hour phone conversation held between the transporter, the Animal Care Transportation Specialist, and the \nInspector on 07June2023 at 1 pm ET, the transporter was asked if he had received the required paperwork stating when\n\nthe dog has last been offered food and water when he accepted the dog for transport. The transporter stated that he \naccepted the transport even though the required documents accompanying any transport were not provided by the \nconsignor.  \n \nBy not obtaining the required documentation of when the dog had last been fed or watered, the transporter had no idea \nwhen the dog had last received nourishment. Not having and utilizing this information resulted in the transporter having no \nknowledge of when Opie should have been fed again (at least once every 24 hours per 3.17(a)) and watered again (every \n12 hours per 3.17(a)) during the transport. The lack of knowledge of Opie’s prior nourishment status contributed to the \nstarvation and dehydration death of this dog.  \n \nThe regulations state that carriers and intermediate handlers must not accept a dog for transport in commerce unless the \nconsignor certifies in writing to the carrier that the dog was offered food and water during the 4 hours before delivery to \nthe carrier. The certification must be securely attached to the outside of the primary enclosure in a manner that makes it \neasily noticed and read. Correct by 20June2023. \n3.15(b) \n   \nPrimary enclosures used to transport live dogs and cats. \nThe veterinary necropsy report for the dog found deceased at the end of a 5-day consigned transport indicated that the \n“patient was emaciated and covered with dirt and urine.”  \n \nNot maintaining adequate cleanliness during transportation can result in soiling of the dog.  \n \nThe regulations state that if the dog is in transit for more than 24 hours, the enclosure must be cleaned and any litter \nreplaced, to prevent the soiling of the dog by body waste. Correct by 20June2023. \n3.17(a)  Critical\n   \nFood and water requirements. \nOpie, a four-year-old neutered male corgi dog in good physical condition per the consignor and transporter was accepted \nfor consigned transport at approximately 6:50 PM ET on 30December2022 in Townsend, Delaware. The dog was \ntransported in a crate in the transporter’s minivan. The dog was delivered to the receiver in Jesup, Iowa on Iowa at \napproximately midmorning on 05January2023. The consignor and receiver had been told by the transporter that the \ntransport would take approximately 2 days. The distance between the two locations is approximately 1040 miles, yet the \ntransport took 5 days. The consignor and the receiver became concerned about the length of time the transporter was \ntaking, as recorded in the detailed Field Service Report generated by the Captain of the Delaware Health and Social \nServices (DHSS) Animal Welfare Division, dated 06April2023. \n \nThe dog was found cold, stiff, and clearly deceased when the transporter and receiver opened the crate together in the \ntransporter’s van in the midmorning of 05January2023. The transporter was unaware that the dog had died while in his \npossession. This information was verified by the transporter and the Iowa receiver.  \n \nDuring a two-hour phone conversation held between the transporter, the Animal Care Transportation Specialist, and the\n\nInspector on 07June2023 at 1 pm ET, the transporter was asked if he had knowledge or records of when he fed and \nwatered the dog during the 5-day transport. The transporter stated that he had no records of when he fed and watered the \ndog and provided no clear information on the type of food provided and at what frequency food and water were offered. \nThe transporter was also unable to provide a travel itinerary or when/where he stopped during the 5-day transport.  \nAlthough the transporter stated during the call that he did feed and water the dog (but provided no details or \ndocumentation), the necropsy report dated 05January2023 states that the “patient is severely dehydrated, eye are sucken \nin (sic), and has dark, tarlike stools. Can confirm that patient was not fed or watered during transport due to the severity of \nmalnourishment.\" During a phone conversation on 15June2023 between the veterinarian who conducted the necropsy on \n05January2023 and the Inspector, they stated that \"there was no ingesta in the stomach or small colon and only the dark \ntarry material in the large colon. The dog had been dead for at least 12 hours prior to the necropsy, based on the level of \npost-mortem changes.\"  \n \nBased on the information provided by the veterinarian conducting the necropsy the same morning of the discovered death \nof the dog, the transporter apparently did not feed the dog at least every 24 hours and water the dog at least every 12 \nhours, as required by the federal AWA. The transporter was unable to state or document when the dog was last fed or \nwatered. The failure to provide food and water at the required intervals directly contributed to the starvation and \ndehydration death of this dog.  \n \nThe regulations state that each dog that is 16 weeks of age or more must be offered food at least once every 24 hours. \nEach dog must be offered palatable water at least once every 12 hours. Correct by 20June2023. \n3.18(a)  Critical\n   \nCare in transit. \nOpie, a four-year-old neutered male corgi dog in good physical condition per the consignor and transporter was accepted \nfor consigned transport at approximately 6:50 PM ET on 30December2022 in Townsend, Delaware. The dog was \ntransported in a crate in the transporter’s minivan. The dog was delivered to the receiver in Jesup, Iowa on \n05January2023. The consignor and receiver had been told by the transporter that the transport would take approximately \n2 days. The distance between the two locations is approximately 1040 miles, yet the transport took 5 days. The consignor \nand the receiver became concerned about the length of time the transporter was taking, as covered in the Field Service \nReport generated by the Captain of the Delaware Health and Social Services (DHSS) Animal Welfare Division, dated \n06April2023.  \n \nThe dog was found cold, stiff, and clearly deceased when the transporter and receiver opened the crate together in the \ntransporter’s van at the receiver’s site in the midmorning of 05January2023. The transporter was unaware that the dog \nhad died while in his possession. This information was verified by the transporter and the Iowa receiver.  \n \nDuring a two-hour phone conversation between the transporter, the Animal Care Transportation Specialist, and the \nInspector on 07June2023 at 1 pm ET, the transporter was asked to provide information about when he conducted the \nrequired every four-hour observations of the dog. The transporter stated that he had no records of when he observed the \ndog in the back of his minivan and that he was unaware of this observation time requirement. He stated that he did not \nremember how often he looked at the dog in his minivan and made several conflicting statements. At different times he \nsaid five hours, eight hours, and that he was uncertain of how often he checked on him. He stated that the dog was being\n\ntransported in his minivan without the back seats. Toward the end of the 5-day transport, he stated that he did not check \nthe dog after departing the last truck stop where he had stopped to sleep. He did not check the dog before going into the \nfacility receiving the dog and spent about an hour inside the facility. He stated that it was probably six to eight hours from \nthe last time he checked the dog to when the dog was found dead in its kennel at the receiver’s site.  \n \nThe necropsy’s determination that the animal had been dead at least 12 hours serves as a strong indication that the \ntransporter was not observing the animal as required by the AWA. By not conducting the required every four hours or \nmore often observations, the transporter did not observe the dog going into distress. The lack of these observations led to \nthe starvation and dehydration death of the dog prior to delivery to the receiver. \n \nThe regulations state that the operator of the conveyance or a person accompanying the operator observes the dog as \noften as circumstances allow, but not less than once every 4 hours, to make sure they have sufficient air for normal \nbreathing, that the ambient temperature is within the limits provided in 3.16(e), and that all applicable standards of this \nsubpart are being complied with. The regulated person must ensure that the operator or person accompanying the \noperator determines whether the dog is in obvious physical distress and obtains any veterinary care needed for the dog at \nthe closest available veterinary facility. Correct by 20June2023. \n3.18(d) \n   \nCare in transit. \nOpie, a four-year-old neutered male corgi dog in good physical condition, was accepted for consigned transport at \napproximately 1850 on 30December2022 in Townsend, Delaware. The dog was transported in a crate in the transporter’s \nminivan. The dog was delivered to the receiver in Jesup, Iowa on Iowa at approximately midmorning on 05January2023. \nThe dog was deceased on arrival. \n \nDuring a two-hour phone conversation held between the transporter, the Animal Care Transportation Specialist, and the \nInspector on 07June2023 at 1 pm ET, the transporter stated that the dog was allowed to roam about in the minivan during \ntransport and that he took the dog out of the van on leash to walk him outside. A video of Opie being walked on a single \nleash outside on a sidewalk was sent to the consignor the day after transport started. A text message confirming that the \ndog was allowed to ride loose in the minivan was received by the consignor.  \n \nAllowing the dog to roam loose in a moving vehicle put this dog at significant risk of injury and death should an accident \nhave occurred. Walking the dog outside in an uncontained area put this dog at significant risk of escape or injury.  \n \nThe regulations state that removal during transportation in commerce is prohibited. Except during the cleaning of the \nprimary enclosures, as required in 3.15(b), during transportation in commerce a dog must not be removed from its primary \nenclosure, unless it is placed in another primary enclosure or facility that meets the requirements of 3.6 or 3.15. Correct \nby 20June2023. \n \nThis inspection and exit interview were conducted with the registrant.\n\nAdditional Inspectors: \nCHAD MOORE, Transportation Field Specialist n",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}