{
  "insp_id": "INS-0000839980",
  "layout": "c",
  "customer_id": "329348",
  "customer_name": "Creatures By Theresa",
  "customer_addr": "18609 SE State Route Y\nDEARBORN, MO 64439",
  "certificate": "43-C-0347",
  "site_id": "002",
  "site_name": "CREATURES BY THERESA",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-JAN-2023",
  "report_date": "13-JAN-2023",
  "citations": [
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "* The licensee's official record of animals on hand were not available to be viewed at the time of inspection. Sixty-four\nanimals were counted at the time of inspection. Complete and accurate records are necessary to ensure each animal's\nidentity can be known with certainty and to facilitate the ability to trace those animals. Missing records can impede the\ninspection process and make animal tracking difficult to impossible. Complete and accurate records of all animals must\nbe always maintained. The licensee shall make, keep, and maintain records or forms which fully and correctly disclose\nthe following information concerning animals other than dogs and cats, purchased, or otherwise acquired, owned, held,\nleased, or otherwise in his or her possession or under his or her control, or which is transported, sold, euthanized, or\notherwise disposed of by that dealer or exhibitor. The records shall include any offspring born of any animal while in his or\nher possession or under his or her control. Correct by 2/12/23."
    },
    {
      "code": "3.126(b)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, indoor.",
      "narrative": "* There was a strong odor upon entering the indoor building housing 64 animals. The inspector felt a burning and\nstinging sensation to the eyes and nasal cavity upon entering the building. The licensee did not have any ventilation\nbeing provided at the time of inspection. Poor or inadequate ventilation can negatively impact the animals’ respiratory\nfunction, aid in spread of disease and cause physical discomfort which affects the health and well-being of the animal.\nProper ventilation will improve overall air quality for the animals. Ventilation is important for proper lung function, helps to\ndecrease airborne infectious agents, minimize odors and will improve overall air quality for the health and well-being of all\nanimals. The licensee must ensure that indoor housing facilities shall be adequately ventilated by natural or mechanical\nmeans to provide for the health and to always prevent discomfort to the animals. Correct by 1/19/23"
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "* Fecal waste was observed in 15 fecal waste collection boxes. Fifteen rabbits are in contact with the waste collection\nboxes. Four exercise wheels have a buildup of compacted fecal waste material on the interior circle. Six hedge hogs are\nin contact with the affected surface area when they exercise in the circle area. One metal surface trey has a buildup of\nfecal waste in one enclosure containing one ferret. Accumulations of feces can increase disease transmission, create\nodors, and attract pests. It indicates unsanitary living conditions exist that could increase the risks of disease\ntransmission, which negatively affects the health of the animals. In addition, an accumulation of excreta reduces the clean\nsurface area available for the animals to walk on. Adequate cleaning is a crucial aspect of animal husbandry and helps to\nreduce disease hazards, odors and pests. The licensee must ensure that excreta shall be removed from primary\nenclosures as often as necessary to prevent contamination of the animals contained therein and to minimize disease\nhazards and to reduce odors. Correct by 1/19/23.\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.75(b)(1) \n   \nRecords: Dealers and exhibitors. \n*   The licensee's official record of animals on hand were not available to be viewed at the time of inspection.  Sixty-four \nanimals were counted at the time of inspection.  Complete and accurate records are necessary to ensure each animal's \nidentity can be known with certainty and to facilitate the ability to trace those animals.  Missing records can impede the \ninspection process and make animal tracking difficult to impossible.   Complete and accurate records of all animals must \nbe always maintained.   The licensee shall make, keep, and maintain records or forms which fully and correctly disclose \nthe following information concerning animals other than dogs and cats, purchased, or otherwise acquired, owned, held, \nleased, or otherwise in his or her possession or under his or her control, or which is transported, sold, euthanized, or \notherwise disposed of by that dealer or exhibitor. The records shall include any offspring born of any animal while in his or \nher possession or under his or her control.  Correct by 2/12/23. \n3.126(b) \n   \nFacilities, indoor. \n*   There was a strong odor upon entering the indoor building housing 64 animals.  The inspector felt a burning and \nstinging sensation to the eyes and nasal cavity upon entering the building.   The licensee did not have any ventilation \nbeing provided at the time of inspection.  Poor or inadequate ventilation can negatively impact the animals’ respiratory \nfunction, aid in spread of disease and cause physical discomfort which affects the health and well-being of the animal.\n\nProper ventilation will improve overall air quality for the animals. Ventilation is important for proper lung function, helps to \ndecrease airborne infectious agents, minimize odors and will improve overall air quality for the health and well-being of all \nanimals.  The licensee must ensure that indoor housing facilities shall be adequately ventilated by natural or mechanical \nmeans to provide for the health and to always prevent discomfort to the animals. Correct by 1/19/23 \n3.131(a) \n   \nSanitation. \n*     Fecal waste was observed in 15 fecal waste collection boxes.  Fifteen rabbits are in contact with the waste collection \nboxes.  Four exercise wheels have a buildup of compacted fecal waste material on the interior circle.  Six hedge hogs are \nin contact with the affected surface area when they exercise in the circle area.   One metal surface trey has a buildup of \nfecal waste in one enclosure containing one ferret.  Accumulations of feces can increase disease transmission, create \nodors, and attract pests. It indicates unsanitary living conditions exist that could increase the risks of disease \ntransmission, which negatively affects the health of the animals. In addition, an accumulation of excreta reduces the clean \nsurface area available for the animals to walk on.  Adequate cleaning is a crucial aspect of animal husbandry and helps to \nreduce disease hazards, odors and pests.  The licensee must ensure that excreta shall be removed from primary \nenclosures as often as necessary to prevent contamination of the animals contained therein and to minimize disease \nhazards and to reduce odors.   Correct by 1/19/23. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 64,
  "species": [
    {
      "count": 30,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 1,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 2,
      "scientific": "Mesocricetus auratus",
      "common": "SYRIAN / GOLDEN HAMSTER (COMMON PET/RESEARCH TYPE)"
    },
    {
      "count": 6,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG (MOST COMMON PET HEDGEHOG)"
    },
    {
      "count": 3,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA (DOMESTICATED)"
    },
    {
      "count": 19,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 3,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    }
  ]
}