{
  "insp_id": "139161829110882",
  "layout": "a",
  "customer_id": "327617",
  "customer_name": "J & A Acres Llc",
  "customer_addr": "N13268 Sterling Ave\nWithee, WI 54498",
  "certificate": "35-B-0205",
  "site_id": "001",
  "site_name": "PINE HOLLOW FARM L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-MAY-2016",
  "report_date": "18-MAY-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "During inspection, two dogs were observed to have problems with their eyes that were not previously discussed\nwith the Attending Veterinarian. The first dog was a tri colored female Shih Tzu (microchip # 900164001254712).\nThe dog had a reddish bulge protruding out of its right eye. The licensee noticed it two days ago, but did not\ndocument it or contact the Attending Veterinarian. The second dog was a white female Malta-Poo (microchip #\n01254625). The dog's left eye had a discharge coming out of it that was turning the fur surrounding the eye a\nreddish brown color. During observation the dog was squinting and it appeared the eye was bothering the dog.\nUntreated eye conditions can cause the dogs unnecessary pain and discomfort. The infection or condition can get\nworse when left untreated causing further problems and if it's contagious it can spread to other dogs. The Attending\nVeterinarian must be consulted with in regards to both dogs and treated per his/her instructions.\nCorrect by 5/20/16.\nWhile inspecting a medicine cabinet, a bottle containing Garlic Oil was noted to have expired on 12/14. Expired\nmedications or other products doesn't ensure that the product is safe to use. All expired medications and products\nmust be discarded once they expire.\nCorrect immediately."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "During inspection, the licensee was asked how often he is disinfecting his primary enclosures. He informed me that\nhe doesn't disinfect the primary enclosures as he wasn't aware that he had to. Not disinfecting the primary\nenclosures doesn't ensure that the various types of germs (such as viruses, bacteria, parasites, etc.) have been\nkilled and that the cage is safe to use for new incoming dogs.\nAll primary enclosures must be disinfected once every two weeks and more often if necessary to prevent an\naccumulation of dirt, debris, food waste, excreta, and other disease hazards.\nCorrect by 6/1/16.\nExit interview conducted with facility representative.\nEnd of report."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDuring inspection, two dogs were observed to have problems with their eyes that were not previously discussed\nwith the Attending Veterinarian.  The first dog was a tri colored female Shih Tzu (microchip # 900164001254712). \nThe dog had a reddish bulge protruding out of its right eye.  The licensee noticed it two days ago, but did not\ndocument it or contact the Attending Veterinarian.  The second dog was a white female Malta-Poo (microchip #\n01254625).  The dog's left eye had a discharge coming out of it that was turning the fur surrounding the eye a\nreddish brown color.  During observation the dog was squinting and it appeared the eye was bothering the dog.\nUntreated eye conditions can cause the dogs unnecessary pain and discomfort.  The infection or condition can get\nworse when left untreated causing further problems and if it's contagious it can spread to other dogs.  The Attending\nVeterinarian must be consulted with in regards to both dogs and treated per his/her instructions.\nCorrect by 5/20/16.\nWhile inspecting a medicine cabinet, a bottle containing Garlic Oil was noted to have expired on 12/14.  Expired\nmedications or other products doesn't ensure that the product is safe to use.  All expired medications and products\nmust be discarded once they expire.\nCorrect immediately.\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nDuring inspection, the licensee was asked how often he is disinfecting his primary enclosures.  He informed me that\nhe doesn't disinfect the primary enclosures as he wasn't aware that he had to.  Not disinfecting the primary\nenclosures doesn't ensure that the various types of germs (such as viruses, bacteria, parasites, etc.) have been\nkilled and that the cage is safe to use for new incoming dogs.\n\nAll primary enclosures must be disinfected once every two weeks and more often if necessary to prevent an\naccumulation of dirt, debris, food waste, excreta, and other disease hazards.\nCorrect by 6/1/16.\nExit interview conducted with facility representative.\nEnd of report.",
  "animals_total": 566,
  "species": [
    {
      "count": 348,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 218,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}