{
  "insp_id": "33161421230641",
  "layout": "a",
  "customer_id": "18954",
  "customer_name": "Lucille Godfrey",
  "customer_addr": "604 Merrill Street\nBussey, IA 50044",
  "certificate": "42-A-0913",
  "site_id": "001",
  "site_name": "LUCILLE GODFREY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-FEB-2016",
  "report_date": "02-FEB-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "In the \"Basement\" there is a female Pomeranian (ID# 100) with a round, raised area protruding from the skin under\nher left eye. The protrusion is mostly hairless and moderately reddened and was slightly firm when felt by hand.\nThere is some dark staining of the hair between the eye and the protrusion and along the front of the protrusion.\nSkin protrusions could cause pain and discomfort to the dog.\nThis dog must be evaluated by a licensed veterinarian for proper diagnosis and treatment plan. The diagnosis and\ntreatment plan must be documented and available to the inspector upon request. The licensee must ensure that all\ndogs receive adequate veterinary care at all times.\nThe licensee was verbally told to have this dog evaluated by a licensed veterinarian by Friday, February 05.\nCorrection date: End of business February 05, 2016\nIn the \"Basement\" there is a female Rat Terrier (no ID) with excessively overgrown toenails on all four feet. Closer\nobservation of the toenails revealed that they have developed a severe curve and have become so long that they\nlay sideways from the toes when the dog stands on the concrete floor. Excessively long toenails can cause pain\nand discomfort to the dog as well as affect the animal's natural gait. The licensee must trim this dog's toenails and\nmust ensure that the toenails of all dogs are kept at an acceptable length at all times.\nCorrection date: February 05, 2016"
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the \"Basement\" the sides of the enclosures are constructed with either chain link or wire. There is one enclosure,\ncontaining two dogs, whose chain link has broken into sharp points at the level of the dogs. There are four\nenclosures, containing six dogs, whose wire sides have broken into large holes, gaps and sharp points. The gaps\nand holes occur where the wire sides meet the enclosure floor and are large enough for a dog's leg or foot to pass\nthrough. All the sharp points from the broken wires are located at the level of the dogs and surround the holes and\ngaps. Sharp points and holes and gaps in the enclosure sides can cause injury to the dogs.\nHousing facilities for dogs must be constructed so that they are structurally sound. They must be kept in good\nrepair and protect the dogs from injury. The licensee must repair, replace or alter the damaged chain link and wire\nenclosure sides in a manner that eliminates the injury risk to the dogs. The licensee must also ensure that all\nenclosures are kept in good repair and remain safe for the dogs at all times.\nCorrection date: February 17, 2016"
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the \"Basement\" there is one enclosure, containing two Rat Terriers, that has an excessive amount of feces\nscattered around the floor space. Some of the feces have been stepped on and flattened by the dogs as they run\naround the enclosure. The licensee stated that the feces are not removed from the enclosure daily.\nIn another enclosure, containing one adult Pomeranian and two puppies, there is a large amount of feces impacted\ninto the wire flooring. The floor of the enclosure is made up of multiply layers of offset wire and the feces have\nbecome trapped in between the layers and the adult dog has smashed and flattened the feces in the area where\nshe sits on the top layer of wire. The licensee said that she uses a wire brush to try and get the feces to fall\nthrough the layers of flooring. Excessive accumulation of feces can increase the risk of disease hazards towards\nthe dogs.\nSurfaces with which the dogs come in contact with must be spot cleaned daily and sanitized at least once every two\nweeks or as often as necessary, to prevent the accumulation of excreta and reduce disease hazards. The licensee\nmust remove the feces from all enclosures on a daily basis in order to promote the health and well-being of the\ndogs.\nExit interview conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nIn the \"Basement\" there is a female Pomeranian (ID# 100) with a round, raised area protruding from the skin under\nher left eye.  The protrusion is mostly hairless and moderately reddened and was slightly firm when felt by hand. \nThere is some dark staining of the hair between the eye and the protrusion and along the front of the protrusion. \nSkin protrusions could cause pain and discomfort to the dog.  \nThis dog must be evaluated by a licensed veterinarian for proper diagnosis and treatment plan.  The diagnosis and\ntreatment plan must be documented and available to the inspector upon request.  The licensee must ensure that all\ndogs receive adequate veterinary care at all times. \nThe licensee was verbally told to have this dog evaluated by a licensed veterinarian by Friday, February 05.\nCorrection date:  End of business February 05, 2016\nIn the \"Basement\" there is a female Rat Terrier (no ID) with excessively overgrown toenails on all four feet.  Closer\nobservation of the toenails revealed that they have developed a severe curve and have become so long that they\nlay sideways from the toes when the dog stands on the concrete floor.  Excessively long toenails can cause pain\nand discomfort to the dog as well as affect the animal's natural gait.  The licensee must trim this dog's toenails and\nmust ensure that the toenails of all dogs are kept at an acceptable length at all times.\nCorrection date:  February 05, 2016\n3.1(a)\nHOUSING FACILITIES, GENERAL.\nIn the \"Basement\" the sides of the enclosures are constructed with either chain link or wire.  There is one enclosure,\ncontaining two dogs, whose chain link has broken into sharp points at the level of the dogs.  There are four\nenclosures, containing six dogs, whose wire sides have broken into large holes, gaps and sharp points.  The gaps\n\nand holes occur where the wire sides meet the enclosure floor and are large enough for a dog's leg or foot to pass\nthrough.  All the sharp points from the broken wires are located at the level of the dogs and surround the holes and\ngaps.  Sharp points and holes and gaps in the enclosure sides can cause injury to the dogs.\nHousing facilities for dogs must be constructed so that they are structurally sound.  They must be kept in good\nrepair and protect the dogs from injury.  The licensee must repair, replace or alter the damaged chain link and wire\nenclosure sides in a manner that eliminates the injury risk to the dogs.  The licensee must also ensure that all\nenclosures are kept in good repair and remain safe for the dogs at all times.\nCorrection date:  February 17, 2016\n3.1(c)(3)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nIn the \"Basement\" there is one enclosure, containing two Rat Terriers, that has an excessive amount of feces\nscattered around the floor space.  Some of the feces have been stepped on and flattened by the dogs as they run\naround the enclosure.  The licensee stated that the feces are not removed from the enclosure daily. \nIn another enclosure, containing one adult Pomeranian and two puppies, there is a large amount of feces impacted\ninto the wire flooring.  The floor of the enclosure is made up of multiply layers of offset wire and the feces have\nbecome trapped in between the layers and the adult dog has smashed and flattened the feces in the area where\nshe sits on the top layer of wire.   The licensee said that she uses a wire brush to try and get the feces to fall\nthrough the layers of flooring.  Excessive accumulation of feces can increase the risk of disease hazards towards\nthe dogs.\nSurfaces with which the dogs come in contact with must be spot cleaned daily and sanitized at least once every two\nweeks or as often as necessary, to prevent the accumulation of excreta and reduce disease hazards.  The licensee\nmust remove the feces from all enclosures on a daily basis in order to promote the health and well-being of the\ndogs.\nExit interview conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 16,
  "species": [
    {
      "count": 14,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 2,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}