{
  "insp_id": "75142225565559",
  "layout": "a",
  "customer_id": "580",
  "customer_name": "Northwestern University",
  "customer_addr": "750 N. Lake Shore Dr\nRubloff 7-735\nChicago, IL 60611",
  "certificate": "33-R-0129",
  "site_id": "001",
  "site_name": "FRANCES SEARLE BLDG",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-MAR-2014",
  "report_date": "19-MAR-2014",
  "citations": [
    {
      "code": "2.31(c)(7)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "**A review of animal records from Protocol 2011-1348 indicated that animal #476048 received a subcutaneous\ninjection of manganese chloride that resulted in a skin wound measuring approximately 7x6 cm in the lumbar area.\nThis route of injection was not listed in the approved protocol. The PI modified the route of injection without\napproval from the IACUC. It is the responsibility of the research facility to ensure that modifications and/or\nproposed significant changes regarding the care and use of the animals is reviewed and approved by the IACUC in\norder to prevent unnecessary pain and suffering. Corrective measures have been instituted by the research facility\ninvolving retraining of the lab staff including the prinicipal investigator, consultations with the veterinary staff and\nincreased post approval monitoring.\nCorrection: from this date forward"
    },
    {
      "code": "2.33(b)(5)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.",
      "narrative": "**A review of animal records from Protocol 2011-2348 revealed that post-procedural care described in the protocol\nis not being followed. On September 15, 2012 animal #598310 was anesthesized to undergo a procedure.\nAccording to the approved protocol post-procedural monitoring is to take place every 15 minutes until the animal is\nsternal and ambulatory. The notation in the animal's medical record indicated \"After the procedure the rabbit was\ntaken to.....for recovery and placed under a heat lamp. During recovery the animal expired. \" There were no\nanesthesia/surgery monitoring records for this animal. Veterinary staff was not notified regarding the recovery and\nsubsequent death of the animal. Documentation in the records incorrectly indicated the animal had been\neuthanized. It is the responsibility of the research facility to ensure that appropriate pre and post-procedural care is\nprovided to the animals in order to minimize unnecessary pain and suffering. Corrective measures have been\ninstituted by the facility involving retraining for the animal care staff, increased communications with the veterinary\nstaff, increased post approval monitoring and additions of anesthetic monitoring equipment.\nCorrection: from this date forward\nINSPECTION AND EXIT BRIEFING CONDUCTED WITH THE IACUC DIRECTOR."
    }
  ],
  "narrative": "2.31(c)(7)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\n**A review of animal records from Protocol 2011-1348 indicated that animal #476048 received a subcutaneous\ninjection of manganese chloride that resulted in a skin wound measuring approximately 7x6 cm in the lumbar area. \nThis route of injection was not listed in the approved protocol.  The PI modified the route of injection without\napproval from the IACUC.  It is the responsibility of the research facility to ensure that modifications and/or\nproposed significant changes regarding the care and use of the animals is reviewed and approved by the IACUC in\norder to prevent unnecessary pain and suffering.  Corrective measures have been instituted by the research facility\ninvolving retraining of the lab staff including the prinicipal investigator, consultations with the veterinary staff and\nincreased post approval monitoring.\nCorrection: from this date forward\n2.33(b)(5)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.\n**A review of animal records from Protocol 2011-2348 revealed that post-procedural care described in the protocol\nis not being followed.  On September 15, 2012 animal #598310 was anesthesized to undergo a procedure.\nAccording to the approved protocol post-procedural monitoring is to take place every 15 minutes until the animal is\nsternal and ambulatory.  The notation in the animal's medical record indicated \"After the procedure the rabbit was\ntaken to.....for recovery and placed under a heat lamp.  During recovery the animal expired. \"  There were no\nanesthesia/surgery monitoring records for this animal.  Veterinary staff was not notified regarding the recovery and\nsubsequent death of the animal.  Documentation in the records incorrectly indicated the animal had been\neuthanized.  It is the responsibility of the research facility to ensure that appropriate pre and post-procedural care is\nprovided to the animals in order to minimize unnecessary pain and suffering.  Corrective measures have been\ninstituted by the facility involving retraining for the animal care staff, increased communications with the veterinary\nstaff, increased post approval monitoring and additions of anesthetic monitoring equipment.\nCorrection: from this date forward\n\nINSPECTION AND EXIT BRIEFING CONDUCTED WITH THE IACUC DIRECTOR.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}