{
  "insp_id": "INS-0000868023",
  "layout": "c",
  "customer_id": "501253",
  "customer_name": "MOSE MILLER",
  "customer_addr": "2628 TOWNSHIP RD 183\nBALTIC, OH 43804",
  "certificate": "31-A-0636",
  "site_id": "001",
  "site_name": "MOSE A MILLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-APR-2023",
  "report_date": "26-APR-2023",
  "citations": [
    {
      "code": "2.134(a)",
      "kind": "",
      "repeat": false,
      "desc": "Contingency planning.",
      "narrative": "* No contingency plan was available for review for 26 dogs during the inspection. The contingency plan describes what\nwill happen to the dogs if an emergency or natural disaster happens. It also lists all contact numbers that could assist the\nlicensee when an emergency or natural disaster happens. The licensee must develop, document, and follow an\nappropriate plan to provide for the humane handling, treatment, transportation, housing, and care of their animals in the\nevent of an emergency or disaster (one which could reasonably be anticipated and expected to be detrimental to the good\nhealth and well-being of the animals in their possession). Correct by 5/25/23."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "* There is a mixture of dirt, grease and other excreta accumulating on the interior fiberglass divider panel of four\nenclosures. Nine dogs are in contact with the affected surfaces located in sheltered housing. The affected area covers\napproximately 20 to 30 percent of the interior wall area. Cleaning of surfaces is necessary to prevent an accumulation of\nexcreta and other disease hazards. This indicates an unsanitary living condition exists that could lead to potential disease\nor health risks. Surfaces which are not cleaned and sanitized properly increase the risk of disease hazards for the dogs.\nCleanliness is important to the health and well-being of the animals. All surfaces of housing facilities must be cleaned and\nsanitized when necessary to satisfy generally accepted husbandry standards and practices. The licensee must ensure\nthat hard surfaces with which the dogs come in contact must be spot cleaned daily and sanitized in accordance with 3.11\n(B) of this sub part to prevent accumulation of excreta and reduce disease hazards. Correct by 4/27/23."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "* An accumulation of excreta and dried fecal residue was observed on six outside cement runs and four indoor cement\nruns in sheltered housing. An estimated 15 dogs and eight puppies are in contact with the affected surfaces. The\naffected area covers 60 to 100 percent of the available floor area. Cleaning of surfaces is necessary to prevent an\naccumulation of dirt, excreta, and other disease hazards. It indicates unsanitary living conditions exist that could increase\nthe risks of disease transmission, which negatively affects the health of the dogs. Accumulations of excreta can\npotentially create odors, serve as an attractant for flies, insects, and other pests. The clean surface area available for the\ndog to walk on is reduced. Excreta could potentially cause soiling on the body of the dog being housed in the affected\nenclosure. The licensee must remove excreta and food waste from the primary enclosure daily and from under the\nprimary enclosures as often as necessary to prevent an excessive accumulation of feces and food waste, to prevent\nsoiling of the dogs contained in the primary enclosures, and to reduce disease hazards, insects, pests, and odors. Correct\nby 4/27/23."
    },
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "* There was no recorded date for annual fecal float testing for 26 dogs. Annual fecal float testing is important for the\nhealth of the animals. Fecal float testing is done to ensure that there are no active internal parasites. The licensee must\nensure that all dogs are receiving vaccinations for contagious and/or deadly diseases of dogs (including rabies,\nparvovirus, and distemper) and sampling and treatment of parasites and other pests (including fleas, worms, coccidia,\ngiardia, and heartworm) in accordance with a schedule approved by the attending veterinarian. Correct by 5/25/23.\nThis inspection and exit interview were conducted with the licensee.\nn"
    }
  ],
  "narrative": "2.134(a) \n   \nContingency planning. \n*   No contingency plan was available for review for 26 dogs during the inspection.  The contingency plan describes what \nwill happen to the dogs if an emergency or natural disaster happens. It also lists all contact numbers that could assist the \nlicensee when an emergency or natural disaster happens.  The licensee must develop, document, and follow an \nappropriate plan to provide for the humane handling, treatment, transportation, housing, and care of their animals in the \nevent of an emergency or disaster (one which could reasonably be anticipated and expected to be detrimental to the good \nhealth and well-being of the animals in their possession).  Correct by 5/25/23. \n3.1(c)(3) \n   \nHousing facilities, general. \n*    There is a mixture of dirt, grease and other excreta accumulating on the interior fiberglass   divider panel of four \nenclosures.  Nine dogs are in contact with the affected surfaces located in sheltered housing. The affected area covers \napproximately 20 to 30 percent of the interior wall area. Cleaning of surfaces is necessary to prevent an accumulation of \nexcreta and other disease hazards.  This indicates an unsanitary living condition exists that could lead to potential disease \nor health risks.  Surfaces which are not cleaned and sanitized properly increase the risk of disease hazards for the dogs. \nCleanliness is important to the health and well-being of the animals. All surfaces of housing facilities must be cleaned and \nsanitized when necessary to satisfy generally accepted husbandry standards and practices.   The licensee must ensure\n\nthat hard surfaces with which the dogs come in contact must be spot cleaned daily and sanitized in accordance with 3.11 \n(B) of this sub part to prevent accumulation of excreta and reduce disease hazards.  Correct by 4/27/23. \n3.11(a) \n   \nCleaning, sanitization, housekeeping, and pest control. \n*   An accumulation of excreta and dried fecal residue was observed on six outside cement runs and four indoor cement \nruns in sheltered housing.  An estimated 15 dogs and eight puppies are in contact with the affected surfaces.  The \naffected area covers 60 to 100 percent of the available floor area.  Cleaning of surfaces is necessary to prevent an \naccumulation of dirt, excreta, and other disease hazards.  It indicates unsanitary living conditions exist that could increase \nthe risks of disease transmission, which negatively affects the health of the dogs.  Accumulations of excreta can \npotentially create odors, serve as an attractant for flies, insects, and other pests.  The clean surface area available for the \ndog to walk on is reduced.  Excreta could potentially cause soiling on the body of the dog being housed in the affected \nenclosure.  The licensee must remove excreta and food waste from the primary enclosure daily and from under the \nprimary enclosures as often as necessary to prevent an excessive accumulation of feces and food waste, to prevent \nsoiling of the dogs contained in the primary enclosures, and to reduce disease hazards, insects, pests, and odors. Correct \nby 4/27/23. \n3.13(a)(3) \n   \nVeterinary care for dogs. \n*   There was no recorded date for annual fecal float testing for 26 dogs.  Annual fecal float testing is important for the \nhealth of the animals.  Fecal float testing is done to ensure that there are no active internal parasites.  The licensee must \nensure that all dogs are receiving vaccinations for contagious and/or deadly diseases of dogs (including rabies, \nparvovirus, and distemper) and sampling and treatment of parasites and other pests (including fleas, worms, coccidia, \ngiardia, and heartworm) in accordance with a schedule approved by the attending veterinarian.  Correct by 5/25/23.\n\nThis inspection and exit interview were conducted with the licensee. \n \n n",
  "animals_total": 61,
  "species": [
    {
      "count": 26,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 35,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}