{
  "insp_id": "238151300460011",
  "layout": "a",
  "customer_id": "25895",
  "customer_name": "Anna Jack",
  "customer_addr": "2353 Cavendish Drive\nKissimmee, FL 34746",
  "certificate": "58-C-1157",
  "site_id": "002",
  "site_name": "ANNA JACK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-AUG-2015",
  "report_date": "26-AUG-2015",
  "citations": [
    {
      "code": "2.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "REQUIREMENTS AND APPLICATION.",
      "narrative": "Ms. Jack is currently exhibiting 4 dogs, six days a week, for the last 7 weeks at a local show. Ms. Jack previously\nstarted the pre license process in 2004 in New York but never completed it, and her application was subsequently\ncancelled. She therefore knew that she needed a USDA license to exhibit regulated animals at that time before she\nstarted to exhibit in Orlando, FL\nYou may not exhibit any regulated animals without a USDA license. The Raleigh Regional Office will be sending\nyou a pre license packet. When you receive it, please complete the application for license and submit it to the\nRaleigh Regional Office with a $10.00 application fee to begin the licensure procedure.\nThe procedure for obtaining a USDA license was discussed during this visit."
    }
  ],
  "narrative": "2.1(a)\nREQUIREMENTS AND APPLICATION.\nMs. Jack is currently exhibiting 4 dogs, six days a week, for the last 7 weeks at a local show.  Ms. Jack previously\nstarted the pre license process in 2004 in New York but never completed it, and her application was subsequently\ncancelled.  She therefore knew that she needed a USDA license to exhibit regulated animals at that time before she\nstarted to exhibit in Orlando, FL\nYou may not exhibit any regulated animals without a USDA license.  The Raleigh Regional Office will be sending\nyou a pre license packet.  When you receive it, please complete the application for license and submit it to the\nRaleigh Regional Office with a $10.00 application fee to begin the licensure procedure.\nThe procedure for obtaining a USDA license was discussed during this visit.",
  "animals_total": 4,
  "species": [
    {
      "count": 3,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 1,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}