{
  "insp_id": "267140754540600",
  "layout": "a",
  "customer_id": "328878",
  "customer_name": "Allison Stephenson",
  "customer_addr": "Emily Skinner\n10536 Doc Angus Trail\nGreen Castle, MO 63544",
  "certificate": "43-A-5804",
  "site_id": "001",
  "site_name": "EMILY SKINNER & ALLISON STEPHENSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-SEP-2014",
  "report_date": "24-SEP-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Veterinary Care - A female American Eskimo puppy, DOB 8-28-14, was observed with a possible injury to her tail.\nTowards the end of the tail there is an area that is swollen and hairless, approximately 1 inch in length, with a small\nwound on the top portion, followed by a constricted area, followed by another hairless area, approximately 1 inch in\nlength. At the end of the tail the hair is matted with dark material. The licensee was not aware of the puppy's\ncondition. This could be a sign of an injury. The licensee must consult with a veterinarian for an appropriate\ndiagnosis and treatment plan. The licensee must ensure that all animals receive timely and adequate veterinary\ncare at all times.\nTo be corrected by: 25 Sept 14"
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Cleaning of primary enclosures\nIn the outside section of 3 of the primary enclosures, on the south side of the sheltered facility, and affecting 4 dogs,\nthere is an excessive accumulation of fecal material. The amount of fecal material in these enclosures made it\ndifficult for the dogs to avoid stepping in it. This amount of fecal material can soil the dogs creating a disease\nhazard. The licensee must clean these enclosures and ensure that excreta and food wastes are removed from\nprimary enclosures at least once a day or more often if necessary to ensure for the health and well-being of the\nanimals.\nTo be corrected by: 25 Sept 14."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nVeterinary Care - A female American Eskimo puppy, DOB 8-28-14, was observed with a possible injury to her tail. \nTowards the end of the tail there is an area that is swollen and hairless, approximately 1 inch in length, with a small\nwound on the top portion, followed by a constricted area, followed by another hairless area, approximately 1 inch in\nlength.  At the end of the tail the hair is matted with dark material.  The licensee was not aware of the puppy's\ncondition.  This could be a sign of an injury.  The licensee must consult with a veterinarian for an appropriate\ndiagnosis and treatment plan.  The licensee must ensure that all animals receive timely and adequate veterinary\ncare at all times.\nTo be corrected by:  25 Sept 14\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nCleaning of primary enclosures \nIn the outside section of 3 of the primary enclosures, on the south side of the sheltered facility, and affecting 4 dogs,\nthere is an excessive accumulation of fecal material.  The amount of fecal material in these enclosures made it\ndifficult for the dogs to avoid stepping in it.  This amount of fecal material can soil the dogs creating a disease\nhazard.  The licensee must clean these enclosures and ensure that excreta and food wastes are removed from\nprimary enclosures at least once a day or more often if necessary to ensure for the health and well-being of the\nanimals. \nTo be corrected by:  25 Sept 14.",
  "animals_total": 61,
  "species": [
    {
      "count": 48,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 13,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}