{
  "insp_id": "2016082568065054",
  "layout": "a",
  "customer_id": "759",
  "customer_name": "Johnson College",
  "customer_addr": "3427 N Main Avenue\nScranton, PA 18508",
  "certificate": "23-R-0067",
  "site_id": "001",
  "site_name": "VETERINARY SCIENCE CENTER/ JOHNSON TECHNICAL INSTI",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-JAN-2017",
  "report_date": "17-JAN-2017",
  "citations": [
    {
      "code": "2.31(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "Section 2.31(c)(3) IACUC: The April and October 2016 IACUC reports to the Institutional Official were not signed by\na majority of the IACUC members. The deficiencies identified in the two IACUC reports did not always designate\nthe deficiency as significant or minor and did not always include a correction plan and date. The IACUC report\nprovides important information to the Institutional Official regarding the importance of each of the deficiencies with a\nreasonable and specific plan and schedule with dates for correcting each deficiency so the Institutional Official may\nensure that the corrections are completed and the facility is in compliance with the Animal Welfare Act, regulations\nand standards. Correct by ensuring future IACUC reports to the Institutional Official are signed by a majority of the\nIACUC members, designate any deficiencies as either significant or minor, and include a correction plan and date.\nCorrect for the spring 2017 IACUC report to the Institutional Official."
    },
    {
      "code": "2.31(c)(6)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "Section 2.31(c)(6): The written procedures for the dog/cat spays and neuters have been approved by the attending\nveterinarian but not by the facility IACUC. These procedures must include all the required information for animal\nactivity proposals (protocols) and be submitted to the facility IACUC for review and approval to comply with the\nanimal welfare regulations. Correct by having the IACUC review and approve protocols for dog/cat spays and\nneuters. Correct before performing these procedures on regulated dogs and cats."
    },
    {
      "code": "2.31(e)(3)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "Section 2.31(e)(3): The dog, cat and rabbit lab animal activity proposals (protocols) did not provide a description of\nthe restraint techniques and eye diagnostics being taught to the students. A complete description of all proposed\nuses of the animals is necessary to ensure the procedures involving animals avoid or minimize discomfort, distress\nand pain to the animals and to comply with the animal welfare regulations. Correct by including a description of the\nrestraint techniques and eye diagnostics being used in the dog, cat and rabbit lab protocols. Correct by February\n17, 2017.\nThis inspection and exit interview were conducted with the facility attending veterinarian and an instructor of\nveterinary technology."
    }
  ],
  "narrative": "2.31(c)(3)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nSection 2.31(c)(3) IACUC: The April and October 2016 IACUC reports to the Institutional Official were not signed by\na majority of the IACUC members.  The deficiencies identified in the two IACUC reports did not always designate\nthe deficiency as significant or minor and did not always include a correction plan and date.  The IACUC report\nprovides important information to the Institutional Official regarding the importance of each of the deficiencies with a\nreasonable and specific plan and schedule with dates for correcting each deficiency so the Institutional Official may\nensure that the corrections are completed and the facility is in compliance with the Animal Welfare Act, regulations\nand standards.  Correct by ensuring future IACUC reports to the Institutional Official are signed by a majority of the\nIACUC members, designate any deficiencies as either significant or minor, and include a correction plan and date. \nCorrect for the spring 2017 IACUC report to the Institutional Official.\n2.31(c)(6)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nSection 2.31(c)(6): The written procedures for the dog/cat spays and neuters have been approved by the attending\nveterinarian but not by the facility IACUC.  These procedures must include all the required information for animal\nactivity proposals (protocols) and be submitted to the facility IACUC for review and approval to comply with the\nanimal welfare regulations.  Correct by having the IACUC review and approve protocols for dog/cat spays and\nneuters.  Correct before performing these procedures on regulated dogs and cats.\n2.31(e)(3)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nSection 2.31(e)(3): The dog, cat and rabbit lab animal activity proposals (protocols) did not provide a description of\nthe restraint techniques and eye diagnostics being taught to the students.  A complete description of all proposed\nuses of the animals is necessary to ensure the procedures involving animals avoid or minimize discomfort, distress\nand pain to the animals and to comply with the animal welfare regulations.  Correct by including a description of the\nrestraint techniques and eye diagnostics being used in the dog, cat and rabbit lab protocols.  Correct by February\n17, 2017.\n\nThis inspection and exit interview were conducted with  the facility attending veterinarian and an instructor of\nveterinary technology.",
  "animals_total": 3,
  "species": [
    {
      "count": 3,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    }
  ]
}