{
  "insp_id": "32161515170697",
  "layout": "a",
  "customer_id": "18938",
  "customer_name": "D D Farm Animal Sanctuary And Rescue",
  "customer_addr": "6000 N Creasy Springs Rd\nColumbia, MO 65202",
  "certificate": "43-C-0228",
  "site_id": "001",
  "site_name": "D D FARM ANIMAL SANCTUARY AND RESCUE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-FEB-2016",
  "report_date": "01-FEB-2016",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "(a) Structural strength.\n***There were two wire ends from the enclosure fencing which were pointing into the entrance of one of the Jungle\nCat's shelters. These wire ends were creating sharp points which were protruding into the shelter at the animal's\nlevel. These sharp points increase the risk of injury to the animal. The licensee must ensure that all housing\nfacilities are structurally sound and maintained in good repair to protect the animals from injury and to contain the\nanimals at all times. This noncompliant item was corrected at the time of inspection."
    },
    {
      "code": "3.125(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "***The drainage trough inside the tigers' and liger's shelter facility leads out to the concrete directly adjacent to their\nprimary enclosure. There was an accumulation of animal bedding, food waste, dirt and debris present in the\ndrainage trough, on the concrete adjacent to the animals' fenced enclosure as well as under an access ramp\nleading into the shelter for the animals. A portion of an old deer carcass, straw and other organic material was\nobserved under the access ramp inside the animals' enclosure. According to the licensee, the straw used for\nanimal bedding inside the shelter had been cleaned out approximately 1 week ago. According to the licensee, the\nwaste trough drains by gravity and the excess waste in the trough, on the concrete and under the ramp is manually\nscooped up with the last time being at least 2 weeks ago. This accumulation of animal bedding, food waste, dirt\nand debris increases the risk of odors and disease hazards. The licensee must ensure that the removal and\ndisposal of animal and food wastes, bedding, dead animals, trash and debris are provided as necessary to minimize\nvermin infestation, odors and disease hazards. To be corrected by: February 4, 2016.\nThe inspection and exit interview were conducted with the licensee, Stephanie Osborne (ACI) and Dr. Erika Leisner\n(VMO).\nAdditional Inspectors\nOsborne Stephanie, Animal Care Inspector"
    }
  ],
  "narrative": "3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \n(a) Structural strength.\n***There were two wire ends from the enclosure fencing which were pointing into the entrance of one of the Jungle\nCat's shelters.  These wire ends were creating sharp points which were protruding into the shelter at the animal's\nlevel.  These sharp points increase the risk of injury to the animal.  The licensee must ensure that all housing\nfacilities are structurally sound and maintained in good repair to protect the animals from injury and to contain the\nanimals at all times. This noncompliant item was corrected at the time of inspection.\n3.125(d)\nFACILITIES, GENERAL.   \n***The drainage trough inside the tigers' and liger's shelter facility leads out to the concrete directly adjacent to their\nprimary enclosure.  There was an accumulation of animal bedding, food waste, dirt and debris present in the\ndrainage trough, on the concrete adjacent to the animals' fenced enclosure as well as under an access ramp\nleading into the shelter for the animals.  A portion of an old deer carcass, straw and other organic material was\nobserved under the access ramp inside the animals' enclosure.  According to the licensee, the straw used for\nanimal bedding inside the shelter had been cleaned out approximately 1 week ago.  According to the licensee, the\nwaste trough drains by gravity and the excess waste in the trough, on the concrete and under the ramp is manually\nscooped up with the last time being at least 2 weeks ago.  This accumulation of animal bedding, food waste, dirt\nand debris increases the risk of odors and disease hazards.  The licensee must ensure that the removal and\ndisposal of animal and food wastes, bedding, dead animals, trash and debris are provided as necessary to minimize\nvermin infestation, odors and disease hazards.  To be corrected by:  February 4, 2016.\nThe inspection and exit interview were conducted with the licensee, Stephanie Osborne (ACI) and Dr. Erika Leisner\n(VMO).\n\nAdditional Inspectors\nOsborne Stephanie, Animal Care Inspector",
  "animals_total": 16,
  "species": [
    {
      "count": 3,
      "scientific": "Canis lupus",
      "common": "GRAY WOLF / GREY WOLF / TIMBER WOLF"
    },
    {
      "count": 1,
      "scientific": "Felis chaus",
      "common": "JUNGLE CAT"
    },
    {
      "count": 1,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 1,
      "scientific": "Nasua nasua",
      "common": "BROWN-NOSED COATI"
    },
    {
      "count": 1,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 1,
      "scientific": "Panthera leo × panthera tigris",
      "common": "LIGER"
    },
    {
      "count": 4,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 2,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 2,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    }
  ]
}