{
  "insp_id": "2016082568011369",
  "layout": "a",
  "customer_id": "3005",
  "customer_name": "Tim Lepard",
  "customer_addr": "182 Pond Drive\nPontotoc, MS 38863",
  "certificate": "65-C-0519",
  "site_id": "TRA",
  "site_name": "TIM LEPARD",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-NOV-2016",
  "report_date": "18-NOV-2016",
  "citations": [
    {
      "code": "3.80(b)(2)(i)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "There are four capuchins in two metal enclosures, two per enclosure. These metal enclosures measure 27 inches\nby 27 inches by 30 inches high. These provide 5.06 square feet of floor space. Under the Animal Welfare Act\ncapuchins fall under Group 2 primates in the space requirements requiring 3 square feet each and 30 inches of\nheight. For two capuchins, 6 square feet of floor space is required. Therefore, these enclosures are 1 square foot\nshort of the minimum space requirements for when stopped at locations for exhibiting.\nA minimum of three square feet of floor space per capuchin needs to be provided. The owner is in the process of\ndesigning caging for a new transport vehicle. These space requirements were discussed for the new vehicle.\nTo be corrected by 12-31-16.\nThis inspection and exit interview were conducted with owner at Garrison Arena in Pendleton, SC."
    }
  ],
  "narrative": "3.80(b)(2)(i)\nPRIMARY ENCLOSURES.  \nThere are four capuchins in two metal enclosures, two per enclosure.  These metal enclosures measure 27 inches\nby 27 inches by 30 inches high.  These provide 5.06 square feet of floor space.  Under the Animal Welfare Act\ncapuchins fall under Group 2 primates in the space requirements requiring 3 square feet each and 30 inches of\nheight.  For two capuchins, 6 square feet of floor space is required.  Therefore, these enclosures are 1 square foot\nshort of the minimum space requirements for when stopped at locations for exhibiting.   \nA minimum of three square feet of floor space per capuchin needs to be provided.   The owner is in the process of\ndesigning caging for a new transport vehicle.  These space requirements were discussed for the new vehicle.\nTo be corrected by 12-31-16.\nThis inspection and exit interview were conducted with owner at Garrison Arena in Pendleton, SC.",
  "animals_total": 11,
  "species": [
    {
      "count": 4,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 4,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 3,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    }
  ]
}