{
  "insp_id": "217152320360382",
  "layout": "a",
  "customer_id": "40485",
  "customer_name": "Mike Wolfe",
  "customer_addr": "1814 Rd 23\nLongton, KS 67352",
  "certificate": "48-A-2005",
  "site_id": "001",
  "site_name": "Mike Wolfe",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-AUG-2015",
  "report_date": "06-AUG-2015",
  "citations": [
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "Each dealer/breeder must maintain accurate records. The USDA form 7005 is being used to maintain these\nrecords. The identification number is missing from at least 4 dogs on the form 7005 and the age or date of birth is\nmissing from at least 6 dogs. This information is very necessary to help track dogs identification, breed, age,\ndescription, etc. The dealer/owner must correct the 7005 and keep it up to date. Correct by 08-12-2015."
    },
    {
      "code": "2.75(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "Each dealer/owner must use a Record of Disposition. The USDA form 7006 is being used to keep, and maintain\nthis required information. Broker records show that a litter of Lab puppies was sold 01-20-2015 from this facility, the\nowner admits they were his puppies. Dealer/owner has no record of this transaction. The dealer/owner must\nensure that all live dogs that leave this facility have a disposition with all the correct information. This record of\ndisposition must be kept for a least one year and available during the inspection process. Correct from this day\nforward."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Surfaces must be maintained and replaced when worn. At least three enclosures with concrete floors have cracks.\nThese cracks in the concrete flooring cannot be cleaned and adequately sanitized properly. Cracks in concrete\nflooring can trap waste material and lead to disease, odors, and pests. The breeder must repair or replace these\ncracks. The breeder/owner needs to also put into place a maintenance program that closely monitors the floors of\nall enclosures that house dogs, and repair before they become an issue. This will help in the health and good\ncleaning of these areas of the enclosures. Repair by 09-15-2015"
    },
    {
      "code": "3.6(a)(2)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Primary enclosures must be maintained and have no sharp points that could injure dogs. One of the outdoor\nsheltered concrete runs has an end pipe with a sharp point that could injure dogs. In that same area, a bottom steel\nrod of a partition panel also has sharp points that dogs have access too. The owner/breeder needs to remove or\nrepair these areas to help ensure that dogs are in a safe and healthy environment. Correct by 08-12-2015."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Primary enclosures that house dogs must be cleaned daily of excreta and more often if needed to help ensure the\ngood health and care of dogs. The owner did state he had cleaned the day before. At the time of this inspection the\nenclosures have not been cleaned in a 24 hr. period. Excessive feces are in and around the bottom of dog shelters\nand throughout the concrete runs. Cleaning of dog feces in a timelier manner will help in the control of odors,\ninsects, diseases and help maintain a clean environment for dogs. The owner must clean more often. Correct by\nclose of business day today."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Water receptacles for dogs must be sanitized at least once every two weeks and more often if needed to prevent an\naccumulation of debris and organic material. The water trough that goes through all enclosures used to water all\ndogs needs to be cleaned of the green mossy debris. Cleaning more often of the water receptacles will help\nprevent disease hazards. Clean water helps dogs digest better and helps them to stay healthier. The owner must\nclean the water receptacles and monitor them more often to ensure dogs have access to clean water. Correct by\n08-06-2015.\nThis inspection and exit briefing were conducted with the owner, Karl Thornton, ACI, and Kendall Lundy, ACI.\nAdditional Inspectors\nLundy Kendall, Animal Care Inspector"
    }
  ],
  "narrative": "2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nEach dealer/breeder must maintain accurate records.  The USDA form 7005 is being used to maintain these\nrecords.  The identification number is missing from at least 4 dogs on the form 7005 and the age or date of birth is\nmissing from at least 6 dogs.  This information is very necessary to help track dogs identification, breed, age,\ndescription, etc. The dealer/owner must correct the 7005 and keep it up to date.  Correct by 08-12-2015.\n2.75(a)(2)\nRECORDS: DEALERS AND EXHIBITORS.\nEach dealer/owner must use a Record of Disposition.  The USDA form 7006 is being used to keep, and maintain\nthis required information.  Broker records show that a litter of Lab puppies was sold 01-20-2015 from this facility, the\nowner admits they were his puppies.   Dealer/owner has no record of this transaction.  The dealer/owner must\nensure that all live dogs that leave this facility have a disposition with all the correct information.  This record of\ndisposition must be kept for a least one year and available during the inspection process.   Correct from this day\nforward.\n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\nSurfaces must be maintained and replaced when worn.  At least three enclosures with concrete floors have cracks. \nThese cracks in the concrete flooring cannot be cleaned and adequately sanitized properly. Cracks in concrete\nflooring can trap waste material and lead to disease, odors, and pests.   The breeder must repair or replace these\ncracks.  The breeder/owner needs to also put into place a maintenance program that closely monitors the floors of\nall enclosures that house dogs, and repair before they become an issue.    This will help in the health and good\ncleaning of these areas of the enclosures. Repair by 09-15-2015\n\n3.6(a)(2)(1)\nPRIMARY ENCLOSURES.\nPrimary enclosures must be maintained and have no sharp points that could injure dogs.  One of the outdoor\nsheltered concrete runs has an end pipe with a sharp point that could injure dogs. In that same area, a bottom steel\nrod of a partition panel also has sharp points that dogs have access too.  The owner/breeder needs to remove or\nrepair these areas to help ensure that dogs are in a safe and healthy environment.  Correct by 08-12-2015.\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nPrimary enclosures that house dogs must be cleaned daily of excreta and more often if needed to help ensure the\ngood health and care of dogs. The owner did state he had cleaned the day before.  At the time of this inspection the\nenclosures have not been cleaned in a 24 hr. period.  Excessive feces are in and around the bottom of dog shelters\nand throughout the concrete runs.  Cleaning of dog feces in a timelier manner will help in the control of odors,\ninsects,  diseases and help maintain a clean environment for dogs.  The owner must clean more often.  Correct by\nclose of business day today.    \n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nWater receptacles for dogs must be sanitized at least once every two weeks and more often if needed to prevent an\naccumulation of debris and organic material.  The water trough that goes through all enclosures used to water all\ndogs needs to be cleaned of the green mossy debris.   Cleaning more often of the water receptacles will help\nprevent disease hazards.  Clean water helps dogs digest better and helps them to stay healthier.  The owner must\nclean the water receptacles and monitor them more often to ensure dogs have access to clean water.   Correct by\n08-06-2015.  \nThis inspection and exit briefing were conducted with the owner, Karl Thornton, ACI, and Kendall Lundy, ACI.\n\nAdditional Inspectors\nLundy Kendall, Animal Care Inspector",
  "animals_total": 64,
  "species": [
    {
      "count": 37,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 27,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}