{
  "insp_id": "119141331470753",
  "layout": "a",
  "customer_id": "25972",
  "customer_name": "John Neal Harness",
  "customer_addr": "16567 Hwy 66\nMountainview, AR 72560",
  "certificate": "71-A-1286",
  "site_id": "001",
  "site_name": "JOHN NEAL HARNESS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-APR-2014",
  "report_date": "29-APR-2014",
  "citations": [
    {
      "code": "3.28(c)(2)(3)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The facility is located in a transport type trailer. In the facility there were eight primary enclosures which contained\nmore weaned animals then the provided floor space allowed. The enclosures all provided 144 square inches.\nThere were three enclosures containing 15, 17 and 19 animals each. Three enclosures contained 20 animals each.\nAnd two enclosures contined 22 animals. The dealer must provide the minimum floor space for all animals to\nprotect the animals from injury, facilitate husbandry practices and to protect their health and welfare.\nAffects one hundred and sixty-nine animals. Correct by May 5, 2014"
    },
    {
      "code": "3.31(b)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The facility is located in a transport type trailer. The facility is located in a transport type trailer. Sitting on the top of\na set of enclosures there were chemicals such as Sevin dust and rat poison. Through-out the facility there was\ndust, spider webs, spilt food and bedding on the supporting framing and floor. The facility needs to be cleaned and\nmaintained to facilitate husbandry practices, protect the animals from injury and to protect their health and welfare.\nAffects two hundred and thirty-two animals. Correct by May 5, 2014\nThe inspection and exit briefing was conducted with the Dealer\nAdditional Inspectors\nCooper Natalie, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.28(c)(2)(3)\nPRIMARY ENCLOSURES. \nThe facility is located in a transport type trailer.  In the facility there were eight primary enclosures which contained\nmore weaned animals then the provided floor space allowed.  The enclosures all provided 144 square inches. \nThere were three enclosures containing 15, 17 and 19 animals each.  Three enclosures contained 20 animals each.\n And two enclosures contined 22 animals.  The dealer must provide the minimum floor space for all animals to\nprotect the animals from injury, facilitate husbandry practices and to protect their health and welfare.  \nAffects one hundred and sixty-nine animals.                                    Correct by May 5, 2014\n3.31(b)\nSANITATION.\nThe facility is located in a transport type trailer.  The facility is located in a transport type trailer.  Sitting on the top of\na set of enclosures there were chemicals such as Sevin dust and rat poison.  Through-out the facility there was\ndust, spider webs, spilt food and bedding on the supporting framing and floor.  The facility needs to be cleaned and\nmaintained to facilitate husbandry practices, protect the animals from injury and to protect their health and welfare.\nAffects two hundred and thirty-two animals.              Correct by May 5, 2014\nThe inspection and exit briefing was conducted with the Dealer\nAdditional Inspectors\nCooper Natalie, Veterinary Medical Officer",
  "animals_total": 232,
  "species": [
    {
      "count": 232,
      "scientific": "Phodopus campbelli",
      "common": "CAMPBELLS DWARF HAMSTER"
    }
  ]
}