{
  "insp_id": "2016082569051699",
  "layout": "a",
  "customer_id": "330618",
  "customer_name": "Leroy B Miller",
  "customer_addr": "4780 State Rd 557\nMillersburg, OH 44654",
  "certificate": "31-A-0514",
  "site_id": "001",
  "site_name": "LEROY B MILLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-FEB-2018",
  "report_date": "15-FEB-2018",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female bichon #12 has a moderate amount of hard, brownish-yellow tartar built up on all teeth, especially the\npremolars and molars on both sides, top and bottom. The gums edging most of the teeth are reddened and\nswollen. There are at least four teeth with thick white discharge emanating from where the gum meets the tooth.\nThese are all signs of dental disease, which is a painful condition that can cause difficulty eating and potentially\nspread to infections throughout the body. Correct by having this dog's dental condition assessed and treated by a\nlicensed veterinarian.\nCorrect by: COB 16 February 2018.\nThis inspection was conducted with the licensee's wife. An exit interview was conducted with the licensee."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female bichon #12 has a moderate amount of hard, brownish-yellow tartar built up on all teeth, especially the\npremolars and molars on both sides, top and bottom.  The gums edging most of the teeth are reddened and\nswollen.  There are at least four teeth with thick white discharge emanating from where the gum meets the tooth. \nThese are all signs of dental disease, which is a painful condition that can cause difficulty eating and potentially\nspread to infections throughout the body.  Correct by having this dog's dental condition assessed and treated by a\nlicensed veterinarian.\nCorrect by: COB 16 February 2018.\nThis inspection was conducted with the licensee's wife.  An exit interview was conducted with the licensee.",
  "animals_total": 38,
  "species": [
    {
      "count": 27,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 11,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}