{
  "insp_id": "322151532500303",
  "layout": "a",
  "customer_id": "34157",
  "customer_name": "St Catherines Island Foundation",
  "customer_addr": "182 Camellia Rd\nMidway, GA 31320",
  "certificate": "57-C-0264",
  "site_id": "001",
  "site_name": "ST CATHERINES ISLAND FOUNDATION",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-NOV-2015",
  "report_date": "18-NOV-2015",
  "citations": [
    {
      "code": "3.80(a)(2)(4)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "This licensee primarily maintains free ranging breeding colonies of ring tailed lemurs on an island. Reviewing\nmedical records showed this past June and July, the Windmill group had 4 infants go missing over a period of\nseveral weeks. Then on 7-26-15, the mother of two of the missing infants was missing and then found dead, with\nonly bones left. At this same time, juvenile great horned owls were heard and seen in the Windmill group area. The\nlemurs exhibited fearful behaviors, staring often at the sky and not coming down from the trees when the food truck\narrived. Because the caretakers believed the owls were snatching the infants, they started locking the lemurs into\nthe backup enclosures at night to decrease predation chances. The caretakers also stopped feeding the lemurs on\nthe five foot tall platform perches, as these are easily available to aerial predators. On August 25, 2015, the\ncaretakers received orders to not lock the Windmill group in at night and to continue feeding on the platforms.\nAlthough the caretakers did this (and there were not additional missing lemurs), they are under the order to not lock\nthe lemurs in to the backups at night should an aerial predator become a hazard again.\nAlthough these free ranging lemurs cannot be fully protected from injuries and predators all of the time in a\nsituation where the enclosure is an island, there are measures that can be taken when necessary which can\ndecrease the chances of predators killing the lemurs. Locking the lemurs in the backups whenever aerial predators\nare detected is one such measure. The attending veterinarian told the caretakers to do this. Other predator\ndeterrents are being attempted, but unless the veterinarian dictates otherwise, the caretakers should lock up the\nlemurs when necessary and be allowed to feed in safer areas in order to prevent unwanted animals from having\nphysical contact with the lemurs. To be corrected from this time forward.\nDuring this inspection, at least one male lemur was under treatment for being bitten by a free ranging lemur who\ntried to reach the lemur in the cage. The caged lemur suffered an injury to its finger because the lemurs could have\ncontact through the coated one inch mesh wire. This animal is with a group in an enclosure which is not double\nwired (or otherwise built) to prevent unwanted animal contact. There have been other instances of this happening\nin the past, but due to new social groupings, there are more lemurs in enclosures than have been in the past.\nEnclosures need to be constructed or modified in order to keep unwanted animals, including other lemurs, from\nhaving contact with the enclosed lemurs, in order to prevent injuries. To be corrected by 1-31-16.\nExit briefing conducted with facility representative."
    }
  ],
  "narrative": "3.80(a)(2)(4)\nPRIMARY ENCLOSURES.  \nThis licensee primarily maintains free ranging breeding colonies of ring tailed lemurs on an island.  Reviewing\nmedical records showed this past June and July, the Windmill group had 4 infants go missing over a period of\nseveral weeks.  Then on 7-26-15, the mother of two of the missing infants was missing and then found dead, with\nonly bones left.  At this same time, juvenile great horned owls were heard and seen in the Windmill group area.  The\nlemurs exhibited fearful behaviors, staring often at the sky and not coming down from the trees when the food truck\narrived.  Because the caretakers believed the owls were snatching the infants, they started locking the lemurs into\nthe backup enclosures at night to decrease predation chances.  The caretakers also stopped feeding the lemurs on\nthe five foot tall platform perches, as these are easily available to aerial predators.  On August 25, 2015, the\ncaretakers received orders to not lock the Windmill group in at night and to continue feeding on the platforms.  \nAlthough the caretakers did this (and there were not additional missing lemurs), they are under the order to not lock\nthe lemurs in to the backups at night should an aerial predator become a hazard again.  \n    Although these free ranging lemurs cannot be fully protected from injuries and predators all of the time in a\nsituation where the enclosure is an island, there are measures that can be taken when necessary which can\ndecrease the chances of predators killing the lemurs.  Locking the lemurs in the backups whenever aerial predators\nare detected is one such measure.  The attending veterinarian told the caretakers to do this.   Other predator\ndeterrents are being attempted, but unless the veterinarian dictates otherwise, the caretakers should lock up the\nlemurs when necessary and be allowed to feed in safer areas in order to prevent unwanted animals from having\nphysical contact with the lemurs.   To be corrected from this time forward.\nDuring this inspection, at least one male lemur was under treatment for being bitten by a free ranging lemur who\ntried to reach the lemur in the cage.  The caged lemur suffered an injury to its finger because the lemurs could have\ncontact through the coated one inch mesh wire.    This animal is with a group in an enclosure which is not double\nwired (or otherwise built) to prevent unwanted animal contact.  There have been other instances of this happening\nin the past, but due to new social groupings, there are more lemurs in enclosures than have been in the past.   \nEnclosures need to be constructed or modified in order to keep unwanted animals, including other lemurs, from\nhaving contact with the enclosed lemurs, in order to prevent injuries.     To be corrected by 1-31-16.\nExit briefing conducted with facility representative.",
  "animals_total": 66,
  "species": [
    {
      "count": 66,
      "scientific": "Lemur catta",
      "common": "RINGTAIL LEMUR"
    }
  ]
}