{
  "insp_id": "INS-0000911067",
  "layout": "c",
  "customer_id": "3325",
  "customer_name": "Chestatee Wildlife Preserve Inc.",
  "customer_addr": "469 Old Dahlonega Hwy\nN/A\nDahlonega, GA 30533",
  "certificate": "57-C-0325",
  "site_id": "001",
  "site_name": "CHESTATEE WILDLIFE PRESERVE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-DEC-2023",
  "report_date": "08-DEC-2023",
  "citations": [
    {
      "code": "3.75(e)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "Cleaning supplies (detergents and disinfectants) for nonhuman primates were found on open shelves or platforms, not\nenclosed within a cabinet or behind doors in the following areas:\n• On an elevated shelf/platform of the shared central hub within the sheltered portion of the enclosures, cleaning products\nwere located next to nonhuman primate food.\n• In the kitchen, on shelves above the preparatory and cleaning sink, cleaning products were found, including one bottle of\ndetergent that had no lid.\nWithout enclosed storage, there are insufficient means to prevent a chemical spill from potentially coming into contact with\nthe animals’ food or the animals. Such substances can be toxic or harmful if animals are exposed to them. Substances\nthat are toxic to the nonhuman primates but that are required for normal husbandry practices must not be stored in food\nstorage and preparation areas but may be stored in cabinets in the animal areas."
    },
    {
      "code": "3.77(f)",
      "kind": "",
      "repeat": false,
      "desc": "Sheltered housing facilities.",
      "narrative": "At the nonhuman primate perimeter fence facing the entrance, large gaps ranging from 5 to 12 inches high along the\nbottom of the fence were observed and along multiple areas at the fence along the road which could allow animal\npassage through or under the perimeter fence. Also, the top of the perimeter fence had multiple trees leaning onto the\nfence at the road that could allow for easier entrance into the facility. Finally, at the fence facing the horse pasture, there\nwas a damaged crumpled section that was significantly leaning over in need of repair.\nThe lack of an adequate perimeter fence presents a safety risk to the animals within the facility due to an inadequate\nsecondary containment system to hold animals that may escape their primary enclosures, or a sufficient barrier to keep\nanimals and unauthorized persons out. The facility must ensure that the nonhuman primates being housed in sheltered\nenclosures are enclosed by an adequate perimeter fence, 6-feet tall, that is constructed so that it restricts unauthorized\nhumans, and animals the size of dogs, skunks, and raccoons from going through it or under it and having contact with the\nnonhuman primates. The perimeter fence must be effective, continuous, and at least 3 feet in distance from the primary\nenclosures.\nCorrect by: March 15, 2024"
    },
    {
      "code": "3.81(b)",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "In general, within the enclosures for most of the non-human primates, most enrichment items provided were in need of\ncleaning, repair, or replacement as follows:\n• In the lemur enclosure, two of the elevated enrichment bamboo branches, spanning the width of the enclosure towards\nthe front, were cracked, with larger gaps towards the center of the branches. These branches were not structurally sound\nto support the weight of a lemur. In fact, another branch at the middle of the enclosure was cracked in the middle and\nanother had cracked to the point that it had fallen to the ground. Also, a blue jungle gym toy attached to the front of the\nenclosure was broken at one corner such that it was no longer attached, creating a gap that when a lemur jumped on it,\ncaused it to flex and potentially entrap/pinch a body part.\n• In the singly housed rhesus macaque’s enclosure, approximately 6 grayish bamboo branches meant to serve as\nperches had fallen down and were lying across the width of the enclosure on the ground. Otherwise, there was minimal\nenrichment in this particular enclosure. No toys were present and the three rope swings needed cleaning since they had a\nfair amount of black material coating them.\n• In the olive baboon’s enclosure, a purple ball toy suspended from the top of the enclosure had a green fuzzy algae-like\nmaterial present on the lower half while other enrichment items were in need of repair.\nNot providing clean and safe enrichment items, as per the attending veterinarian’s environmental enrichment plan, can\ncause distress, physical harm, and/or impact their health and well-being. The enrichment plan must be executed as\nwritten and the enrichment items must be maintained in good repair in order to function safely and adequately.\nCorrect by: January 15, 2024"
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, outdoor.",
      "narrative": "During inspection, the following issues associated with the perimeter fences for animals housed outdoors were identified:\n• Three separate enclosures, one housing 3 tigers, the second, 2 wolves, and the third, 2 juvenile bears, were not\nsurrounded by a continuous 8-foot-tall perimeter fence. In the case of the tiger and wolf enclosures, the facility had two\nfences in place; the first made up of electrified wire while the second was a black chain link fence. However, the first fence\nin both instances was not sufficient to truly contain the animals as a primary enclosure.\n- The first fence in the wolf enclosure was made up of a single electrified wire, approximately 2 to 3 feet from the ground\ndepending on the location. The wire was held up by approximately 4 feet tall thin plastic poles evenly dispersed\nthroughout the enclosure which were about 2 feet away from the second fence (black chain link with two electric wires at\nthe top). The second fence, black chain link, was approximately 8 feet in height including the two electric wires attached to\nthe top. The first fence alone cannot contain the wolves who could jump above or crawl below it and therefore is not a\nsufficient primary enclosure.\n- The first fence in the tiger enclosure, approximately 2.5 feet tall, was made of 3 electrified wires held together by about\n3-foot-tall wooden cylindrical poles evenly dispersed throughout the enclosure. The first fence was at least 3 feet away\nfrom the second fence (black chain link). The second fence (black chain link) is approximately 9 feet 7 inches tall with a 3-\nfoot kick in. The first fence was about the same height or even slightly shorter than the tigers contained within. This first\nshorter fence, therefore, is not a sufficient primary containment for the tigers that could jump over it.\n-In these two enclosures, the two fences together make up the primary enclosure, and there is no perimeter fence\nsurrounding either of them.\n• Also, not only was the juvenile bears’ outdoor enclosure’s perimeter fence not tall enough (7 ½ feet in height) but it also\nwas not continuous on all sides since the perimeter fence facing the road did not continue around the other three sides to\ncompletely enclose the primary enclosure.\nThe lack of an adequate perimeter fence presents a safety risk to the animals within the facility in that there isn’t an\nadequate secondary containment system to hold animals that may escape their primary enclosures or a sufficient barrier\nto keep animals and unauthorized persons out. The facility must ensure that the above listed animals being housed\noutdoors are enclosed by a perimeter fence, 8-feet tall. The perimeter fence must be effective, continuous, and at least 3\nfeet in distance from the primary enclosures."
    },
    {
      "code": "3.152(b)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor",
      "narrative": "The emus in an outdoor pasture enclosure need shelter from inclement weather. The only shelter provided is from a few\ndeciduous trees (that currently have no leaves) and one evergreen tree that can only provide some shade. These trees do\nnot provide shelter from wind, cold or precipitation. Inadequate shelter from inclement weather may result in illness,\ndiscomfort, or distress to the birds, and may have a negative impact on their physical condition and well-being. All outdoor\nhousing facilities for birds must provide shelter from inclement weather.\nCorrect by: JANUARY 15, 2024"
    },
    {
      "code": "3.154",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "The facility does not have a written environmental enhancement plan for the birds on hand. Also, three birds, that per the\nlicensee are self-pluckers, did not have an established special considerations enrichment plan developed in conjunction\nwith the attending veterinarian:\n• An outdoor/shelter-housed Scarlett macaw did not have any feathers on his entire chest exposing the skin underneath.\n• A Scarlett macaw housed indoors only had short grey fuzzy feathers over his entire chest without any long-colored\nfeathers present.\n• An umbrella cockatoo housed indoors had feather loss on the left side of his neck down the left side of his chest\nexposing his skin.\nA written plan is necessary to ensure that the overall health, well-being, and psychological needs of the birds are being\nappropriately met. Also, without a plan with the attending veterinarian, the above-mentioned birds are not receiving\nenrichments to prevent their self-injurious behavior. The facility must develop, document, and follow a species-appropriate\nplan for environmental enhancement adequate to promote the psychological well-being of all the birds. The plan must be\napproved by the attending veterinarian and must be in accordance with currently accepted professional standards.\nCorrect by: JANUARY 15, 2024"
    },
    {
      "code": "3.158(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "There is an excessive thick buildup of feces on the wooden branch perch (covering approximately forty percent of the\nperch’s top surface) in the indoor enclosure housing the black-hooded parakeets. Also, an excessive amount of\nspiderwebs, containing dust and debris was observed on the walls in the macaw’s indoor portion of their enclosure. The\nexcess accumulation of feces and dust and debris may lead to contamination of the animals, spread of disease, odors or\nattract pests. Excreta, debris, and food waste must be removed from primary enclosures and from under and around\nprimary enclosures as often as necessary to prevent excessive accumulation of feces, debris, and food waste, to prevent\nsoiling of the birds contained in the primary enclosures, and to reduce disease hazards, insects, pests, and odors.\nCorrect by: DECEMBER 30, 2023"
    },
    {
      "code": "3.158(d)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "Many rats were observed running in and out of the outdoor portion of the macaw enclosure. Also, many rat holes were\nseen along the bottom of the walls and within the dirt floor. A substantial amount of rodent feces was also noted at the\ndoor leading into the indoor portion of the enclosure. Rodents can lead to the spread of disease and can contaminate food\nsupplies. A safe and effective program for the control of pests, including mammalian pests, must be established and\nmaintained.\nCorrect by: JANUARY 15, 2024\nThis inspection and exit interview were conducted with a facility representative.\nAdditional Inspectors:\nSTEPHANIE MAYARD, VETERINARY MEDICAL OFFICER n"
    }
  ],
  "narrative": "3.75(e)  Repeat\n   \nHousing facilities, general. \nCleaning supplies (detergents and disinfectants) for nonhuman primates were found on open shelves or platforms, not \nenclosed within a cabinet or behind doors in the following areas: \n• On an elevated  shelf/platform of the shared central hub within the sheltered portion of the enclosures, cleaning products \nwere located next to nonhuman primate food.  \n• In the kitchen, on shelves above the preparatory and cleaning sink, cleaning products were found, including one bottle of \ndetergent that had no lid.  \n \nWithout enclosed storage, there are insufficient means to prevent  a chemical spill from potentially coming into contact with \nthe animals’ food or the animals. Such substances can be toxic or harmful if animals are exposed to them. Substances \nthat are toxic to the nonhuman primates but that are required for normal husbandry practices must not be stored in food \nstorage and preparation areas but may be stored in cabinets in the animal areas. \n3.77(f) \n   \nSheltered housing facilities. \nAt the nonhuman primate perimeter fence facing the entrance, large gaps ranging from 5 to 12 inches high along the \nbottom of the fence were observed and along multiple areas at the fence along the road which could allow animal \npassage through or under the perimeter fence. Also, the top of the perimeter fence had multiple trees leaning onto the \nfence at the road that could allow for easier entrance into the facility. Finally, at the fence facing the horse pasture, there \nwas a damaged crumpled section that was significantly leaning over in need of repair. \n \nThe lack of an adequate perimeter fence presents a safety risk to the animals within the facility due to an inadequate \nsecondary containment system to hold animals that may escape their primary enclosures, or a sufficient barrier to keep \nanimals and unauthorized persons out. The facility must ensure that the nonhuman primates being housed in sheltered \nenclosures are enclosed by an adequate perimeter fence, 6-feet tall, that is constructed so that it restricts unauthorized \nhumans, and animals the size of dogs, skunks, and raccoons from going through it or under it and having contact with the \nnonhuman primates. The perimeter fence must be effective, continuous, and at least 3 feet in distance from the primary\n\nenclosures. \nCorrect by: March 15, 2024 \n3.81(b) \n   \nEnvironment enhancement to promote psychological well-being. \nIn general, within the enclosures for most of the non-human primates, most enrichment items provided  were in need of \ncleaning, repair, or replacement as follows:  \n• In the lemur enclosure, two of the elevated enrichment bamboo branches, spanning the width of the enclosure towards \nthe front, were cracked, with larger gaps towards the center of the branches. These branches were not structurally sound \nto support the weight of a lemur. In fact, another branch at the middle of the enclosure was cracked in the middle and \nanother had cracked to the point that it had fallen to the ground. Also, a blue jungle gym toy attached to the front of the \nenclosure was broken at one corner such that it was no longer attached, creating a gap that when a lemur jumped on it, \ncaused it to flex and potentially entrap/pinch a body part. \n• In the singly housed rhesus macaque’s enclosure, approximately 6 grayish bamboo branches meant to serve as \nperches had fallen down and were lying across the width of the enclosure on the ground. Otherwise, there was minimal \nenrichment in this particular enclosure. No toys were present and the three rope swings needed cleaning since they had a \nfair amount of black material coating them.  \n• In the olive baboon’s enclosure, a purple ball toy suspended from the top of the enclosure had a green fuzzy algae-like \nmaterial present on the lower half while other enrichment items were in need of repair.  \n \nNot providing  clean and safe enrichment items, as per the attending veterinarian’s  environmental  enrichment plan, can \ncause distress, physical harm, and/or impact their health and well-being. The enrichment plan must be executed as \nwritten and the enrichment items must be maintained in good repair in order to function safely and adequately. \nCorrect by: January 15, 2024 \n3.127(d)  Repeat\n   \nFacilities, outdoor. \nDuring inspection, the following issues associated with the perimeter fences for animals housed outdoors were identified: \n• Three separate enclosures, one housing 3 tigers, the second, 2 wolves, and the third, 2 juvenile bears, were not \nsurrounded by a continuous 8-foot-tall perimeter fence. In the case of the tiger and wolf enclosures, the facility had two \nfences in place; the first made up of electrified wire while the second was a black chain link fence. However,  the first fence \nin both instances was not sufficient to truly contain the animals as a primary enclosure. \n- The first fence in the wolf enclosure was made up of a single electrified wire, approximately 2 to 3 feet from the ground \ndepending on the location. The wire was held up by approximately 4 feet tall thin plastic poles evenly dispersed \nthroughout the enclosure which were about 2 feet away from the second fence (black chain link with two electric wires at \nthe top). The second fence, black chain link, was approximately 8 feet in height including the two electric wires attached to \nthe top. The first fence alone cannot contain the wolves who could jump above or crawl below it and therefore is not a \nsufficient primary enclosure. \n- The first fence in the tiger enclosure, approximately 2.5 feet tall, was made of 3 electrified wires held together by about \n3-foot-tall wooden cylindrical poles evenly dispersed throughout the enclosure. The first fence was at least 3 feet away \nfrom the second fence (black chain link). The second fence (black chain link) is approximately 9 feet 7 inches tall with a 3-\nfoot kick in. The first fence was about the same height or even slightly shorter than the tigers contained within. This first\n\nshorter fence, therefore, is not a sufficient primary containment for the tigers that could jump over it. \n-In these two enclosures, the two fences together make up the primary enclosure, and there is no perimeter fence \nsurrounding either of them. \n• Also, not only was the juvenile bears’ outdoor enclosure’s perimeter fence not tall enough (7 ½ feet in height) but it also \nwas not continuous on all sides since the perimeter fence facing the road did not continue around the other three sides to \ncompletely enclose the primary enclosure. \n \nThe lack of an adequate perimeter fence presents a safety risk to the animals within the facility in that there isn’t an \nadequate secondary containment system to hold animals that may escape their primary enclosures or a sufficient barrier \nto keep animals and unauthorized persons out. The facility must ensure that the above listed animals being housed \noutdoors are enclosed by a perimeter fence, 8-feet tall. The perimeter fence must be effective, continuous, and at least 3 \nfeet in distance from the primary enclosures. \n3.152(b) \n   \nFacilities, outdoor \nThe emus in an outdoor pasture enclosure need shelter from inclement weather. The only shelter provided  is from a few \ndeciduous trees (that currently have no leaves) and one evergreen  tree that can only provide some shade. These trees do \nnot provide  shelter from wind, cold or precipitation. Inadequate shelter from inclement weather may result in illness, \ndiscomfort, or distress to the birds, and may have a negative impact on their physical condition and well-being. All outdoor \nhousing facilities for birds must provide  shelter from inclement weather. \nCorrect by: JANUARY 15, 2024 \n3.154 \n   \nEnvironment enhancement to promote psychological well-being. \nThe facility does not have a written environmental  enhancement plan for the birds on hand. Also, three birds, that per the \nlicensee are self-pluckers, did not have an established special considerations enrichment plan developed  in conjunction \nwith the attending veterinarian:   \n• An outdoor/shelter-housed  Scarlett macaw did not have any feathers on his entire chest exposing the skin underneath. \n• A Scarlett macaw housed indoors only had short grey fuzzy feathers over his entire chest without any long-colored \nfeathers present. \n• An umbrella cockatoo housed indoors had feather loss on the left side of his neck down the left side of his chest \nexposing his skin.  \n \nA written plan is necessary to ensure that the overall health, well-being, and psychological needs of the birds are being \nappropriately met. Also, without a plan with the attending veterinarian,  the above-mentioned  birds are not receiving \nenrichments to prevent their self-injurious behavior. The facility must develop, document, and follow a species-appropriate \nplan for environmental  enhancement adequate to promote the psychological well-being of all the birds. The plan must be \napproved  by the attending veterinarian  and must be in accordance with currently accepted professional standards.  \nCorrect by: JANUARY 15, 2024 \n3.158(a)(1)\n\nCleaning, sanitization, housekeeping, and pest control. \nThere is an excessive thick buildup of feces on the wooden branch perch (covering approximately forty percent of the \nperch’s top surface) in the indoor enclosure housing the black-hooded parakeets. Also, an excessive amount of \nspiderwebs, containing dust and debris was observed on the walls in the macaw’s indoor portion of their enclosure. The \nexcess accumulation of feces and dust and debris may lead to contamination of the animals, spread of disease, odors or \nattract pests. Excreta, debris, and food waste must be removed from primary enclosures and from under and around \nprimary enclosures as often as necessary to prevent excessive accumulation of feces, debris, and food waste, to prevent \nsoiling of the birds contained in the primary enclosures, and to reduce disease hazards, insects, pests, and odors. \nCorrect by: DECEMBER 30, 2023 \n3.158(d) \n   \nCleaning, sanitization, housekeeping, and pest control. \nMany rats were observed running in and out of the outdoor portion of the macaw enclosure. Also, many rat holes were \nseen along the bottom of the walls and within the dirt floor. A substantial amount of rodent feces was also noted at the \ndoor leading into the indoor portion of the enclosure. Rodents can lead to the spread of disease and can contaminate food \nsupplies. A safe and effective program for the control of pests, including mammalian pests, must be established and \nmaintained. \nCorrect by: JANUARY 15, 2024 \n \nThis inspection and exit interview were conducted with a facility representative. \n \nAdditional Inspectors: \nSTEPHANIE MAYARD, VETERINARY MEDICAL OFFICER n",
  "animals_total": 79,
  "species": [
    {
      "count": 1,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Macaca radiata",
      "common": "BONNET MACAQUE"
    },
    {
      "count": 2,
      "scientific": "Canis lupus",
      "common": "GRAY WOLF / GREY WOLF / TIMBER WOLF"
    },
    {
      "count": 3,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 9,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 4,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 4,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 1,
      "scientific": "Papio anubis",
      "common": "OLIVE BABOON"
    },
    {
      "count": 1,
      "scientific": "Ursus arctos horribilis",
      "common": "GRIZZLY BEAR"
    },
    {
      "count": 4,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG (MOST COMMON PET HEDGEHOG)"
    },
    {
      "count": 8,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 1,
      "scientific": "Cynomys ludovicianus",
      "common": "BLACK-TAILED PRAIRIE DOG"
    },
    {
      "count": 2,
      "scientific": "Camelus bactrianus",
      "common": "BACTRIAN CAMEL"
    },
    {
      "count": 2,
      "scientific": "Choloepus didactylus",
      "common": "LINNAEUS'S TWO-TOED SLOTH"
    },
    {
      "count": 1,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 1,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 1,
      "scientific": "Psittacula krameri",
      "common": "ROSE-RINGED PARAKEET"
    },
    {
      "count": 2,
      "scientific": "Ara ararauna",
      "common": "BLUE-AND-YELLOW MACAW / BLUE-AND-GOLD MACAW"
    },
    {
      "count": 4,
      "scientific": "Ara macao",
      "common": "SCARLET MACAW"
    },
    {
      "count": 4,
      "scientific": "Dromaius novaehollandiae",
      "common": "EMU"
    },
    {
      "count": 6,
      "scientific": "Melopsittacus undulatus",
      "common": "BUDGERIGAR / BUDGIE / COMMON PARAKEET / SHELL"
    },
    {
      "count": 2,
      "scientific": "Pyrrhura rupicola",
      "common": "BLACK-CAPPED PARAKEET / BLACK-CAPPED CONURE"
    },
    {
      "count": 1,
      "scientific": "Agapornis spp hybrid",
      "common": "LOVEBIRD HYBRID"
    },
    {
      "count": 2,
      "scientific": "Cacatua alba",
      "common": "WHITE COCKATOO / UMBRELLA COCKATOO"
    },
    {
      "count": 1,
      "scientific": "Psittacus erithacus",
      "common": "CONGO AFRICAN GREY PARROT / GRAY PARROT"
    },
    {
      "count": 2,
      "scientific": "Amazona auropalliata",
      "common": "YELLOW-NAPED PARROT / YELLOW-NAPED AMAZON"
    },
    {
      "count": 2,
      "scientific": "Aratinga solstitialis",
      "common": "SUN PARAKEET"
    },
    {
      "count": 2,
      "scientific": "Taeniopygia guttata",
      "common": "ZEBRA FINCH / TIMOR ZEBRA FINCH"
    },
    {
      "count": 3,
      "scientific": "Cacatua moluccensis",
      "common": "SALMON-CRESTED COCKATOO / MOLUCCAN COCKATOO"
    },
    {
      "count": 1,
      "scientific": "Cacatua goffiniana",
      "common": "TANIMBAR CORELLA / GOFFIN'S COCKATOO"
    }
  ]
}