{
  "insp_id": "INS-0000807156",
  "layout": "c",
  "customer_id": "505608",
  "customer_name": "DEBRA SIEVERS JONES PETER ORNELAS",
  "customer_addr": "1510 OLD PORTER RD\nCHESTERTON, IN 46304",
  "certificate": "32-A-0760",
  "site_id": "001",
  "site_name": "PETER S ORNELAS & DEBRA SIEVERS JONES",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-JUL-2022",
  "report_date": "02-AUG-2022",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "In late March 2022, one fox mother moved two fox kits out of the nest apart from their two siblings soon after having been\nborn. Licensee replaced the kits, only to have the mother remove them again. This was repeated for two days until the\ntwo kits were found moribund and died despite resuscitation efforts. A veterinarian was not notified until after the kits had\npassed. Additional life-saving information may have been provided had a veterinarian been contacted. Direct and\nfrequent communication with a veterinarian is required so that timely and accurate information on problems of animal\nhealth, behavior, and well-being is conveyed.\nCORRECT BY: 02AUG2022"
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The records are in disarray. The APHIS Forms 7019 do not include all of the required information such that it is\nimpossible to accurately determine when animals were born, died, or sold. For example, birth records do not indicate\nwhen the animals were sold. Sale records do not indicate when the animals were born. It is impossible to trace an\nanimal from birth to disposition. Accurate records ensure traceability in the event of a disease outbreak. Licensee shall\nmake, keep, and maintain records which fully and correctly disclose the required information concerning all animals\npurchased or acquired, owned, held, leased, or in their possession or under their control, or which is transported, sold,\neuthanized, or otherwise disposed of by Licensee. The records shall include any offspring born of any animal while in\nLicensee's possession or under their control.\nCORRECT BY: 08AUG2022"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "Four den boxes are in disrepair. Gaps between walls and/or roofs are present exposing insulation. Gaps in some\ninstances create spaces large enough for significant drafts and/or inclement weather to enter the animal space. Animals,\nespecially the young and newborn, may be adversely affected by drafts and weather entering the den boxes. Housing\nfacilities shall be structurally sound and shall be maintained in good repair to protect the animals.\nCORRECT BY: 01NOV2022"
    },
    {
      "code": "3.130",
      "kind": "Direct",
      "repeat": false,
      "desc": "Watering.",
      "narrative": "One enclosure containing two foxes did not have water at the time of the inspection. It was a warm, humid day. The\nfoxes were without water for an unknown amount of time. When water was provided, the animals immediately drank for a\nprolonged period of time. Without adequate water, animals may become stressed, perhaps even die. Potable water\nmust be provided as often as necessary for the health and comfort of the animals.\nCORRECTED\nThis inspection and exit interview were conducted with Licensee.\nn"
    }
  ],
  "narrative": "2.40(b)(3)  Critical\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nIn late March 2022, one fox mother moved two fox kits out of the nest apart from their two siblings soon after having been \nborn.  Licensee replaced the kits, only to have the mother remove them again.  This was repeated for two days until the \ntwo kits were found moribund and died despite resuscitation efforts.  A veterinarian was not notified until after the kits had \npassed.  Additional life-saving information may have been provided had a veterinarian been contacted.  Direct and \nfrequent communication with a veterinarian is required so that timely and accurate information on problems of animal \nhealth, behavior, and well-being is conveyed. \n \nCORRECT BY:  02AUG2022 \n2.75(b)(1) \n   \nRecords: Dealers and exhibitors. \nThe records are in disarray.  The APHIS Forms 7019 do not include all of the required information such that it is \nimpossible to accurately determine when animals were born, died, or sold.  For example, birth records do not indicate \nwhen the animals were sold.  Sale records do not indicate when the animals were born.  It is impossible to trace an \nanimal from birth to disposition.  Accurate records ensure traceability in the event of a disease outbreak.  Licensee shall\n\nmake, keep, and maintain records which fully and correctly disclose the required information concerning all animals \npurchased or acquired, owned, held, leased, or in their possession or under their control, or which is transported, sold, \neuthanized, or otherwise disposed of by Licensee. The records shall include any offspring born of any animal while in \nLicensee's possession or under their control. \n \nCORRECT BY:  08AUG2022 \n3.125(a) \n   \nFacilities, general. \nFour den boxes are in disrepair.  Gaps between walls and/or roofs are present exposing insulation.  Gaps in some \ninstances create spaces large enough for significant drafts and/or inclement weather to enter the animal space.  Animals, \nespecially the young and newborn, may be adversely affected by drafts and weather entering the den boxes.  Housing \nfacilities shall be structurally sound and shall be maintained in good repair to protect the animals. \n \nCORRECT BY:  01NOV2022 \n3.130  Direct\n   \nWatering. \nOne enclosure containing two foxes did not have water at the time of the inspection.  It was a warm, humid day.  The \nfoxes were without water for an unknown amount of time.  When water was provided, the animals immediately drank for a \nprolonged period of time.  Without adequate water, animals may become stressed, perhaps even die.   Potable water \nmust be provided as often as necessary for the health and comfort of the animals. \n \nCORRECTED\n\nThis inspection and exit interview were conducted with Licensee. \n \n n",
  "animals_total": 32,
  "species": [
    {
      "count": 26,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 1,
      "scientific": "Urocyon cinereoargenteus",
      "common": "GRAY FOX / GREY FOX"
    },
    {
      "count": 5,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    }
  ]
}