{
  "insp_id": "2016082569185615",
  "layout": "a",
  "customer_id": "329508",
  "customer_name": "Junior Troyer",
  "customer_addr": "6702 Township Road 113\nMillersburg, OH 44654",
  "certificate": "31-A-0548",
  "site_id": "001",
  "site_name": "JUNIOR TROYER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-JUN-2018",
  "report_date": "22-JUN-2018",
  "citations": [
    {
      "code": "3.8(a)",
      "kind": "",
      "repeat": false,
      "desc": "EXERCISE FOR DOGS.",
      "narrative": "Five French Bulldogs were housed individually. The written exercise plan that was present at the kennel did not\nprovide guidance for individually housed dogs. The licensee stated that the dogs went into the exercise yard once a\nweek for a half an hour weather permitting. The attending veterinarian was consulted by the inspector about their\nguidance for these animals and the licensee did not meet the requirements they indicated, if a dog was individually\nhoused.\nThree enclosures measuring 51 x 31 inches (10.98 sq feet) housed one dog each. Each of those dogs were\napproximately 25 inches long. Dogs of this size require 6.67 sq feet of minimum space under section 3.6(c)(1).\nThey require an additional 6.67 sq. feet of space (13.35 sq. feet total) to meet all of their exercise requirements\nwithin their primary enclosure.\nTwo enclosures measuring 32 x 31 inches (6.89 sq feet) housed one dog each. Each of those dogs were\napproximately 20 inches long. Dogs of this size require 4.69 sq feet of minimum space under section 3.6(c)(1).\nThey require an additional 4.69 sq. feet of space (9.38 sq. feet total) to meet all of their exercise requirements within\ntheir primary enclosure.\nSection 3.8(c)(3) provides additional options for meeting dogs exercise requirements such as access to a run or\nopen area at the frequency and duration prescribed by the attending veterinarian, however, the licensee is neither\nmeeting the minimum space requirements for exercise within the primary enclosure, nor the Attending\nVeterinarian’s guidance for exercise outside of the enclosure.\nThe lack of appropriate exercise can affect the dogs’ mental and physical health, and impact the growth of young\ndogs. The licensee must develop, document and follow an appropriate plan for exercise. In addition, the plan must\nbe approved by the attending veterinarian, and made available for APHIS upon request. The dogs must be\nprovided the opportunity to exercise regularly at the frequency and duration prescribed by the attending\nveterinarian, if they are kept individually in cages, pens, or runs that provide less than two times the required floor\nspace for that dog, as indicated by 3.6(c)(1) of this subpart.\nTo be corrected by: June 27, 2018\nThis inspection and exit interview were conducted with the licensee."
    }
  ],
  "narrative": "3.8(a)\nEXERCISE FOR DOGS.\nFive French Bulldogs were housed individually.  The written exercise plan that was present at the kennel did not\nprovide guidance for individually housed dogs. The licensee stated that the dogs went into the exercise yard once a\nweek for a half an hour weather permitting.  The attending veterinarian was consulted by the inspector about their\nguidance for these animals and the licensee did not meet the requirements they indicated, if a dog was individually\nhoused.  \nThree enclosures measuring 51 x 31 inches (10.98 sq feet) housed one dog each.  Each of those dogs were\napproximately 25 inches long.  Dogs of this size require 6.67 sq feet of minimum space under section 3.6(c)(1). \nThey require an additional 6.67 sq. feet of space (13.35 sq. feet total) to meet all of their exercise requirements\nwithin their primary enclosure.     \nTwo enclosures measuring 32 x 31 inches (6.89 sq feet) housed one dog each.  Each of those dogs were\napproximately 20 inches long.  Dogs of this size require 4.69 sq feet of minimum space under section 3.6(c)(1). \nThey require an additional 4.69 sq. feet of space (9.38 sq. feet total) to meet all of their exercise requirements within\ntheir primary enclosure.     \nSection 3.8(c)(3) provides additional options for meeting dogs exercise requirements such as access to a run or\nopen area at the frequency and duration prescribed by the attending veterinarian, however, the licensee is neither\nmeeting the minimum space requirements for exercise within the primary enclosure, nor the Attending\nVeterinarian’s guidance for exercise outside of the enclosure.  \nThe lack of appropriate exercise can affect the dogs’ mental and physical health, and impact the growth of young\ndogs. The licensee must develop, document and follow an appropriate plan for exercise.  In addition, the plan must\nbe approved by the attending veterinarian, and made available for APHIS upon request.  The dogs must be\nprovided the opportunity to exercise regularly at the frequency and duration prescribed by the attending\nveterinarian, if they are kept individually in cages, pens, or runs that provide less than two times the required floor\nspace for that dog, as indicated by 3.6(c)(1) of this subpart.\n\nTo be corrected by: June 27, 2018\nThis inspection and exit interview were conducted with the licensee.",
  "animals_total": 106,
  "species": [
    {
      "count": 74,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 32,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}