{
  "insp_id": "2016082567956982",
  "layout": "a",
  "customer_id": "32338",
  "customer_name": "Emanuel Nisley",
  "customer_addr": "23164 422nd Street\nChariton, IA 50049",
  "certificate": "42-A-1415",
  "site_id": "001",
  "site_name": "EMANUEL NISLEY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-OCT-2016",
  "report_date": "11-OCT-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A male Pomeranian (tag #69) has a thick, dark brown buildup of tartar on the surface of the cheek teeth on both\nsides of the mouth. The thick, dark tartar buildup is also located on the upper canine teeth along the gum line. One\nupper cheek tooth on the left side of the mouth is loose and moved freely when touched by the inspector. The\ngums are mildly reddened. This dog also has large areas of hair loss on the body. The areas of hair loss are\nlocated along the rib cage of both sides of the body and some of these areas are completely hairless. Hair loss was\nalso observed on the backside of the lower left hind leg.\nThe licensee stated that she had spoken to the veterinarian about the condition of the dog's teeth a few months ago\nand at that time, the licensee had decided to euthanize the dog when she was done with him. After this veterinary\nconsultation, the dog has not undergone any treatment for the condition of the teeth, and has not been evaluated for\nthe hair loss, and no appointment for euthanasia had been set at the time of the inspection.\nPoor dental and hair coat conditions could cause pain and discomfort to the dog, as well as lead to further health\nissues.\nThis dog must be evaluated by a licensed veterinarian for a proper diagnosis and to establish an effective treatment\nplan. The diagnosis and treatment plan must be documented in writing and available to the inspector upon request.\nThe licensee must ensure that all dogs receive adequate veterinary care at all times.\nThis inspection and exit interview were conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA male Pomeranian (tag #69) has a thick, dark brown buildup of tartar on the surface of the cheek teeth on both\nsides of the mouth.  The thick, dark tartar buildup is also located on the upper canine teeth along the gum line.  One\nupper cheek tooth on the left side of the mouth is loose and moved freely when touched by the inspector.  The\ngums are mildly reddened.  This dog also has large areas of hair loss on the body.  The areas of hair loss are\nlocated along the rib cage of both sides of the body and some of these areas are completely hairless.  Hair loss was\nalso observed on the backside of the lower left hind leg.  \nThe licensee stated that she had spoken to the veterinarian about the condition of the dog's teeth a few months ago\nand at that time, the licensee had decided to euthanize the dog when she was done with him.  After this veterinary\nconsultation, the dog has not undergone any treatment for the condition of the teeth, and has not been evaluated for\nthe hair loss, and no appointment for euthanasia had been set at the time of the inspection.   \nPoor dental and hair coat conditions could cause pain and discomfort to the dog, as well as lead to further health\nissues.  \nThis dog must be evaluated by a licensed veterinarian for a proper diagnosis and to establish an effective treatment\nplan.  The diagnosis and treatment plan must be documented in writing and available to the inspector upon request.\n The licensee must ensure that all dogs receive adequate veterinary care at all times.\nThis inspection and exit interview were conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 85,
  "species": [
    {
      "count": 85,
      "scientific": "Canis lupus familiaris",
      "common": "DOMESTIC DOG"
    }
  ]
}