{
  "insp_id": "2016082569022620",
  "layout": "a",
  "customer_id": "4752",
  "customer_name": "Pamela L. Baldwin",
  "customer_addr": "13225 County Road 6320\nEdgar Springs, MO 65462",
  "certificate": "43-A-4762",
  "site_id": "002",
  "site_name": "PAMELA L. BALDWIN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-JAN-2018",
  "report_date": "19-JAN-2018",
  "citations": [
    {
      "code": "3.4(b)(4)",
      "kind": "",
      "repeat": true,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "All the igloo type shelter structures being used by 57 dogs in the outdoor housing area contain very little or no\nbedding material. The inspector recorded a temperature of 41 degrees F at the time of inspection. According to the\nNational Weather Service, the low temperature last night was 14 degrees F. Lack of sufficient bedding in cold\nenvironments increases the risks of sickness and hypothermia situations. Clean, dry bedding material is important\nto provide added protection from the effects of temperatures less than 50 degrees F. More bedding material is\nnecessary when the temperature is less than 35 F degrees for the dogs to burrow into and remain clean and dry\nand have better protection from the cold. The licensee must provide and maintain bedding material.\nTo be corrected by January 19, 2018"
    },
    {
      "code": "3.10",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "There were numerous plastic water buckets in the outdoor enclosures that were full of a hard frozen block of ice.\nMost of the blocks of ice had depressions like the dogs had been licking at it for their source of drinking water. The\nowner stated that the dogs were given fresh water 2 times daily, however, the water was still a frozen hard block\nand the temperature had been above freezing for several hours. Some blocks had melted sufficiently to provide\nwater to lap up instead of ice to lick. If potable water is not continually available to the dogs, it must be offered to\nthe dogs as often as necessary to ensure their health and well-being, but not less than twice a day for at least one\nhour each time. Although the dogs are receiving water twice daily, the licensee must provide the dogs with enough\nwater to meet their needs in order to support their health and well-being.\nJanuary 19, 2018"
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In the whelping facility two of the primary enclosures housing adult dogs with nursing puppies were excessively\ndirty. The floors of each enclosure has an accumulation of damp shredded and matted newspaper mixed with urine\nand fecal waste. All absorbent bedding must be cleaned with sufficient frequency to ensure all animals freedom to\navoid contact with excreta. In the outdoor run portion of the whelping facility, 4 enclosures housing 4 adult female\ndogs, including 2 with litters, has excreta and dried fecal residue on 70 to 80 percent of available surface flooring.\nOne outdoor enclosure has a mound of feces at least 10” high in the middle of the outdoor enclosure. Licensee\nstated the enclosures had not been cleaned within the last three days. Unsanitary living conditions exist that could\nlead to potential contamination or disease risks. The potential for soiling or caking of the hair coat exists when the\ndogs walk or rest in the affected area. The licensee must provide for the regular and frequent removal and disposal\nof all animal waste or residue in a timely manner.\nTo be corrected by January 20, 2018\nThis inspection and exit interview were conducted with licensee.\nLicensee wasn’t available for delivery of the report. Licensee was verbally given the correction dates during the exit\ninterview. Both voicemail and text were made to the licensee January 19, 2018 informing them of the correction\ndates of January 19, 2018 for 3.4 (b) (4) outdoor housing facilities and 3.10 watering, and the correction date of\nJanuary 20, 2018 for 3.11 (a) cleaning, sanitization, housekeeping and pest control.\nAdditional Inspectors\nVernon Kathryn, Animal Care Inspector"
    }
  ],
  "narrative": "3.4(b)(4)                    REPEAT\nOUTDOOR HOUSING FACILITIES.\nAll the igloo type shelter structures being used by 57 dogs in the outdoor housing area contain very little or no\nbedding material. The inspector recorded a temperature of 41 degrees F at the time of inspection. According to the\nNational Weather Service, the low temperature last night was 14 degrees F.  Lack of sufficient bedding in cold\nenvironments increases the risks of sickness and hypothermia situations. Clean, dry bedding material is important\nto provide added protection from the effects of temperatures less than 50 degrees F. More bedding material is\nnecessary when the temperature is less than 35 F degrees for the dogs to burrow into and remain clean and dry\nand have better protection from the cold.  The licensee must provide and maintain bedding material.\nTo be corrected by January 19, 2018\n3.10\nWATERING.\nThere were numerous plastic water buckets in the outdoor enclosures that were full of a hard frozen block of ice. \nMost of the blocks of ice had depressions like the dogs had been licking at it for their source of drinking water.  The\nowner stated that the dogs were given fresh water 2 times daily, however, the water was still a frozen hard block\nand the temperature had been above freezing for several hours.   Some blocks had melted sufficiently to provide\nwater to lap up instead of ice to lick.   If potable water is not continually available to the dogs, it must be offered to\nthe dogs as often as necessary to ensure their health and well-being, but not less than twice a day for at least one\nhour each time. Although the dogs are receiving water twice daily, the licensee must provide the dogs with enough\nwater to meet their needs in order to support their health and well-being.\nJanuary 19, 2018\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nIn the whelping facility two of the primary enclosures housing adult dogs with nursing puppies were excessively\ndirty. The floors of each enclosure has an accumulation of damp shredded and matted newspaper mixed with urine\nand fecal waste. All absorbent bedding must be cleaned with sufficient frequency to ensure all animals freedom to\n\navoid contact with excreta.  In the outdoor run portion of the whelping facility, 4 enclosures housing 4 adult female\ndogs, including 2 with litters, has excreta and dried fecal residue on 70 to 80 percent of available surface flooring.\nOne outdoor enclosure has a mound of feces at least 10” high in the middle of the outdoor enclosure. Licensee\nstated the enclosures had not been cleaned within the last three days.  Unsanitary living conditions exist that could\nlead to potential contamination or disease risks.   The potential for soiling or caking of the hair coat exists when the\ndogs walk or rest in the affected area. The licensee must provide for the regular and frequent removal and disposal\nof all animal waste or residue in a timely manner. \n To be corrected by January 20, 2018\nThis inspection and exit interview were conducted with licensee.\nLicensee wasn’t available for delivery of the report.  Licensee was verbally given the correction dates during the exit\ninterview.  Both voicemail and text were made to the licensee January 19, 2018 informing them of the correction\ndates of January 19, 2018 for 3.4 (b) (4) outdoor housing facilities and 3.10 watering, and the correction date of\nJanuary 20, 2018 for 3.11 (a) cleaning, sanitization, housekeeping and pest control.\nAdditional Inspectors\nVernon Kathryn, Animal Care Inspector",
  "animals_total": 80,
  "species": [
    {
      "count": 62,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 18,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}