{
  "insp_id": "2016090000794446",
  "layout": "b",
  "customer_id": "322810",
  "customer_name": "Carolyn Anderson",
  "customer_addr": "13 7th Street N.W.\nMASON CITY, IA 50401",
  "certificate": "42-A-1471",
  "site_id": "001",
  "site_name": "Carolyn Anderson",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-MAY-2022",
  "report_date": "31-MAY-2022",
  "citations": [
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Time and method of identification.",
      "narrative": "The facility uses a metal tag attached to a collar and placed around the dog’s neck as the official form of identification.\nOne dog, Ashley Wilkes #79, did not have a collar with an attached metal tag on them at the time of inspection. Official\nidentification is necessary for APHIS officials to positively identify animals for inspection or under treatment and to\nproperly trace their movements.\nAll live dogs shall be identified by an official tag affixed to a collar around the animal’s neck, by a legible tattoo marking\napproved by the Administrator, or by a microchip placed under the dog’s skin. The licensee must place a collar with an\nattached metal tag around the neck of the 9 dogs listed above or apply one of the other forms of identification. The\nlicensee must ensure that all dogs have an official form of identification at all times."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "*There are 6 litters of puppies, 15 total puppies, (Dams: Romi Belle #65, Paris #66, Poppy #108, Shelby #109, Taylor #77,\nJosie #104) without an approved form of acquisition information. The facility is currently using a book to document the\nacquisition information for any puppies that are born on the premise. The book the facility is using is not an approved form\nof documentation for the puppies and is missing information that is required under this subpart. Acquisition information is\nnecessary for APHIS officials to make positive identification of animals during inspection or that are under treatment and\nto properly trace their movements.\nThe licensee shall make, keep, and maintain an approved method of documentation which fully and correctly disclose all\ninformation concerning each dog purchased or otherwise acquired, owned, held, or otherwise in his or her possession or\nunder his or her control, or which is transported, euthanized, sold, or otherwise disposed of by that dealer. The records\nshall include any offspring born of any animal while in his or her possession or under his or her control. The licensee must\nrecord the acquisition information on an approved document for all puppies. The licensee must ensure all required\ninformation is properly and accurately documented at all times.\n*The facility is missing the Record of Disposition of Dog (APHIS Form 7006) for at least 9 dogs; Shari #127, Pinky #128,\nJohnny #129, Ringo #130, Dixie #132, Itsy #125, Cole #124, Ebony #122, Char #121. The facility put on the Record of\nAcquisition the first name of the person to whom the dogs were sold but this does not fulfill the requirement to fill out a\nRecord of Disposition (APHIS Form 7006) for each dog that is sold, exchanged/transferred or donated. Accurate and up\nto date disposition records are necessary to identify animals still present at the facility and to trace their movements after\nleaving the facility.\nThe licensee must create disposition forms (APHIS Form 7006) for the dogs listed above that includes the following; the\nname and address of the person to whom the dog was sold or donated to, that person’s USDA license or registration if\nthey are licensed under the Act, the date the dog was disposed of, the method of disposition (sale or donation), the official\nUSDA tag number of the animal, a description of the animal (species, sex, date of birth, color or distinctive marking), the\nmethod of transportation including the name of the initial carrier or intermediate handler or the name of the owner of the\nprivately owned vehicle used to transport the animal."
    },
    {
      "code": "2.75(a)(1)(vi)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "Two dogs had different official identification numbers on their puppy records, Record of Acquisition and Record of\nDisposition. Both dogs were born to dam “Johnna” #96 on 9-November-2021. There was a female Yorkshire Terrier listed\nas #31 on puppy records and a female Yorkshire Terrier listed as #32 on puppy records. On the Record of Acquisition,\n#31 female Yorkshire Terrier was listed as “Pixie #131” and #32 female Yorkshire Terrier was listed as “Dixie #132”. Only\n“Dixie #132” had a completed Record of Disposition, where her official identification number was 2021-96#32. Failure to\ndocument the proper identification number on required documents interferes with APHIS officials’ ability to identify\nanimals and trace their movements.\nEach dealer shall make, keep, and maintain records that fully disclose the official identification number of each animal.\nThe licensee must ensure that the correct official identification number is recorded on all required paperwork for each dog.\nTo be corrected by 6-June-2022."
    },
    {
      "code": "2.75(a)(1)(ix)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The Record of Acquisition of Dogs and Cats on Hand (APHIS form 7005) is missing the disposition date for 9 dogs; Shari\n#127, Pinky #128, Johnny #129, Ringo #130, Dixie #132, Itsy #125, Cole #124, Ebony #122, Char #121. Incomplete\nacquisition and disposition records may interfere with the ability of APHIS officials to accurately inventory the animals,\nidentify individual dogs and to track their movements.\nEach dealer shall make, keep and maintain records or forms that fully and correctly disclose the date each dog was\ndisposed. The licensee must add the disposition dates to APHIS Form 7005 and always maintain all required information\nat all times."
    },
    {
      "code": "2.131(b)(1)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "Upon reviewing the facility’s Record of Acquisition of Dogs on Hand, a toy poodle “Summer” #123 (date of birth 03-\nSeptember-2021), was marked as passed away on 19-February-2022. When inspectors inquired about her death, the\nlicensee stated she had passed away while they were out of the facility for approximately ~2 hours. They assume she was\nattacked by the other dogs. They stated they normally put the puppies and “teens” (they state this is their definition of a\ndog 4 months to 1 year of age) away into enclosures when they leave the facility. This is to avoid any incompatibility\nissues while they are away, approximately 8-10 adults are left out while they are away. “Summer” would have been\nconsidered a “teen” and by their protocol should have been placed into an enclosure before leaving the facility. They\nthought “Summer” was in an enclosure or assumed she was hiding in a safe place when they left, they cannot remember\nwhere she was when they left the facility. Upon returning to the facility, Summer was found dead, her body stiff, in the\nmain room under a table with no visible injuries but was “wet”. The licensee believes this was from the other dogs drooling\non her. The facility took her to the veterinarian for cremation, no necropsy was performed.\nSummer may have had severe distress, trauma and physical harm before her eventual death. Handling of all animals\nmust be done in a manner that cannot lead to an animal’s death and must prevent trauma, behavioral stress, physical\nharm or unnecessary discomfort. The licensee must take additional precautions to ensure a traumatic death does not\nhappen in the future.\nTo be corrected: From this day forward."
    },
    {
      "code": "3.1(b)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "The facility houses some dogs in wire crates and two enclosures, one containing one adult dog and another enclosure\ncontaining one adult and four puppies, has clutter on top of the enclosures. The clutter on the wire crate housing the\nsingle adult dog consisted of blankets, a room air freshener and various plastic objects. The clutter on top of the\nenclosure housing an adult dog and her four puppies consisted of a box containing some books and blankets. Clutter\nstored on top of the enclosures could impact the movement of air, as well as become too heavy and cause the top of the\nenclosure to collapse potentially injuring an animal.\nAnimal areas inside of housing facilities must be kept neat and free of clutter. The licensee must remove the clutter from\nthe top of the enclosure. The licensee must ensure that all housing areas remain free from clutter at all times."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "There are two corners of trim in the designated feeding area that have been heavily chewed on by the dogs and cannot\nbe readily cleaned and sanitized. There is medium to dark brown residue present on these chewed surfaces. Surfaces\nthat are not able to be cleaned or sanitized may lead to the spread of disease hazards to the dogs.\nAll surfaces must be maintained on a regular basis. Surfaces of housing facilities—including furniture type fixtures and\nobjects within the facility—that cannot be readily cleaned and sanitized, must be replaced or repaired when worn or\nsoiled. These surfaces must be repaired or replaced so they can be cleaned and sanitized."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "The facility is not cleaning and sanitizing all hard surfaces the dogs come into contact with in accordance to 3.11(b) of this\nsubpart. The licensee will allow the dogs to walk through the food storage room into their outdoor yard. There is a\nmoderate to excessive accumulation of brown residue consisting of dust, dirt, excreta and food waste covering the entire\nfloor surface in the food storage room. The insufficient cleaning of the designated food area does not allow the dogs to\nwalk into this room without walking in a moderate accumulation of dust, dirt, excreta residue, food waste and/or other\norganic debris.\nAll hard surfaces for which the dogs come in contact must be spot-cleaned daily and sanitized every two weeks or as\noften as necessary in accordance with 3.11(b) of this subpart to prevent the accumulation of dust, dirt, excreta residue\nand food waste in order to assist in reducing disease hazards within the facility. The facility must adopt a spot-cleaning\ncleaning daily and a sanitizing schedule that prevents an accumulation of dust, dirt, excreta residue and food waste and is\ndone at a minimum of every 2 weeks."
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "The plastic bin containing dog food did not have a cover on it. The cover was hanging at the back of the bin and was not\non top of the bin at the time of inspection. Open food could become contaminated by pests such as flies or mice which\nmay have a negative impact on the health of the dogs. All open supplies of food must be kept in leakproof containers with\na tightly fitting lid to prevent contamination and spoilage. The lid was placed on top of the food container and sealed\nduring the time of inspection."
    },
    {
      "code": "3.4(c)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "The steps leading from the sunporch to the outside exercise yard is trimmed in painted wood. The paint has been worn\nand scratched away leaving a rough, wooden surface. This surface is no longer impervious to moisture.\nAll surfaces must be maintained on a regular basis so that they may be readily cleaned and sanitized to prevent odors,\ndiseases, insects, pests, and vermin. The facility must maintain all surfaces and ensure they are kept impervious to\nmoisture.\nTo be corrected by: 16-June-2022."
    },
    {
      "code": "3.7(c)",
      "kind": "",
      "repeat": false,
      "desc": "Compatible grouping.",
      "narrative": "There is one wire playpen enclosure on the ground containing a dam, Shelby #109 and her two puppies (11 weeks old).\nThe inspectors witnessed another small long-haired white and tan dog over 4 months of age jump into the enclosure, stay\nfor a few minutes and then jumped out of the enclosure. Housing puppies with adult dogs that are not their dam or foster\ndam may result in injuries due to compatibility problems.\nPuppies under 4 months of age or less may not be housed in the same primary enclosure with adult dogs other than their\ndams or foster dams. The licensee must ensure the puppies listed above are only housed with their dam, foster dam or\nother puppies under 4 months of age at all times.\nTo be corrected: From this day forward."
    },
    {
      "code": "3.8",
      "kind": "",
      "repeat": true,
      "desc": "Exercise for dogs.",
      "narrative": "At least 3 exercise plans were found at the time of inspection from various past dates. Two of which the licensee states\nthey are following and after a conversation with the inspector determined the facility was not following either exercise plan\naccordingly. One exercise plan signed by the Attending Veterinarian dated 5-November-2021 states they will feed their\n“heavier” dogs “science diet lite” dog food. Inspectors asked if they had any heavier dogs, the facility representative\nshowed us 4 dogs that meet their standards as heavier. None of which are being fed “Science Diet Lite” dog food. The\nsecond exercise plan (APHIS form 7013) was also signed 5-November-2021 by the Attending Veterinarian, this states all\ndogs over 12 weeks of age (except dams with litters) are housed individually in an enclosure that provides at least two\ntimes the amount of floor space required for each dog. One enclosure was housing two adult dogs at the time of\ninspection, which does not follow this exercise plan. Not following the approved exercise plan does not guarantee the\ndogs are provided the appropriate opportunity for exercise.\nDealers must develop, document, and follow an appropriate plan to provide dogs with the opportunity for exercise. The\nfacility must follow the existing exercise plans or create a new exercise plan that is approved by the Attending\nVeterinarian that accurately depicts what forms of exercise are provided to each dog over 12 weeks of age."
    },
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": true,
      "desc": "Veterinary care for dogs.",
      "narrative": "*At least 14 adult dogs and 5 puppies have been due for their vaccines according to the schedule on the licensee’s\nProgram of Veterinary Care. The APHIS inspector called the licensee’s veterinary clinic to confirm which dogs were due\nfor their vaccines due to lack of medical records available for inspection. The licensee was unaware these dogs needed\ntheir vaccines at the time of inspection. The Program of Veterinary Care states dogs will be vaccinated for Parvovirus and\nDistemper at 6-7 weeks, 10 weeks and annually. Rabies is to be given at 3 months, annually and then every 3 years after.\nThe licensee currently has the veterinarian give all vaccines. These dogs are due for the following vaccinations:\n**Rabies: Candy #117, Taffy #118\n**Distemper and Parvovirus: Oakley #87, Tobi Mac #62, Roxy #56, Shelby’s 2 puppies (11 weeks old), Romi-Belle’s 1\npuppy (10 weeks) and Paris’s 2 puppies (9 weeks)\n**Rabies, Distemper and Parvovirus: Shelby #109, Remington #81, Ashley Wilkes #79, Taylor #77, Baxter #112, Carmel\n#116, Lexi #119 and Sampson #120.\nEach dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in writing, and\nsigned by the attending veterinarian. The facility must follow the schedule for Rabies, Distemper and Parvovirus vaccines\nwritten in the Program of Veterinary Care to protect the dogs from these contagious and/or deadly diseases. The facility\nmust vaccinate all dogs in need of the vaccines listed above and maintain the vaccine schedule n all dogs from this day\nforward.\n*The Program of Veterinary Care is still missing pertinent information on the routine for heart worm testing and fecal\nsampling. There is no guidance currently provided in their program of veterinary care for the percentage or total number of\ndogs to be sampled and the frequency of which they should be tested for heartworm and intestinal parasites. Sampling of\ndogs for parasites is necessary to ensure the animals are receiving adequate veterinary care.\nEach dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in writing, and\nsigned by the attending veterinarian and includes sampling and treatment of parasites and other pests. The facility must\nadd the number of dogs to be sampled for heartworms and intestinal parasites to the Program of Veterinary Care.\n*The licensee is not following the Parasite Control Program for Ectoparasites listed in the Program of Veterinary Care.\nThe Program of Veterinary Care states Revolution will be given monthly Spring to Fall. When talking to the licensee and\nfacility representative, they agreed that on the day of inspection (26-May-2022) that it is “spring”, and they should have\napplied the Revolution to the dogs by this time of the year. Additionally, they have not been checking the dogs for\nectoparasites at any frequency and there is no additional information listed on the Program of Veterinary Care.\nEach dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in writing, and\nsigned by the attending veterinarian and includes the preventative treatment of ectoparasites. The facility must apply\nRevolution to all dogs that can receive the medication and continue to follow their Parasite Control Program for\nEctoparasites from this day forward."
    },
    {
      "code": "3.13(a)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee has developed a Program of Veterinary Care that has been approved by the Attending Veterinarian, but it is\nmissing information for the preventative care and treatment plan to maintain clean and healthy ears, properly trimmed\nnails, clean and healthy teeth. The licensee is not following the preventative care plan for healthy and unmatted hair and\nproperly trimmed nails.\n**The plan for clean and healthy ears states “clean at the time of bathing. If red, scratching ears or shaking head call\nveterinarian”, but does not list what ear cleaner is used,how often the cleaner should be used and how often the facility\nchecks for clean and healthy ears. The facility representative states, several dogs’ ears are cleaned at the groomer, but\nthey plan to do baths at the facility in the future.\n**The plan for properly trimmed nails states “trim every 2-3 months or as needed”. The facility admits some dogs are not\ndone every 3 months. There is no frequency that states how often nails are checked by the facility or when a veterinarian\nwill be consulted.\n**The plan for healthy and unmatted hair coats states “bathe every 4-6 weeks, grooming as needed” but does not state an\nactual timeframe that each dog will be groomed or when a veterinarian will be consulted. Each dog is not being bathed\nevery 4-6 weeks, dogs are sent to the groomer for bathing and grooming at an undetermined interval.\n**The plan for clean and healthy teeth states “Examine at least every 6 months and monitor more frequently if they have\nhistory of dental disease. Call if swelling or di”. The facility needs to state when a veterinarian will be consulted.\nEach dealer must follow an appropriate program of veterinary care that is developed, documented in writing, and signed\nby the attending veterinarian and includes preventative care plans to ensure healthy and un-matted hair coat, clean and\nhealthy ears, clean and healthy teeth and properly trimmed nails. The licensee must add to each of these plans on the\nProgram of Veterinary Care and follow each plan accordingly.\nTo be corrected by: 17-June-2022."
    },
    {
      "code": "3.13(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The facility is not keeping updated medical records of dates vaccines and medical treatments have been given to the\ndogs.\n**Male Poodle Tobi-Mac #62 is receiving 4 medications daily; one is once a day and the other three medications are to be\ngiven every 12 hours. The licensee states he is receiving the medications but there is no written documentation that he\nhas been administered these medications at the appropriate times.\n**There are no copies of medical records, including vaccines and deworming treatments for at least 7 dogs; Tucker #107,\nBaxter #112, Carmel #116, Candy #117, Taffy #118, Lexie #119 and Sampson #120.\n**There are no records available for the deworming of 3 litters of puppies (5 total puppies): Shelby #109 litter of 2 born 6-\nMarch-2022, Romi-Belle #65 litter of 1 born 13-March-2022 and Paris #66 litter of 2 born 18-March-2022.\nThe lack of medical records makes it difficult to determine if the animals are receiving the medical treatments and\nvaccines. This information is needed for APHIS inspectors to ensure the medical care is being provided by the licensee.\nThe licensee must maintain complete and updated medical records including the dates medications and vaccines were\ngiven to each individual animal.\nTo be corrected by: 6-June-2022.\nThis inspection and exit interview were conducted with the licensee and a facility representative.\nAdditional Inspectors:\nHEATHER COLEEnd Section"
    }
  ],
  "narrative": "2.50(a)(1)  Repeat\n   \nTime and method of identification. \nThe facility uses a metal tag attached to a collar and placed around the dog’s neck as the official form of identification. \nOne dog, Ashley Wilkes #79, did not have a collar with an attached metal tag on them at the time of inspection. Official \nidentification is necessary for APHIS officials to positively identify animals for inspection or under treatment and to \nproperly trace their movements. \n \nAll live dogs shall be identified by an official tag affixed to a collar around the animal’s neck, by a legible tattoo marking \napproved by the Administrator, or by a microchip placed under the dog’s skin. The licensee must place a collar with an \nattached metal tag around the neck of the 9 dogs listed above or apply one of the other forms of identification. The \nlicensee must ensure that all dogs have an official form of identification at all times. \n2.75(a)(1)  Repeat\n   \nRecords: Dealers and exhibitors. \n*There are 6 litters of puppies, 15 total puppies, (Dams: Romi Belle #65, Paris #66, Poppy #108, Shelby #109, Taylor #77, \nJosie #104) without an approved form of acquisition information. The facility is currently using a book to document the \nacquisition information for any puppies that are born on the premise. The book the facility is using is not an approved form \nof documentation for the puppies and is missing information that is required under this subpart. Acquisition information is\n\nnecessary for APHIS officials to make positive identification of animals during inspection or that are under treatment and \nto properly trace their movements. \n \nThe licensee shall make, keep, and maintain an approved method of documentation which fully and correctly disclose all \ninformation concerning each dog purchased or otherwise acquired, owned, held, or otherwise in his or her possession or \nunder his or her control, or which is transported, euthanized, sold, or otherwise disposed of by that dealer. The records \nshall include any offspring born of any animal while in his or her possession or under his or her control. The licensee must \nrecord the acquisition information on an approved document for all puppies. The licensee must ensure all required \ninformation is properly and accurately documented at all times. \n \n*The facility is missing the Record of Disposition of Dog (APHIS Form 7006) for at least 9 dogs; Shari #127, Pinky #128, \nJohnny #129, Ringo #130, Dixie #132, Itsy #125, Cole #124, Ebony #122, Char #121. The facility put on the Record of \nAcquisition the first name of the person to whom the dogs were sold but this does not fulfill the requirement to fill out a \nRecord of Disposition (APHIS Form 7006) for each dog that is sold, exchanged/transferred or donated. Accurate and up \nto date disposition records are necessary to identify animals still present at the facility and to trace their movements after \nleaving the facility. \n \nThe licensee must create disposition forms (APHIS Form 7006) for the dogs listed above that includes the following; the \nname and address of the person to whom the dog was sold or donated to, that person’s USDA license or registration if \nthey are licensed under the Act, the date the dog was disposed of, the method of disposition (sale or donation), the official \nUSDA tag number of the animal, a description of the animal (species, sex, date of birth, color or distinctive marking), the\n\nmethod of transportation including the name of the initial carrier or intermediate handler or the name of the owner of the \nprivately owned vehicle used to transport the animal. \n2.75(a)(1)(vi) \n   \nRecords: Dealers and exhibitors. \nTwo dogs had different official identification numbers on their puppy records, Record of Acquisition and Record of \nDisposition. Both dogs were born to dam “Johnna” #96 on 9-November-2021. There was a female Yorkshire Terrier listed \nas #31 on puppy records and a female Yorkshire Terrier listed as #32 on puppy records. On the Record of Acquisition, \n#31 female Yorkshire Terrier was listed as “Pixie #131” and #32 female Yorkshire Terrier was listed as “Dixie #132”. Only \n“Dixie #132” had a completed Record of Disposition, where her official identification number was 2021-96#32. Failure to \ndocument the proper identification number on required documents interferes with APHIS officials’ ability to identify \nanimals and trace their movements. \n \nEach dealer shall make, keep, and maintain records that fully disclose the official identification number of each animal. \nThe licensee must ensure that the correct official identification number is recorded on all required paperwork for each dog. \n \nTo be corrected by 6-June-2022. \n2.75(a)(1)(ix)  Repeat\n   \nRecords: Dealers and exhibitors. \nThe Record of Acquisition of Dogs and Cats on Hand (APHIS form 7005) is missing the disposition date for 9 dogs; Shari \n#127, Pinky #128, Johnny #129, Ringo #130, Dixie #132, Itsy #125, Cole #124, Ebony #122, Char #121. Incomplete \nacquisition and disposition records may interfere with the ability of APHIS officials to accurately inventory the animals, \nidentify individual dogs and to track their movements.\n\nEach dealer shall make, keep and maintain records or forms that fully and correctly disclose the date each dog was \ndisposed. The licensee must add the disposition dates to APHIS Form 7005 and always maintain all required information \nat all times. \n2.131(b)(1)  Critical\n   \nHandling of animals. \nUpon reviewing the facility’s Record of Acquisition of Dogs on Hand, a toy poodle “Summer” #123 (date of birth 03-\nSeptember-2021), was marked as passed away on 19-February-2022. When inspectors inquired about her death, the \nlicensee stated she had passed away while they were out of the facility for approximately ~2 hours. They assume she was \nattacked by the other dogs. They stated they normally put the puppies and “teens” (they state this is their definition of a \ndog 4 months to 1 year of age) away into enclosures when they leave the facility. This is to avoid any incompatibility \nissues while they are away, approximately 8-10 adults are left out while they are away. “Summer” would have been \nconsidered a “teen” and by their protocol should have been placed into an enclosure before leaving the facility. They \nthought “Summer” was in an enclosure or assumed she was hiding in a safe place when they left, they cannot remember \nwhere she was when they left the facility. Upon returning to the facility, Summer was found dead, her body stiff, in the \nmain room under a table with no visible injuries but was “wet”. The licensee believes this was from the other dogs drooling \non her. The facility took her to the veterinarian for cremation, no necropsy was performed. \nSummer may have had severe distress, trauma and physical harm before her eventual death. Handling of all animals \nmust be done in a manner that cannot lead to an animal’s death and must prevent trauma, behavioral stress, physical \nharm or unnecessary discomfort. The licensee must take additional precautions to ensure a traumatic death does not \nhappen in the future.\n\nTo be corrected: From this day forward. \n3.1(b)  Repeat\n   \nHousing facilities, general. \nThe facility houses some dogs in wire crates and two enclosures, one containing one adult dog and another enclosure \ncontaining one adult and four puppies, has clutter on top of the enclosures. The clutter on the wire crate housing the \nsingle adult dog consisted of blankets, a room air freshener and various plastic objects.  The clutter on top of the \nenclosure housing an adult dog and her four puppies consisted of a box containing some books and blankets. Clutter \nstored on top of the enclosures could impact the movement of air, as well as become too heavy and cause the top of the \nenclosure to collapse potentially injuring an animal. \n \nAnimal areas inside of housing facilities must be kept neat and free of clutter. The licensee must remove the clutter from \nthe top of the enclosure. The licensee must ensure that all housing areas remain free from clutter at all times. \n3.1(c)(2)  Repeat\n   \nHousing facilities, general. \nThere are two corners of trim in the designated feeding area that have been heavily chewed on by the dogs and cannot \nbe readily cleaned and sanitized. There is medium to dark brown residue present on these chewed surfaces. Surfaces \nthat are not able to be cleaned or sanitized may lead to the spread of disease hazards to the dogs. \n \nAll surfaces must be maintained on a regular basis. Surfaces of housing facilities—including furniture type fixtures and \nobjects within the facility—that cannot be readily cleaned and sanitized, must be replaced or repaired when worn or \nsoiled. These surfaces must be repaired or replaced so they can be cleaned and sanitized.\n\n3.1(c)(3)  Repeat\n   \nHousing facilities, general. \nThe facility is not cleaning and sanitizing all hard surfaces the dogs come into contact with in accordance to 3.11(b) of this \nsubpart. The licensee will allow the dogs to walk through the food storage room into their outdoor yard. There is a \nmoderate to excessive accumulation of brown residue consisting of dust, dirt, excreta and food waste covering the entire \nfloor surface in the food storage room. The insufficient cleaning of the designated food area does not allow the dogs to \nwalk into this room without walking in a moderate accumulation of dust, dirt, excreta residue, food waste and/or other \norganic debris. \n \nAll hard surfaces for which the dogs come in contact must be spot-cleaned daily and sanitized every two weeks or as \noften as necessary in accordance with 3.11(b) of this subpart to prevent the accumulation of dust, dirt, excreta residue \nand food waste in order to assist in reducing disease hazards within the facility. The facility must adopt a spot-cleaning \ncleaning daily and a sanitizing schedule that prevents an accumulation of dust, dirt, excreta residue and food waste and is \ndone at a minimum of every 2 weeks. \n3.1(e)  Repeat\n   \nHousing facilities, general. \nThe plastic bin containing dog food did not have a cover on it. The cover was hanging at the back of the bin and was not \non top of the bin at the time of inspection. Open food could become contaminated by pests such as flies or mice which \nmay have a negative impact on the health of the dogs. All open supplies of food must be kept in leakproof containers with \na tightly fitting lid to prevent contamination and spoilage. The lid was placed on top of the food container and sealed \nduring the time of inspection. \n3.4(c) \n   \nOutdoor housing facilities.\n\nThe steps leading from the sunporch to the outside exercise yard is trimmed in painted wood. The paint has been worn \nand scratched away leaving a rough, wooden surface. This surface is no longer impervious to moisture. \n \nAll surfaces must be maintained on a regular basis so that they may be readily cleaned and sanitized to prevent odors, \ndiseases, insects, pests, and vermin. The facility must maintain all surfaces and ensure they are kept impervious to \nmoisture. \n \nTo be corrected by: 16-June-2022. \n3.7(c) \n   \nCompatible grouping. \nThere is one wire playpen enclosure on the ground containing a dam, Shelby #109 and her two puppies (11 weeks old). \nThe inspectors witnessed another small long-haired white and tan dog over 4 months of age jump into the enclosure, stay \nfor a few minutes and then jumped out of the enclosure. Housing puppies with adult dogs that are not their dam or foster \ndam may result in injuries due to compatibility problems. \n \nPuppies under 4 months of age or less may not be housed in the same primary enclosure with adult dogs other than their \ndams or foster dams. The licensee must ensure the puppies listed above are only housed with their dam, foster dam or \nother puppies under 4 months of age at all times. \n \nTo be corrected: From this day forward. \n3.8  Repeat\n   \nExercise for dogs.\n\nAt least 3 exercise plans were found at the time of inspection from various past dates. Two of which the licensee states \nthey are following and after a conversation with the inspector determined the facility was not following either exercise plan \naccordingly. One exercise plan signed by the Attending Veterinarian dated 5-November-2021 states they will feed their \n“heavier” dogs “science diet lite” dog food. Inspectors asked if they had any heavier dogs, the facility representative \nshowed us 4 dogs that meet their standards as heavier. None of which are being fed “Science Diet Lite” dog food. The \nsecond exercise plan (APHIS form 7013) was also signed 5-November-2021 by the Attending Veterinarian, this states all \ndogs over 12 weeks of age (except dams with litters) are housed individually in an enclosure that provides at least two \ntimes the amount of floor space required for each dog. One enclosure was housing two adult dogs at the time of \ninspection, which does not follow this exercise plan. Not following the approved exercise plan does not guarantee the \ndogs are provided the appropriate opportunity for exercise. \n \nDealers must develop, document, and follow an appropriate plan to provide dogs with the opportunity for exercise. The \nfacility must follow the existing exercise plans or create a new exercise plan that is approved by the Attending \nVeterinarian that accurately depicts what forms of exercise are provided to each dog over 12 weeks of age. \n3.13(a)(3)  Repeat\n   \nVeterinary care for dogs. \n*At least 14 adult dogs and 5 puppies have been due for their vaccines according to the schedule on the licensee’s \nProgram of Veterinary Care. The APHIS inspector called the licensee’s veterinary clinic to confirm which dogs were due \nfor their vaccines due to lack of medical records available for inspection. The licensee was unaware these dogs needed \ntheir vaccines at the time of inspection. The Program of Veterinary Care states dogs will be vaccinated for Parvovirus and \nDistemper at 6-7 weeks, 10 weeks and annually. Rabies is to be given at 3 months, annually and then every 3 years after. \nThe licensee currently has the veterinarian give all vaccines. These dogs are due for the following vaccinations:\n\n**Rabies: Candy #117, Taffy #118 \n**Distemper and Parvovirus: Oakley #87, Tobi Mac #62, Roxy #56, Shelby’s 2 puppies (11 weeks old), Romi-Belle’s 1 \npuppy (10 weeks) and Paris’s 2 puppies (9 weeks) \n**Rabies, Distemper and Parvovirus: Shelby #109, Remington #81, Ashley Wilkes #79, Taylor #77, Baxter #112, Carmel \n#116, Lexi #119 and Sampson #120. \nEach dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in writing, and \nsigned by the attending veterinarian. The facility must follow the schedule for Rabies, Distemper and Parvovirus vaccines \nwritten in the Program of Veterinary Care to protect the dogs from these contagious and/or deadly diseases. The facility \nmust vaccinate all dogs in need of the vaccines listed above and maintain the vaccine schedule n all dogs from this day \nforward. \n \n*The Program of Veterinary Care is still missing pertinent information on the routine for heart worm testing and fecal \nsampling. There is no guidance currently provided in their program of veterinary care for the percentage or total number of \ndogs to be sampled and the frequency of which they should be tested for heartworm and intestinal parasites. Sampling of \ndogs for parasites is necessary to ensure the animals are receiving adequate veterinary care. \n \nEach dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in writing, and \nsigned by the attending veterinarian and includes sampling and treatment of parasites and other pests. The facility must \nadd the number of dogs to be sampled for heartworms and intestinal parasites to the Program of Veterinary Care. \n \n*The licensee is not following the Parasite Control Program for Ectoparasites listed in the Program of Veterinary Care. \nThe Program of Veterinary Care states Revolution will be given monthly Spring to Fall. When talking to the licensee and\n\nfacility representative, they agreed that on the day of inspection (26-May-2022) that it is “spring”, and they should have \napplied the Revolution to the dogs by this time of the year. Additionally, they have not been checking the dogs for \nectoparasites at any frequency and there is no additional information listed on the Program of Veterinary Care. \nEach dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in writing, and \nsigned by the attending veterinarian and includes the preventative treatment of ectoparasites. The facility must apply \nRevolution to all dogs that can receive the medication and continue to follow their Parasite Control Program for \nEctoparasites from this day forward. \n3.13(a)(4) \n   \nVeterinary care for dogs. \nThe licensee has developed a Program of Veterinary Care that has been approved by the Attending Veterinarian, but it is \nmissing information for the preventative care and treatment plan to maintain clean and healthy ears, properly trimmed \nnails, clean and healthy teeth. The licensee is not following the preventative care plan for healthy and unmatted hair and \nproperly trimmed nails. \n**The plan for clean and healthy ears states “clean at the time of bathing. If red, scratching ears or shaking head call \nveterinarian”, but does not list what ear cleaner is used,how often the cleaner should be used and how often the facility \nchecks for clean and healthy ears. The facility representative states, several dogs’ ears are cleaned at the groomer, but \nthey plan to do baths at the facility in the future. \n**The plan for properly trimmed nails states “trim every 2-3 months or as needed”. The facility admits some dogs are not \ndone every 3 months. There is no frequency that states how often nails are checked by the facility or when a veterinarian \nwill be consulted. \n**The plan for healthy and unmatted hair coats states “bathe every 4-6 weeks, grooming as needed” but does not state an \nactual timeframe that each dog will be groomed or when a veterinarian will be consulted. Each dog is not being bathed\n\nevery 4-6 weeks, dogs are sent to the groomer for bathing and grooming at an undetermined interval. \n**The plan for clean and healthy teeth states “Examine at least every 6 months and monitor more frequently if they have \nhistory of dental disease. Call if swelling or di”. The facility needs to state when a veterinarian will be consulted. \n \nEach dealer must follow an appropriate program of veterinary care that is developed, documented in writing, and signed \nby the attending veterinarian and includes preventative care plans to ensure healthy and un-matted hair coat, clean and \nhealthy ears, clean and healthy teeth and properly trimmed nails. The licensee must add to each of these plans on the \nProgram of Veterinary Care and follow each plan accordingly. \n \nTo be corrected by: 17-June-2022. \n3.13(b)(3) \n   \nVeterinary care for dogs. \nThe facility is not keeping updated medical records of dates vaccines and medical treatments have been given to the \ndogs. \n**Male Poodle Tobi-Mac #62 is receiving 4 medications daily; one is once a day and the other three medications are to be \ngiven every 12 hours. The licensee states he is receiving the medications but there is no written documentation that he \nhas been administered these medications at the appropriate times. \n**There are no copies of medical records, including vaccines and deworming treatments for at least 7 dogs; Tucker #107, \nBaxter #112, Carmel #116, Candy #117, Taffy #118, Lexie #119 and Sampson #120. \n**There are no records available for the deworming of 3 litters of puppies (5 total puppies): Shelby #109 litter of 2 born 6-\nMarch-2022, Romi-Belle #65 litter of 1 born 13-March-2022 and Paris #66 litter of 2 born 18-March-2022. \nThe lack of medical records makes it difficult to determine if the animals are receiving the medical treatments and\n\nvaccines. This information is needed for APHIS inspectors to ensure the medical care is being provided by the licensee. \nThe licensee must maintain complete and updated medical records including the dates medications and vaccines were \ngiven to each individual animal. \nTo be corrected by: 6-June-2022. \n \nThis inspection and exit interview were conducted with the licensee and a facility representative. \n \nAdditional Inspectors: \nHEATHER COLEEnd Section",
  "animals_total": 45,
  "species": [
    {
      "count": 30,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 15,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}