{
  "insp_id": "2016082568013182",
  "layout": "a",
  "customer_id": "24564",
  "customer_name": "Real Pets Corp",
  "customer_addr": "30 N 3rd St\nWomelsdorf, PA 19567",
  "certificate": "23-B-0200",
  "site_id": "004",
  "site_name": "REAL PETS CORP",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-DEC-2016",
  "report_date": "01-DEC-2016",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Section 2.40(b)(3) Veterinary care: The following were observed during the inspection:\n1) One light tan and white female Syrian hamster had a chewed left ear with a thick scab. She was housed with\nanother female hamster and a male hamster. Once APHIS officials identified the hamster with the chewed ear, a\nfacility employee moved the hamster to its own enclosure.\n2) There were two enclosures each housing two live Syrian hamsters and one partial eaten dead hamster with a\nstrong odor of decomposition. Once APHIS officials identified the dead hamsters, a facility employee removed the\ndead hamsters from the enclosures.\nAll animals must be observed daily to access their health and well-being so that problems with animal health can be\naddressed by the attending veterinarian and incompatible animals can be separated in a timely manner. Correct by\nperforming effective daily observations of all animals so problems are identified and appropriate care is provided as\ndirect by the attending veterinarian. Correct from this day forward."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "Section 2.75(b)(1): Records: A current record of animals on hand was not available for review during this inspection.\nThe last facility inventory provided to the APHIS officials was dated September 8, 2016 and did not include guinea\npigs and rabbits. Records are required in order to adequately verify the total number of animals housed at the\nfacility and for evaluating the facility animal care program. Correct by ensuring there are current records for animal\ntotals, including births and deaths, maintained and available for review for all the animal species housed at the\nfacility. Correct by December 8, 2016."
    },
    {
      "code": "3.31(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Section 3.31(a)(1) Cleaning and sanitation of primary enclosures: An enclosure with 9 weaned guinea pigs and two\nenclosures each with 5 adult guinea pigs were excessively dirty. More fecal material was visible than bedding\nmaterial. Animals standing and laying in fecal material are potentially exposed to bacteria and parasites. Correct\nby cleaning the enclosures often enough to prevent an accumulation of excreta. Correct by December 2, 2016."
    },
    {
      "code": "3.31(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Section 3.31(a)(3) Cleaning and sanitization of primary enclosures: There was a buildup of tan to brown roughened\nscale and debris on the bottom of the enclosures, along the lower edge of the sides and corners of enclosures that\nfacility employees were putting in clean bedding to house guinea pigs that arrived at the facility earlier in the\nmorning. The facility president informed the APHIS officials that these enclosures had been cleaned and sanitized.\nThe cleaning process does not seem effective in removing this buildup and these enclosures cannot be properly\nsanitized. Housing guinea pigs in dirty and used enclosures exposes the animals to potential disease hazards such\nas bacterial, fungal and viral diseases. Correct by ensuring that the enclosures are effectively cleaned and\nsanitized to remove scale and debris prior to the introduction of guinea pigs into previously occupied enclosures.\nCorrect by December 15, 2016."
    },
    {
      "code": "3.36(d)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES USED TO TRANSPORT LIVE GUINEA PIGS AND HAMSTERS.",
      "narrative": "Section 3.36(d): There were 11 transport enclosures containing a total of 238 guinea pigs that arrived at the facility\nby a facility employee in the morning. The transport enclosures contained an average of 21-22 guinea pigs in each\nenclosure. No more than 15 live guinea pigs can be transported in the same enclosure to prevent stress and\ndiscomfort to the animals. Correct by ensuring that no more than 15 guinea pigs are transported in a primary\nenclosure. Correct from this day forward.\nThis inspection and exit interview were conducted with the facility president.\nAdditional Inspectors\nMarkmann Robert, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nSection 2.40(b)(3) Veterinary care: The following were observed during the inspection:\n1) One light tan and white female Syrian hamster had a chewed left ear with a thick scab.  She was housed with\nanother female hamster and a male hamster.  Once APHIS officials identified the hamster with the chewed ear, a\nfacility employee moved the hamster to its own enclosure.   \n2) There were two enclosures each housing two live Syrian hamsters and one partial eaten dead hamster with a\nstrong odor of decomposition.  Once APHIS officials identified the dead hamsters, a facility employee removed the\ndead hamsters from the enclosures.\nAll animals must be observed daily to access their health and well-being so that problems with animal health can be\naddressed by the attending veterinarian and incompatible animals can be separated in a timely manner.  Correct by\nperforming effective daily observations of all animals so problems are identified and appropriate care is provided as\ndirect by the attending veterinarian.  Correct from this day forward.\n2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nSection 2.75(b)(1): Records: A current record of animals on hand was not available for review during this inspection.\n The last facility inventory provided to the APHIS officials was dated September 8, 2016 and did not include guinea\npigs and rabbits.  Records are required in order to adequately verify the total number of animals housed at the\nfacility and for evaluating the facility animal care program.  Correct by ensuring there are current records for animal\ntotals, including births and deaths, maintained and available for review for all the animal species housed at the\nfacility.  Correct by December 8, 2016. \n3.31(a)(1)\nSANITATION.\n\nSection 3.31(a)(1) Cleaning and sanitation of primary enclosures: An enclosure with 9 weaned guinea pigs and two\nenclosures each with 5 adult guinea pigs were excessively dirty.  More fecal material was visible than bedding\nmaterial.  Animals standing and laying in fecal material are potentially exposed to bacteria and parasites.  Correct\nby cleaning the enclosures often enough to prevent an accumulation of excreta.  Correct by December 2, 2016.\n3.31(a)(3)\nSANITATION.\nSection 3.31(a)(3) Cleaning and sanitization of primary enclosures: There was a buildup of tan to brown roughened\nscale and debris on the bottom of the enclosures, along the lower edge of the sides and corners of enclosures that\nfacility employees were putting in clean bedding to house guinea pigs that arrived at the facility earlier in the \nmorning.  The facility president informed the APHIS officials that these enclosures had been cleaned and sanitized. \nThe cleaning process does not seem effective in removing this buildup and these enclosures cannot be properly\nsanitized.  Housing guinea pigs in dirty and used enclosures exposes the animals to potential disease hazards such\nas bacterial, fungal and viral diseases.  Correct by ensuring that the enclosures are effectively cleaned and\nsanitized to remove scale and debris prior to the introduction of guinea pigs into previously occupied enclosures. \nCorrect by December 15, 2016.\n3.36(d)\nPRIMARY ENCLOSURES USED TO TRANSPORT LIVE GUINEA PIGS AND HAMSTERS.\nSection 3.36(d): There were 11 transport enclosures containing a total of 238 guinea pigs that arrived at the facility\nby a facility employee in the morning. The transport enclosures contained an average of 21-22 guinea pigs in each\nenclosure. No more than 15 live guinea pigs can be transported in the same enclosure to prevent stress and\ndiscomfort to the animals.  Correct by ensuring that no more than 15 guinea pigs are transported in a primary\nenclosure.  Correct from this day forward.    \nThis inspection and exit interview were conducted with the facility president.\nAdditional Inspectors\nMarkmann Robert, Animal Care Inspector",
  "animals_total": 3031,
  "species": [
    {
      "count": 449,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 676,
      "scientific": "Cricetulus griseus",
      "common": "CHINESE HAMSTER"
    },
    {
      "count": 111,
      "scientific": "Meriones unguiculatus",
      "common": "MONGOLIAN GERBIL (COMMON PET / RESEARCH VARIETY)"
    },
    {
      "count": 334,
      "scientific": "Mesocricetus auratus",
      "common": "SYRIAN / GOLDEN HAMSTER (COMMON PET/RESEARCH TYPE)"
    },
    {
      "count": 68,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 433,
      "scientific": "Phodopus campbelli",
      "common": "CAMPBELLS DWARF HAMSTER"
    },
    {
      "count": 318,
      "scientific": "Phodopus roborovskis",
      "common": "ROBOROVSKIS DWARF HAMSTER"
    },
    {
      "count": 642,
      "scientific": "Phodopus sungorus",
      "common": "WINTER WHITE RUSSIAN DWARF HAMSTER"
    }
  ]
}