{
  "insp_id": "57151307400811",
  "layout": "a",
  "customer_id": "18716",
  "customer_name": "Jan Harper",
  "customer_addr": "432438 E 80 Rd\nWelch, OK 74369",
  "certificate": "73-A-2038",
  "site_id": "001",
  "site_name": "JAN Harper",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-FEB-2015",
  "report_date": "26-FEB-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There were three Pomeranians with matted hair and feces handing from the back of their legs. A brown and white\nfemale id# 0A02515552, a white female id # 0A02515831 and a brown male id#0A02514836. Matted hair on the\ndog can cause discomfort & could lead to infection or health problems for that dog. Mobility of the dog could also be\naffected with the discomfort or pain associated with matted hair constantly pulling on the skin of the dog. The\npotential for the skin to become inflamed or infected exists with continued scratching. Matted hair does not maintain\nthe same insulating qualities of normally groomed hair. Regular grooming of matted hair is necessary to ensure the\nhealth & well being of all dogs.\nInside the whelping building, there was a container of outdated Pyrantel Pamoate expiration date October 2012.\nThis medication was intermingled with other products that are currently being used at the facility and are therefore\nready for use. The usage of expired medical materials on regulated animals is not considered to be an acceptable\nveterinary practice and does not constitute adequate veterinary care. The effectiveness of the dosage level and\nexpected results when expired drugs are administrated could be drastically changed or may not work as anticipated.\nThe licensee must ensure that all medications used have not gone past the recorded expiration date. To be\ncorrected by 02-28-2015"
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Inside the whelping building, rodent droppings were present on the floor around buckets and next to the wall. When\ninspectors entered the building an odor associated with rodents was present. Licensee advised they were not using\nany rodent prevention methods at the facility. Rodents and other vermin can spread disease and other health\nhazards that could adversely affect the health and well- being of the dogs. Owner must implement a program of\npest and vermin control to protect the all the dogs throughout the facility. To be corrected by 03-25-2015\nAdditional Inspectors\nRoberts Kelly, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere were three Pomeranians with matted hair and feces handing from the back of their legs. A brown and white\nfemale id# 0A02515552,  a white female id # 0A02515831 and a brown male id#0A02514836.  Matted hair on the\ndog can cause discomfort & could lead to infection or health problems for that dog.  Mobility of the dog could also be\naffected with the discomfort or pain associated with matted hair constantly pulling on the skin of the dog.  The\npotential for the skin to become inflamed or infected exists with continued scratching.  Matted hair does not maintain\nthe same insulating qualities of normally groomed hair.  Regular grooming of matted hair is necessary to ensure the\nhealth & well being of all dogs. \nInside the whelping building, there was a container of outdated Pyrantel Pamoate  expiration date October 2012. \nThis medication was intermingled with other products that are currently being used at the facility and are therefore\nready for use.  The usage of expired medical materials on regulated animals is not considered to be an acceptable\nveterinary practice and does not constitute adequate veterinary care.  The effectiveness of the dosage level and\nexpected results when expired drugs are administrated could be drastically changed or may not work as anticipated.\n  The licensee must ensure that all medications used have not gone past the recorded expiration date.  To be\ncorrected by 02-28-2015\n3.11(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nInside the whelping building, rodent droppings were present on the floor around buckets and next to the wall.  When\ninspectors entered the building an odor associated with rodents was present.  Licensee advised they were not using\nany rodent prevention methods at the facility.  Rodents and other vermin can spread disease and other health\nhazards that could adversely affect the health and well- being of the dogs.  Owner must implement a program of\npest and vermin control to protect the all the dogs throughout the facility.  To be corrected by 03-25-2015\n\nAdditional Inspectors\nRoberts Kelly, Animal Care Inspector",
  "animals_total": 0,
  "species": []
}