{
  "insp_id": "2016082568131234",
  "layout": "a",
  "customer_id": "3826",
  "customer_name": "Terrill Al-Saihati",
  "customer_addr": "15672 South Avenue 1 E\nYuma, AZ 85365",
  "certificate": "86-C-0102",
  "site_id": "001",
  "site_name": "TERRILL AL-SAIHATI",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-MAR-2017",
  "report_date": "08-MAR-2017",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "Critical",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***The written Program of Veterinary Care (PVC) on file is still inadequate, as it does not contain sufficient\nprovisions for emergency care. The current program, under the emergency care section, simply states “mobile\nveterinarian”. The facility uses their attending veterinarian (AV) for emergency care but has no provision for\nveterinary care when their AV is unavailable. From 11/18/16-3/07/17, while their AV was unavailable, one female\ncoati and one female goat requiring veterinary care, (according to facility records and personnel) did not receive\nveterinary care or treatment. This is the critical noncompliance for this section.\n*** The written Program of Veterinary Care (PVC) on file is incomplete. The attending veterinarian last signed the\nPVC on 09/04/15.\nFailure to have a complete PVC could jeopardize the health and well-being of the animals. The facility should\nestablish and maintain a PVC to include all the regulated animals at the facility and regularly scheduled visits to the\npremises. Facility visits are necessary to ensure that the Program of Veterinary Care is being understood and\nfollowed by the licensee, to check the health and well-being of the animals and to determine if changes in the\nProgram of Veterinary Care are needed."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***There are three female adult pigs, housed in an indoor barn, that are in need of hoof trims, which were pointed\nout to the animal manager during the inspection. The hooves on the animals were excessively long, extending out\napproximately four to six inches. Failure to appropriately maintain hooves/nails can cause gait abnormalities which\ncould be painful or cause injuries. As part of the facility’s programs of preventative veterinary care, the licensee\nmust ensure that all animals receive appropriate hoof and nail care in a timely manner.\nThe licensee must ensure that all animals showing potential signs of veterinary medical problems are evaluated in a\ntimely manner by a veterinarian as part of the facility’s programs of adequate veterinary care and that the facility use\nappropriate methods to prevent, control, diagnose, and treat diseases, and injuries at all times. Additionally,\nveterinary and behavioral observations and evaluations by the veterinarian and facility staff must be documented\nand readily available to APHIS upon request and include sufficient detail to demonstrate the provision of adequate\nveterinary care."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***An adult female Coati named “Shyla” still has an abnormal left eye which has significantly worsened in severity\nsince the previous inspection. The eye is protruding and extremely swollen, approximately the size of a golf ball. It\nis an extremely reddened mass of tissue and has a dark crusty scab on approximately one third of the surface area.\nFluid appeared to be leaking out of the eye onto her face. There were flies observed in the open wound around and\non the eye. APHIS staff observed the animal clacking its teeth loudly and pacing up in the top corner of the\nenclosure. The overall condition of the animal has changed since the last inspection. The animal now has a dull\nhair coat and appears to have lost weight. The animal was shaking her head and pawing at the injured eye\nfrequently during the inspection. She appeared to be suffering, as she exhibited signs of extreme stress and\ndiscomfort for the species.\nThe last time the attending veterinarian examined the animal was on November 18, 2016. On January 27, 2017 the\nlicensee noted in her log that she spoke to the attending veterinarian and discussed the eye problem, but that the\nAV was out of town and would come by to see the animal when she gets back. There was no notation of any\nattempt to contact an emergency or alternate veterinarian at any time during the months of November through\nMarch the animal’s deteriorating condition.\nAs of today, March 7, 2017 the coati has still not been seen by any veterinarian despite the condition of the eye\ncontinuing to worsen as noted and observed by the facility staff. They have also completely stopped providing any\ntreatment and have discontinued recommended treatment by the AV. Failure to properly communicate animal\nhealth issues to the attending veterinarian in a timely manner can result in prolonged pain and suffering for the\nanimal and potentially worsen a current medical condition.\n***An intact adult male tricolor goat was non-weight bearing on his right front limb. The goat was lame at the walk.\nThe animal manager had not noticed that the goat was lame until the time of the USDA inspection. Lameness and\nnon-weight bearing is an indicator of disease and often pain. It can result from numerous causes including both\ninfectious and non-infectious. Failure to contact the attending veterinarian regarding the diagnosis and treatment\ncan result in delays of appropriate care and prolong suffering of the animal.\n***A juvenile female goat had abnormal skin covering the tips of her ears. The skin was crusty and dry, with large\nareas of hair loss. Her overall hair coat appeared dull and she was seen to be scratching her shoulder along the\nchain link fencing. The animal manager stated that he had not noticed this skin condition prior to the USDA\ninspection. Skin disease can be caused by a variety of problems, including infection, allergies, injuries, irritation, or\nother medical conditions and can be painful and distressing to the animal.\n***In an enclosure containing three fallow deer and a camel, a female fallow deer had a fresh wound over the left\npoint of the shoulder. The wound was approximately two inches in diameter. There was complete hair loss at the\nsite of the wound, with reddened tissue exposed. A clump of white hair was seen beside a metal feeder. The animal\nmanager stated that he had introduced the deer and the camel into the same enclosure two days ago.\nInjuries, diseases, and medical conditions that are not treated properly (as directed by a veterinarian) may be\npainful and can lead to prolonged suffering.\n***A young gray and white female goat, which was being housed alone in the barn, was unable to straighten her\nfront legs at the knees. This inability to straighten her front legs caused her to place all of her weight on her toes.\nShe was unable to stand or walk normally. The animal manager mentioned that he noticed the condition two weeks\nago but the condition has worsened since then. The animal manager stated that he thought the licensee had\ncontacted the veterinarian regarding this animal, however they “have trouble getting the vet out here.” The goat has\nnot been seen by a veterinarian nor received any medical treatment. Upon further questioning with the licensee,\nshe stated that she had not had a chance to discuss this specific animal with the veterinarian. Failure to properly\ncommunicate animal health issues to the attending veterinarian in a timely manner can result in prolonged pain and\nsuffering for the animal and potentially worsen a current medical condition.\nDaily observation of all animals is critical to ensuring that conditions that can adversely affect health and well-being\nare recognized in a timely manner. Additionally, when observed, problems relating to animal health or behavior\nmust be conveyed to the attending veterinarian so that appropriate methods can be employed to ensure adequate\ncare. Failure to properly observe and communicate health problems, in a timely manner, can result in prolonged\npain and suffering and the increase risk of development of serious medical conditions. The facility must conduct\ndaily observations of all animals to ensure that all health and behavioral concerns are found in a timely manner and\nappropriately communicated with the attending veterinarian."
    },
    {
      "code": "2.131(d)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "***Upon arriving to the facility, while still in the car, APHIS inspectors saw three members of the public feeding\nalfalfa pellets to regulated animals. There were no facility representative in direct view of the members of the public.\nThere are not an adequate number of attendants present at all times when the public is allowed contact with the\nanimals. The public is allowed to walk through the facility unescorted on designated paths. The public is allowed to\ncontact and feed the animals. At the time of inspection, only three employees were present to watch the public\n(approximately 15 people throughout entire facility). Of these three employees, one employee was escorting APHIS\npersonnel on inspection, one was collecting money at the entrance with limited view of the animals, and the third\nemployee was at the back of the property or in the barn with no view of the public. Furthermore, during the\ninspection, several other members of the public were seen feeding several goats and adult camels alfalfa pellets\nprovided by the facility.\nAn adequate number of attendants is needed to ensure the health and safety of the animals and to decrease the\nlikelihood of activities (rough handling, improper feeding, etc) that are harmful to the animals.\nA responsible, knowledgeable, and readily identifiable employee or attendant must be present at all times during\nperiods of public contact."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "***A goat was sticking his head out through the wiring of his enclosure, through the gap in the wood paneling of the\nadjacent camel enclosure.\n***The gate in the young male Dromedary camel enclosure that separates his enclosure from an adjacent empty\nenclosure is in disrepair. The gate is leaning inward and is attached to the structural post by baling twine. The metal\nbar at the top of the gate is broken at one side and entangled in the wire of the gate.\n***In the goat enclosure containing a combination of eight goats and sheep, there were several nail heads sticking\nout of the wooden fence boards.\n***In one corner of the eland enclosure, the wire fencing along the bottom is curving in an upward direction, creating\na large gap between the ground and the fencing.\n***In the goat enclosure containing 30 goats a section of the wood panels is elevated off of the ground. In the space\nbetween the ground and the bottom of the panel, a 10 foot long portion of the chain link fence is coming through,\nwith the wires protruding into the enclosure.\n***In an enclosure containing eighteen sheep and goats a metal uprights of the shade structure were in disrepair.\nTwo legs were completely rusted through, creating sharp points that could come into contact with the animals in the\nenclosure.\n***In an enclosure containing eighteen sheep and goats, a particle board housing structure was in disrepair.\nPortions of the particle board had been worn and rough, causing screw heads to be visible and protrude from the\nwood.\n***In an enclosure containing twenty goats and one pig, a roughly four foot long gap approximately 6-9 inches in\nheight was created between the ground and the bottom of the chain-link fence. Two sharp point were also pointing\ndownward, where the goats could come into contact with them.\n***In the enclosure of “Pinkie,” a female Dromedary camel, there was a deep hole roughly a foot in diameter dug by\nthe Sulcata tortoise. The animal manager put his foot into the hole, illustrating that the depth was a minimum of two\nfeet.\n***The sheet metal in the stall containing three pigs was rusted and in disrepair, peeling off of the wall. It formed\nnumerous sharp edges that could come into contact with the animals.\nAll enclosures must be kept in good repair and free of sharp points, protruding edges, or gaps/openings in order to\nprotect the animals from injury. A system of timely identification, facility repair, and maintenance must be in place."
    },
    {
      "code": "3.127(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "***A two and a half month old female Dromedary camel was in an outdoor enclosure that did not provide any shade\nto protect the animal from direct sunlight. The animal manager stated that the camel is placed in this enclosure daily\nat 9:00am and is taken out of the enclosure at 5:00pm. Inadequate protection from direct sunlight may lead to\noverheating or discomfort from squinting.\nSufficient shade by natural or artificial means shall be provided to allow all animals kept outdoors to protect\nthemselves from direct sunlight.\nThe camel was removed from this enclosure at the time of inspection and placed in an enclosure with adequate\nshade structures."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "***A two and a half month old female Dromedary camel spends the night in an enclosure that is not surrounded by a\nperimeter fence. The camel is transferred from her night enclosure to her daytime primary enclosure by being let\nloose and running between the two enclosures without being led by a handler. The perimeter fence only surrounds\nthe daytime primary enclosure. The area between the two enclosures is not surrounded by a perimeter fence.\nAllowing the camel to run loose without a perimeter fence in place jeopardizes the safety of the animal as she has\nthe potential to run off of the facility premises.\nThe perimeter fence must be constructed so that it protects the animals in the facility by restricting animals and\nunauthorized persons from having contact with the animals, and so it can function as a secondary containment\nsystem. It must be of sufficient distance from the outside of the primary enclosure to prevent physical contact\nbetween animals inside the enclosure and animals or persons outside the perimeter fence.\nThe animal manager moved the camel into a different enclosure at the time of inspection and told inspectors that\nthe camel would be staying in that enclosure permanently. The perimeter fence surrounds the enclosure that the\ncamel has been moved to."
    },
    {
      "code": "3.128",
      "kind": "",
      "repeat": false,
      "desc": "SPACE REQUIREMENTS.",
      "narrative": "***A two and a half month old female Dromedary camel was in an enclosure that was approximately 6ft by 12ft. The\nanimal manager stated that the camel was in this enclosure daily from 9:00am to 5:00pm. The camel was only able\nto stand and turn around due to the size of the enclosure. The enclosure that contained the camel at night was\napproximately twelve square feet in size. She was not able to exhibit normal species specific behaviors in either\nenclosure.\nEnclosures shall be constructed and maintained as to provide sufficient space to allow each animal to make normal\npostural and social adjustments with adequate freedom of movement.\nAfter the inspection, the animal manager moved the camel into another enclosure that was approximately 1800\nsquare foot enclosure. The licensee informed inspectors that the animal began running around and bucking upon\nintroduction to the new permanent enclosure."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "***In the indoor barn housing three adult female pigs, there was an excessive accumulation of excreta on the\nground. Large portions of the enclosure were heavily saturated with urine and feces buildup. When APHIS\ninspectors opened the stall door, there was an overwhelming odor of ammonia coming from the enclosure.\nExcessive accumulation of animal waste can increase risk of diseases and affect the well-being of the animals.\nAnimal enclosures must be cleaned routinely in order to provide for appropriate animal husbandry standards, to\nreduce disease transmission, and to prevent animals from becoming contaminated or soiled. The licensee must\nclean this enclosure and ensure that all enclosures housing animals are cleaned as often as necessary to promote\nnormal husbandry standards.\nThis inspection was conducted with animal manager and exit briefing was conducted with licensee and animal\nmanager.\nAdditional Inspectors\nBolinger Jean, Compliance Specialist"
    }
  ],
  "narrative": "2.40(a)(1)           CRITICAL                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***The written Program of Veterinary Care (PVC) on file is still inadequate, as it does not contain sufficient\nprovisions for emergency care. The current program, under the emergency care section, simply states “mobile\nveterinarian”. The facility uses their attending veterinarian (AV) for emergency care but has no provision for\nveterinary care when their AV is unavailable.  From 11/18/16-3/07/17, while their AV was unavailable, one female\ncoati and one female goat requiring veterinary care, (according to facility records and personnel) did not receive\nveterinary care or treatment. This is the critical noncompliance for this section.\n*** The written Program of Veterinary Care (PVC) on file is incomplete. The attending veterinarian last signed the\nPVC on 09/04/15. \nFailure to have a complete PVC could jeopardize the health and well-being of the animals. The facility should\nestablish and maintain a PVC to include all the regulated animals at the facility and regularly scheduled visits to the\npremises. Facility visits are necessary to ensure that the Program of Veterinary Care is being understood and\nfollowed by the licensee, to check the health and well-being of the animals and to determine if changes in the\nProgram of Veterinary Care are needed.\n2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***There are three female adult pigs, housed in an indoor barn, that are in need of hoof trims, which were pointed\nout to the animal manager during the inspection. The hooves on the animals were excessively long, extending out\napproximately four to six inches. Failure to appropriately maintain hooves/nails can cause gait abnormalities which\ncould be painful or cause injuries. As part of the facility’s programs of preventative veterinary care, the licensee\nmust ensure that all animals receive appropriate hoof and nail care in a timely manner.\nThe licensee must ensure that all animals showing potential signs of veterinary medical problems are evaluated in a\ntimely manner by a veterinarian as part of the facility’s programs of adequate veterinary care and that the facility use\nappropriate methods to prevent, control, diagnose, and treat diseases, and injuries at all times. Additionally,\n\nveterinary and behavioral observations and evaluations by the veterinarian and facility staff must be documented\nand readily available to APHIS upon request and include sufficient detail to demonstrate the provision of adequate\nveterinary care.\n2.40(b)(3)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***An adult female Coati named “Shyla” still has an abnormal left eye which has significantly worsened in severity\nsince the previous inspection.  The eye is protruding and extremely swollen, approximately the size of a golf ball. It\nis an extremely reddened mass of tissue and has a dark crusty scab on approximately one third of the surface area.\nFluid appeared to be leaking out of the eye onto her face. There were flies observed in the open wound around and\non the eye.  APHIS staff observed the animal clacking its teeth loudly and pacing up in the top corner of the\nenclosure.  The overall condition of the animal has changed since the last inspection.  The animal now has a dull\nhair coat and appears to have lost weight. The animal was shaking her head and pawing at the injured eye\nfrequently during the inspection. She appeared to be suffering, as she exhibited signs of extreme stress and\ndiscomfort for the species.\nThe last time the attending veterinarian examined the animal was on November 18, 2016. On January 27, 2017 the\nlicensee noted in her log that she spoke to the attending veterinarian and discussed the eye problem, but that the\nAV was out of town and would come by to see the animal when she gets back. There was no notation of any\nattempt to contact an emergency or alternate veterinarian at any time during the months of November through\nMarch the animal’s deteriorating condition.  \nAs of today, March 7, 2017 the coati has still not been seen by any veterinarian despite the condition of the eye\ncontinuing to worsen as noted and observed by the facility staff.  They have also completely stopped providing any\ntreatment and have discontinued recommended treatment by the AV. Failure to properly communicate animal\nhealth issues to the attending veterinarian in a timely manner can result in prolonged pain and suffering for the\nanimal and potentially worsen a current medical condition.\n***An intact adult male tricolor goat was non-weight bearing on his right front limb. The goat was lame at the walk.\nThe animal manager had not noticed that the goat was lame until the time of the USDA inspection. Lameness and\nnon-weight bearing is an indicator of disease and often pain. It can result from numerous causes including both\ninfectious and non-infectious. Failure to contact the attending veterinarian regarding the diagnosis and treatment\ncan result in delays of appropriate care and prolong suffering of the animal. \n***A juvenile female goat had abnormal skin covering the tips of her ears. The skin was crusty and dry, with large\nareas of hair loss. Her overall hair coat appeared dull and she was seen to be scratching her shoulder along the\nchain link fencing. The animal manager stated that he had not noticed this skin condition prior to the USDA\n\ninspection. Skin disease can be caused by a variety of problems, including infection, allergies, injuries, irritation, or\nother medical conditions and can be painful and distressing to the animal. \n***In an enclosure containing three fallow deer and a camel, a female fallow deer had a fresh wound over the left\npoint of the shoulder. The wound was approximately two inches in diameter. There was complete hair loss at the\nsite of the wound, with reddened tissue exposed. A clump of white hair was seen beside a metal feeder. The animal\nmanager stated that he had introduced the deer and the camel into the same enclosure two days ago.\nInjuries, diseases, and medical conditions that are not treated properly (as directed by a veterinarian) may be\npainful and can lead to prolonged suffering.\n***A young gray and white female goat, which was being housed alone in the barn, was unable to straighten her\nfront legs at the knees. This inability to straighten her front legs caused her to place all of her weight on her toes.\nShe was unable to stand or walk normally. The animal manager mentioned that he noticed the condition two weeks\nago but the condition has worsened since then. The animal manager stated that he thought the licensee had\ncontacted the veterinarian regarding this animal, however they “have trouble getting the vet out here.” The goat has\nnot been seen by a veterinarian nor received any medical treatment.  Upon further questioning with the licensee,\nshe stated that she had not had a chance to discuss this specific animal with the veterinarian. Failure to properly\ncommunicate animal health issues to the attending veterinarian in a timely manner can result in prolonged pain and\nsuffering for the animal and potentially worsen a current medical condition.\nDaily observation of all animals is critical to ensuring that conditions that can adversely affect health and well-being\nare recognized in a timely manner. Additionally, when observed, problems relating to animal health or behavior\nmust be conveyed to the attending veterinarian so that appropriate methods can be employed to ensure adequate\ncare. Failure to properly observe and communicate health problems, in a timely manner, can result in prolonged\npain and suffering and the increase risk of development of serious medical conditions. The facility must conduct\ndaily observations of all animals to ensure that all health and behavioral concerns are found in a timely manner and\nappropriately communicated with the attending veterinarian.\n2.131(d)(2)                    REPEAT\nHANDLING OF ANIMALS.\n***Upon arriving to the facility, while still in the car, APHIS inspectors saw three members of the public feeding\nalfalfa pellets to regulated animals. There were no facility representative in direct view of the members of the public.\nThere are not an adequate number of attendants present at all times when the public is allowed contact with the\nanimals. The public is allowed to walk through the facility unescorted on designated paths. The public is allowed to\ncontact and feed the animals. At the time of inspection, only three employees were present to watch the public\n(approximately 15 people throughout entire facility). Of these three employees, one employee was escorting APHIS\npersonnel on inspection, one was collecting money at the entrance with limited view of the animals, and the third\nemployee was at the back of the property or in the barn with no view of the public. Furthermore, during the\n\ninspection, several other members of the public were seen feeding several goats and adult camels alfalfa pellets\nprovided by the facility. \nAn adequate number of attendants is needed to ensure the health and safety of the animals and to decrease the\nlikelihood of activities (rough handling, improper feeding, etc) that are harmful to the animals.\nA responsible, knowledgeable, and readily identifiable employee or attendant must be present at all times during\nperiods of public contact.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \n***A goat was sticking his head out through the wiring of his enclosure, through the gap in the wood paneling of the\nadjacent camel enclosure. \n***The gate in the young male Dromedary camel enclosure that separates his enclosure from an adjacent empty\nenclosure is in disrepair. The gate is leaning inward and is attached to the structural post by baling twine. The metal\nbar at the top of the gate is broken at one side and entangled in the wire of the gate.\n***In the goat enclosure containing a combination of eight goats and sheep, there were several nail heads sticking\nout of the wooden fence boards.\n***In one corner of the eland enclosure, the wire fencing along the bottom is curving in an upward direction, creating\na large gap between the ground and the fencing.\n***In the goat enclosure containing 30 goats a section of the wood panels is elevated off of the ground. In the space\nbetween the ground and the bottom of the panel, a 10 foot long portion of the chain link fence is coming through,\nwith the wires protruding into the enclosure.\n***In an enclosure containing eighteen sheep and goats a metal uprights of the shade structure were in disrepair.\nTwo legs were completely rusted through, creating sharp points that could come into contact with the animals in the\nenclosure.\n***In an enclosure containing eighteen sheep and goats, a particle board housing structure was in disrepair.\nPortions of the particle board had been worn and rough, causing screw heads to be visible and protrude from the\nwood.\n***In an enclosure containing twenty goats and one pig, a roughly four foot long gap approximately 6-9 inches in\nheight was created between the ground and the bottom of the chain-link fence. Two sharp point were also pointing\n\ndownward, where the goats could come into contact with them.\n***In the enclosure of “Pinkie,” a female Dromedary camel, there was a deep hole roughly a foot in diameter dug by\nthe Sulcata tortoise. The animal manager put his foot into the hole, illustrating that the depth was a minimum of two\nfeet.\n***The sheet metal in the stall containing three pigs was rusted and in disrepair, peeling off of the wall. It formed\nnumerous sharp edges that could come into contact with the animals.\nAll enclosures must be kept in good repair and free of sharp points, protruding edges, or gaps/openings in order to\nprotect the animals from injury. A system of timely identification, facility repair, and maintenance must be in place.\n3.127(a)                    REPEAT\nFACILITIES, OUTDOOR. \n***A two and a half month old female Dromedary camel was in an outdoor enclosure that did not provide any shade\nto protect the animal from direct sunlight. The animal manager stated that the camel is placed in this enclosure daily\nat 9:00am and is taken out of the enclosure at 5:00pm. Inadequate protection from direct sunlight may lead to\noverheating or discomfort from squinting.\nSufficient shade by natural or artificial means shall be provided to allow all animals kept outdoors to protect\nthemselves from direct sunlight. \nThe camel was removed from this enclosure at the time of inspection and placed in an enclosure with adequate\nshade structures. \n3.127(d)                    REPEAT\nFACILITIES, OUTDOOR. \n***A two and a half month old female Dromedary camel spends the night in an enclosure that is not surrounded by a\nperimeter fence. The camel is transferred from her night enclosure to her daytime primary enclosure by being let\nloose and running between the two enclosures without being led by a handler. The perimeter fence only surrounds\nthe daytime primary enclosure. The area between the two enclosures is not surrounded by a perimeter fence.\nAllowing the camel to run loose without a perimeter fence in place jeopardizes the safety of the animal as she has\nthe potential to run off of the facility premises.\nThe perimeter fence must be constructed so that it protects the animals in the facility by restricting animals and\n\nunauthorized persons from having contact with the animals, and so it can function as a secondary containment\nsystem. It must be of sufficient distance from the outside of the primary enclosure to prevent physical contact\nbetween animals inside the enclosure and animals or persons outside the perimeter fence.\nThe animal manager moved the camel into a different enclosure at the time of inspection and told inspectors that\nthe camel would be staying in that enclosure permanently. The perimeter fence surrounds the enclosure that the\ncamel has been moved to. \n3.128\nSPACE REQUIREMENTS. \n***A two and a half month old female Dromedary camel was in an enclosure that was approximately 6ft by 12ft. The\nanimal manager stated that the camel was in this enclosure daily from 9:00am to 5:00pm. The camel was only able\nto stand and turn around due to the size of the enclosure. The enclosure that contained the camel at night was\napproximately twelve square feet in size. She was not able to exhibit normal species specific behaviors in either\nenclosure.\nEnclosures shall be constructed and maintained as to provide sufficient space to allow each animal to make normal\npostural and social adjustments with adequate freedom of movement. \nAfter the inspection, the animal manager moved the camel into another enclosure that was approximately 1800\nsquare foot enclosure. The licensee informed inspectors that the animal began running around and bucking upon\nintroduction to the new permanent enclosure. \n3.131(a)                    REPEAT\nSANITATION.   \n***In the indoor barn housing three adult female pigs, there was an excessive accumulation of excreta on the\nground. Large portions of the enclosure were heavily saturated with urine and feces buildup. When APHIS\ninspectors opened the stall door, there was an overwhelming odor of ammonia coming from the enclosure.\nExcessive accumulation of animal waste can increase risk of diseases and affect the well-being of the animals. \nAnimal enclosures must be cleaned routinely in order to provide for appropriate animal husbandry standards, to\nreduce disease transmission, and to prevent animals from becoming contaminated or soiled. The licensee must\nclean this enclosure and ensure that all enclosures housing animals are cleaned as often as necessary to promote\nnormal husbandry standards.\n\nThis inspection was conducted with animal manager and exit briefing was conducted with licensee and animal\nmanager.\nAdditional Inspectors\nBolinger Jean, Compliance Specialist",
  "animals_total": 182,
  "species": [
    {
      "count": 1,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG (MOST COMMON PET HEDGEHOG)"
    },
    {
      "count": 1,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 2,
      "scientific": "Bubalus bubalis",
      "common": "ASIATIC WATER BUFFALO"
    },
    {
      "count": 7,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 120,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 3,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 1,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 1,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 3,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 35,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 6,
      "scientific": "Sus domestica",
      "common": "DOMESTIC PIG"
    },
    {
      "count": 1,
      "scientific": "Taurotragus oryx",
      "common": "COMMON ELAND"
    },
    {
      "count": 1,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    }
  ]
}