{
  "insp_id": "121141616228188",
  "layout": "a",
  "customer_id": "324055",
  "customer_name": "Vernon Zeiset",
  "customer_addr": "21754 Beard Creek Rd\nBarnett, MO 65011",
  "certificate": "43-A-5647",
  "site_id": "001",
  "site_name": "VERNON ZEISET",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-JUL-2014",
  "report_date": "29-JUL-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***Direct - There was an adult tricolor guinea pig with an abnormal right eye with discharge. The right eyeball could\nnot be visualized and appeared sunken. Mostly white tissue was observed covering the eye. There was a small\nportion of reddened swollen tissue present in the corner of the eye. A mucoid-like greenish white discharge was\nobserved in the corner of the eye. There was some hair loss surrounding the entire eye. According to the licensee\nhe had not noticed this animal's eye condition prior to the inspector's pointing it out. This eye condition could be the\nresult of injury, infection or other veterinary medical condition which could be painful or may result in blindness. The\nlicensee agreed to have this animal seen by a licensed veterinarian no later than July 30, 2014 for an accurate\ndiagnosis and treatment plan.\n***Within the main indoor facility, there were multiple enclosures that contained one or more guinea pigs with\nlocalized to generalized hair loss. The exposed animals' skin in many of these areas of hair loss was flakey,\nreddened, thickened looking and/or had the presence of scab-like lesions. Within one enclosure in the main\nbuilding, there were at least three guinea pigs with hair loss. These animals included an adult tricolor with hair loss\nover the back and sides, an adult tricolor with a thin amount of hair over its sides and a young adult white guinea pig\nwith an approximately 1 inch diameter circular patch of hair loss on the top of the head. Also, there was an adult\nblack and white guinea pig with patches of hair loss over its back and both sides. The exposed skin had a circular\nreddened flakey lesion which was approximately 1 cm in diameter near the top of animal's back on its right side. It\nalso had a smaller, similar looking lesion on the skin on the top of the animal's back on the left side. Surrounding\nboth of these lesions on the skin there appeared to be several tiny specks of black to brown material observed in a\nfew of the strands of surrounding fur and on the skin. Another adult dark brown and white guinea pig was observed\nwith generalized hair loss over it's body. The exposed skin was flakey with multiple scab-like lesions present. An\nadult white and brown guinea pig had hair loss present over its rear end on the back, sides and legs. There was an\nadult brown and black guinea pig with hair loss over the animals back, sides and tops of the rear legs. The exposed\nskin on the left side had an approximately 1/2 cm circular, reddened, open, sore-like lesion. The rest of the skin\nappeared flakey. There was an adult tricolor guinea pig with generalized hair loss over its body including the front\nlegs and flakey exposed skin in these areas. Another adult tricolor guinea pig had hair loss over most of its back,\nsides and rear legs. The exposed skin appeared flakey and at least one pinpoint sized reddened irclular skin lesion\nwas observed on the animals right rear hip region. There was also a young adult tricolor guinea pig and an adult\nbrown/white guinea pig that each had hair loss on their back, neck and sides. The animals' exposed skin was\nreddened and flakey. A mostly white young adult guinea pig with a patch of brown hair over the left eye also had\nhair loss radiating approximately 1/2 inch out and around the nose. The exposed skin was also flakey in\nappearance. There was also an adult dark brown and brown guinea pig with a thin hair coat over both sides.\nFlakey and circular scab-like lesions could be seen on the exposed skin on both sides as well.\n***Within the quarantine building there were two wire enclosures containing a total of 28 additional young and adult\nguinea pigs with varying degrees of hair loss and skin conditions. According to the licensee, the enclosures\ncontained animals that he had previously identified and isolated from the main building for hair loss.\nWhen asked if he had any of these animals with hair loss seen by a veterinarian or if he had consulted with a\nveterinarian regarding these animals' current conditions the licensee replied, 'no'. According to the licensee, he was\nnot administering any treatment to the animals besides isolating those animals he had identified with hair loss into a\nquarantine enclosure. There were at least 13 guinea pigs with varying degrees of hair loss and skin conditions that\nwere identified during the inspection that had not previously been identified by the licensee or placed within an\nisolation enclosure. Hair loss with flakey skin and/or skin sores can result from injury, infection, illness or other\nmedical conditons which could be contagious, uncomfortable and/or lead to further health complications of the\nanimals. The licensee must consult with a licensed veterinarian regarding these animals with hair loss no later than\nAugust 4, 2014 in order to obtain an accurate diagnosis and to ensure that an appropriate treatment plan is\ndeveloped and followed.\nThe licensee must ensure that all treatment plans are followed and that all animals receive adequate veterinary care\nat all times."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***There were at least 41 guinea pigs located throughout the facility that had varying degrees of hair loss and skin\nconditions. The licensee had previously identified and isolated 28 of these animals prior to our inspection, however,\na veterinarian had not be contacted regarding their conditions. According to the licensee, the isolated animals were\nbeing monitored but were not receiving any other form of treatment. Guinea pigs with hair loss and/or skin\nconditions have been included on four reports from past inspections since January 17, 2012. Following through on\nthe treatment recommendations from a veterinarian has appeared to be inconsistent by the licensee. The licensee\ndid initiate a diet change to address the hair loss at the recommendation of his attending veterinarian since the\ninspection that occurred in January 2014. However, the hair loss and skin conditions are still occurring and neither\nan exam nor a consultation regarding these animals' conditions with the attending veterinarian has occurred for\napproximately the past 6 months (January 2014). There was also an adult guinea pig with an abnormal eye\ncondition identified by the inspectors during the current inspection. The licensee stated that he had not previously\nnoticed the animal's condition. Daily observation of the animals is important to assess the health and well-being of\nthe animals. It is also important that accurate information with regards to animal health from daily observations is\nbeing relayed to the veterinarian in a timely manner so that appropriate treatment recomendations can be\nestablished and followed by the licensee for the health and well-being of the animal. The licensee must establish a\nmechanism of direct and frequent communication with the veterinarian in order to ensure that timely and accurate\ninformation on problems of animal health are conveyed to the veterinarian at all times. TO BE CORRECTED BY:\nThis point forward."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "***The licensee does not have a record or form which discloses all of the required information for the animals that\nare currently in his possession or those animals which have been disposed of from the facility. The licensee had\nsome documentation regarding the disposition of some of the animals sold; however, the documentation did not\ninclude all required information such as the addresses of the persons to whom the animals were sold or given. The\nlicensee also stated that he was giving the animals which had been moved from the main building to the quarantine\nenlcosures in a separate building to another individual. The building containing the quarantine enclosures was\nhousing 31 guinea pigs, was located on the licensee's property and has previously held regulated animals by the\nlicensee. The licensee did not have any documentation regarding the disposition of these animals. Complete and\naccurate records must be kept in order to ensure that each animal's identity can be known with certainty and to\nfacilitate tracking/tracing of animals. The licensee must make, keep and maintain records which fully disclose all of\nthe required infromation concerning all animals acquired, owned, held or otherwise in possession of, or which are\ntransported, sold, euthanized or otherwise disposed of by the licensee. TO BE CORRECTED BY: August 11, 2014."
    },
    {
      "code": "2.131(b)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "***During the inspection there were several instances when the licensee handled the animals in a manner that could\ncause unnecessary discomfort. Some of the enclosures in the main building contained large carpet squares that\ncovered most of the wiring flooring, After having lifted the carpet squares up for animal viewing and counting, the\nlicensee would repeatedly let the large carpet squares fall back on top of some of the animals. The licensee would\nalso pick up the guinea pigs, sometimes by pulling them from their back end and/or legs, and then toss the animals\nback down into the enclosure. In at least one instance with an adult guinea pig, the licensee was standing and\ntossed the animal he was holding a distance of approximately 2 feet back into its enclosure. Tossing animals and\nletting the carpet squares fall on top of them increases the risk of trauma, injury and/or discomfort. The licensee\nmust ensure that all animals are handled in an careful manner that does not cause trauma, physical harm or\nunnecessary discomfort. TO BE CORRECTED BY: From this point forward."
    },
    {
      "code": "3.25(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "(a) Structural strength.\n***There were several enclosures within the main building housing guinea pigs that were not maintained in good\nrepair and two adult guinea pigs were observed outside of their enclosures. At least six enclosures were observed\nwith gaps between the wire wall in the front of the enclosure and the wire flooring. One of these gaps measured\napproximately 1 inch by 9 inches and another gap measured approximately 1.25 inches by 12.5 inches. These\ngaps were large enough for a guinea pig to fit its body through. Two adult guinea pigs were observed outside of\ntheir enlcosures and running loose on the floor during the inspection. At least two enclosures contained wooden\nsupport boards at the back of the enclosures that had been chewed. In one of these enclosures the wooden board\nhad been chewed approximately four inches down to the wire flooring. The edges of this wood appeared splintered\nand roughened. Many of the enclosures contained metal self-feeders that had been screwed into enclosure divider\nwalls and the screws end were protruding into the animals' enclosures on the opposite side. These protruding\nscrew ends were located approximately 8 inches up from the flooring of the enclosures. These enclsoures increase\nthe risk of injury to the animals. The gaps present in some of the enclosures do not allow for secure containment of\nthe animals. The licensee must ensure, at all times, that all animal housing facilities are kept in good repair, and\nthat they protect the animals from injury, contain the animals securely, and restrict other animals from entering. TO\nBE CORRECTED BY: August 4, 2014."
    },
    {
      "code": "3.25(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "(c) Storage.\nWithin the main building, the hay for the guinea pigs was being stored on the floor within the room adjacent to the\nguinea pig room. Only a partial bale of hay was left and most of the floor surrounding the remaining bale of hay was\ncovered in strands of hay with strands of straw directly behind it and intermingled in with the hay. String and debris\nfrom some of the adjacent empty feed bags were observed in the hay on the floor. There was a soiled looking\ncircular section of intermingled straw and hay strands on the floor that was discolored dark brown to black. When\nasked if the hay was fed to the guinea pigs, the licensee responded, \"yes\". This storage of hay increases the risk of\ncontamination by vermin and debris. The licensee must ensure that all supplies of food and bedding are stored so\nthat they are adequately protected from deterioration and/or contamination. TO BE CORRECTED BY: August 11,\n2014."
    },
    {
      "code": "3.25(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "d) Waste disposal.\n***In the main facility, there was an accumulation of dirt, hair and grime hanging from the edges of the washdowns\nbeneath the primary enclosures. Also, the alley way drain had standing water where it appeared that a brown to\ngreen algae-like substance was beginning to form along the edge. There were also numerous cobwebs above\nprimary enclosures and on the support beams of the building. There was an excessive amount of gnats within and\naround the animal enclosures. Accumulations of dirt, hair and grime can cause odors, attract pests that can\ntransmit disease and creates an unhealthy environment for the animals. The licensee must establish and maintain a\nprogram that ensures that animal waste and debris are removed and disposed of in a manner that reduces or\neliminates the risks from pests, odors or disease. TO BE CORRECTED BY: August 11, 2014."
    },
    {
      "code": "3.31(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "(a) Cleaning and sanitation of primary enclosures. (1)\n***Within the main facility and quarantine enclosures, there was an excessive amount of dirt, debris, waste and/or\ngrime within several of the guinea pig enclosures. Within the main facility, there was a build-up of dirt and grime on\nthe PVC pipes of the automatic watering system in some of these enclosures. There was also a build-up of dirt,\ndebris and grime along the ledges and side walls of some of these enclosures. Many of the enclosures with carpet\nsquares on the floors were mostly wet. Also, cobwebs were observed directly above some of the guinea pig\nenclosures. Within the quarantine enclosures, the wire flooring was in contact with the ground and the animals\ninside the enclosures had direct contact with the material on the ground. This flooring was covered in straw and hay\nthat appeared wet as did most of the exposed flooring. There was also an abundance of fecal material observed on\nthe flooring and intermingled throught the strands of straw and hay. Debris and multiple strands of straw and hay\nwere on top of the wire covered enclosures as well as attached and hanging from the sides of the wire enclosures.\nFailure to properly clean and sanitize primary enclosures can attract pests, odors and potential disease hazards.\nThe licensee must establish and maintain a program to ensure that primary enclosures are cleaned and sanitized\noften enough, but not less than every two weeks, to prevent an accumulation of dirt and debris."
    },
    {
      "code": "3.31(b)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "(b) Housekeeping.\n***Within the main facility and the building with the quarantined enclosures housing guinea pigs, there were areas\nwith accumulations of debris and cobwebs. There were numerous spider webs along the sides and above the\nprimary enclosures as well as hanging from the ceiling in both buildings. Along some of the ledges above the\nprimary enclosures there was an accumulation of debris. An excessive amount of gnats were observed within and\naround the guinea pig enclosures in the main building. Within the the quarantine building, there was an\naccumulation of animal bedding and food waste on the flooring surrounding the 2 primary enclosures.\nAccumulations of cobwebs, waste, bedding material and debris can lead to pests, odors and potential disease\nhazards. The licensee must establish and maintain a program to ensure that the premises are kept clean to protect\nthe health and well-being of the animals."
    },
    {
      "code": "3.31(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "(c) Pest control.\n***An excessive amount of gnats were observed within and around the guinea pig enclosures inside the main\nbuilding. The licensee had at least 2 bags of \"Fly Predators\" for fly control in/around the facility, but they were not\nbeing effective in controlling all of the insects present in the building. Insects increase the risk of disease hazards to\nanimals. The licensee must establish and maintatin an effective program of pest control.\nThe inspection was conducted with the licensee on July 28, 2014. An exit interview was conducted with the\nlicensee by phone on July 29, 2014 during which all correction dates were discussed and were acknowledged to be\nunderstood by the licensee at that time.\nAdditional Inspectors\nHicks Beverly, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***Direct - There was an adult tricolor guinea pig with an abnormal right eye with discharge.  The right eyeball could\nnot be visualized and appeared sunken.  Mostly white tissue was observed covering the eye.  There was a small\nportion of reddened swollen tissue present in the corner of the eye. A mucoid-like greenish white discharge was\nobserved in the corner of the eye.  There was some hair loss surrounding the entire eye.  According to the licensee\nhe had not noticed this animal's eye condition prior to the inspector's pointing it out.  This eye condition could be the\nresult of injury, infection or other veterinary medical condition which could be painful or may result in blindness.  The\nlicensee agreed to have this animal seen by a licensed veterinarian no later than July 30, 2014 for an accurate\ndiagnosis and treatment plan.  \n***Within the main indoor facility, there were multiple enclosures that contained one or more guinea pigs with\nlocalized to generalized hair loss.  The exposed animals' skin in many of these areas of hair loss was flakey,\nreddened, thickened looking and/or had the presence of scab-like lesions. Within one enclosure in the main\nbuilding, there were at least three guinea pigs with hair loss.  These animals included an adult tricolor with hair loss\nover the back and sides, an adult tricolor with a thin amount of hair over its sides and a young adult white guinea pig\nwith an approximately 1 inch diameter circular patch of hair loss on the top of the head.  Also, there was an adult\nblack and white guinea pig with patches of hair loss over its back and both sides.  The exposed skin had a circular\nreddened flakey lesion which was approximately 1 cm in diameter near the top of animal's back on its right side.  It\nalso had a smaller, similar looking lesion on the skin on the top of the animal's back on the left side.  Surrounding\nboth of these lesions on the skin there appeared to be several tiny specks of black to brown material observed in a\nfew of the strands of surrounding fur and on the skin.  Another adult dark brown and white guinea pig was observed\nwith generalized hair loss over it's body.  The exposed skin was flakey with multiple scab-like lesions present.  An\nadult white and brown guinea pig had hair loss present over its rear end on the back, sides and legs.  There was an\nadult brown and black guinea pig with hair loss over the animals back, sides and tops of the rear legs.  The exposed\nskin on the left side had an approximately 1/2 cm circular, reddened, open, sore-like lesion.  The rest of the skin\nappeared flakey.  There was an adult tricolor guinea pig with generalized hair loss over its body including the front\nlegs and flakey exposed skin in these areas. Another adult tricolor guinea pig had hair loss over most of its back,\nsides and rear legs.  The exposed skin appeared flakey and at least one pinpoint sized reddened irclular skin lesion\nwas observed on the animals right rear hip region.  There was also a young adult tricolor guinea pig and an adult\nbrown/white guinea pig that each had hair loss on their back, neck and sides.  The animals' exposed skin was\n\nreddened and flakey.  A mostly white young adult guinea pig with a patch of brown hair over the left eye also had\nhair loss radiating approximately 1/2 inch out and around the nose.  The exposed skin was also flakey in\nappearance.   There was also an adult dark brown and brown guinea pig with a thin hair coat over both sides. \nFlakey and circular scab-like lesions could be seen on the exposed skin on both sides as well.  \n***Within the quarantine building there were two wire enclosures containing a total of 28 additional young and adult\nguinea pigs with varying degrees of hair loss and skin conditions.  According to the licensee, the enclosures\ncontained animals that he had previously identified and isolated from the main building for hair loss.  \nWhen asked if he had any of these animals with hair loss seen by a veterinarian or if he had consulted with a\nveterinarian regarding these animals' current conditions the licensee replied, 'no'.  According to the licensee, he was\nnot administering any treatment to the animals besides isolating those animals he had identified with hair loss into a\nquarantine enclosure. There were at least 13 guinea pigs with varying degrees of hair loss and skin conditions that\nwere identified during the inspection that had not previously been identified by the licensee or placed within an\nisolation enclosure. Hair loss with flakey skin and/or skin sores can result from injury, infection, illness or other\nmedical conditons which could be contagious, uncomfortable and/or lead to further health complications of the\nanimals.  The licensee must consult with a licensed veterinarian regarding these animals with hair loss no later than\nAugust 4, 2014 in order to obtain an accurate diagnosis and to ensure that an appropriate treatment plan is\ndeveloped and followed.  \nThe licensee must ensure that all treatment plans are followed and that all animals receive adequate veterinary care\nat all times.\n2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***There were at least 41 guinea pigs located throughout the facility that had varying degrees of hair loss and skin\nconditions.  The licensee had previously identified and isolated 28 of these animals prior to our inspection, however,\na veterinarian had not be contacted regarding their conditions. According to the licensee, the isolated animals were\nbeing monitored but were not receiving any other form of treatment.  Guinea pigs with hair loss and/or skin\nconditions have been included on four reports from past inspections since January 17, 2012.  Following through on\nthe treatment recommendations from a veterinarian has appeared to be inconsistent by the licensee.  The licensee\ndid initiate a diet change to address the hair loss at the recommendation of his attending veterinarian since the\ninspection that occurred in January 2014.  However, the hair loss and skin conditions are still occurring and neither\nan exam nor a consultation regarding these animals' conditions with the attending veterinarian has occurred for\napproximately the past 6 months (January 2014).  There was also an adult guinea pig with an abnormal eye\ncondition identified by the inspectors during the current inspection.  The licensee stated that he had not previously\nnoticed the animal's condition.  Daily observation of the animals is important to assess the health and well-being of\nthe animals.  It is also important that accurate information with regards to animal health from daily observations is\nbeing relayed to the veterinarian in a timely manner so that appropriate treatment recomendations can be\nestablished and followed by the licensee for the health and well-being of the animal. The licensee must establish a\n\nmechanism of direct and frequent communication with the veterinarian in order to ensure that timely and accurate\ninformation on problems of animal health are conveyed to the veterinarian at all times. TO BE CORRECTED BY: \nThis point forward.\n2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\n***The licensee does not have a record or form which discloses all of the required information for the animals that\nare currently in his possession or those animals which have been disposed of from the facility. The licensee had\nsome documentation regarding the disposition of some of the animals sold; however, the documentation did not\ninclude all required information such as the addresses of the persons to whom the animals were sold or given.  The\nlicensee also stated that he was giving the animals which had been moved from the main building to the quarantine\nenlcosures in a separate building to another individual.  The building containing the quarantine enclosures was\nhousing 31 guinea pigs, was located on the licensee's property and has previously held regulated animals by the\nlicensee. The licensee did not have any documentation regarding the disposition of these animals. Complete and\naccurate records must be kept in order to ensure that each animal's identity can be known with certainty and to\nfacilitate tracking/tracing of animals. The licensee must make, keep and maintain records which fully disclose all of\nthe required infromation concerning all animals acquired, owned, held or otherwise in possession of, or which are\ntransported, sold, euthanized or otherwise disposed of by the licensee.  TO BE CORRECTED BY: August 11, 2014.\n2.131(b)\nHANDLING OF ANIMALS.\n***During the inspection there were several instances when the licensee handled the animals in a manner that could\ncause unnecessary discomfort.  Some of the enclosures in the main building contained large carpet squares that\ncovered most of the wiring flooring,  After having lifted the carpet squares up for animal viewing and counting, the\nlicensee would repeatedly let the large carpet squares fall back on top of some of the animals.  The licensee would\nalso pick up the guinea pigs, sometimes by pulling them from their back end and/or legs, and then toss the animals\nback down into the enclosure.  In at least one instance with an adult guinea pig, the licensee was standing and\ntossed the animal he was holding a distance of approximately 2 feet back into its enclosure. Tossing animals and\nletting the carpet squares fall on top of them increases the risk of trauma, injury and/or discomfort.  The licensee\nmust ensure that all animals are handled in an careful manner that does not cause trauma, physical harm or\nunnecessary discomfort.  TO BE CORRECTED BY: From this point forward.\n3.25(a)\nFACILITIES, GENERAL.\n(a) Structural strength. \n***There were several enclosures within the main building housing guinea pigs that were not maintained in good\n\nrepair and two adult guinea pigs were observed outside of their enclosures.  At least six enclosures were observed\nwith gaps between the wire wall in the front of the enclosure and the wire flooring.  One of these gaps measured\napproximately 1 inch by 9 inches and another gap measured approximately 1.25 inches by 12.5 inches.  These\ngaps were large enough for a guinea pig to fit its body through.  Two adult guinea pigs were observed outside of\ntheir enlcosures and running loose on the floor during the inspection. At least two enclosures contained wooden\nsupport boards at the back of the enclosures that had been chewed.  In one of these enclosures the wooden board\nhad been chewed approximately four inches down to the wire flooring. The edges of this wood appeared splintered\nand roughened.  Many of the enclosures contained metal self-feeders that had been screwed into enclosure divider\nwalls and the screws end were protruding into the animals' enclosures on the opposite side.  These protruding\nscrew ends were located approximately 8 inches up from the flooring of the enclosures.  These enclsoures increase\nthe risk of injury to the animals. The gaps present in some of the enclosures do not allow for secure containment of\nthe animals.  The licensee must ensure, at all times, that all animal housing facilities are kept in good repair, and\nthat they protect the animals from injury, contain the animals securely, and restrict other animals from entering. TO\nBE CORRECTED BY: August 4, 2014.\n3.25(c)\nFACILITIES, GENERAL.\n(c) Storage.\nWithin the main building, the hay for the guinea pigs was being stored on the floor within the room adjacent to the\nguinea pig room.  Only a partial bale of hay was left and most of the floor surrounding the remaining bale of hay was\ncovered in strands of hay with strands of straw directly behind it and intermingled in with the hay.  String and debris\nfrom some of the adjacent empty feed bags were observed in the hay on the floor. There was a soiled looking\ncircular section of intermingled straw and hay strands on the floor that was discolored dark brown to black.  When\nasked if the hay was fed to the guinea pigs, the licensee responded, \"yes\".  This storage of hay increases the risk of\ncontamination by vermin and debris.  The licensee must ensure that all supplies of food and bedding are stored so\nthat they are adequately protected from deterioration and/or contamination.  TO BE CORRECTED BY: August 11,\n2014.\n3.25(d)\nFACILITIES, GENERAL.\nd) Waste disposal. \n***In the main facility, there was an accumulation of dirt, hair and grime hanging from the edges of the washdowns\nbeneath the primary enclosures.  Also, the alley way drain had standing water where it appeared that a brown to\ngreen algae-like substance was beginning to form along the edge. There were also numerous cobwebs above\nprimary enclosures and on the support beams of the building. There was an excessive amount of gnats within and\n\naround the animal enclosures.  Accumulations of dirt, hair and grime can cause odors, attract pests that can\ntransmit disease and creates an unhealthy environment for the animals. The licensee must establish and maintain a\nprogram that ensures that animal waste and debris are removed and disposed of in a manner that reduces or\neliminates the risks from pests, odors or disease. TO BE CORRECTED BY: August 11, 2014.\n3.31(a)(1)                    REPEAT\nSANITATION.\n(a) Cleaning and sanitation of primary enclosures. (1)\n***Within the main facility and quarantine enclosures, there was an excessive amount of dirt, debris, waste and/or\ngrime within several of the guinea pig enclosures.  Within the main facility, there was a build-up of dirt and grime on\nthe PVC pipes of the automatic watering system in some of these enclosures.  There was also a build-up of dirt,\ndebris and grime along the ledges and side walls of some of these enclosures. Many of the enclosures with carpet\nsquares on the floors were mostly wet.   Also, cobwebs were observed directly above some of the guinea pig\nenclosures.  Within the quarantine enclosures, the wire flooring was in contact with the ground and the animals\ninside the enclosures had direct contact with the material on the ground.  This flooring was covered in straw and hay\nthat appeared wet as did most of the exposed flooring.  There was also an abundance of fecal material observed on\nthe flooring and intermingled throught the strands of straw and hay. Debris and multiple strands of straw and hay\nwere on top of the wire covered enclosures as well as attached and hanging from the sides of the wire enclosures.\nFailure to properly clean and sanitize primary enclosures can attract pests, odors and potential disease hazards. \nThe licensee must establish and maintain a program to ensure that primary enclosures are cleaned and sanitized\noften enough, but not less than every two weeks, to prevent an accumulation of dirt and debris.\n3.31(b)                    REPEAT\nSANITATION.\n(b) Housekeeping. \n***Within the main facility and the building with the quarantined enclosures housing guinea pigs, there were areas\nwith accumulations of debris and cobwebs. There were numerous spider webs along the sides and above the\nprimary enclosures as well as hanging from the ceiling in both buildings.  Along some of the ledges above the\nprimary enclosures there was an  accumulation of debris.  An excessive amount of gnats were observed within and\naround the guinea pig enclosures in the main building.  Within the the quarantine building, there was an\naccumulation of animal bedding and food waste on the flooring surrounding the 2 primary enclosures. \nAccumulations of cobwebs, waste, bedding material and debris can lead to pests, odors and potential disease\nhazards. The licensee must establish and maintain a program to ensure that the premises are kept clean to protect\nthe health and well-being of the animals.\n3.31(c)                    REPEAT\n\nSANITATION.\n(c) Pest control. \n***An excessive amount of gnats were observed within and around the guinea pig enclosures inside the main\nbuilding. The licensee had at least 2 bags of \"Fly Predators\" for fly control in/around the facility, but they were not\nbeing effective in controlling all of the insects present in the building.  Insects increase the risk of disease hazards to\nanimals.  The licensee must establish and maintatin an effective program of pest control.\nThe inspection was conducted with the licensee on July 28, 2014.  An exit interview was conducted with the\nlicensee by phone on July 29, 2014 during which all correction dates were discussed and were acknowledged to be\nunderstood by the licensee at that time.\nAdditional Inspectors\nHicks Beverly, Animal Care Inspector",
  "animals_total": 1003,
  "species": [
    {
      "count": 1003,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}