{
  "insp_id": "2016090000627500",
  "layout": "b",
  "customer_id": "6211",
  "customer_name": "DAWN HOFFERBER",
  "customer_addr": "N 1720 Bucholtz Road\nWEYAUWEGA, WI 54983",
  "certificate": "35-B-0214",
  "site_id": "001",
  "site_name": "DAWN L HOFFERBER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-JUN-2021",
  "report_date": "10-JUN-2021",
  "citations": [
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The complete disposition record for two tiger cubs born 4/29/2021 was not available. Correct and complete records must\nbe maintained and available so animal tracing can be done if needed (for example--health tracing). Maintain completed\nand correct records as required.\nCorrect from this day forward."
    },
    {
      "code": "2.131(b)(1)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "On or before 5/24 (the licensee said they don't remember the date), a male tiger cub that was younger than 4 weeks old\nat the time was transported by an employee (with permission from the facility) to a classroom for what the facility reports\nwas for an educational discussion on why big cats don't make good pets. The facility said only the employee fed it and\nhandled it and discussed its care to the class.\nPublic exhibition of young tigers less than 4 weeks old puts them at risk for getting sick. Nondomestic cats of this age do\nnot have a completely developed immune system and are unable to fight off disease and infection. Handling of animals\nmust be done as careful as possible in a manner that does not cause trauma, overheating, behavioral stress, physical\nharm, or unnecessary discomfort. Protect young nondomestic cats from these conditions by not transporting and\nexhibiting cubs that are 4 weeks (28 days) or younger in age.\nCorrect from this day forward.\nThis inspection and exit interview were conducted with a facility representative.\nEnd Section"
    }
  ],
  "narrative": "2.75(b)(1) \n   \nRecords: Dealers and exhibitors. \nThe complete disposition record for two tiger cubs born 4/29/2021 was not available.  Correct and complete records must \nbe maintained and available so animal tracing can be done if needed (for example--health tracing).   Maintain completed \nand correct records as required. \n \nCorrect from this day forward. \n2.131(b)(1)  Critical\n   \nHandling of animals. \nOn or before 5/24 (the licensee said they don't remember the date), a male tiger cub that was younger than 4 weeks old \nat the time was transported by an employee (with permission from the facility) to a classroom for what the facility reports \nwas for an educational discussion on why big cats don't make good pets.  The facility said only the employee fed it and \nhandled it and discussed its care to the class. \nPublic exhibition of young tigers less than 4 weeks old puts them at risk for getting sick.  Nondomestic cats of this age do \nnot have a completely developed immune system and are unable to fight off disease and infection.  Handling of animals \nmust be done as careful as possible in a manner that does not cause trauma, overheating, behavioral stress, physical\n\nharm, or unnecessary discomfort.  Protect young nondomestic cats from these conditions by not transporting and \nexhibiting cubs that are 4 weeks (28 days) or younger in age. \n \nCorrect from this day forward. \n \nThis inspection and exit interview were conducted with a facility representative. \n \nEnd Section",
  "animals_total": 6,
  "species": [
    {
      "count": 6,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    }
  ]
}