{
  "insp_id": "2016090000665776",
  "layout": "b",
  "customer_id": "506618",
  "customer_name": "DANIEL GINGERICH",
  "customer_addr": "3125 Davis Rd\nSEYMOUR, IA 52590",
  "certificate": "42-A-1632",
  "site_id": "001",
  "site_name": "DANIEL GINGERICH",
  "insp_type": "FOCUSED INSPECTION",
  "date": "23-JUL-2021",
  "report_date": "23-JUL-2021",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The vaccines for the dogs are inappropriately stored. The temperature of the refrigerator containing the vaccines is 56\ndegrees F per the inspector's Kestrel. The licensee has only a small number of vaccines in the refrigerator, which are\nrequired to be stored between 35-45 degrees F.\nFailure to store vaccines at appropriate temperatures may interfere with their effectiveness resulting in an increased risk\nof disease.\nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. The licensee\nmust store all vaccines at the required temperatures to ensure that all dogs are receiving adequate veterinary care."
    },
    {
      "code": "3.13(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Veterinary care for dogs.",
      "narrative": "The facility representative presented an itemized bill from the veterinary clinic containing the medical information for\nCavalier #492, Cavalier #444, Pekingese #460, and Shih tzu #479. The official identification number for each dog was not\nlisted on the medical records. In addition to these dogs, several other adult dogs and puppies are listed on the bill, but\ntheir official identification is missing also. Failure to provide information concerning the identity of the animal on medical\nrecords does not allow APHIS officials to determine which dog the medical record belongs to and interferes in the\ninspector's ability to determine if the animal has received adequate veterinary care.\nEach dealer shall make and keep medical records for dogs that include the identity of the animal, including identifying\nmarks, tattoos, or tags on the animal and the animal’s breed, sex, and age. The licensee must ensure that all medical\nrecords contain the identification of the dog in order to allow APHIS officials to determine if a specific dog has received\nadequate veterinary care."
    },
    {
      "code": "3.13(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Veterinary care for dogs.",
      "narrative": "At the previous inspection of the facility conducted by APHIS officials, five dogs were identified that required veterinary\ncare from a licensed veterinarian. The facility representative presented an itemized bill showing the medical treatments\nfor each dog. The itemized bill did not include the actual treatments applied to four of the five dogs. Instead the bill\nstated:\nShih tzu - exam, overheated/not feeling well, indoor boarding\nPekingese - exam, matted/sore, indoor boarding\nCavalier 1 - exam, matted/sore, indoor boarding\nCavalier 2 - exam, matted/sore, indoor boarding\nFailure to maintain medical records indicating the treatment received and/or a complete treatment plan does not allow\nAPHIS officials to ensure the animals have received adequate veterinary care.\nEach dealer shall maintain medical records that include the problem identified, the date and description of the problem,\nexamination findings, test results, plan for treatment and care, and treatment procedures performed. The licensee must\ndocument in writing all required information for any dog with a medical concern in order for the inspectors to determine the\nanimal has received adequate veterinary care.\nThis inspection and exit interview were conducted with the facility representative.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe vaccines for the dogs are inappropriately  stored. The temperature of the refrigerator containing the vaccines is 56 \ndegrees F per the inspector's Kestrel. The licensee has only a small number of vaccines in the refrigerator,  which are \nrequired to be stored between 35-45 degrees F. \n \nFailure to store vaccines at appropriate temperatures may interfere with their effectiveness  resulting in an increased risk \nof disease. \n \nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. The licensee \nmust store all vaccines at the required temperatures to ensure that all dogs are receiving adequate veterinary care. \n3.13(b)(1)  Repeat\n   \nVeterinary care for dogs. \nThe facility representative  presented an itemized bill from the veterinary  clinic containing the medical information for \nCavalier  #492, Cavalier #444, Pekingese #460, and Shih tzu #479. The official identification number for each dog was not \nlisted on the medical records.  In addition to these dogs, several other adult dogs and puppies are listed on the bill, but \ntheir official identification is missing also.  Failure to provide  information concerning the identity of the animal on medical\n\nrecords does not allow APHIS officials to determine which dog the medical record belongs to and interferes in the \ninspector's ability to determine if the animal has received adequate veterinary care. \n \nEach dealer shall make and keep medical records for dogs that include the identity of the animal, including identifying \nmarks, tattoos, or tags on the animal and the animal’s breed, sex, and age. The licensee must ensure that all medical \nrecords contain the identification of the dog in order to allow APHIS officials to determine if a specific dog has received \nadequate veterinary  care. \n3.13(b)(2)  Repeat\n   \nVeterinary care for dogs. \nAt the previous inspection of the facility conducted by APHIS officials, five dogs were identified that required veterinary \ncare from a licensed veterinarian.   The facility representative  presented an itemized bill showing the medical treatments \nfor each dog.   The itemized bill did not include the actual treatments applied to four of the five dogs.  Instead the bill \nstated: \nShih tzu - exam, overheated/not  feeling well, indoor boarding \nPekingese - exam, matted/sore, indoor boarding \nCavalier  1 - exam, matted/sore, indoor boarding \nCavalier  2 - exam, matted/sore, indoor boarding \nFailure to maintain medical records indicating the treatment received and/or a complete treatment plan does not allow \nAPHIS officials to ensure the animals have received adequate veterinary  care. \n \nEach dealer shall maintain medical records that include the problem identified, the date and description of the problem, \nexamination findings, test results, plan for treatment and care, and treatment procedures performed. The licensee must\n\ndocument in writing all required information for any dog with a medical concern in order for the inspectors to determine the \nanimal has received adequate veterinary care. \n \nThis inspection and exit interview were conducted with the facility representative. \n \nEnd Section",
  "animals_total": 7,
  "species": [
    {
      "count": 7,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}