{
  "insp_id": "INS-0000846643",
  "layout": "c",
  "customer_id": "6010970",
  "customer_name": "256 Exotics, LLC",
  "customer_addr": "2421 Winchester Rd NE\nHuntsville, AL 35811",
  "certificate": "64-B-0103",
  "site_id": "001",
  "site_name": "256 Exotics, LLC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-FEB-2023",
  "report_date": "06-FEB-2023",
  "citations": [
    {
      "code": "2.1(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Requirements and application",
      "narrative": "Two adult Siamese cats and one of their kittens were housed in the men's restroom. The facility advertised Siamese\nkittens for sale on a Nov. 14, 2022 Facebook post. The facility representative stated that she moved the cats here from\nthe owner's home yesterday. The licensee was previously informed that a new site inspection is required at this\nsecondary property prior to conducting regulated activity there. Inspection of new sites is important for assuring that\nhousing facilities are appropriate and secure for the animals housed within, and for ensuring compliance with the Animal\nWelfare Act. Correct by notifying USDA in writing about the presence of all additional locations where regulated animals\nare housed. No regulated activity may be conducted at offsite locations until those locations have been inspected and\napproved by USDA personnel."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The written Program of Veterinary Care (PVC) states that the domestic cats (Savannah cats) and kinkajous should be\ntreated with monthly preventative medication. The were no written documentation of treatments provided to the inspector\nwhen the facility representative was asked and no medications or receipts for medications were seen at the store. The\nfacility representative stated she was unaware that any medications were stored at the store. The Attending Veterinarian\nduring a Dec 22, 2022 visit receipt noted that the animals were behind on their preventative treatment and reiterated the\ndirections on the written Program of Veterinary Care for monthly treatment and stated they wanted to see a receipt for one\nof the recommended products within two weeks. No receipt was identified in the USDA records or supplied by the owner.\nA follow up call with the attending veterinarian confirmed none had been purchased by the facility from the vet. Following\nthe Attending Veterinarian's instructions is important in ensuring animal health and well-being. Failure to follow the\ninstructions may result in the occurrence of parasite infestations/infections or other health problems. The facility needs to\nfollow all instructions provided by the Attending Veterinarian."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Records from the Attending Veterinarian were reviewed. One record (dated 11/9/22) for an adult female marmoset noted\nthe following history: \"was presented for an examination. She gave birth the first of October and has been lethargic and\nlosing weight since. She has also not been wanting to use her legs as much.\" The veterinarian noted nerve deficits and\nfractures (leg, tail and vertebra) and bite wounds (with scabs). Medications were sent home along with care instructions.\nThe marmoset died a few days later. The facility observed that the marmoset was losing weight, lethargic and not wanting\nto use her legs normally since October first but did not provide veterinary care until over a month later. Earlier treatment\nmay have led to a different outcome. Marmosets are small and any observable weight loss is a concern and should be\naddressed when first noticed as should the other signs noted. The facility shall ensure that there is a mechanism of direct\nand frequent communication with the veterinarian such that timely and accurate information on problems of animal health,\nbehavior and well-being are conveyed to the attending veterinarian. Corrected for this marmoset."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "Acquisition and disposition records are not up to date. For example:\n1) Some acquisition and disposition records were missing required information: such as the name and/or address of the\nperson from whom an animal was obtained or to whom an animal was sold, the USDA license number or drivers\nlicense/vehicle tag numbers of person from whom a marmoset was obtained and the species of animal sold on disposition\nrecords.\n2) Animals born at the facility to breeding animals housed at the facility were not accounted for on written records. This\nincluded marmosets, guinea pigs, rabbits, sugar gliders and hedgehogs.\n3) Animals previously inspected at the facility-two adult servals-were no longer at the facility and no disposition records\nwere noted in the USDA records notebooks.\nAccurate and complete records are necessary to allow determination of ownership and to be able to track the animals.\nThe facility shall make, keep and maintain records or forms which fully and correctly disclose all the required information\nstated in the regulations concerning animals purchased or otherwise acquired, sold or otherwise disposed of and include\nany offspring born to any animal while in the facility's possession. Correct by 2/9/23."
    },
    {
      "code": "2.134",
      "kind": "",
      "repeat": true,
      "desc": "Contingency planning.",
      "narrative": "At the time of the inspection, the licensee did not have a written contingency plan in place. The APHIS 7093 form in the\nUSDA folder was blank. The facility representative was not aware of a written plan existing.\nA written emergency/contingency plan is required to help ensure animal health and well-being in the event of an\nemergency or disaster; without this tool, animals may suffer illness, injury or death due to unpreparedness should an\nemergency or disaster strike. The licensee must develop, document and follow an appropriate plan to provide for the\nhumane handling, treatment, transportation, housing and care of their animals in the event of an emergency or disaster\n(one which could reasonably be anticipated and expected to be detrimental to the good health and well-being of the\nanimals in their possession). The contingency plan must include all of the information and documentation required by the\nAnimal Welfare Act and Animal Welfare Regulations."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "The facilities housing cats are not designed and constructed so that they are structurally sound to house and maintain the\ncats. Three Siamese cats are housed in the Men's restroom to which the public has access. The cats immediately tried to\nescape the restroom when the door was opened. The door was not locked or label as not in use. Four Savannah cats are\nhoused as pairs in a back shed. One female Savannah was noted climbing up the wire side and disappearing behind a\nwooden wall making up the back of the enclosure. This wooden wall is open at the top. The cat disappeared in the\napproximately three inch opening behind the wooden wall ie between the wood wall and the wall of the shed. The area\ncannot be visualized so it is unknown what may be in that area that may injure a cat. The cat may also get caught in that\narea and be unable to get back out (she was able to climb out today). In addition there is an exposed electrical cord to the\nlight fixture at the top of each Savannah enclosure. The cats have access to the cord when climbing up the side wire wall.\nHousing facilities for cats must be designed and constructed so that they are structurally sound, protect the animals from\ninjury and contain the animals securely. Correct by 2/20/23."
    },
    {
      "code": "3.4(b)(4)",
      "kind": "",
      "repeat": true,
      "desc": "Outdoor housing facilities.",
      "narrative": "4 adult savannah cats are housed in an outdoor enclosure. Each pair of cats has a hard plastic shelter structure, but there\nis no bedding in the shelters. The temperatures last night according to LocalConditions.com was 33.8 degrees F. Each\nshelter structure is placed on or adjacent to an electric heating pad but there is not bedding in the shelter structures.\nAdequate shelter structures with bedding are essential for animal comfort, health, and wellbeing during the cold winter\nmonths. Animals without bedding in their shelter may suffer from stress, discomfort, or frost bite. Correct by providing\nbedding in shelter structures for cats housed outdoors when temperatures fall below 50 degrees Fahrenheit and by\nproviding additional bedding when temperatures fall below 35 degrees Fahrenheit."
    },
    {
      "code": "3.6(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The two breeding pairs of Savannah cats housed in the outdoor shed each have one small litter box. Both litter boxes\nwere completely dirty with a large amount of stool and litter present. The cats had scratched some of the litter and feces\nout of the box. No clean litter remained for the cats to use for defecation and urination. The cats could be contaminated by\nexcreta if they use the dirty litter box. Spread of disease may occur. All primary enclosures must contain litter\nboxes/receptacles that have sufficient clean litter to contain excreta and body wastes.\nCorrect by 2/7/23"
    },
    {
      "code": "3.30",
      "kind": "",
      "repeat": false,
      "desc": "Watering.",
      "narrative": "The open container used as water bowl for the black guinea pig housed in the glass enclosure is contaminated with\nbedding and excreta. The container is clean and the facility representative stated clean water was placed in the clean\nbowls this morning. However within a couple of hours the guinea pig had already had excreta that collected on its feet\nwhile walking in the enclosure fall into the water bowl (placed feet on rim to reach). The guinea pig may choose not to\ndrink the contaminated water or the water may be a source for spread of disease. Open containers used for dispensing\nwater to guinea pigs shall be placed in or attached to the primary enclosure as to minimize contamination from excreta.\nCorrect by 2/7/23."
    },
    {
      "code": "3.56(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "Two enclosures housing rabbits (one housing one male and second housing a female and her four young) are in need of\ncleaning. Large amounts of excreta are mixed with the bedding pellets. The rabbits cannot walk around in the enclosure\nwithout stepping on excreta. The lack of clean bedding can lead to contamination of the animals, odors, and possible\nspread of disease. Primary enclosures housing rabbits shall be kept reasonably free of excreta. Correct by 2/8/23."
    },
    {
      "code": "3.81(a)(3)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "A female marmoset who gave birth on Oct. 1, 2022 was seen by the veterinarian on 11/9/22 for lethargy, weight loss, not\nwanting to use her legs and bite wounds. The veterinary record states that she may have been bitten by one of the other\nmonkeys. The exam and radiographs showed, bite wounds, nerve deficits, muscle loss and multiple fractures (leg, tail and\nvertebra). A conversation with the veterinarian elicited the fact that the owner stated that the marmoset was beaten up a\nfew times by the other monkeys. Housing non-human primates with other non-human primates with which they do not get\nalong can lead to serious injuries as in this case along with stress to the non-human primate being picked on. Nonhuman\nprimates may not be housed with other species of primates unless they are compatible, do not prevent access to\nfood/water/shelter and are not hazardous to the health and well-being of each other. Corrected for this non-human\nprimate."
    },
    {
      "code": "3.130",
      "kind": "Direct",
      "repeat": false,
      "desc": "Watering.",
      "narrative": "The water bottle for one pair of sugar gliders (top cage) was noted to be empty of water and completely dry. The bedding\nwas not noticed as being soaked wet. The sugar gliders were out of their pouch and active during the middle of the day\n(abnormal behavior for nocturnal species). The facility representative stated she gave them water yesterday as she did\nthe other three pairs who all still had water in their water bottles. The inspector asked the facility representative to give\nthem water. They both immediately started trying to drink and continued to drink ravenously for over 6 minutes and then\ncontinued to sip for the next four minutes. About two minutes into the drinking they started fighting with each other to get\nto the water. A second bottle was added. This is a behavior that has not been noted by the inspector before and indicates\nthat the sugar gliders were extremely thirsty. Adequate hydration is important to the health and well-being of all animals\nespecially the smaller species who can become dehydrated very quickly. If potable water is not accessible to the sugar\ngliders at all time, it must be provided as often as necessary for the health and comfort of the gliders. Corrected by\nsupplying water during the inspection for this pair of sugar gliders."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "The back rooms (non-public areas) of the facility housing multiple species including the kinkajous, sugar gliders and\nhedgehogs are in need of general housekeeping and cleaning. Over an inch of sunlight was visible under the back door\nleading outside. Pests can enter through the opening into the facility. Numerous items were stored on the floor that were\nnot necessary for daily husbandry. Shelves/counters/sink/food prep area and desk are in need of cleaning. Dried on\ndebris coats the surfaces. Dirty dishes and utensils are stacked several levels deep. A large amount of unused old items\nare stored on shelves at ground level and can hide loose rodents and bugs. Regular cleaning/housekeeping is necessary\nto prevent odors, eliminate breeding and living areas for pests and to reduce the potential for spread of disease. The\npremises shall be kept clean in order to facilitate the required husbandry practices and to protect the health of the\nanimals. Correct by 2/12/23."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "There is a large amount of rodent droppings in the office/hedgehog breeding room under the water heater, under the\nanimal enclosures/shelves and on the desk. The facility representative stated that a loose rat was caught. Fruit flies were\nnoted in enclosures housing the hedgehogs, sugar gliders and marmosets. House flies were noted on the knife used to\ncut fruit and the dirty cardboard the knife was resting on along with other dirty surfaces in the 'kitchen' sink area. Large\nbugs were present on the window sills (both alive and dead). Pests such as rodents. bugs and flies can spread diseases\nthat can be harmful to animal health. Pests can also contaminate stored food and bedding. Correct by establishing and\nmaintaining a safe and effective program for the control of pests.\nThis inspection and exit interview were conducted with the employee.\nEnd Section"
    }
  ],
  "narrative": "2.1(b)(1)  Repeat\n   \nRequirements and application \nTwo adult Siamese cats and one of their kittens were housed in the men's restroom. The facility advertised Siamese \nkittens for sale on a Nov. 14, 2022 Facebook post. The facility representative stated that she moved the cats here from \nthe owner's home yesterday. The licensee was previously informed that a new site inspection is required at this \nsecondary property prior to conducting regulated activity there. Inspection of new sites is important for assuring that \nhousing facilities are appropriate and secure for the animals housed within, and for ensuring compliance with the Animal \nWelfare Act. Correct by notifying USDA in writing about the presence of all additional locations where regulated animals \nare housed. No regulated activity may be conducted at offsite locations until those locations have been inspected and \napproved by USDA personnel. \n2.40(b)(2)  Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe written Program of Veterinary Care (PVC) states that the domestic cats (Savannah cats) and kinkajous should be \ntreated with monthly preventative medication. The were no written documentation of treatments provided to the inspector \nwhen the facility representative was asked and no medications or receipts for medications were seen at the store. The \nfacility representative stated she was unaware that any medications were stored at the store.  The Attending Veterinarian\n\nduring a Dec 22, 2022 visit receipt noted that the animals were behind on their preventative treatment and reiterated the \ndirections on the written Program of Veterinary Care for monthly treatment and stated they wanted to see a receipt for one \nof the recommended products within two weeks. No receipt was identified in the USDA records or supplied by the owner.  \nA follow up call with the attending veterinarian confirmed none had been purchased by the facility from the vet.  Following \nthe Attending Veterinarian's instructions is important in ensuring animal health and well-being. Failure to follow the \ninstructions may result in the occurrence of parasite infestations/infections or other health problems. The facility needs to \nfollow all instructions provided by the Attending Veterinarian. \n2.40(b)(3)  Critical\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nRecords from the Attending Veterinarian were reviewed. One record (dated 11/9/22) for an adult female marmoset noted \nthe following history: \"was presented for an examination. She gave birth the first of October and has been lethargic and \nlosing weight since. She has also not been wanting to use her legs as much.\" The veterinarian noted nerve deficits and \nfractures (leg, tail and vertebra) and bite wounds (with scabs). Medications were sent home along with care instructions. \nThe marmoset died a few days later. The facility observed that the marmoset was losing weight, lethargic and not wanting \nto use her legs normally since October first but did not provide veterinary care until over a month later. Earlier treatment \nmay have led to a different outcome. Marmosets are small and any observable weight loss is a concern and should be \naddressed when first noticed as should the other signs noted. The facility shall ensure that there is a mechanism of direct \nand frequent communication with the veterinarian such that timely and accurate information on problems of animal health, \nbehavior and well-being are conveyed to the attending veterinarian. Corrected for this marmoset. \n2.75(b)(1) \n   \nRecords: Dealers and exhibitors.\n\nAcquisition and disposition records are not up to date. For example: \n1) Some acquisition and disposition records were missing required information: such as the name and/or address of the \nperson from whom an animal was obtained or to whom an animal was sold, the USDA license number or drivers \nlicense/vehicle tag numbers of person from whom a marmoset was obtained and the species of animal sold on disposition \nrecords.  \n2) Animals born at the facility to breeding animals housed at the facility were not accounted for on written records. This \nincluded marmosets, guinea pigs, rabbits, sugar gliders and hedgehogs.  \n3) Animals previously inspected at the facility-two adult servals-were no longer at the facility and no disposition records \nwere noted in the USDA records notebooks.  \nAccurate and complete records are necessary to allow determination of ownership and to be able to track the animals. \nThe facility shall make, keep and maintain records or forms which fully and correctly disclose all the required information \nstated in the regulations concerning animals purchased or otherwise acquired, sold or otherwise disposed of and include \nany offspring born to any animal while in the facility's possession. Correct by 2/9/23. \n2.134  Repeat\n   \nContingency planning. \nAt the time of the inspection, the licensee did not have a written contingency plan in place. The APHIS 7093 form in the \nUSDA folder was blank. The facility representative was not aware of a written plan existing.  \nA written emergency/contingency plan is required to help ensure animal health and well-being in the event of an \nemergency or disaster; without this tool, animals may suffer illness, injury or death due to unpreparedness should an \nemergency or disaster strike. The licensee must develop, document and follow an appropriate plan to provide for the \nhumane handling, treatment, transportation, housing and care of their animals in the event of an emergency or disaster \n(one which could reasonably be anticipated and expected to be detrimental to the good health and well-being of the\n\nanimals in their possession). The contingency plan must include all of the information and documentation required by the \nAnimal Welfare Act and Animal Welfare Regulations. \n3.1(a) \n   \nHousing facilities, general. \nThe facilities housing cats are not designed and constructed so that they are structurally sound to house and maintain the \ncats. Three Siamese cats are housed in the Men's restroom to which the public has access. The cats immediately tried to \nescape the restroom when the door was opened. The door was not locked or label as not in use. Four Savannah cats are \nhoused as pairs in a back shed. One female Savannah was noted climbing up the wire side and disappearing behind a \nwooden wall making up the back of the enclosure. This wooden wall is open at the top. The cat disappeared in the \napproximately three inch opening behind the wooden wall ie between the wood wall and the wall of the shed. The area \ncannot be visualized so it is unknown what may be in that area that may injure a cat. The cat may also get caught in that \narea and be unable to get back out (she was able to climb out today). In addition there is an exposed electrical cord to the \nlight fixture at the top of each Savannah enclosure. The cats have access to the cord when climbing up the side wire wall. \nHousing facilities for cats must be designed and constructed so that they are structurally sound, protect the animals from \ninjury and contain the animals securely. Correct by 2/20/23. \n3.4(b)(4)  Repeat\n   \nOutdoor housing facilities. \n4 adult savannah cats are housed in an outdoor enclosure. Each pair of cats has a hard plastic shelter structure, but there \nis no bedding in the shelters. The temperatures last night according to LocalConditions.com was 33.8 degrees F.  Each \nshelter structure is placed on or adjacent to an electric heating pad but there is not bedding in the shelter structures. \nAdequate shelter structures with bedding are essential for animal comfort, health, and wellbeing during the cold winter \nmonths. Animals without bedding in their shelter may suffer from stress, discomfort, or frost bite. Correct by providing\n\nbedding in shelter structures for cats housed outdoors when temperatures fall below 50 degrees Fahrenheit and by \nproviding additional bedding when temperatures fall below 35 degrees Fahrenheit. \n3.6(b)(3) \n   \nPrimary enclosures. \nThe two breeding pairs of Savannah cats housed in the outdoor shed each have one small litter box. Both litter boxes \nwere completely dirty with a large amount of stool and litter present. The cats had scratched some of the litter and feces \nout of the box. No clean litter remained for the cats to use for defecation and urination. The cats could be contaminated by \nexcreta if they use the dirty litter box. Spread of disease may occur. All primary enclosures must contain  litter \nboxes/receptacles that have sufficient clean litter to contain excreta and body wastes.  \nCorrect by 2/7/23 \n3.30 \n   \nWatering. \nThe open container used as water bowl for the black guinea pig housed in the glass enclosure is contaminated with \nbedding and excreta. The container is clean and the facility representative stated clean water was placed in the clean \nbowls this morning. However within a couple of hours the guinea pig had already had excreta that collected on its feet \nwhile walking in the enclosure fall into the water bowl (placed feet on rim to reach). The guinea pig may choose not to \ndrink the contaminated water or the water may be a source for spread of disease. Open containers used for dispensing \nwater to guinea pigs shall be placed in or attached to the primary enclosure as to minimize contamination from excreta. \nCorrect by 2/7/23. \n3.56(a)(1) \n   \nSanitation.\n\nTwo enclosures housing rabbits (one housing one male and second housing a female and her four young) are in need of \ncleaning. Large amounts of excreta are mixed with the bedding pellets. The rabbits cannot walk around in the enclosure \nwithout stepping on excreta. The lack of clean bedding can lead to contamination of the animals, odors, and possible \nspread of disease. Primary enclosures housing rabbits shall be kept reasonably free of excreta. Correct by 2/8/23. \n3.81(a)(3)  Critical\n   \nEnvironment enhancement to promote psychological well-being. \nA female marmoset who gave birth on Oct. 1, 2022 was seen by the veterinarian on 11/9/22 for lethargy, weight loss, not \nwanting to use her legs and bite wounds. The veterinary record states that she may have been bitten by one of the other \nmonkeys. The exam and radiographs showed, bite wounds, nerve deficits, muscle loss and multiple fractures (leg, tail and \nvertebra). A conversation with the veterinarian elicited the fact that the owner stated that the marmoset was beaten up a \nfew times by the other monkeys. Housing non-human primates with other non-human primates with which they do not get \nalong can lead to serious injuries as in this case along with stress to the non-human primate being picked on.  Nonhuman \nprimates may not be housed with other species of primates unless they are compatible, do not prevent access to \nfood/water/shelter and are not hazardous to the health and well-being of each other. Corrected for this non-human \nprimate. \n3.130  Direct\n   \nWatering. \nThe water bottle for one pair of sugar gliders (top cage) was noted to be empty of water and completely dry. The bedding \nwas not noticed as being soaked wet. The sugar gliders were out of their pouch and active during the middle of the day \n(abnormal behavior for nocturnal species). The facility representative stated she gave them water yesterday as she did \nthe other three pairs who all still had water in their water bottles. The inspector asked the facility representative to give \nthem water. They both immediately started trying to drink and continued to drink ravenously for over 6 minutes and then\n\ncontinued to sip for the next four minutes. About two minutes into the drinking they started fighting with each other to get \nto the water. A second bottle was added. This is a behavior that has not been noted by the inspector before and indicates \nthat the sugar gliders were extremely thirsty. Adequate hydration is important to the health and well-being of all animals \nespecially the smaller species who can become dehydrated very quickly. If potable water is not accessible to the sugar \ngliders at all time, it must be provided as often as necessary for the health and comfort of the gliders. Corrected by \nsupplying water during the inspection for this pair of sugar gliders. \n3.131(c) \n   \nSanitation. \nThe back rooms (non-public areas) of the facility housing multiple species including the kinkajous, sugar gliders and \nhedgehogs are in need of general housekeeping and cleaning. Over an inch of sunlight was visible under the back door \nleading outside. Pests can enter through the opening into the facility. Numerous items were stored on the floor that were \nnot necessary for daily husbandry. Shelves/counters/sink/food prep area and desk are in need of cleaning. Dried on \ndebris coats the surfaces. Dirty dishes and utensils are stacked several levels deep. A large amount of unused old items \nare stored on shelves at ground level and can hide loose rodents and bugs. Regular cleaning/housekeeping is necessary \nto prevent odors, eliminate breeding and living areas for pests and to reduce the potential for spread of disease. The \npremises shall be kept clean in order to facilitate the required husbandry practices and to protect the health of the \nanimals. Correct by 2/12/23. \n3.131(d)  Repeat\n   \nSanitation. \nThere is a large amount of rodent droppings in the office/hedgehog breeding room under the water heater, under the \nanimal enclosures/shelves and on the desk. The facility representative stated that a loose rat was caught. Fruit flies were \nnoted in enclosures housing the hedgehogs, sugar gliders and marmosets. House flies were noted on the knife used to\n\ncut fruit and the dirty cardboard the knife was resting on along with other dirty surfaces in the 'kitchen' sink area. Large \nbugs were present on the window sills (both alive and dead). Pests such as rodents. bugs and flies can spread diseases \nthat can be harmful to animal health. Pests can also contaminate stored food and bedding. Correct by establishing and \nmaintaining a safe and effective program for the control of pests. \n \nThis inspection and exit interview were conducted with the employee. \n \nEnd Section",
  "animals_total": 76,
  "species": [
    {
      "count": 6,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 19,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 26,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG"
    },
    {
      "count": 6,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 6,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 1,
      "scientific": "Callithrix geoffroyi",
      "common": "WHITE-FRONTED MARMOSET"
    },
    {
      "count": 8,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    },
    {
      "count": 1,
      "scientific": "Callithrix jacchus",
      "common": "COMMON MARMOSET"
    },
    {
      "count": 1,
      "scientific": "Felis silvestris catus",
      "common": "CAT KITTEN"
    },
    {
      "count": 2,
      "scientific": "Phodopus roborovskii",
      "common": "ROBOROVSKI'S DWARF HAMSTER"
    }
  ]
}