{
  "insp_id": "288151614480977",
  "layout": "a",
  "customer_id": "7563",
  "customer_name": "Joe Malchow",
  "customer_addr": "P O Box 817\nAdair, OK 74330",
  "certificate": "73-C-0143",
  "site_id": "TRA",
  "site_name": "JOE MALCHOW",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-OCT-2015",
  "report_date": "15-OCT-2015",
  "citations": [
    {
      "code": "2.131(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "- Camels saddled and available for rides were being tethered in an area of direct sunlight with no available shade.\nAt the time of inspection the ambient temperature was 93 degrees F. In warm, sunny environmental conditions\nanimals being exhibited or used for public rides should be provided adequate shade to help protect against\ndiscomfort and overheating.\nCorrected on the spot."
    },
    {
      "code": "2.131(d)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "- In the petting zoo area, an enclosure holding 4 camels was open to the public. There were no public barriers, and\nno readily identifiable attendants in the area. Numerous members of the public were observed feeding and\ncontacting the enclosed camels. This is a situation that poses risks to the camels and to the members of the public.\nDuring periods of public contact with regulated animals, there must be a knowledgeable and readily identifiable\nattendant present. This serves to help protect animals and public.\nCorrect from this point forward.\nInspection and exit interview conducted by Michael Tygart (VMO) with licensee at Bixby Oklahoma."
    }
  ],
  "narrative": "2.131(b)(1)\nHANDLING OF ANIMALS.\n- Camels saddled and available for rides were being tethered in an area of direct sunlight with no available shade. \nAt the time of inspection the ambient temperature was 93 degrees F.  In warm, sunny environmental conditions\nanimals being exhibited or used for public rides should be provided adequate shade to help protect against\ndiscomfort and overheating.  \nCorrected on the spot.\n2.131(d)(2)\nHANDLING OF ANIMALS.\n- In the petting zoo area, an enclosure holding 4 camels was open to the public.  There were no public barriers, and\nno readily identifiable attendants in the area.  Numerous members of the public were observed feeding and\ncontacting the enclosed camels.  This is a situation that poses risks to the camels and to the members of the public.\n During periods of public contact with regulated animals, there must be a knowledgeable and readily identifiable\nattendant present.  This serves to help protect animals and public.\nCorrect from this point forward.\nInspection and exit interview conducted by Michael Tygart (VMO) with licensee at Bixby Oklahoma.",
  "animals_total": 9,
  "species": [
    {
      "count": 9,
      "scientific": "Camelus dromedarius domestic",
      "common": "DOMESTIC DROMEDARY CAMEL"
    }
  ]
}