{
  "insp_id": "2016090000794655",
  "layout": "b",
  "customer_id": "327398",
  "customer_name": "SCOTT SWANSON",
  "customer_addr": "29551 County Road V5G\nOLLIE, IA 52576",
  "certificate": "42-A-1478",
  "site_id": "002",
  "site_name": "SCOTT SWANSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-JUN-2022",
  "report_date": "09-JUN-2022",
  "citations": [
    {
      "code": "3.1(c)(1)(ii)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "Two metal feeder, accessed by a total of two adult dogs and two puppies, have areas around the food cup that are\ndamaged. The damaged metal is bent into a sharp point and the inspector observed the dogs coming into direct contact\nwith the sharp areas. Sharp points could cause injury to the animals.\nSurfaces of housing facilities that come in contact with dogs must be free of jagged edges or sharp points. The licensee\nmust remove the damaged metal feeders or alter them in a manner that eliminates the risk of injury to the dogs. The\nlicensee must ensure the housing facilities are safe for the animals and protect them from injury at all times.\nTo be corrected by: 13-June-2022"
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "At least six plastic food receptacles are excessively chewed and damaged by the dogs. The damage is located along the\ntop edges of the feeders and brown colored dirt or food waste is attached to the chewed areas. A total of thirteen adult\ndogs have access to these food receptacles. Damaged plastic surfaces cannot be properly cleaned and sanitized which\ncould increase the risk of disease hazards.\nOne enclosure, housing one adult dog and one puppy, contains a piece of carpet square. The carpet has been\nexcessively damaged and shredded into numerous clumps of long tangled strings. The adult dog was observed with a\nclump of knotted carpet strings attached to her front foot. The shredded carpet cannot be properly cleaned and sanitized\nwhich could increase the risk of disease hazards. The strings from the carpet can also pose an injury risk to the dogs\nshould they become entangled or swallow the strings. The facility representative removed the carpet square at the time\nof the inspection.\nThe adult dogs are provided with rubber mats on the floor of their enclosures. At least three rubber mats have been\nchewed and damaged by the dogs and small pieces of rubber matting was seen lying on the floor of the enclosures.\nDamaged rubber mats cannot be properly cleaned and sanitized which could increase the risk of disease hazards. The\nrubber matting may also pose an injury risk should the dogs ingest the rubber.\nAll surfaces must be maintained on a regular basis. Surfaces of housing facilities - including houses, dens, and other\nfurniture-type fixtures and objects within the facility - that cannot be readily cleaned and sanitized, must be replaced when\nworn or soiled. The licensee must replace the damaged plastic feeders and rubber matting or alter them in a manner that\nallows for proper cleaning and sanitization of the surfaces. The licensee must ensure that all surfaces are properly\nmaintained at all times.\nTo be corrected by: 04-July-2022"
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "The trash receptacle inside the housing facility has no lid. The receptacle is completely full and a large sack of trash is\nprotruding above the rim. Trash receptacles without lids could create odors and attract pests such as flies and mice.\nTrash containers in housing facilities and in food storage and food preparation areas must be leakproof and must have\ntightly fitted lids on them at all times. The licensee must add a tightly fitted lid to the trash receptacle and ensure the lid\nremains in place at all times.\nTo be corrected by: 13-June-2022\nA large number of dead flies are located along the counter top around the sink in the housing facility. Dead flies are also\nfloating in water contained in bowls which are stacked in the sink and dead flies are on the shelf above the sink and\nhanging from spider webs beneath the shelf. The accumulation of dead flies could increase the risk of disease hazards\ntowards the dogs.\nHousing facility operators must provide for regular and frequent collection, removal, and disposal of animal and food\nwastes, bedding, debris, garbage, water, other fluids and wastes, and dead animals. The licensee must remove all the\ndead flies from within the housing facility to support the health of the dogs. The licensee must ensure that the housing\nfacility remains free of an accumulation of debris and waste, including dead flies, at all times.\nTo be corrected by: 13-June-2022"
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The dogs can move between their indoor and outdoor enclosures through a plastic access door. At least two of these\ndoors have areas of a thick dark colored organic material located on their surface. A total of three adult dogs are housed\nin the enclosures with the affected doors.\nA thick buildup of brown organic material, food debris, and hair is located on the interior of one plastic feeder. Two dogs\nhave access to this feeder.\nThe facility representative believes the surfaces of the enclosures are sanitized at least once a month but may be done\nmore often than that. A buildup of organic material and food waste on enclosure surfaces may increase the risk of\ndisease hazards towards the dogs.\nUsed primary enclosures and food and water receptacles for dogs must be sanitized at least once every 2 weeks, and\nmore often if necessary to prevent an accumulation of dirt, debris, food waste, excreta, and other disease hazards. The\nlicensee must clean and sanitize the affected access doors and feeder. The licensee must ensure that all surfaces of\nenclosures are maintained in a clean and sanitized condition to support the health of the animals.\nTo be corrected by: 27-June-2022"
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "A large number of flies are located within the outdoor portion of the sheltered housing facility. The outdoor dog runs are\nenclosed by walls and livestock are housed directly outside of these walls. Wet hay, debris, mud, and manure is being\npushed beneath the walls and into the walkway in front of the dog runs. A large pool of dark colored water is also located\nat the end of the walkway and a bucket of dog manure is sitting in the walkway. The flies were concentrated around the\nmanure bucket, along the walls, and swarming across the pool of water and on the mixture of wet hay, debris, and\nmanure. The inspector observed flies on the fencing of the dog enclosures and on the food receptacles. Approximately\ntwenty-six adult dogs have access to these outdoor dog runs.\nFailure to control pests such as flies could cause discomfort to the dogs as well as increase the risk of disease hazards.\nAn effective program for the control of insects, external parasites affecting dogs, and birds and mammals that are pests,\nmust be established and maintained. The licensee must establish an effective plan to control the large number of flies\nlocated in the outdoor portion of the housing facility in order to support the health and well-being of the dogs.\nTo be corrected by: 27-June-2022"
    },
    {
      "code": "3.13(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "Two French bulldog puppies have no written medical records documenting the vaccinations and deworming treatments\nthey have received. Written medical records are necessary for APHIS officials to determine that the animals are receiving\nadequate veterinary care.\nDealers must keep medical records for dogs that include the names of all vaccines and treatments administered and the\ndates of administration. The licensee must ensure that all vaccinations and deworming treatments provided to adult dogs\nand puppies are documented in writing and available for APHIS inspection.\nTo be corrected by: From this day forward the licensee must create and maintain medical records.\nThis inspection and exit interview were conducted with the facility representative.\nEnd Section"
    }
  ],
  "narrative": "3.1(c)(1)(ii) \n   \nHousing facilities, general. \nTwo metal feeder, accessed by a total of two adult dogs and two puppies, have areas around the food cup that are \ndamaged.  The damaged metal is bent into a sharp point and the inspector observed the dogs coming into direct contact \nwith the sharp areas.  Sharp points could cause injury to the animals. \n \nSurfaces of housing facilities that come in contact with dogs must be free of jagged edges or sharp points.  The licensee \nmust remove the damaged metal feeders or alter them in a manner that eliminates the risk of injury to the dogs.  The \nlicensee must ensure the housing facilities are safe for the animals and protect them from injury at all times. \n \nTo be corrected by:  13-June-2022 \n3.1(c)(2) \n   \nHousing facilities, general. \nAt least six plastic food receptacles are excessively chewed and damaged by the dogs.  The  damage is located along the \ntop edges of the feeders and brown colored dirt or food waste is attached to the chewed areas.  A total of thirteen adult \ndogs have access to these food receptacles.  Damaged plastic surfaces cannot be properly cleaned and sanitized which \ncould increase the risk of disease hazards.\n\nOne enclosure, housing one adult dog and one puppy, contains a piece of carpet square.  The carpet has been \nexcessively damaged and shredded into numerous clumps of long tangled strings.  The adult dog was observed with a \nclump of knotted carpet strings attached to her front foot.  The shredded carpet cannot be properly cleaned and sanitized \nwhich could increase the risk of disease hazards.  The strings from the carpet can also pose an injury risk to the dogs \nshould they become entangled or swallow the strings.  The facility representative removed the carpet square at the time \nof the inspection. \n \nThe adult dogs are provided with rubber mats on the floor of their enclosures.  At least three rubber mats have been \nchewed and damaged by the dogs and small pieces of rubber matting was seen lying on the floor of the enclosures.  \nDamaged rubber mats cannot be properly cleaned and sanitized which could increase the risk of disease hazards.  The \nrubber matting may also pose an injury risk should the dogs ingest the rubber. \n \nAll surfaces must be maintained on a regular basis. Surfaces of housing facilities - including houses, dens, and other \nfurniture-type fixtures and objects within the facility - that cannot be readily cleaned and sanitized, must be replaced when \nworn or soiled.  The licensee must replace the damaged plastic feeders and rubber matting or alter them in a manner that \nallows for proper cleaning and sanitization of the surfaces.  The licensee must ensure that all surfaces are properly \nmaintained at all times. \n \nTo be corrected by:  04-July-2022 \n3.1(f) \n   \nHousing facilities, general.\n\nThe trash receptacle inside the housing facility has no lid.  The receptacle is completely full and a large sack of trash is \nprotruding above the rim.  Trash receptacles without lids could create odors and attract pests such as flies and mice. \n \nTrash containers in housing facilities and in food storage and food preparation areas must be leakproof and must have \ntightly fitted lids on them at all times.  The licensee must add a tightly fitted lid to the trash receptacle and ensure the lid \nremains in place at all times. \n \nTo be corrected by:   13-June-2022 \n \nA large number of dead flies are located along the counter top around the sink in the housing facility.  Dead flies are also \nfloating in water contained in bowls which are stacked in the sink and dead flies are on the shelf above the sink and \nhanging from spider webs beneath the shelf.  The accumulation of dead flies could increase the risk of disease hazards \ntowards the dogs. \n \nHousing facility operators must provide for regular and frequent collection, removal, and disposal of animal and food \nwastes, bedding, debris, garbage, water, other fluids and wastes, and dead animals.  The licensee must remove all the \ndead flies from within the housing facility to support the health of the dogs.  The licensee must ensure that the housing \nfacility remains free of an accumulation of debris and waste, including dead flies, at all times. \n \nTo be corrected by:  13-June-2022 \n3.11(b)(2) \n   \nCleaning, sanitization, housekeeping, and pest control.\n\nThe dogs can move between their indoor and outdoor enclosures through a plastic access door.  At least two of these \ndoors have areas of a thick dark colored organic material located on their surface.  A total of three adult dogs are housed \nin the enclosures with the affected doors. \n \nA thick buildup of brown organic material, food debris, and hair is located on the interior of one plastic feeder.  Two dogs \nhave access to this feeder. \n \nThe facility representative believes the surfaces of the enclosures are sanitized at least once a month but may be done \nmore often than that.   A buildup of organic material and food waste on enclosure surfaces may increase the risk of \ndisease hazards towards the dogs. \n \nUsed primary enclosures and food and water receptacles for dogs must be sanitized at least once every 2 weeks, and \nmore often if necessary to prevent an accumulation of dirt, debris, food waste, excreta, and other disease hazards.  The \nlicensee must clean and sanitize the affected access doors and feeder.  The licensee must ensure that all surfaces of \nenclosures are maintained in a clean and sanitized condition to support the health of the animals. \n \nTo be corrected by:  27-June-2022 \n3.11(d) \n   \nCleaning, sanitization, housekeeping, and pest control. \nA large number of flies are located within the outdoor portion of the sheltered housing facility.  The outdoor dog runs are \nenclosed by walls and livestock are housed directly outside of these walls.  Wet hay, debris, mud, and manure is being \npushed beneath the walls and into the walkway in front of the dog runs.  A large pool of dark colored water is also located\n\nat the end of the walkway and a bucket of dog manure is sitting in the walkway.  The flies were concentrated around the \nmanure bucket, along the walls, and swarming across the pool of water and on the mixture of wet hay, debris, and \nmanure.  The inspector observed flies on the fencing of the dog enclosures and on the food receptacles.  Approximately \ntwenty-six adult dogs have access to these outdoor dog runs. \nFailure to control pests such as flies could cause discomfort to the dogs as well as increase the risk of disease hazards. \n \nAn effective program for the control of insects, external parasites affecting dogs, and birds and mammals that are pests, \nmust be established and maintained.  The licensee must establish an effective plan to control the large number of flies \nlocated in the outdoor portion of the housing facility in order to support the health and well-being of the dogs. \n \nTo be corrected by:   27-June-2022 \n3.13(b)(3) \n   \nVeterinary care for dogs. \nTwo French bulldog puppies have no written medical records documenting the vaccinations and deworming treatments \nthey have received.  Written medical records are necessary for APHIS officials to determine that the animals are receiving \nadequate veterinary care. \n \nDealers must keep medical records for dogs that include the names of all vaccines and treatments administered and the \ndates of administration.  The licensee must ensure that all vaccinations and deworming treatments provided to adult dogs \nand puppies are documented in writing and available for APHIS inspection. \n \nTo be corrected by:  From this day forward the licensee must create and maintain medical records.\n\nThis inspection and exit interview were conducted with the facility representative. \n \nEnd Section",
  "animals_total": 30,
  "species": [
    {
      "count": 28,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 2,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}