{
  "insp_id": "2016082569221124",
  "layout": "a",
  "customer_id": "335199",
  "customer_name": "Kara L Robertson",
  "customer_addr": "1222 Sw Hillsboro Drive\nGrain Valley, MO 64029",
  "certificate": "43-C-0391",
  "site_id": "001",
  "site_name": "KARA L ROBERTSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-JUL-2018",
  "report_date": "25-JUL-2018",
  "citations": [
    {
      "code": "2.8",
      "kind": "",
      "repeat": false,
      "desc": "NOTIFICATION OF CHANGE OF NAME, ADDRESS, CONTROL, OR OWNERSHIP OF BUSINESS.",
      "narrative": "An inspection of the licensee's facility was attempted on July 19. The house appeared to be vacant. I could see\nthrough the glass in the front door that there was no furniture in the house. I left a phone message and emailed the\nlicensee. She replied to my email that she is not currently residing at this address and provided me with her current\nmailing address. It is necessary that licensees inform Animal Care of a change in address so that inspections can\nbe performed and so that mailings can be received. The licensee must notify the AC Regional Director within 10\ndays of a change in address.\nTo be corrected by August 04, 2018."
    },
    {
      "code": "2.126(b)",
      "kind": "",
      "repeat": false,
      "desc": "ACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.",
      "narrative": "A responsible adult was not available to accompany APHIS Officials during the inspection process at 3:15 pm on\n07/19/2018.\nI knocked on the front door without an answer. The house appeared to be vacant. I could see through the glass in\nthe front door that there was no furniture in the house. I called the licensee's phone number and left a message.\nAdditional Inspectors\nGraves Alicia, Animal Care Inspector"
    }
  ],
  "narrative": "2.8\nNOTIFICATION OF CHANGE OF NAME, ADDRESS, CONTROL, OR OWNERSHIP OF BUSINESS.\nAn inspection of the licensee's facility was attempted on July 19.  The house appeared to be vacant.  I could see\nthrough the glass in the front door that there was no furniture in the house.  I left a phone message and emailed the\nlicensee.  She replied to my email that she is not currently residing at this address and provided me with her current\nmailing address.  It is necessary that licensees inform Animal Care of a change in address so that inspections can\nbe performed and so that mailings can be received.  The licensee must notify the AC Regional Director within 10\ndays of a change in address.\nTo be corrected by August 04, 2018.\n2.126(b)\nACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.\nA responsible adult was not available to accompany APHIS Officials during the inspection process at 3:15 pm on\n07/19/2018.\nI knocked on the front door without an answer.  The house appeared to be vacant.  I could see through the glass in\nthe front door that there was no furniture in the house.  I called the licensee's phone number and left a message.\nAdditional Inspectors\nGraves Alicia, Animal Care Inspector",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}