{
  "insp_id": "INS-0000846896",
  "layout": "c",
  "customer_id": "502218",
  "customer_name": "Kyle Holtkamp",
  "customer_addr": "1707 Hwy 16\nDonnellson, IA 52625",
  "certificate": "42-A-1582",
  "site_id": "001",
  "site_name": "KYLE HOLTKAMP",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-FEB-2023",
  "report_date": "14-FEB-2023",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The vaccines the licensee currently has on hand for the dogs are stored inside a refrigerator. The temperature inside the\nrefrigerator is 52 degrees F according to the inspector's Kestrel. The label on the vaccinations states they should be\nstored between 35-46 degrees F. Storing vaccinations at inappropriate temperatures may affect their ability to protect\nagainst serious and deadly diseases.\nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. The licensee\nmust store the vaccines within the temperature range on the label. The licensee must also ensure that all medical\nproducts are properly stored at all times.\nTo be corrected by: From this day forward"
    },
    {
      "code": "3.7(c)",
      "kind": "",
      "repeat": false,
      "desc": "Compatible grouping.",
      "narrative": "One 12-week-old male puppy is being housed with an approximately 2-year-old adult male. Housing puppies with adult\ndogs that are not the dam could cause incompatibility which may result in injury to the puppy should the adult become\naggressive. Incompatible housing may also result in the failure of the puppy to access food and water should the adult\nexhibit resource guarding behaviors.\nPuppies 4 months of age or less may not be housed in the same primary enclosure with adult dogs other than their dams\nor foster dams. The licensee may house the 12-week-old puppy alone or with pen mates that meet the compatibility\nrequirements. The licensee must ensure that each dog is compatibly housed at all times in order to support their health\nand well-being.\nTo be corrected by: The licensee moved the puppy into compatible housing at the time of the inspection."
    },
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The Program of Veterinary Care is incomplete and the vaccination information for adult dogs is missing. The vaccination\nschedule and which diseases are vaccinated against is not listed in the Program of Veterinary Care. The licensee stated\nthat he currently vaccinates the dogs annually for Bordetella, Distemper, Rabies, Canine Adenovirus Type 2, Canine\nParainfluenza, and Parvovirus. Failure to document the vaccination information may interfere with the ability of APHIS\nofficials to determine if the dogs are receiving adequate veterinary care.\nThe Program of Veterinary Care is incomplete and the schedule for deworming the adult dogs is missing. The licensee\nstated that the adult female dogs are dewormed at least twice while raising their litters of puppies. All newly acquired\ndogs are dewormed upon arriving at the facility, and adult dogs without litters of puppies are dewormed twice a year.\nFailure to document the schedule for deworming may interfere with the ability of APHIS officials to determine if the dogs\nare receiving adequate veterinary care.\nEach dealer must follow an appropriate program of veterinary care that is developed, documented in writing, and signed\nby the attending veterinarian and must include vaccinations for contagious and deadly diseases of dogs and sampling and\ntreatment of parasites in accordance with a schedule approved by the attending veterinarian. The licensee must add the\nmissing information for vaccinating and deworming the adult dogs to the Program of Veterinary Care. The licensee must\nensure the Program of Veterinary Care is complete and addresses all requirements for adequate veterinary care.\nTo be corrected by: 27-February-2023"
    },
    {
      "code": "3.13(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "One adult dog is currently under veterinary care and receiving treatment for an eye condition, but no documentation exists\ncontaining the treatment plan. Failure to document the treatment plan may interfere with the ability of APHIS officials to\ndetermine if the animal is receiving adequate veterinary care.\nEach dealer must keep copies of medical records that includes the date and description of the problem, examination\nfindings, test results, plan for treatment and care, and treatment procedures performed. The licensee must complete a\nmedical record for the dog which contains the treatment plan. The licensee must ensure that all medical records are\ncomplete and contain all required information.\nTo be corrected by: From this day forward"
    },
    {
      "code": "3.13(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee has been deworming and vaccinating the litters of puppies but has not been recording the dates of these\nadministrations. Failure to record the date of administrations of vaccinations and deworming could interfere with the\nability of APHIS officials to determine if the animals are receiving adequate veterinary care.\nEach dealer must keep copies of medical records that include the dates of administration of vaccinations and treatments.\nThe licensee must document the dates each time a vaccination or deworming is administered. The licensee must ensure\nthat medical records are complete and contain all required information at all times.\nTo be corrected by: From this day forward\nThis inspection and exit interview were conducted with the facility representative.\nn"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe vaccines the licensee currently has on hand for the dogs are stored inside a refrigerator.  The temperature inside the \nrefrigerator is 52 degrees F according to the inspector's Kestrel.  The label on the vaccinations states they should be \nstored between 35-46 degrees F.  Storing vaccinations at inappropriate temperatures may affect their ability to protect \nagainst serious and deadly diseases.   \n \nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries.  The licensee \nmust store the vaccines within the temperature range on the label.  The licensee must also ensure that all medical \nproducts are properly stored at all times. \n \nTo be corrected by:  From this day forward \n3.7(c) \n   \nCompatible grouping. \nOne 12-week-old male puppy is being housed with an approximately 2-year-old adult male.  Housing puppies with adult \ndogs that are not the dam could cause incompatibility which may result in injury to the puppy should the adult become \naggressive.  Incompatible housing may also result in the failure of the puppy to access food and water should the adult\n\nexhibit resource guarding behaviors. \n \nPuppies 4 months of age or less may not be housed in the same primary enclosure with adult dogs other than their dams \nor foster dams.  The licensee may house the 12-week-old puppy alone or with pen mates that meet the compatibility \nrequirements.  The licensee must ensure that each dog is compatibly housed at all times in order to support their health \nand well-being. \n \nTo be corrected by:  The licensee moved the puppy into compatible housing at the time of the inspection. \n3.13(a)(3) \n   \nVeterinary care for dogs. \nThe Program of Veterinary Care is incomplete and the vaccination information for adult dogs is missing.  The vaccination \nschedule and which diseases are vaccinated against is not listed in the Program of Veterinary Care.  The licensee stated \nthat he currently vaccinates the dogs annually for Bordetella, Distemper, Rabies, Canine Adenovirus Type 2, Canine \nParainfluenza, and Parvovirus.  Failure to document the vaccination information may interfere with the ability of APHIS \nofficials to determine if the dogs are receiving adequate veterinary care. \n \nThe Program of Veterinary Care is incomplete and the schedule for deworming the adult dogs is missing.  The licensee \nstated that the adult female dogs are dewormed at least twice while raising their litters of puppies.  All newly acquired \ndogs are dewormed upon arriving at the facility, and adult dogs without litters of puppies are dewormed twice a year.  \nFailure to document the schedule for deworming may interfere with the ability of APHIS officials to determine if the dogs \nare receiving adequate veterinary care.\n\nEach dealer must follow an appropriate program of veterinary care that is developed, documented in writing, and signed \nby the attending veterinarian and must include vaccinations for contagious and deadly diseases of dogs and sampling and \ntreatment of parasites in accordance with a schedule approved by the attending veterinarian.  The licensee must add the \nmissing information for vaccinating and deworming the adult dogs to the Program of Veterinary Care.  The licensee must \nensure the Program of Veterinary Care is complete and addresses all requirements for adequate veterinary care.   \n \nTo be corrected by:  27-February-2023 \n3.13(b)(2) \n   \nVeterinary care for dogs. \nOne adult dog is currently under veterinary care and receiving treatment for an eye condition, but no documentation exists \ncontaining the treatment plan.  Failure to document the treatment plan may interfere with the ability of APHIS officials to \ndetermine if the animal is receiving adequate veterinary care. \n \nEach dealer must keep copies of medical records that includes the date and description of the problem, examination \nfindings, test results, plan for treatment and care, and treatment procedures performed.  The licensee must complete a \nmedical record for the dog which contains the treatment plan.  The licensee must ensure that all medical records are \ncomplete and contain all required information.   \n \nTo be corrected by:  From this day forward \n3.13(b)(3) \n   \nVeterinary care for dogs.\n\nThe licensee has been deworming and vaccinating the litters of puppies but has not been recording the dates of these \nadministrations.  Failure to record the date of administrations of vaccinations and deworming could interfere with the \nability of APHIS officials to determine if the animals are receiving adequate veterinary care. \n \nEach dealer must keep copies of medical records that include the dates of administration of vaccinations and treatments.  \nThe licensee must document the dates each time a vaccination or deworming is administered.  The licensee must ensure \nthat medical records are complete and contain all required information at all times. \n \nTo be corrected by:  From this day forward \n \nThis inspection and exit interview were conducted with the facility representative. \n \n n",
  "animals_total": 73,
  "species": [
    {
      "count": 50,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 23,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}