{
  "insp_id": "2016082567988480",
  "layout": "a",
  "customer_id": "27904",
  "customer_name": "Deborah Hubbard",
  "customer_addr": "Po Box 98\nSparta, MO 65753",
  "certificate": "43-B-3517",
  "site_id": "002",
  "site_name": "DEBORAH HUBBARD",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-NOV-2016",
  "report_date": "04-NOV-2016",
  "citations": [
    {
      "code": "2.50(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "Twelve Beagle puppies, less than 16 weeks old, currently at the licensee's facility did not have any form of\nidentification. Appropriate identification of dogs is necessary to know the identity of the dogs with certainty and to\nmeet recordkeeping requirements for inventory, disposition, transport, and healthcare documentation. The licensee\nmust properly identify puppies with an acceptable form of identification, which include a microchip, tatoo, a collar\nand tag, or a plastic-type collar with the required information legibly written.\nTO BE CORRECTED BY NOVEMBER 5, 2016."
    },
    {
      "code": "2.78(a)",
      "kind": "",
      "repeat": false,
      "desc": "HEALTH CERTIFICATION AND IDENTIFICATION.",
      "narrative": "The licensee could not produce health certificates for twelve Beagle puppies currently in her facility, which were\nacquired from a breeder in Arkansas. Health certificates are necessary to document that a veterinarian has\nexamined the puppies and verified that they appear to be free of any infectious disease or physical abnormality\nwhich would endanger the animal(s) or other animals or endanger public health. The licensee must ensure that all\ndogs she acquires are accompanied by a health certificate issued not more than 10 days prior to transportation.\nTO BE CORRECTED BY NOVEMBER 5, 2016."
    },
    {
      "code": "3.6(c)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Twelve weaned puppies being held at the licensee's facility did not have adequate floor space. A Cocker Spaniel\nmix was 22 inches long (from nose to base of tail), required 784 square inches of space, but only had 576 square\ninches of floor space. Two yellow Labrador puppies, each measuring 17 inches long, required 1,058 square inches\nof space, but were house together in an enclosure that only provided 576 square inches of space. Two Beagle\npuppies measuring 16 inches long and a Beagle puppy measuring 19 inches long were housed together in an\nenclosure providing 576 square inches of space, but needed 1,593 square inches of floor space. Four beagles,\nthree of which measured 15 inches long and one of which measured 16 inches long, required a total of 1,807\nsquare inches of floor space, but were housed together in an enclosure that provided 600 square inches of floor\nspace. Two Beagle puppies, each measuring 17 inches long, required 1,058 square inches but were housed\ntogether in an enclosure that provided only 600 square inches of floor space. Adequate floor space is necessary to\nallow proper movement, postural adjustment and exercise for the well-being of the dogs. The licensee must ensure\nthat all dogs have adequate floor space.\nTO BE CORRECTED BY NOVEMBER 5, 2016."
    },
    {
      "code": "3.6(c)(1)(iii)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Three puppies (two Labradors and one English Bulldog) currently at the licensee's facility did not have at least 6\ninches of head space in their primary enclosures. Adequate head space is necessary to allow the dogs to make\nnormal movements and postural adjustments. The licensee must ensure that all dogs have at least 6 inches of\nhead space in their primary enclosures.\nTO BE CORRECTED BY NOVEMBER 5, 2016.\nThis inspection of the licensee's facility and the exit interview were conducted with the licensee.\nAdditional Inspectors\nVernon Kathryn, Animal Care Inspector"
    }
  ],
  "narrative": "2.50(b)(3)\nTIME AND METHOD OF IDENTIFICATION.\nTwelve Beagle puppies, less than 16 weeks old, currently at the licensee's facility did not have any form of\nidentification.  Appropriate identification of dogs is necessary to know the identity of the dogs with certainty and to\nmeet recordkeeping requirements for inventory, disposition, transport, and healthcare documentation.  The licensee\nmust properly identify puppies with an acceptable form of identification, which include a microchip, tatoo, a collar\nand tag, or a plastic-type collar with the required information legibly written.\nTO BE CORRECTED BY NOVEMBER 5, 2016.\n2.78(a)\nHEALTH CERTIFICATION AND IDENTIFICATION.\nThe licensee could not produce health certificates for twelve Beagle puppies currently in her facility, which were\nacquired from a breeder in Arkansas.    Health certificates are necessary to document that a veterinarian has\nexamined the puppies and verified that they appear to be free of any infectious disease or physical abnormality\nwhich would endanger the animal(s) or other animals or endanger public health.  The licensee must ensure that all\ndogs she acquires are accompanied by a health certificate issued not more than 10 days prior to transportation.\nTO BE CORRECTED BY NOVEMBER 5, 2016.\n3.6(c)(1)(i)\nPRIMARY ENCLOSURES.\nTwelve weaned puppies being held at the licensee's facility did not have adequate floor space.  A Cocker Spaniel\nmix was 22 inches long (from nose to base of tail), required 784 square inches of space, but only had 576 square\ninches of floor space.  Two yellow Labrador puppies, each measuring 17 inches long, required 1,058 square inches\nof space, but were house together in an enclosure that only provided 576 square inches of space.  Two Beagle\npuppies measuring 16 inches long and a Beagle puppy measuring 19 inches long were housed together in an\nenclosure providing 576  square inches of space, but needed 1,593 square inches of floor space.  Four beagles,\nthree of which measured 15 inches long and one of which measured 16 inches long, required a total of 1,807\nsquare inches of floor space, but were housed together in an enclosure that provided 600 square inches of floor\nspace.  Two Beagle puppies, each measuring 17 inches long, required 1,058 square inches but were housed\n\ntogether in an enclosure that provided only 600 square inches of floor space.  Adequate floor space is necessary to\nallow proper movement, postural adjustment and exercise for the well-being of the dogs.   The licensee must ensure\nthat all dogs have adequate floor space.\nTO BE CORRECTED BY NOVEMBER 5, 2016.\n3.6(c)(1)(iii)\nPRIMARY ENCLOSURES.\nThree puppies (two Labradors and one English Bulldog) currently at the licensee's facility did not have at least 6\ninches of head space in their primary enclosures.  Adequate head space is necessary to allow the dogs to make\nnormal movements and postural adjustments.  The licensee must ensure that all dogs have at least 6 inches of\nhead space in their primary enclosures.\nTO BE CORRECTED BY NOVEMBER 5, 2016.\nThis inspection of the licensee's facility and the exit interview were conducted with the licensee.\nAdditional Inspectors\nVernon Kathryn, Animal Care Inspector",
  "animals_total": 22,
  "species": [
    {
      "count": 22,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}