{
  "insp_id": "2016082569690624",
  "layout": "a",
  "customer_id": "335244",
  "customer_name": "Leroy Kauffman",
  "customer_addr": "72 Covered Bridge Road\nNewburg, PA 17240",
  "certificate": "23-A-0643",
  "site_id": "001",
  "site_name": "LEROY KAUFFMAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-JAN-2020",
  "report_date": "06-JAN-2020",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "During today's inspection, a male fawn and white English Bulldog, \"Bravo\" (Microchip #0A02625879) was observed\nsquinting, with clear discharge surrounding both eyes and reddening of the left eye. The facility representative\nstated that she had noticed that there had been some discharge surrounding the dog's eye recently and that the\ndog had previously had surgery for eye issues However, the facility has not recently treated or communicated the\nrecent changes to the dog's eyes with the attending veterinarian. Diseases or injuries to the eyes can be painful to\nthe dog and become increasingly painful if left untreated. Failure to use appropriate methods to prevent, control,\ndiagnose, and treat diseases and injuries can result in pain to the animal and potentially worsening of the condition.\nThe licensee must implement and maintain an adequate program of veterinary care that includes methods to\nprevent, control, diagnose, and treat diseases and injuries. The dog must be evaluated by a Licensed Veterinarian\nfor further diagnosis and treatment of its health issues.\nCorrect by: January 8, 2020.\nThis inspection and exit interview were conducted with a facility representative."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDuring today's inspection, a male fawn and white English Bulldog, \"Bravo\" (Microchip #0A02625879) was observed\nsquinting, with clear discharge surrounding both eyes and reddening of the left eye.  The facility representative\nstated that she had noticed that there had been some discharge surrounding the dog's eye recently and that the\ndog had previously had surgery for eye issues  However, the facility has not recently treated or communicated the\nrecent changes to the dog's eyes with the attending veterinarian.  Diseases or injuries to the eyes can be painful to\nthe dog and become increasingly painful if left untreated.  Failure to use appropriate methods to prevent, control,\ndiagnose, and treat diseases and injuries can result in pain to the animal and potentially worsening of the condition. \nThe licensee must implement and maintain an adequate program of veterinary care that includes methods to\nprevent, control, diagnose, and treat diseases and injuries.  The dog must be evaluated by a Licensed Veterinarian\nfor further diagnosis and treatment of its health issues.     \nCorrect by: January 8, 2020.\nThis inspection and exit interview were conducted with a facility representative.",
  "animals_total": 36,
  "species": [
    {
      "count": 17,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 19,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}