{
  "insp_id": "162141545490365",
  "layout": "a",
  "customer_id": "321415",
  "customer_name": "Michael Todd",
  "customer_addr": "All Things Wild\n22 West Washington St Suite 1500\nChicago, IL 60602",
  "certificate": "33-C-0388",
  "site_id": "TRA",
  "site_name": "MICHAEL TODD",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-JUN-2014",
  "report_date": "13-JUN-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The employees of the exhibit are using a nutritional supplement that does not have a label. The Manager of the\nexhibit said they were feeding a calcium supplement and produced a plastic container containing white powder and\na metal scoop. However, she did not know the name of the product, the concentration, or the dose to be given.\nShe said that the tigers received 4-5 scoops daily, but she didn't know how much each scoop held. Medications or\nnutritional supplements without labels or with incomplete labels can result in an animal receiving the incorrect\nmedication, the incorrect dose, or expired medication. The licensee must ensure that all medication and nutritional\nsupplement containers are labeled properly."
    },
    {
      "code": "2.126(c)",
      "kind": "",
      "repeat": false,
      "desc": "ACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.",
      "narrative": "(c) SUBMISSION OF ITINERARY\nThe Animal Care Regional Director did not receive an itinerary from the licensee prior to this overnight travel. The\nManager of the exhibit stated that the home site for these tigers is in Texas and they have been traveling for about 2\nweeks. Submission of an itinerary facilitates inspections of animal exhibits at locations other than the licensee's\napproved site(s). The licensee must submit an itinerary to the Regional Director no fewer than 2 days in advance of\ntravel whenever the animals will be exhibited at a location other than the licensee's approved site(s) and whenever\nthat travel extends overnight.\nTO BE CORRECTED FROM THIS POINT FORWARD."
    },
    {
      "code": "2.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "The employees with the exhibit did not demonstrate adequate experience and knowledge for the care and handling\nof the tigers as evidenced by lack of knowledge of the nutritional needs of the animals and the improper public\ncontact with the animals. When questioned about the nutritional supplement given to the tigers, the Manager of the\nexhibit had to ask an attendant about the product and said that he was the person who she consulted for specific\ncare information regarding the tigers. However, an administrative law judge has ruled that this attendant does not\nhave the knowledge and experience to handle large felids and that this attendant has violated the Animal Welfare\nAct in the past when handling large felids. The lack of knowledge and experience with tigers can endanger the\nwelfare of the animals and the safety of the viewing public and animal caretakers. The licensee must ensure that\nthe persons involved in the handling and husbandry of animals be experienced and knowledgeable of the species\nthat they maintain."
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "There was insufficient distance and/or barriers between the tigers and the public during the time that the public was\nallowed to feed the tigers. The public is allowed to use kitchen tongs to feed chicken to the tigers while having their\nphoto taken by an attendant. The barrier that the public stands behind was about 3 feet high and was 32 inches\naway from the tiger enclosure. This height and distance was not enough to prevent people from leaning over the\nbarrier far enough to potentially be able to stick their fingers or hands into the 2 inch by 4 inch openings of the\nenclosure. One man holding a toddler lifted the child beyond the barrier so that the toddler could hold the kitchen\ntongs while feeding the tiger. Insufficient distance or barriers between the animals and the public can compromise\nthe safety of both. The licensee must ensure that there is sufficient distance and/or barriers between the general\nviewing public and the animals so as to assure the safety of the animals and the public."
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "The tigers were being fed a diet with insufficient nutritive value. While traveling, the tigers' diet consists solely of\nbone-less pork and chicken. Tigers that don't receive sufficient bones in their diet need supplementation with\ncalcium and vitamins, regardless of their age. The exhibit Manager stated that the supplement being given only\ncontained calcium and was only being given to the two younger tigers. She stated that the adult tiger did not need\nany nutritional supplementation. Furthermore, the Manager did not know the dose of calcium being given; only that\nthey receive 4-5 scoops of calcium supplement without knowing how much each scoop held. Tigers that receive\ninadequate calcium or vitamins can develop health conditions such as skeletal structural damage, neurological\nproblems, or other potentially irreversible health problems including death. The licensee must ensure that food for\nlarge felids is of sufficient quantity and nutritive value to maintain all animals in good health.\nTO BE CORRECTED BY JUNE 18, 2014.\nThis inspection was conducted at a downtown festival in Lee's Summit, MO.\nAn exit briefing was conducted by telephone with the licensee on June 12, 2014.\nPaperwork examined during the inspection revealed that the three tigers are being exhibited under USDA license\n#33-C-0388 issued to Michael Todd, who is knowingly allowing the tigers to be exhibited by Marcus Cook (CID\n7860), an individual whose license has been revoked by the USDA. Revocation of a license prohibits this individual\nfrom buying, selling, transporting, exhibiting, or delivering for transportation any animal. Allowing this individual to\nexhibit animals is assisting in activities designed to directly circumvent a USDA license revocation order."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe employees of the exhibit are using a nutritional supplement that does not have a label.  The Manager of the\nexhibit said they were feeding a calcium supplement and produced a plastic container containing white powder and\na metal scoop.  However, she did not know the name of the product, the concentration, or the dose to be given. \nShe said that the tigers received 4-5 scoops daily, but she didn't know how much each scoop held.  Medications or\nnutritional supplements without labels or with incomplete labels can result in an animal receiving the incorrect\nmedication, the incorrect dose, or expired medication.  The licensee must ensure that all medication and nutritional\nsupplement containers are labeled properly.\n2.126(c)\nACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.\n(c) SUBMISSION OF ITINERARY\nThe Animal Care Regional Director did not receive an itinerary from the licensee prior to this overnight travel.  The\nManager of the exhibit stated that the home site for these tigers is in Texas and they have been traveling for about 2\nweeks.  Submission of an itinerary facilitates inspections of animal exhibits at locations other than the licensee's\napproved site(s).  The licensee must submit an itinerary to the Regional Director no fewer than 2 days in advance of\ntravel whenever the animals will be exhibited at a location other than the licensee's approved site(s) and whenever\nthat travel extends overnight.\nTO BE CORRECTED FROM THIS POINT FORWARD.\n2.131(a)                    REPEAT\nHANDLING OF ANIMALS.\nThe employees with the exhibit did not demonstrate adequate experience and knowledge for the care and handling\nof the tigers as evidenced by lack of knowledge of the nutritional needs of the animals and the improper public\ncontact with the animals.  When questioned about the nutritional supplement given to the tigers, the Manager of the\nexhibit had to ask an attendant about the product and said that he was the person who she consulted for specific\ncare information regarding the tigers.  However, an administrative law judge has ruled that this attendant does not\n\nhave the knowledge and experience to handle large felids and that this attendant has violated the Animal Welfare\nAct in the past when handling large felids.  The lack of knowledge and experience with tigers can endanger the\nwelfare of the animals and the safety of the viewing public and animal caretakers.  The licensee must ensure that\nthe persons involved in the handling and husbandry of animals be experienced and knowledgeable of the species\nthat they maintain.\n2.131(c)(1)                    REPEAT\nHANDLING OF ANIMALS.\nThere was insufficient distance and/or barriers between the tigers and the public during the time that the public was\nallowed to feed the tigers.  The public is allowed to use kitchen tongs to feed chicken to the tigers while having their\nphoto taken by an attendant.  The barrier that the public stands behind was about 3 feet high and was 32 inches\naway from the tiger enclosure.  This height and distance was not enough to prevent people from leaning over the\nbarrier far enough to potentially be able to stick their fingers or hands into the 2 inch by 4 inch openings of the\nenclosure.  One man holding a toddler lifted the child beyond the barrier so that the toddler could hold the kitchen\ntongs while feeding the tiger.  Insufficient distance or barriers between the animals and the public can compromise\nthe safety of both.  The licensee must ensure that there is sufficient distance and/or barriers between the general\nviewing public and the animals so as to assure the safety of the animals and the public.\n3.129(a)\nFEEDING.    \nThe tigers were being fed a diet with insufficient nutritive value.  While traveling, the tigers' diet consists solely of\nbone-less pork and chicken.  Tigers that don't receive sufficient bones in their diet need supplementation with\ncalcium and vitamins, regardless of their age.  The exhibit Manager stated that the supplement being given only\ncontained calcium and was only being given to the two younger tigers.  She stated that the adult tiger did not need\nany nutritional supplementation.  Furthermore, the Manager did not know the dose of calcium being given; only that\nthey receive 4-5 scoops of calcium supplement without knowing how much each scoop held.  Tigers that receive\ninadequate calcium or vitamins can develop health conditions such as skeletal structural damage, neurological\nproblems, or other potentially irreversible health problems including death.  The licensee must ensure that food for\nlarge felids is of sufficient quantity and nutritive value to maintain all animals in good health.  \nTO BE CORRECTED BY JUNE 18, 2014.\nThis inspection was conducted at a downtown festival in Lee's Summit, MO.\nAn exit briefing was conducted by telephone with the licensee on June 12, 2014.\nPaperwork examined during the inspection revealed that the three tigers are being exhibited under USDA license\n\n#33-C-0388 issued to Michael Todd, who is knowingly allowing the tigers to be exhibited by Marcus Cook (CID\n7860), an individual whose license has been revoked by the USDA.  Revocation of a license prohibits this individual\nfrom buying, selling, transporting, exhibiting, or delivering for transportation any animal.  Allowing this individual to\nexhibit animals is assisting in activities designed to directly circumvent a USDA license revocation order.",
  "animals_total": 3,
  "species": [
    {
      "count": 3,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    }
  ]
}