{
  "insp_id": "INS-0000862758",
  "layout": "c",
  "customer_id": "325361",
  "customer_name": "Universidad lnteramericana de Puerto Rico",
  "customer_addr": "Po Box 363255\nSan Juan, PR 00936-3255",
  "certificate": "94-C-0116",
  "site_id": "001",
  "site_name": "UNIVERSIDAD INTERAMERICANA DE PUERTO RICO",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-APR-2023",
  "report_date": "10-APR-2023",
  "citations": [
    {
      "code": "3.105(a)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding.",
      "narrative": "In the kitchen area there was a white food storage bin that contained monkey biscuits. Upon further inspection, one of the\nbiscuits had a fuzzy-like white substance on half a biscuit, which had direct contact with surrounding biscuits. The biscuits\nare used when the facility has trouble finding food due to natural disasters. It is required that food for marine mammals\nmust be wholesome, palatable, and free of contamination. Corrected by end of the inspection."
    },
    {
      "code": "3.109",
      "kind": "",
      "repeat": false,
      "desc": "Separation.",
      "narrative": "The facility has an adult non-releasable Floridian manatee, Guacara, housed singly in the enclosure labeled 36K pool. In\nanother enclosure, labeled 15K there is a juvenile male, Bajari, that is releasable within a year and also housed singly.\nThe Center has been offered to long-term house another non-releasable Floridian manatee, named Cayo, presently at\nZoo Tampa. It is the attending veterinarian's professional opinion that \"Guacara\" and \"Bajari\" should have the\ncompanionship of a compatible animal of the same or biologically related species, on a short-time basis Guacara-Bajari,\nand upon Bajari’s release Guacara-Cayo. Manatees are semi-social animals and do better medically and psychologically\nwhen they are housed in pairs or groups. Marine mammals, whenever know to be primarily social in the wild, must be\nhoused in their primary enclosure with at least one compatible animal of the same or biologically related species.\nTo be corrected by May 15, 2023\nThis inspection and exit interview were conducted with Facility Representative.\nAdditional Inspectors:\nMARIO MERCADO, VETERINARY MEDICAL OFFICER n"
    }
  ],
  "narrative": "3.105(a) \n   \nFeeding. \nIn the kitchen area there was a white food storage bin that contained monkey biscuits.  Upon further inspection, one of the \nbiscuits had a fuzzy-like white substance on half a biscuit, which had direct contact with surrounding biscuits.  The biscuits \nare used when the facility has trouble finding food due to natural disasters.  It is required that food for marine mammals \nmust be wholesome, palatable, and free of contamination.  Corrected by end of the inspection. \n3.109 \n   \nSeparation. \nThe facility has an adult non-releasable  Floridian manatee, Guacara, housed singly in the enclosure labeled 36K pool.  In \nanother enclosure, labeled 15K there is a juvenile male, Bajari, that is releasable within a year and also housed singly.  \nThe Center has been offered to long-term house another non-releasable Floridian manatee, named Cayo, presently at \nZoo Tampa.  It is the attending veterinarian's professional opinion that \"Guacara\" and \"Bajari\" should have the \ncompanionship of a compatible animal of the same or biologically related species, on a short-time basis Guacara-Bajari, \nand upon Bajari’s release Guacara-Cayo. Manatees are semi-social animals and do better medically and psychologically \nwhen they are housed in pairs or groups. Marine mammals, whenever know to be primarily social in the wild, must be \nhoused in their primary enclosure with at least one compatible animal of the same or biologically related species.\n\nTo be corrected by May 15, 2023 \n \nThis inspection and exit interview were conducted with Facility Representative. \n \nAdditional Inspectors: \nMARIO MERCADO, VETERINARY MEDICAL OFFICER n",
  "animals_total": 5,
  "species": [
    {
      "count": 5,
      "scientific": "Trichechus manatus",
      "common": "CARIBBEAN MANATEE"
    }
  ]
}