{
  "insp_id": "67161709470079",
  "layout": "a",
  "customer_id": "333233",
  "customer_name": "Nathan Schwartz",
  "customer_addr": "3310 East 200 North\nDecatur, IN 46733",
  "certificate": "32-A-0513",
  "site_id": "001",
  "site_name": "NATHAN SCHWARTZ",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-MAR-2016",
  "report_date": "07-MAR-2016",
  "citations": [
    {
      "code": "2.40(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The program of veterinary care does not give guidance on proper use of medications. The program lists the use of\npyrantel for de-worming but does not explain the proper use of the medication. The medication bottle did not have a\nprescription label which would explain the proper use of the medication either. Proper guidance for handling\nmedication and parasite control is required to be documented in the program of veterinary care.\nContact the veterinarian and have the program of veterinary care updated to include the dose, concentration of the\nmedication and proper handling of the medication.\nCorrect by: April 1, 2016"
    },
    {
      "code": "3.6(a)(2)(10)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The outside portion of the primary enclosure is made up of a tender foot type panel. The panels are only supported\nunderneath along the length of the panel. This causes a sagging of the panels where two meet along the width.\nThe sag produces a significant gap between the panels where a leg can get caught and the dog could get injured.\nThe sag in the panels also causes a bouncy area when the dogs run around on it. An unstable floor with a gap can\neasily cause discomfort for he dogs and may lead to injury.\nThe floor needs to be repaired so that there is no gap and the floor does not bounce when the dogs are on it.\nCorrect by: April 7, 2016\nInspection and exit interview conducted with owner and ACI Linn."
    }
  ],
  "narrative": "2.40(b)(4)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe program of veterinary care does not give guidance on proper use of medications.  The program lists the use of\npyrantel for de-worming but does not explain the proper use of the medication.  The medication bottle did not have a\nprescription label which would explain the proper use of the medication either.  Proper guidance for handling\nmedication and parasite control is required to be documented in the program of veterinary care.\nContact the veterinarian and have the program of veterinary care updated to include the dose, concentration of the\nmedication and proper handling of the medication.\nCorrect by: April 1, 2016\n3.6(a)(2)(10)\nPRIMARY ENCLOSURES.\nThe outside portion of the primary enclosure is made up of a tender foot type panel.  The panels are only supported\nunderneath along the length of the panel.  This causes a sagging of the panels where two meet along the width. \nThe sag produces a significant gap between the panels where a leg can get caught and the dog could get injured. \nThe sag in the panels also causes a bouncy area when the dogs run around on it.  An unstable floor with a gap can\neasily cause discomfort for he dogs and may lead to injury.\nThe floor needs to be repaired so that there is no gap and the floor does not bounce when the dogs are on it.\nCorrect by: April 7, 2016\nInspection and exit interview conducted with owner and ACI Linn.",
  "animals_total": 19,
  "species": [
    {
      "count": 14,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 5,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}