{
  "insp_id": "92151328420771",
  "layout": "a",
  "customer_id": "1857",
  "customer_name": "Broward Cty Parks & Recreation",
  "customer_addr": "3600 W Sample Rd\nCoconut Creek, FL 33073",
  "certificate": "58-C-0016",
  "site_id": "001",
  "site_name": "BROWARD CTY PARKS & RECREATION",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-APR-2015",
  "report_date": "02-APR-2015",
  "citations": [
    {
      "code": "2.126(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.",
      "narrative": "Each exhibitor shall, during business hours, allow APHIS officials to examine records required to be kept by the Act\nand the regulations in this part. At time of this inspection the inventory of animals on hand, program of veterinary\ncare plan and recent visit documentation by the attending veterinarian were not located. These need to be made\navailable for the next inspection.\nCorrect by: 04-30-2015"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Throughout the petting farm area there are many areas of structural concern.\n*Boards and support posts in the barn are rotting from the ground level from excessive moisture. The sump pump\nwas not working at time of the inspection and stagnant filthy water was seen in the collection area.\n*The chicken coop has been removed and a white pvc water pipe is exposed in the goat and sheep enclosure. This\nneeds to removed or safely covered to avoid the breaking of the water line in the animal's enclosure.\n*Throughout the facility there are many areas where the wire has broken from rusting and or pressure by the\nanimals. *Some of the areas have had the wire removed leaving a gap large enough the animals to stick their\nheads through but the horned goats could become trapped when attempting to back out. This could cause serious\ninjury to the goats.\n*The aluminum ties to secure the chain mesh to the support posts are breaking away leaving the mesh unsecured.\nThese ties are not structurally strong enough to hold the chain mesh to the support posts and need to be replaced.\n*Side entry gate to enter barn has rotting wood at the bottom and the gate is not secured to the support post.\n*The gate and side fence to the left at the entrance of the pygmy goats stall is unstable and not secured to a proper\nsupport. The plywood board on the right side and back wall of this stall is rotting and giving way under slight\npressure.\n*The east fence and gate leading from the sheep and goats enclosure to the cows enclosure is structurally unsound\nand broken wire mesh has sharp points protruding in towards the animal area.\n*The north back fence for the sheep and goats has rotton support posts and the top wooden rail is detached from\nthe post in the center.\n*The large east gate in the sheep and goats outside enclosure has many areas of broken wire with sharp points\nexposed.\n*In the west pig pen the west fence is giving at the area it is supposed to be secured to the barn wall. The bottom\nsupport post is off the fence and laying on the ground.\n*The south fence for the cows has excessively rusting wire mesh over the wood rails and is breaking and coming off\nthe support posts.\n*The wire mesh over the wood rails at the north side of the stalls for the cows is not secured and sharp points exist\nall along the bottom section.\n*The banyan tree at the northeast corner of the cows area is growing into the fence. The top metal post has popped\nout of the support. The tree is growing into the mesh on this same side.\nThe facility must be constructed of such material and of such strength as appropriate for the animals involved. The\nindoor and outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the\nanimals from injury and to contain the animals."
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "At time of this inspection the animals being fed coastal hay only. Goats and sheep do not have any pasture and the\ntwo cows have minimal grass in their enclosure. The coastal hay was of very poor quality and appeared to mixed\nheavily with straw. No grain or supplements were being given to the animals. One older goat is very thin and she\nwas housed with three other goats. The four goats were being given one flake of hay to share. The attending\nveterinarian needs to review the quality of the feed and the feeding protocol for all the animals in the petting farm.\nThe food shall be wholesome, palatable, and free from contamination and of sufficient quantity and nutritive value to\nmaintain all animals in good health. The diet shall be prepared with consideration for the age, species, condition,\nsize, and type of the animal\nCorrect by: 04-30-2015.\nAn exit briefing was conducted with the facility representative on April 1, 2015. The inspection report sent by email\non April 2, 2015."
    }
  ],
  "narrative": "2.126(a)(2)\nACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.\nEach exhibitor shall, during business hours, allow APHIS officials to examine records required to be kept by the Act\nand the regulations in this part.  At time of this inspection the inventory of animals on hand, program of veterinary\ncare plan and recent visit documentation by the attending veterinarian were not located.  These need to be made\navailable for the next inspection.\nCorrect by:  04-30-2015\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nThroughout the petting farm area there are many areas of structural concern.\n*Boards and support posts in the barn are rotting from the ground level from excessive moisture.  The sump pump\nwas not working at time of the inspection and stagnant filthy water was seen in the collection area.  \n*The chicken coop has been removed and a white pvc water pipe is exposed in the goat and sheep enclosure.  This\nneeds to removed or safely covered to avoid the breaking of the water line in the animal's enclosure.\n*Throughout the facility there are many areas where the wire has broken from rusting and or pressure by the\nanimals.  *Some of the areas have had the wire removed leaving a gap large enough the animals to stick their\nheads through but the horned goats could become trapped when attempting to back out.  This could cause serious\ninjury to the goats.  \n*The aluminum ties to secure the chain mesh to the support posts are breaking away leaving the mesh unsecured. \nThese ties are not structurally strong enough to hold the chain mesh to the support posts and need to be replaced. \n*Side entry gate to enter barn has rotting wood at the bottom and the gate is not secured to the support post.\n*The gate and side fence to the left at the entrance of the pygmy goats stall is unstable and not secured to a proper\nsupport.  The plywood board on the right side and back wall of this stall is rotting and giving way under slight\npressure.\n*The east fence and gate leading from the sheep and goats enclosure to the cows enclosure is structurally unsound\nand broken wire mesh has sharp points protruding in towards the animal area.\n\n*The north back fence for the sheep and goats has rotton support posts and the top wooden rail is detached from\nthe post in the center.\n*The large east gate in the sheep and goats outside enclosure has many areas of broken wire with sharp points\nexposed.\n*In the west pig pen the west fence is giving at the area it is supposed to be secured to the barn wall.  The bottom\nsupport post is off the fence and laying on the ground.\n*The south fence for the cows has excessively rusting wire mesh over the wood rails and is breaking and coming off\nthe support posts.\n*The wire mesh over the wood rails at the north side of the stalls for the cows is not secured and sharp points exist\nall along the bottom section.\n*The banyan tree at the northeast corner of the cows area is growing into the fence. The top metal post has popped\nout of the support.  The tree is growing into the mesh on this same side.\nThe facility must be constructed of such material and of such strength as appropriate for the animals involved. The\nindoor and outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the\nanimals from injury and to contain the animals.\n3.129(a)\nFEEDING.    \nAt time of this inspection the animals being fed coastal hay only.  Goats and sheep do not have any pasture and the\ntwo cows have minimal grass in their enclosure.  The coastal hay was of very poor quality and appeared to mixed\nheavily with straw.  No grain or supplements were being given to the animals.  One older goat is very thin and she\nwas housed with three other goats.  The four goats were being given one flake of hay to share.  The attending\nveterinarian needs to review the quality of the feed and the feeding protocol for all the animals in the petting farm. \nThe food shall be wholesome, palatable, and free from contamination and of sufficient quantity and nutritive value to\nmaintain all animals in good health. The diet shall be prepared with consideration for the age, species, condition,\nsize, and type of the animal\nCorrect by:  04-30-2015.\nAn exit briefing was conducted with the facility representative on April 1, 2015.  The inspection report sent by email\non April 2, 2015.",
  "animals_total": 12,
  "species": [
    {
      "count": 2,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 5,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 3,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 2,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}