{
  "insp_id": "2016090000786401",
  "layout": "b",
  "customer_id": "30760",
  "customer_name": "HENRY SOMMERS",
  "customer_addr": "31264 141 AVE\nCINCINNATI, IA 52549",
  "certificate": "42-A-1329",
  "site_id": "001",
  "site_name": "HENRY SOMMERS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-APR-2022",
  "report_date": "26-APR-2022",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Female Yorkshire terrier (tag #189, microchip #3725) has poor dental health and an abnormal condition of the skin. A\nthick buildup of dark brown tartar is encasing nearly the entire surface of the upper right canine tooth. The tooth is loose\nand moved easily when gentle pressure was applied by the inspector. The gums are slightly reddened and have receded\naway from this tooth.. The lower left canine tooth is encased in a thick buildup of dark brown tartar, hair and light colored\ncreamy substance. The upper molars on both sides of the mouth are also encased in a buildup of brown tartar. The\nlicensee last cleaned the teeth in January and has not identified the current condition of the dog’s teeth and no treatment\nhas been provided or is scheduled to be provided.\nThis dog also has numerous areas of scab-like material on the surface of the skin. Several areas of the scabby material\nare located along the right shoulder and the licensee pulled the material off exposing some small open wounds that began\nto bleed. Along the dog’s left flank are several areas of scabby brown material. The material is concentrated into\nperpendicular lines and the licensee began pulling the material off exposing raw skin beneath. The licensee was\nunaware of the dog’s skin condition and the animal has received no treatment.\nFemale Yorkshire terrier (tag #024) has poor dental health. An upper left cheek tooth is loose and moved easily when\ngentle pressure was applied by the inspector. The upper right canine tooth and the adjacent upper front tooth are both\nencased in a buildup of dark brown tartar and the gums surrounding the canine tooth are moderately reddened. A line of\ngrey substance is located along the top of the upper molars on both side of the mouth. The licensee last cleaned the\nteeth in January and has not identified the current condition of the dog’s teeth and no treatment has been provided or is\nscheduled to be provided.\nFemale Yorkshire terrier (tag #176) has poor dental health. The majority of the teeth on both sides of the mouth are\nmissing and the remaining lower left cheek tooth is loose and moved easily when gentle pressure was applied by the\ninspector. Blood is located along the base of this tooth. The licensee last cleaned the teeth in January and has not\nidentified the current condition of the dog’s teeth and no treatment has been provided or is scheduled to be provided.\nPoor dental health and abnormal conditions of the skin could cause pain and discomfort as well as lead to further health\nissues.\nThe above mentioned dogs must be evaluated by a licensed veterinarian for an accurate diagnosis and to develop an\neffective treatment plan. The licensee must ensure that each dog receives adequate veterinary care at all times."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "The enclosures are constructed of wire panels. A broken wire is located on the gate of the outdoor portion of an\nenclosure containing two adult Yorkshire terriers. The broken wire is protruding inward and the inspectors observed the\ndogs touching the sharp point with their faces, chests and front feet. The licensee removed the sharp point at the time of\nthe inspection.\nTwo additional enclosures have sharp points created by the wire panel along the top of the outdoor portion of the\nenclosures. The sharp points are protruding inward and are located at the level of the dogs. A total of two dogs are\nhoused in these affected enclosures.\nIn the sheltered portion of the housing facility, one plastic divider has become disconnected from the enclosure front\nresulting in a gap between the enclosures. The gap is large enough that a dog could place its leg through the opening\nand into the adjacent enclosure. A total of two dogs are housed in the affected enclosures.\nSharp points and gaps could cause injury to the animals.\nHousing facilities for dogs must be kept in good repair and protect the animals from injury. The licensee must alter the\nsharp points and gap in a manner that eliminates the risk of injury to the animals. The licensee must ensure that the\nenclosures are maintained in good repair and are safe for the dogs at all times."
    },
    {
      "code": "3.1(b)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "The housing facility has a storage cabinet which contains items used for the husbandry of the dogs including several\nmedical products. Two drawers containing these husbandry items also have an excessive amount of clutter. The clutter\nincludes a buildup of rodent feces, rusty pieces of metal and nails, screws, tools, parts for automatic waterers, used\nsyringes, hair, wood shavings, and debris. The buildup of clutter could result in the contamination of products used to\nprovide care to the dogs as well as attract pests such as rodents and insects.\nHousing facilities must be free of any accumulation of trash, waste material, junk, and other discarded items. The\nlicensee must remove the cluttered items from the drawers and ensure that all husbandry items are stored in areas free of\nclutter at all times.\nTo be corrected by: 03-May-2022"
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "The plastic divider of one enclosure is severely scratched and worn. One dog is housed in this affected enclosure.\nSeverely damaged surfaces cannot be readily cleaned and sanitized which could increase the risk of disease hazards\ntowards the animals.\nAll surfaces must be maintained on a regular basis. Surfaces that cannot be readily cleaned and sanitized must be\nreplaced when worn or soiled. The licensee must replace this plastic divider or alter it in a manner that allows the surface\nto be readily cleaned and sanitized. The licensee must ensure that all surfaces are appropriately maintained in order to\nsupport the health and well-being of the dogs."
    },
    {
      "code": "3.10(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Watering",
      "narrative": "At least sixteen adult dogs, including one female nursing a litter of three puppies, has no potable water. The inspection\noccurred after 5:30 pm, and the inspectors observed the water bowls were dry and the licensee stated that he waters the\ndogs in the morning and again later in the day. The inspectors requested that the licensee provide the dogs with water,\nand the majority of the dogs drank immediately upon receiving water. One adult Yorkshire terrier drank continuously for 1\nminute and 30 seconds whereupon the animal ran out of water and the licensee provided more. The dog then drank\ncontinuously for another 30 seconds. Failure to provide continuous potable water may result in severe dehydration which\ncould have a detrimental impact on the health of the animal.\nPotable water must be continuously available for dogs. The licensee must ensure that each dog is provided with potable\nwater at all times in order to support their health and well-being.\nTo be corrected by: The licensee provided each dog with water at the time of the inspection."
    },
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee's Program of Veterinary Care is incomplete and is missing the schedule of administration for several\nvaccinations that are being given to the puppies and adult dogs.\nThe licensee is vaccinating puppies for Distemper, Leptospirosis and Hepatitis at 6 weeks of age, but this is not noted on\nthe Program of Veterinary Care.\nThe second vaccination for Distemper, Leptospirosis, Hepatitis and Bordetella is not documented on the Program of\nVeterinary Care although the licensee stated that he may occasionally retain a puppy as breeding stock.\nThe licensee is vaccinating adult dogs for Leptospirosis and Hepatitis yearly, but this is not noted on the Program of\nVeterinary Care.\nThe Program of Veterinary Care must contain the schedule of administration of all vaccinations given in order for APHIS\nofficials to determine that adequate veterinary care is being provided.\nEach dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in writing and\nsigned by the attending veterinarian and includes the vaccinations for contagious and/or deadly diseases. The licensee\nmust add the schedule of administration of each vaccine that is being provided to the puppies and adult dogs to the\nProgram of Veterinary Care. The licensee must ensure that all information contained on the Program of Veterinary Care\nis complete and accurate at all times.\nTo be corrected by: 03-May-2022"
    },
    {
      "code": "3.13(b)",
      "kind": "",
      "repeat": true,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee had the Attending Veterinarian physically examine each dog on 06/07/21, but there is no medical record\ndocumenting the exams and the results of the exams. Failure to document the exams interferes with APHIS officials\nability to determine if the dogs are receiving adequate veterinary care.\nDealers must keep copies of medical records for dogs and make the records available for APHIS inspection. The licensee\nmust document all required information for the physical examination of each dog. The licensee must ensure medical\nrecords are kept for each animal.\nThis inspection and exit interview were conducted with the facility representative.\nAdditional Inspectors:\nWilliam Janecke, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nFemale Yorkshire terrier (tag #189, microchip #3725) has poor dental health and an abnormal condition of the skin.  A \nthick buildup of dark brown tartar is encasing nearly the entire surface of the upper right canine tooth.  The tooth is loose \nand moved easily when gentle pressure was applied by the inspector.  The gums are slightly reddened and have receded \naway from this tooth..  The lower left canine tooth is encased in a thick buildup of dark brown tartar, hair and light colored \ncreamy substance.  The upper molars on both sides of the mouth are also encased in a buildup of brown tartar.  The \nlicensee last cleaned the teeth in January and has not identified the current condition of the dog’s teeth and no treatment \nhas been provided or is scheduled to be provided. \n \nThis dog also has numerous areas of scab-like material on the surface of the skin.  Several areas of the scabby material \nare located along the right shoulder and the licensee pulled the material off exposing some small open wounds that began \nto bleed.  Along the dog’s left flank are several areas of scabby brown material.   The material is concentrated into \nperpendicular lines  and the licensee began pulling the material off exposing raw skin beneath.  The licensee was \nunaware of the dog’s skin condition and the animal has received no treatment. \n \nFemale Yorkshire terrier (tag #024) has poor dental health.  An upper left cheek tooth is loose and moved easily when\n\ngentle pressure was applied by the inspector.  The upper right canine tooth and the adjacent upper front tooth are both \nencased in a buildup of dark brown tartar and the gums surrounding the canine tooth are moderately reddened.  A line of \ngrey substance is located along the top of the upper molars on both side of the mouth.  The licensee last cleaned the \nteeth in January and has not identified the current condition of the dog’s teeth and no treatment has been provided or is \nscheduled to be provided. \n \nFemale Yorkshire terrier (tag #176) has poor dental health.  The majority of the teeth on both sides of the mouth are \nmissing and the remaining lower left cheek tooth is loose and moved easily when gentle pressure was applied by the \ninspector.  Blood is located along the base of this tooth.  The licensee last cleaned the teeth in January and has not \nidentified the current condition of the dog’s teeth and no treatment has been provided or is scheduled to be provided. \n \nPoor dental health and abnormal conditions of the skin could cause pain and discomfort as well as lead to further health \nissues. \n \nThe above mentioned dogs must be evaluated by a licensed veterinarian for an accurate diagnosis and to develop an \neffective treatment plan.  The licensee must ensure that each dog receives adequate veterinary care at all times. \n3.1(a)  Repeat\n   \nHousing facilities, general. \nThe enclosures are constructed of wire panels.  A broken wire is located on the gate of the outdoor portion of an \nenclosure containing two adult Yorkshire terriers.  The broken wire is protruding inward and the inspectors observed the \ndogs touching the sharp point with their faces, chests and front feet.  The licensee removed the sharp point at the time of \nthe inspection.\n\nTwo additional enclosures have sharp points created by the wire panel along the top of the outdoor portion of the \nenclosures.  The sharp points are protruding inward and are located at the level of the dogs.  A total of two dogs are \nhoused in these affected enclosures. \n \nIn the sheltered portion of the housing facility, one plastic divider has become disconnected from the enclosure front \nresulting in a gap between the enclosures.  The gap is large enough that a dog could place its leg through the opening \nand into the adjacent enclosure.  A total of two dogs are housed in the affected enclosures. \n \nSharp points and gaps could cause injury to the animals. \n \nHousing facilities for dogs must be kept in good repair and protect the animals from injury.  The licensee must alter the \nsharp points and gap in a manner that eliminates the risk of injury to the animals.  The licensee must ensure that the \nenclosures are maintained in good repair and are safe for the dogs at all times. \n3.1(b) \n   \nHousing facilities, general. \nThe housing facility has a storage cabinet which contains items used for the husbandry of the dogs including several \nmedical products.  Two drawers containing these husbandry items also have an excessive amount of clutter.  The clutter \nincludes a buildup of rodent feces, rusty pieces of metal and nails, screws, tools, parts for automatic waterers, used \nsyringes, hair, wood shavings, and debris.  The buildup of clutter could result in the contamination of products used to \nprovide care to the dogs as well as attract pests such as rodents and insects.\n\nHousing facilities must be free of any accumulation of trash, waste material, junk, and other discarded items.  The \nlicensee must remove the cluttered items from the drawers and ensure that all husbandry items are stored in areas free of \nclutter at all times. \n \nTo be corrected by:  03-May-2022 \n3.1(c)(2)  Repeat\n   \nHousing facilities, general. \nThe plastic divider of one enclosure is severely scratched and worn.  One dog is housed in this affected enclosure.  \nSeverely damaged surfaces cannot be readily cleaned and sanitized which could increase the risk of disease hazards \ntowards the animals. \n \nAll surfaces must be maintained on a regular basis.  Surfaces that cannot be readily cleaned and sanitized must be \nreplaced when worn or soiled.  The licensee must replace this plastic divider or alter it in a manner that allows the surface \nto be readily cleaned and sanitized.  The licensee must ensure that all surfaces are appropriately maintained in order to \nsupport the health and well-being of the dogs. \n3.10(a)  Direct\n   \nWatering \nAt least sixteen adult dogs, including one female nursing a litter of three puppies, has no potable water.  The inspection \noccurred after 5:30 pm, and the inspectors observed the water bowls were dry and the licensee stated that he waters the \ndogs in the morning and again later in the day.  The inspectors requested that the licensee provide the dogs with water, \nand the majority of the dogs drank immediately upon receiving water.  One adult Yorkshire terrier drank continuously for 1 \nminute and 30 seconds whereupon the animal ran out of water and the licensee provided more.   The dog then drank\n\ncontinuously for another 30 seconds.  Failure to provide continuous potable water may result in severe dehydration which \ncould have a detrimental impact on the health of the animal. \n \nPotable water must be continuously available for dogs.  The licensee must ensure that each dog is provided with potable \nwater at all times in order to support their health and well-being. \n \nTo be corrected by:  The licensee provided each dog with water at the time of the inspection. \n3.13(a)(3) \n   \nVeterinary care for dogs. \nThe licensee's Program of Veterinary Care is incomplete and is missing the schedule of administration for several \nvaccinations that are being given to the puppies and adult dogs. \n \nThe licensee is vaccinating puppies for Distemper, Leptospirosis and Hepatitis at 6 weeks of age, but this is not noted on \nthe Program of Veterinary Care. \n \nThe second vaccination for Distemper, Leptospirosis, Hepatitis and Bordetella is not documented on the Program of \nVeterinary Care although the licensee stated that he may occasionally retain a puppy as breeding stock. \n \nThe licensee is vaccinating adult dogs for Leptospirosis and Hepatitis yearly, but this is not noted on the Program of \nVeterinary Care. \n \nThe Program of Veterinary Care must contain the schedule of administration of all vaccinations given in order for APHIS\n\nofficials to determine that adequate veterinary care is being provided. \n \nEach dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in writing and \nsigned by the attending veterinarian and includes the vaccinations for contagious and/or deadly diseases.  The licensee \nmust add the schedule of administration of each vaccine that is being provided to the puppies and adult dogs to the \nProgram of Veterinary Care.  The licensee must ensure that all information contained on the Program of Veterinary Care \nis complete and accurate at all times. \n \nTo be corrected by:  03-May-2022 \n3.13(b)  Repeat\n   \nVeterinary care for dogs. \nThe licensee had the Attending Veterinarian physically examine each dog on 06/07/21, but there is no medical record \ndocumenting the exams and the results of the exams. Failure to document the exams interferes with APHIS officials \nability to determine if the dogs are receiving adequate veterinary care. \n \nDealers must keep copies of medical records for dogs and make the records available for APHIS inspection. The licensee \nmust document all required information for the physical examination of each dog. The licensee must ensure medical \nrecords are kept for each animal. \n \nThis inspection and exit interview were conducted with the facility representative. \n \nAdditional Inspectors: \nWilliam Janecke, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 36,
  "species": [
    {
      "count": 28,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 8,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}