{
  "insp_id": "13161545330034",
  "layout": "a",
  "customer_id": "3826",
  "customer_name": "Terrill Al-Saihati",
  "customer_addr": "15672 South Avenue 1 E\nYuma, AZ 85365",
  "certificate": "86-C-0102",
  "site_id": "001",
  "site_name": "TERRILL AL-SAIHATI",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-JAN-2016",
  "report_date": "13-JAN-2016",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***During the inspection, it was noted from facility records that the licensee is not following the treatment plan from\nher attending veterinarian regarding the female camel that was cited on inspection report dated Nov-10-2015. The\nplan directs the licensee to separate the camel from the rest of the animals to ensure she receives her portion of\nfeed. On inspection, the female camel was commingled with the other 3 animals. The licensee's decision not to\nfollow the AV's plan as prescribed reduces the veterinarian's ability to ensure the provision of adequate veterinary\ncare. The licensee shall assure that the attending veterinarian has appropriate authority to ensure the provision of\nadequate veterinary care and to oversee the adequacy of other aspects of animal care and use.\nTo be corrected by 1/14/16."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***A female, adult brown and white (cid:28)gobex(cid:29) (Ibex x domestic goat cross) walked with an abnormal gate. It did not\nwalk with a smooth motion, but instead dropped its right front shoulder each time it stepped with that leg. The\nhooves on both front legs were excessively long, to the point that they were curling causing the toes to rotate up\nand out and the heel to drop. Failure to appropriately maintain hooves/nails can cause gait abnormalities which\ncould be painful or cause injuries. As part of the facility(cid:25)s programs of preventative veterinary care, the licensee\nmust ensure that all animals receive appropriate hoof and nail care in a timely manner.\n*** The right eye of adult male coati mundi appeared abnormal. Approximately half of the iris, in the right eye, has a\nmilky-white, thickened opaque area. When asked, the licensee stated this animal has not been recently evaluated\nby a veterinarian and the condition may have progressed. The licensee could not supply the APHIS personnel of\nany evaluation done by the veterinarian regarding this animals. Eye disease can be caused by a variety of problems\nincluding infection, allergies, injury, irritation or other medical conditions and can be painful and distressing.\nFurthermore, not having clear vision can cause discomfort affecting the health and well-being of the animal and has\nthe potential for injury.\n***The camel calf has an abnormal swelling on its left hind hock. The licensee stated the swelling appeared in\nOctober 2015 and was initially evaluated by the attending veterinarian. The AV prescribed an initial treatment of\nantibiotics but those were discontinued as the swelling did not resolve following treatment. Since stopping antibiotic\ntreatment in October/November 2015, the veterinarian has not re-evaluated the swelling nor has any other\ntreatment been prescribed. The veterinarian did recommend diagnostic radiographs of the joint, but these have not\nbeen performed. During the inspection, the calf was initially reluctant to stand. Once standing, it was reluctant to\nbear weight and walked lame on the left hindlimb. Abnormal swelling and lameness can be indicators of disease\nand often pain. They can result from numerous causes including both infectious and non-infectious. Failure to\ncontact the attending veterinarian regarding the diagnosis, treatment and re-evaluation can result in delays of\nappropriate care and prolong suffering of the animal.\n***The male ferret has generalized alopecia. When asked, the licensee stated she has been treating the ferret for\nmange with advantage II (small cats). The licensee stated the attending veterinarian has not been contacted\nregarding the condition of this animal. Additionally, the use of advantage II has not been approved for use by the AV\nfor the ferret. Alopecia is often an indicator of disease. It can result from numerous causes including both infectious\nand non-infectious. Failure to contact the attending veterinarian regarding the diagnosis and treatment can result in\ndelays of appropriate care and prolong suffering of the animal.\n***A newborn (24 hrs. old) male lamb appeared weak and was wheezing during the inspection. The licensee stated\nthe lamb was removed from its enclosure yesterday as it was weak and could not stand. The licensee has been\nbottle-feeding the lamb since yesterday but no other treatment has been done. The licensee stated the AV has not\nbeen contacted but had planned to call the AV today if the lamb did not get better. There are no directions in the\nprogram of veterinary care regarding facility self-treatment for newborn lambs. Failure to contact the attending\nveterinarian regarding the diagnosis and treatment of weak and sick animals can result in delays of appropriate care\nand prolong suffering of the animal.\nThe licensee must have these animals (coati, camel calf, ferret, lamb) examined by a veterinarian, to obtain\naccurate diagnoses and appropriate treatment plans for the issues cited above. The outcome of this consultation\nmust be provided to the inspector upon request. This documentation should include the veterinary diagnosis, all\ndiagnostic tests and the outcome of those tests that were performed by the veterinarian, any medications prescribed\nalong with the dosing instructions, and entries on a log and/or calendar and/or animal health record that list when\nthe medication is administered to the animals."
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "***The licensee stated to inspectors that a male Fennec Fox had been recently euthanized by Arizona Game and\nFish after biting the finger of a child visiting the facility. Review of acquisition/disposition records confirmed that a\nmale Fennec Fox was euthanized on Dec.13, 2015. At the time of the incident, this Fennec Fox was housed within\nthe same cage as a female which is currently located within the gift shop area. Due to a lack of public barriers, the\nchild was able to stick his fingers into the fox enclosure. There are still no barriers provided which would prevent this\nincident from recurring in the future. Failure to provide sufficient distance and/or barriers between the animal and\nthe viewing public may pose a risk of harm to the animal and to the public. A sufficient barrier system must be in\nplace to assure the safety of all animals and the public.\nTo be corrected by 1/27/16."
    },
    {
      "code": "2.131(d)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "***There are not an adequate number of attendants present at all times when the public is allowed contact with the\nanimals. The public is allowed to walk through the facility, unescorted, on designated paths. The public is allowed to\ncontact and feed the animals. At the time of inspection, only two employees were present to watch the public\n(approximately 11 people) throughout the entire facility. Additionally, one employee was escorting the APHIS\npersonnel on inspection and the other was cleaning enclosures. An adequate number of attendants is needed to\nensure the health and safety of the animals and to decrease the likelihood of activities (rough handling, improper\nfeeding, etc.) that are harmful to the animals.\nTo be corrected by 1/27/16."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The following enclosures or structures within enclosures are in need of repair or replacement:\n-Enclosure housing 7 gobex had enclosure fencing that was turned up and in with sharp points\n-Enclosure housing 4 camels has a shade structure that is bent and twisted and is structurally unsound.\n-Enclosure housing 3 female coatis has screws protruding from a wood resting surface. Additionally, the den boxes\nand resting surface wood is heavily worn and soiled.\n-Enclosure housing 1 ram and 1 female goat has broken fence wood (holes) with sharp wood edges.\n-Enclosure housing 8 sheep has fencing with holes that are large enough for baby lambs to get out. APHIS\npersonnel witnessed one lamb get out of the enclosure during inspection.\n-Enclosure housing 1 kinkajou has resting surfaces and wooden ladders that are heavily soiled.\n-Enclosure housing covered species has a shade structure that is bent and twisted and is structurally unsound.\n-Enclosure housing 13 goats has a metal structure that is excessively rusted at the bottom with sharp edges.\n-Enclosure housing 1 fennec fox has a blanket with frayed edges. This poses a risk of injury through ingestion.\n-Enclosure housing 8 sheep had a food trough with a rusted bottom that was missing in several sections with sharp\nedges.\nFacility enclosures and structures within enclosures that are not maintained pose a risk of injury to the animals and\ncan decrease the structural stability of the affected structures. The affected enclosure and structures must be\nrepaired or replaced. Housing facilities shall be structurally sound and shall be maintained in good repair to protect\nthe animals from injury and to contain the animals securely."
    },
    {
      "code": "3.127(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "***The enclosure housing 13 goats did not have adequate shade to protect all of the animals from direct sunlight.\nThe area of shade provided to all animals was a 6 feet by 6 feet area. This area is not large enough to allow all of\nthe animals within the enclosure to be protected from direct sunlight. Inadequate protection from direct sunlight may\nlead to overheating or discomfort from squinting.\nTo be corrected by 1/27/16."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "***Several enclosures (7 gobex, 4 camels, 10 sheep, 8 goats) had dirty water receptacles. There was a buildup of\ngreen debris on the interior surface of the receptacles along with gravel, dirt and other debris on the bottom of the\nreceptacle. Additionally, several of the water receptacles were excessively rusted to the point they leak excessively\nand cannot be adequately cleaned and sanitized. Water receptacles must be maintained in a clean and sanitary\ncondition in order to ensure that the animals are provided with clean, potable water, to minimize disease hazards\nand to ensure that they maintain adequate hydration. Water receptacles should be cleaned at a frequency that is\nadequate to maintain standard husbandry practices."
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": false,
      "desc": "EMPLOYEES.",
      "narrative": "***The licensee is not regularly involved in the day to day care of the animals and facilities, and she could not\nprovide basic information about the identity or condition of the animals when asked. The licensee stated that she\nhas 2 employees that are involved in the daily husbandry and facility maintenance. At the time of inspection, only 1\nemployee was on-site to complete daily husbandry for all the animals. The facility currently has approximately 140\nanimals of several different species. These species have complex medical, behavioral, nutritional, and other\nhusbandry needs. Conditions at the facility currently do not meet the professional level of husbandry practices\ndescribed in the regulations and standards. For example, during the inspection, 4 animals were identified with\nveterinary care problems that weren(cid:25)t receiving appropriate care. At least 12 enclosures were in varying degrees of\ndisrepair or contained structures in disrepair(cid:20)this has been an ongoing problem that has been cited since October\n2010.\nFacilities are required to utilize a sufficient number of adequately trained employees to maintain the professional\nhusbandry standards described in the regulations and standards to ensure that the animals are kept in appropriately\nmaintained, sanitary facilities and receive appropriate monitoring, veterinary care, feeding, watering, and care.\nThe licensee must evaluate the current work load and staffing level and ensure that a sufficient number of\nadequately trained employees are utilized to maintain the professionally acceptable level of husbandry practices\ndescribed in the regulations and standards.\nTo be corrected by 3/1/16.\nInspection and exit briefing were conducted with the owner and APHIS personnel to include Veterinary Medical\nOfficers Tyler Fields and Aaron Rhyner and Compliance Specialist Jean Bolinger.\nAdditional Inspectors\nBolinger Jean, Compliance Specialist\nFields Tyler, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(a)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***During the inspection, it was noted from facility records that the licensee is not following the treatment plan from\nher attending veterinarian regarding the female camel that was cited on inspection report dated Nov-10-2015. The\nplan directs the licensee to separate the camel from the rest of the animals to ensure she receives her portion of\nfeed. On inspection, the female camel was commingled with the other 3 animals. The licensee's decision not to\nfollow the AV's plan as prescribed reduces the veterinarian's ability to ensure the provision of adequate veterinary\ncare. The licensee shall assure that the attending veterinarian has appropriate authority to ensure the provision of\nadequate veterinary care and to oversee the adequacy of other aspects of animal care and use.\nTo be corrected by 1/14/16.\n2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***A female, adult brown and white (cid:28)gobex(cid:29) (Ibex x domestic goat cross) walked with an abnormal gate. It did not\nwalk with a smooth motion, but instead dropped its right front shoulder each time it stepped with that leg. The\nhooves on both front legs were excessively long, to the point that they were curling causing the toes to rotate up\nand out and the heel to drop. Failure to appropriately maintain hooves/nails can cause gait abnormalities which\ncould be painful or cause injuries. As part of the facility(cid:25)s programs of preventative veterinary care, the licensee\nmust ensure that all animals receive appropriate hoof and nail care in a timely manner.\n*** The right eye of adult male coati mundi appeared abnormal. Approximately half of the iris, in the right eye, has a\nmilky-white, thickened opaque area. When asked, the licensee stated this animal has not been recently evaluated\nby a veterinarian and the condition may have progressed. The licensee could not supply the APHIS personnel of\nany evaluation done by the veterinarian regarding this animals. Eye disease can be caused by a variety of problems\nincluding infection, allergies, injury, irritation or other medical conditions and can be painful and distressing.\nFurthermore, not having clear vision can cause discomfort affecting the health and well-being of the animal and has\nthe potential for injury.\n***The camel calf has an abnormal swelling on its left hind hock. The licensee stated the swelling appeared in\n\nOctober 2015 and was initially evaluated by the attending veterinarian. The AV prescribed an initial treatment of\nantibiotics but those were discontinued as the swelling did not resolve following treatment. Since stopping antibiotic\ntreatment in October/November 2015, the veterinarian has not re-evaluated the swelling nor has any other\ntreatment been prescribed. The veterinarian did recommend diagnostic radiographs of the joint, but these have not\nbeen performed. During the inspection, the calf was initially reluctant to stand. Once standing, it was reluctant to\nbear weight and walked lame on the left hindlimb. Abnormal swelling and lameness can be indicators of disease\nand often pain. They can result from numerous causes including both infectious and non-infectious. Failure to\ncontact the attending veterinarian regarding the diagnosis, treatment and re-evaluation can result in delays of\nappropriate care and prolong suffering of the animal.\n***The male ferret has generalized alopecia. When asked, the licensee stated she has been treating the ferret for\nmange with advantage II (small cats). The licensee stated the attending veterinarian has not been contacted\nregarding the condition of this animal. Additionally, the use of advantage II has not been approved for use by the AV\nfor the ferret. Alopecia is often an indicator of disease. It can result from numerous causes including both infectious\nand non-infectious. Failure to contact the attending veterinarian regarding the diagnosis and treatment can result in\ndelays of appropriate care and prolong suffering of the animal.\n***A newborn (24 hrs. old) male lamb appeared weak and was wheezing during the inspection. The licensee stated\nthe lamb was removed from its enclosure yesterday as it was weak and could not stand. The licensee has been\nbottle-feeding the lamb since yesterday but no other treatment has been done. The licensee stated the AV has not\nbeen contacted but had planned to call the AV today if the lamb did not get better. There are no directions in the\nprogram of veterinary care regarding facility self-treatment for newborn lambs. Failure to contact the attending\nveterinarian regarding the diagnosis and treatment of weak and sick animals can result in delays of appropriate care\nand prolong suffering of the animal.\nThe licensee must have these animals (coati, camel calf, ferret, lamb) examined by a veterinarian, to obtain\naccurate diagnoses and appropriate treatment plans for the issues cited above. The outcome of this consultation\nmust be provided to the inspector upon request. This documentation should include the veterinary diagnosis, all\ndiagnostic tests and the outcome of those tests that were performed by the veterinarian, any medications prescribed\nalong with the dosing instructions, and entries on a log and/or calendar and/or animal health record that list when\nthe medication is administered to the animals.\n2.131(c)(1)\nHANDLING OF ANIMALS.\n***The licensee stated to inspectors that a male Fennec Fox had been recently euthanized by Arizona Game and\nFish after biting the finger of a child visiting the facility. Review of acquisition/disposition records confirmed that a\nmale Fennec Fox was euthanized on Dec.13, 2015. At the time of the incident, this Fennec Fox was housed within\n\nthe same cage as a female which is currently located within the gift shop area. Due to a lack of public barriers, the\nchild was able to stick his fingers into the fox enclosure. There are still no barriers provided which would prevent this\nincident from recurring in the future.  Failure to provide sufficient distance and/or barriers between the animal and\nthe viewing public may pose a risk of harm to the animal and to the public.  A sufficient barrier system must be in\nplace to assure the safety of all animals and the public.  \nTo be corrected by 1/27/16.\n2.131(d)(2)\nHANDLING OF ANIMALS.\n***There are not an adequate number of attendants present at all times when the public is allowed contact with the\nanimals. The public is allowed to walk through the facility, unescorted, on designated paths. The public is allowed to\ncontact and feed the animals. At the time of inspection, only two employees were present to watch the public\n(approximately 11 people) throughout the entire facility. Additionally, one employee was escorting the APHIS\npersonnel on inspection and the other was cleaning enclosures. An adequate number of attendants is needed to\nensure the health and safety of the animals and to decrease the likelihood of activities (rough handling, improper\nfeeding, etc.) that are harmful to the animals.  \nTo be corrected by 1/27/16.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nThe following enclosures or structures within enclosures are in need of repair or replacement:\n-Enclosure housing 7 gobex had enclosure fencing that was turned up and in with sharp points\n-Enclosure housing 4 camels has a shade structure that is bent and twisted and is structurally unsound. \n-Enclosure housing 3 female coatis has screws protruding from a wood resting surface. Additionally, the den boxes\nand resting surface wood is heavily worn and soiled.\n-Enclosure housing 1 ram and 1 female goat has broken fence wood (holes) with sharp wood edges.\n-Enclosure housing 8 sheep has fencing with holes that are large enough for baby lambs to get out. APHIS\npersonnel witnessed one lamb get out of the enclosure during inspection. \n-Enclosure housing 1 kinkajou has resting surfaces and wooden ladders that are heavily soiled.\n-Enclosure housing covered species has a shade structure that is bent and twisted and is structurally unsound.\n-Enclosure housing 13 goats has a metal structure that is excessively rusted at the bottom with sharp edges. \n-Enclosure housing 1 fennec fox has a blanket with frayed edges. This poses a risk of injury through ingestion. \n-Enclosure housing 8 sheep had a food trough with a rusted bottom that was missing in several sections with sharp\nedges. \nFacility enclosures and structures within enclosures that are not maintained pose a risk of injury to the animals and\ncan decrease the structural stability of the affected structures. The affected enclosure and structures must be\nrepaired or replaced. Housing facilities shall be structurally sound and shall be maintained in good repair to protect\n\nthe animals from injury and to contain the animals securely. \n3.127(a)\nFACILITIES, OUTDOOR. \n***The enclosure housing 13 goats did not have adequate shade to protect all of the animals from direct sunlight.\nThe area of shade provided to all animals was a 6 feet by 6 feet area. This area is not large enough to allow all of\nthe animals within the enclosure to be protected from direct sunlight. Inadequate protection from direct sunlight may\nlead to overheating or discomfort from squinting.\nTo be corrected by 1/27/16.\n3.130                    REPEAT\nWATERING.  \n***Several enclosures (7 gobex, 4 camels, 10 sheep, 8 goats) had dirty water receptacles. There was a buildup of\ngreen debris on the interior surface of the receptacles along with gravel, dirt and other debris on the bottom of the\nreceptacle. Additionally, several of the water receptacles were excessively rusted to the point they leak excessively\nand cannot be adequately cleaned and sanitized. Water receptacles must be maintained in a clean and sanitary\ncondition in order to ensure that the animals are provided with clean, potable water, to minimize disease hazards\nand to ensure that they maintain adequate hydration.  Water receptacles should be cleaned at a frequency that is\nadequate to maintain standard husbandry practices.\n3.132\nEMPLOYEES. \n***The licensee is not regularly involved in the day to day care of the animals and facilities, and she could not\nprovide basic information about the identity or condition of the animals when asked. The licensee stated that she\nhas 2 employees that are involved in the daily husbandry and facility maintenance. At the time of inspection, only 1\nemployee was on-site to complete daily husbandry for all the animals. The facility currently has approximately 140\nanimals of several different species. These species have complex medical, behavioral, nutritional, and other\nhusbandry needs. Conditions at the facility currently do not meet the professional level of husbandry practices\ndescribed in the regulations and standards. For example, during the inspection, 4 animals were identified with\nveterinary care problems that weren(cid:25)t receiving appropriate care. At least 12 enclosures were in varying degrees of\ndisrepair or contained structures in disrepair(cid:20)this has been an ongoing problem that has been cited since October\n2010. \n \nFacilities are required to utilize a sufficient number of adequately trained employees to maintain the professional\nhusbandry standards described in the regulations and standards to ensure that the animals are kept in appropriately\n\nmaintained, sanitary facilities and receive appropriate monitoring, veterinary care, feeding, watering, and care.\n \nThe licensee must evaluate the current work load and staffing level and ensure that a sufficient number of\nadequately trained employees are utilized to maintain the professionally acceptable level of husbandry practices\ndescribed in the regulations and standards.\nTo be corrected by 3/1/16.\nInspection and exit briefing were conducted with the owner and APHIS personnel to include Veterinary Medical\nOfficers Tyler Fields and Aaron Rhyner and Compliance Specialist Jean Bolinger.\nAdditional Inspectors\nBolinger Jean, Compliance Specialist\nFields Tyler, Veterinary Medical Officer",
  "animals_total": 147,
  "species": [
    {
      "count": 56,
      "scientific": "Ammotragus lervia",
      "common": "BARBARY SHEEP"
    },
    {
      "count": 1,
      "scientific": "Atelerix albiventris",
      "common": "HEDGEHOG"
    },
    {
      "count": 2,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 7,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 59,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 3,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 2,
      "scientific": "Muscardinus avellanarius",
      "common": "HAZEL DORMOUSE"
    },
    {
      "count": 4,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 1,
      "scientific": "Notamacropus agilis",
      "common": "AGILE WALLABY"
    },
    {
      "count": 1,
      "scientific": "Philander opossum",
      "common": "GREY FOUR-EYED OPOSSUM"
    },
    {
      "count": 2,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 7,
      "scientific": "Sus domestica",
      "common": "DOMESTIC PIG"
    },
    {
      "count": 1,
      "scientific": "Taurotragus oryx",
      "common": "COMMON ELAND"
    },
    {
      "count": 1,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    }
  ]
}