{
  "insp_id": "148151601000827",
  "layout": "a",
  "customer_id": "20144",
  "customer_name": "Brenda White",
  "customer_addr": "6012a Highway 75\nNeodesha, KS 66757",
  "certificate": "48-A-2090",
  "site_id": "001",
  "site_name": "Brenda White",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-MAY-2015",
  "report_date": "01-JUN-2015",
  "citations": [
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Surfaces of housing facilities must be structurally sound and be able to be cleaned and sanitized properly. The\nmain kennel has a pipe frame that is rusty, with parts of the pipe frame missing. This bottom pipe section of the\nenclosure fencing is very pitted and with the moisture from the rain the rust is swelled up and breaking off. This\nheavy rust does not allow good cleaning and sanitizing procedures to take place. Also, the pipe frame has rusted to\nthe point, leaving gaps in the pipe. This can affect the structural strength of this enclosure. Enclosures must be\nstructurally sound to contain animals in a safe environment. The owner must repair or replace this area of the pipe\nframe in order to maintain a structural sound enclosure and that required cleaning and sanitization can be done\nproperly. This will help in the good care of a structurally sound enclosure and help maintain a disease free area for\ndogs to reside. Correct by 06-28-2015\nThis inspection and exit briefing were conducted with the facility representative."
    }
  ],
  "narrative": "3.1(c)(1)(1)\nHOUSING FACILITIES, GENERAL.\nSurfaces of housing facilities must be structurally sound and be able to be cleaned and sanitized properly.  The\nmain kennel has a pipe frame that is rusty, with parts of the pipe frame missing. This bottom pipe section of the\nenclosure fencing is very pitted and with the moisture from the rain the rust is swelled up and breaking off.  This\nheavy rust does not allow good cleaning and sanitizing procedures to take place.  Also, the pipe frame has rusted to\nthe point, leaving gaps in the pipe.  This can affect the structural strength of this enclosure.  Enclosures must be\nstructurally sound to contain animals in a safe environment.  The owner must repair or replace this area of the pipe\nframe in order to maintain a structural sound enclosure and that required cleaning and sanitization can be done\nproperly. This will help in the good care of a structurally sound enclosure and help maintain a disease free area for\ndogs to reside.                   Correct by 06-28-2015\nThis inspection and exit briefing were conducted with the facility representative.",
  "animals_total": 87,
  "species": [
    {
      "count": 70,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 17,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}