{
  "insp_id": "104141606260897",
  "layout": "a",
  "customer_id": "1413",
  "customer_name": "Baylor Research Institute",
  "customer_addr": "3434 Live Oak\nDallas, TX 75204",
  "certificate": "74-R-0028",
  "site_id": "001",
  "site_name": "Baylor Research Institute",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-APR-2014",
  "report_date": "15-APR-2014",
  "citations": [
    {
      "code": "2.31(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "The current animal facility does not have enough space to adequately handle and store animal cages and water\nbottles. Dirty animal cages and water bottles are currently stored in a hallway while waiting to be put through\nwashers that do not have adequate capacity to clean all of the equipment in a timely manner. Once the equipment\nhas been cleaned it must be stored in other hallways because there is not adequate space to store it in a\ndesignated area. Hallways are not appropriate areas to store animal equipment. Traffic past dirty cages in one\nhallway can contaminate clean cages in other hallways. This facility is always exceptionally clean. The effort on the\npart of the employees to maintain this level of cleanliness in this situation must be commended. The IACUC is\nresponsible for inspecting animal facilities at least once every six months and identifying issues that need to be\naddressed. The IACUC needs to address and remedy the storage situation in this facility.\nTo be corrected by: April 1, 2015\nInspection and exit interview conducted with the licensee."
    }
  ],
  "narrative": "2.31(c)(2)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nThe current animal facility does not have enough space to adequately handle and store animal cages and water\nbottles.  Dirty animal cages and water bottles are currently stored in a hallway while waiting to be put through\nwashers that do not have adequate capacity to clean all of the equipment in a timely manner.  Once the equipment\nhas been cleaned it must be stored in other hallways because there is not adequate space to store it in a\ndesignated area.  Hallways are not appropriate areas to store animal equipment.  Traffic past dirty cages in one\nhallway can contaminate clean cages in other hallways.  This facility is always exceptionally clean.  The effort on the\npart of the employees to maintain this level of cleanliness in this situation must be commended.  The IACUC is\nresponsible for inspecting animal facilities at least once every six months and identifying issues that need to be\naddressed.   The IACUC needs to address and remedy the storage situation in this facility.\nTo be corrected by:  April 1, 2015\nInspection and exit interview conducted with the licensee.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}