{
  "insp_id": "299151003330858",
  "layout": "a",
  "customer_id": "5160",
  "customer_name": "Connie Johnson",
  "customer_addr": "Harold Johnson\n2503 Hwy 59\nMelvin, IA 51350",
  "certificate": "42-B-0226",
  "site_id": "001",
  "site_name": "CONNIE AND HAROLD JOHNSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-OCT-2015",
  "report_date": "22-OCT-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "One female, brown and white, dachshund (\"(cid:28)Little Missy\"(cid:29), DOB 8/2012, Microchip # 0A02576148) has yellow/green\ndischarge around her eyes and is excessively squinting. The discharge is thick with some crusting and it is present\non both eyelids of both eyes. The surface of both eyes is mildly cloudy and the white of both eyes is mildly\nreddened.\nOne male, chocolate dapple, dachshund \"((cid:28)Jake\"(cid:29), DOB 6/2004, Microchip # 083107871) has patchy hair-loss on\nhis back and tail. The hair-loss on his back is patchy and sparse with short hairs present throughout the back. The\nskin in that area is mildly reddened and moderately to severely flaky in some areas. There are two small, circular\nlesions on the upper right shoulder area with dark red to almost black crusts present. The crusted areas are thick\nand flaky and approximately 0.5 cm to 1 cm in diameter. The top of the tail is nearly completely hair-less. The skin\nin that area is thickened, grey in color and there are multiple small, red bumps present. The red bumps are less than\n0.5 cm in size. This same animal has a severe build-up of a thick, grey/tan material encasing all of the upper and\nlower cheek teeth and over half of the surface of each canine. The majority of the surfaces of the cheek teeth\ncannot be visualized due to the excessive build-up of the grey/tan material. All of the gums are severely red and\nswollen and in some areas they are pulled back from the teeth.\nDental, eye and skin conditions such as these can be painful and/or distressful to the animal and may lead to further\nhealth complications. Both animals listed above must be examined by a licensed veterinarian in order to ensure that\nan accurate diagnosis is obtained and an appropriate treatment plan is developed and followed. This information,\nincluding the diagnosis, treatment and resolution of the condition, must be documented and made available to the\ninspector upon request. The licensee must ensure that all animals receive appropriate veterinary care at all times."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the \"Old Kennel\" there are five enclosures, containing six adult dogs and at least five puppies, which have heat\nlamps hanging above them. In the \"New Kennel\" there is one enclosure, containing one adult dog and five\npuppies that also has a heat lamp hanging above it. None of the heat lamps have protective guards over the glass\nbulbs. In each of these enclosures the heat lamp is lowered to a level that the adult dog could come into contact\nwith the bulb. Contact with the bulb could cause burns or other injuries to the dogs.\nHousing facilities for dogs must be designed and constructed so that they protect the dogs from injury. Protective\nguards must be added to each of these heat lamps to prohibited contact between the dog and the glass bulbs. The\nlicensee must ensure that all enclosures remain safe for the dogs at all times.\nCorrection date: October 30, 2015"
    },
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the \"Old Kennel\" the walls of the enclosures are constructed of wire. Two of these enclosures, containing three\ndogs, are separated by a section of this wire. The wire along the bottom of this shared wall has become\nexcessively rusty. The rust is pitted and flaking and one wire has broken and bent inward toward the dog resulting\nin a sharp point. The wall opposite of the shared wall is also excessively rusty along the bottom of it. The dogs\nwere removed from these enclosures during the inspection.\nIn the \"New Kennel\" there are two enclosures, containing six dogs, whose gates are constructed of chain link fence.\nThe metal frame at the bottom of the gates has become excessively rusty. The rust is pitted and flaking.\nIn the \"New Kennel\" there is one enclosure, containing three dogs which has a metal feeder. The front of this metal\nfeeder has become excessively rusty and is pitted and flaking.\nExcessive rust does not allow for proper cleaning and sanitization of the surface. The metal gate frames, feeder\nand wire must be replaced, repaired or altered in a manner that allows for cleaning and sanitization to occur. The\nlicensee must ensure that all surfaces of dog enclosures remain free of excessive rust."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the \"Old Kennel\" there are two enclosures, each containing one dog, that have sheets of vinyl plastic covering the\nwall. The vinyl plastic has been chewed and damaged by the dogs. The damaged vinyl plastic cannot be readily\ncleaned and sanitized.\nAll surfaces must be maintained on a regular basis. Any surfaces of housing facilities that cannot be readily\ncleaned or sanitized must be replaced or repaired when worn or soiled. The licensee must repair or replace the\ndamaged sheets of vinyl plastic and ensure that all surfaces are well maintained in order for proper cleaning and\nsanitization to occur."
    },
    {
      "code": "3.2(b)",
      "kind": "",
      "repeat": false,
      "desc": "INDOOR HOUSING FACILITIES.",
      "narrative": "In the back section of the \"Old Kennel\" the inspectors noticed an increase in the ammonia level. One inspector felt\na burning sensation in her eyes and the other inspector felt a burning sensation in her throat. In the front and\nmiddle sections of this area there were fans that were running, but this back section had fans that were not turned\non. The licensee turned on the fans during the inspection and the ammonia levels improved. A buildup of ammonia\nlevels could have a negative effect on the health of the dogs.\nIndoor housing facilities for dogs must be sufficiently ventilated when dogs are present to minimize odors and\nammonia levels. The licensee must ensure that the facility is always adequately ventilated by use of windows,\nvents, fans or air conditioners to reduce the buildup of ammonia and to promote the health and well-being of the\ndogs.\nCorrection date: November 5, 2015\nInspection conducted with Iowa Department of Agriculture and Land Stewardship.\nExit interview conducted with Kelly Maxwell, ACI, Heather Cole, VMO and the facility representative.\nAdditional Inspectors\nCole Heather, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nOne female, brown and white, dachshund (\"(cid:28)Little Missy\"(cid:29), DOB 8/2012, Microchip # 0A02576148) has yellow/green\ndischarge around her eyes and is excessively squinting. The discharge is thick with some crusting and it is present\non both eyelids of both eyes. The surface of both eyes is mildly cloudy and the white of both eyes is mildly\nreddened. \nOne male, chocolate dapple, dachshund \"((cid:28)Jake\"(cid:29), DOB 6/2004, Microchip # 083107871) has patchy hair-loss on\nhis back and tail. The hair-loss on his back is patchy and sparse with short hairs present throughout the back. The\nskin in that area is mildly reddened and moderately to severely flaky in some areas. There are two small, circular\nlesions on the upper right shoulder area with dark red to almost black crusts present. The crusted areas are thick\nand flaky and approximately 0.5 cm to 1 cm in diameter.  The top of the tail is nearly completely hair-less. The skin\nin that area is thickened, grey in color and there are multiple small, red bumps present. The red bumps are less than\n0.5 cm in size. This same animal has a severe build-up of a thick, grey/tan material encasing all of the upper and\nlower cheek teeth and over half of the surface of each canine. The majority of the surfaces of the cheek teeth\ncannot be visualized due to the excessive build-up of the grey/tan material. All of the gums are severely red and\nswollen and in some areas they are pulled back from the teeth.\nDental, eye and skin conditions such as these can be painful and/or distressful to the animal and may lead to further\nhealth complications. Both animals listed above must be examined by a licensed veterinarian in order to ensure that\nan accurate diagnosis is obtained and an appropriate treatment plan is developed and followed. This information,\nincluding the diagnosis, treatment and resolution of the condition, must be documented and made available to the\ninspector upon request. The licensee must ensure that all animals receive appropriate veterinary care at all times. \n3.1(a)\nHOUSING FACILITIES, GENERAL.\nIn the \"Old Kennel\" there are five enclosures, containing six adult dogs and at least five puppies, which have heat\nlamps hanging above them.    In the \"New Kennel\" there is one enclosure, containing one adult dog and five\n\npuppies that also has a heat lamp hanging above it.  None of the heat lamps have protective guards over the glass\nbulbs.  In each of these enclosures the heat lamp is lowered to a level that the adult dog could come into contact\nwith the bulb.  Contact with the bulb could cause burns or other injuries to the dogs.\nHousing facilities for dogs must be designed and constructed so that they protect the dogs from injury.  Protective\nguards must be added to each of these heat lamps to prohibited contact between the dog and the glass bulbs.  The\nlicensee must ensure that all enclosures remain safe for the dogs at all times.\nCorrection date:  October 30, 2015\n3.1(c)(1)(1)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nIn the \"Old Kennel\" the walls of the enclosures are constructed of wire. Two of these enclosures, containing three\ndogs, are separated by a section of this wire.  The wire along the bottom of this shared wall has become\nexcessively rusty.  The rust is pitted and flaking and one wire has broken and bent inward toward the dog resulting\nin a sharp point.  The wall opposite of the shared wall is also excessively rusty along the bottom of it.  The dogs\nwere removed from these enclosures during the inspection.\n \nIn the \"New Kennel\" there are two enclosures, containing six dogs, whose gates are constructed of chain link fence.\n The metal frame at the bottom of the gates has become excessively rusty.   The rust is pitted and flaking.\nIn the \"New Kennel\" there is one enclosure, containing three dogs which has a metal feeder.  The front of this metal\nfeeder has become excessively rusty and is pitted and flaking.\nExcessive rust does not allow for proper cleaning and sanitization of the surface.  The metal gate frames, feeder\nand wire must be replaced, repaired or altered in a manner that allows for cleaning and sanitization to occur.  The\nlicensee must ensure that all surfaces of dog enclosures remain free of excessive rust.\n3.1(c)(2)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nIn the \"Old Kennel\" there are two enclosures, each containing one dog, that have sheets of vinyl plastic covering the\nwall.  The vinyl plastic has been chewed and damaged by the dogs.   The damaged vinyl plastic cannot be readily\ncleaned and sanitized. \nAll surfaces must be maintained on a regular basis.  Any surfaces of housing facilities that cannot be readily\n\ncleaned or sanitized must be replaced or repaired when worn or soiled.  The licensee must repair or replace the\ndamaged sheets of vinyl plastic and ensure that all surfaces are well maintained in order for proper cleaning and\nsanitization to occur.\n3.2(b)\nINDOOR HOUSING FACILITIES.\nIn the back section of the \"Old Kennel\" the inspectors noticed an increase in the ammonia level.  One inspector felt\na burning sensation in her eyes and the other inspector felt a burning sensation in her throat.  In the front and\nmiddle sections of this area there were fans that were running, but this back section had fans that were not turned\non.  The licensee turned on the fans during the inspection and the ammonia levels improved. A buildup of ammonia\nlevels could have a negative effect on the health of the dogs.\nIndoor housing facilities for dogs must be sufficiently ventilated when dogs are present to minimize odors and\nammonia levels.  The licensee must ensure that the facility is always adequately ventilated by use of windows,\nvents, fans or air conditioners to reduce the buildup of ammonia and to promote the health and well-being of the\ndogs.\nCorrection date:  November 5, 2015\nInspection conducted with Iowa Department of Agriculture and Land Stewardship.\nExit interview conducted with Kelly Maxwell, ACI, Heather Cole, VMO and the facility representative.\nAdditional Inspectors\nCole Heather, Supervisory Animal Care Specialist",
  "animals_total": 152,
  "species": [
    {
      "count": 125,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 27,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}