{
  "insp_id": "113161001400431",
  "layout": "a",
  "customer_id": "34249",
  "customer_name": "Township Of Mt Laurel",
  "customer_addr": "1105 Hainesport Mt Laurel Rd\nMt Laurel, NJ 08054",
  "certificate": "22-C-0128",
  "site_id": "001",
  "site_name": "TOWNSHIP OF MT LAUREL",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-APR-2016",
  "report_date": "25-APR-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The following animals are in need of hoof trimming:\n1 STEER - Both rear hooves of the steer are overgrown.\nTO BE CORRECTED BY: MAY 6, 2016\n1 GOAT - Both of the brown goat's front hooves are so overgrown that they have started to curve underneath of\nthemselves. Additionally, the APHIS Official observed the goat moving in a kneeling position in it's efforts to move\nabout.\nOvergrown hooves can adversely affect the gait of these animals as well as cause pain that prevents them from\nusing their full weight to stand and/or walk normally.\nCORRECTED AT TIME OF INSPECTION : 4-22-16\nEach exhibitor shall establish and maintain programs of adequate veterinary care that includes the use of\nappropriate methods to prevent and control the overgrowth of animal hooves."
    },
    {
      "code": "3.125",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Structural Strength.\nThe following items are in need of removal, replacement or repair:\nSTEER ENCLOSURE\n1. The split rail fence, in front of the steer enclosure, is leaning and not adequately secured.\n2. A wooden fence post, within the split rail fence, is rotted and not secured into the ground.\nThe unsecured fencing, as well as the fence post, must be replaced and appropriately secured for the steer housed\ntherein.\n3. The enclosure fence is composed of wooden stockade panels and wire panels on the inside of the fence. The\nwire panels only cover the upper 2/3rds of the fence. Several areas of this stockade enclosure fence have broken\nand/or missing slats. There are at least three areas where there are 2 foot by 2 foot gaps underneath the wire\npanels that cover the interior portion of the stockade fence. These gaps are large enough to allow access of\nunwanted animals. Additionally, the wooden support posts are rotted. Broken and missing slats, as well as rotted\nposts, leave this primary enclosure fence in serious disrepair.\nThe broken and damaged panels of stockade, as well as the rotted support posts, must be replaced to ensure\nstructural strength and to eliminate the open gaps under the wire panels.\nTO BE CORRECTED BY: MAY 12, 2016\n4. The entire wooden floor of the shelter building is covered in large, steer sized hoof holes. Additionally, rotted\nsheets of plywood, that were used to cover these holes, are loose and not secured. The loose, rotted sheets of\nplywood, as well as the numerous holes, present a danger to the steer that uses this building as a shelter.\n5. Broken pieces of wood, from the damaged floor, are present on the ground in front of the building entrance.\nThe entire floor MUST be replaced to maintain structural strength and to protect the steer from injury. Broken pieces\nof wood MUST be removed from the enclosure.\nTO BE CORRECTED BY: MAY 19, 2016\nALPACA/DONKEY/MINI HORSE ENCLOSURE\n1. Three vertical support posts, for the shelter building, are severely rotted at their bases. Continued deterioration\nwill result in a collapse of the roof structure.\n2. Six (6) metal stakes, which had previously been cut off at their bases, surround the base of a tree within this\nenclosure. These metal stakes have jagged and sharp edges that are now exposed and pose a danger to the\nalpacas, burros and mini horse housed within this enclosure.\nThe vertical support posts must be replaced to maintain structural strength and the jagged metal stakes must be\nremoved to prevent animal injuries.\nTO BE CORRECTED BY: MAY 5, 2016"
    },
    {
      "code": "3.127(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "Drainage.\nSTEER ENCLOSURE\nThe entire enclosure is full of soft, muddy soil. Additionally, a large pool of water is present in front of a side gate\nnear the alpaca enclosure. Continually standing in pooling water and muddy areas will create hoof problems.\nA suitable method to rapidly eliminate excess water must be established to prevent such wet accumulations and\nhoof issues.\nTO BE CORRECTED BY: MAY 5, 2016"
    },
    {
      "code": "3.129(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "The container as well as the mineral block, provided for the steer, are covered in feces. The steer feces has now\ncontaminated the mineral block and has also left the container unsanitary.\nThe feed container must be cleaned, sanitized and placed in the enclosure in such a way that minimizes\ncontamination for the health of the steer.\nTO BE CORRECTED BY: APRIL 25, 2016"
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Cleaning.\nSTEER\nThe damaged wooden floor, inside of the steer's shelter building, is covered with feces. This large accumulation is\nat least three months old. Excreta shall be removed from primary enclosures as often as necessary to prevent\ncontamination of the steer contained therein and to minimize disease hazards and odors.\nTO BE CORRECTED BY: APRIL 28, 2016"
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Pest control.\nNumerous mouse droppings were present along the walls and adjacent to feed bags in the feed storage room.\nMouse poison packs are present in this room as a form of pest control. However, due to the amount of droppings\npresent, the poison packs do not appear to be effective. The spilled feed and mouse droppings must be removed\nand the contaminated areas sanitized. A safe and effective method to control pest must be established and\nmaintained.\nTO BE CORRECTED BY: APRIL 28, 2016\nThe exit briefing was conducted with the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe following animals are in need of hoof trimming:\n1 STEER -   Both rear hooves of the steer are overgrown.\nTO BE CORRECTED BY:  MAY 6, 2016\n1 GOAT -  Both of the brown goat's front hooves are so overgrown that they have started to curve underneath of\nthemselves.  Additionally, the APHIS Official observed the goat moving in a kneeling position in it's efforts to move\nabout.\nOvergrown hooves can adversely affect the gait of these animals as well as cause pain that prevents them from\nusing their full weight to stand and/or walk normally.\nCORRECTED AT TIME OF INSPECTION :   4-22-16\nEach exhibitor shall establish and maintain programs of adequate veterinary care that includes the use of\nappropriate methods to prevent and control the overgrowth of animal hooves.\n3.125\nFACILITIES, GENERAL.   \nStructural Strength.\nThe following items are in need of removal, replacement or repair:\n\nSTEER ENCLOSURE\n1.  The split rail fence, in front of the steer enclosure, is leaning and not adequately secured.\n2.  A wooden fence post, within the split rail fence, is rotted and not secured into the ground.\nThe unsecured fencing, as well as the fence post, must be replaced and appropriately secured for the steer housed\ntherein.\n3.  The enclosure fence is composed of wooden stockade panels and wire panels on the inside of the fence.  The\nwire panels only cover the upper 2/3rds of the fence. Several areas of this stockade enclosure fence have broken\nand/or missing slats.  There are at least three areas where there are 2 foot by 2 foot gaps underneath the wire\npanels that cover the interior portion of the stockade fence.  These gaps are large enough to allow access of\nunwanted animals. Additionally, the wooden support posts are rotted.   Broken and missing slats, as well as rotted\nposts,  leave this primary enclosure fence in serious disrepair.\nThe broken and damaged panels of stockade, as well as the rotted support posts, must be replaced to ensure\nstructural strength and to eliminate the open gaps under the wire panels.\nTO BE CORRECTED BY:  MAY 12, 2016\n4.  The entire wooden floor of the shelter building is covered in large, steer sized hoof holes.  Additionally, rotted\nsheets of plywood, that were used to cover these holes, are loose and not secured.  The loose, rotted sheets of\nplywood, as well as the numerous holes, present a danger to the steer that uses this building as a shelter.\n5.  Broken pieces of wood, from the damaged floor, are present on the ground in front of the building entrance.\nThe entire floor MUST be replaced to maintain structural strength and to protect the steer from injury. Broken pieces\nof wood MUST be removed from the enclosure.\nTO BE CORRECTED BY:  MAY 19, 2016\n\nALPACA/DONKEY/MINI HORSE ENCLOSURE\n1.  Three vertical support posts, for the shelter building, are severely rotted at their bases.  Continued deterioration\nwill result in a collapse of the roof structure.\n2.  Six (6) metal stakes, which had previously been cut off at their bases, surround the base of a tree within this\nenclosure.  These metal stakes have jagged and sharp edges that are now exposed and pose a danger to the\nalpacas, burros and mini horse housed within this enclosure. \nThe vertical support posts must be replaced to maintain structural strength and the jagged metal stakes must be\nremoved to prevent animal injuries.\nTO BE CORRECTED BY:  MAY 5, 2016\n3.127(c)\nFACILITIES, OUTDOOR. \nDrainage.\nSTEER ENCLOSURE\nThe entire enclosure is full of soft, muddy soil.  Additionally, a large pool of water is present in front of a side gate\nnear the alpaca enclosure.  Continually standing in pooling water and muddy areas will create hoof problems.\nA suitable method to rapidly eliminate excess water must be established to prevent such wet accumulations and\nhoof issues.\nTO BE CORRECTED BY:  MAY 5, 2016\n3.129(b)\nFEEDING.\n\nThe container as well as the mineral block, provided for the steer, are covered in feces.  The steer feces has now\ncontaminated the mineral block and has also left the container unsanitary.  \nThe feed container must be cleaned, sanitized and placed in the enclosure in such a way that minimizes\ncontamination for the health of the steer.\nTO BE CORRECTED BY:  APRIL 25, 2016\n3.131(a)\nSANITATION.   \nCleaning.\nSTEER\nThe damaged wooden floor, inside of the steer's shelter building, is covered with feces.  This large accumulation is\nat least three months old.  Excreta shall be removed from primary enclosures as often as necessary to prevent\ncontamination of the steer contained therein and to minimize disease hazards and odors.\nTO BE CORRECTED BY:  APRIL 28, 2016\n3.131(d)\nSANITATION.   \nPest control.\nNumerous mouse droppings were present along the walls and adjacent to feed bags in the feed storage room. \nMouse poison packs are present in this room as a form of pest control.  However, due to the amount of droppings\npresent, the poison packs do not appear to be effective.  The spilled feed and mouse droppings must be removed\nand the contaminated areas sanitized.  A safe and effective method to control pest must be established and\nmaintained.\n\nTO BE CORRECTED BY:  APRIL 28, 2016\nThe exit briefing was conducted with the facility representative.",
  "animals_total": 26,
  "species": [
    {
      "count": 2,
      "scientific": "Atelerix albiventris",
      "common": "HEDGEHOG"
    },
    {
      "count": 1,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 5,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 3,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    },
    {
      "count": 4,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 2,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 2,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 3,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 3,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}