{
  "insp_id": "2016090000708033",
  "layout": "b",
  "customer_id": "3913",
  "customer_name": "Daniel Pradon Bobbi Pradon",
  "customer_addr": "1101 N Tripp Ave.\nODESSA, TX 79763",
  "certificate": "74-B-0708",
  "site_id": "001",
  "site_name": "Bobbi Pradon & Daniel Pradon",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-AUG-2021",
  "report_date": "09-SEP-2021",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "***One adult female Nubian ibex is observed to be non-weight bearing on her left front leg. The animal is reluctant to\nmove; when standing she touches her left forefoot on the ground or raises it outward in front of her. When walking, she\ncarries that leg out in front and the gait is affected as she heaves her left forequarter forward. When asked, the licensee\nstated this animal was evaluated by the attending veterinarian (AV) a few years ago and said nothing could be done.\nUpon speaking with the AV, the AV confirmed that she had seen the animal and believed the condition was chronic but\nhad performed no diagnostic workup or prescribed specific treatment. She recalled that the plan was to re-evaluate but\nthat had not been done recently; the AV last visited the facility two or three months ago, she states. Lameness can be\ncaused by a variety of problems including infection, injury, or other medical conditions and can be painful and distressing\nand affect the health and well-being of the animal.\n***One adult female and one adult male white-tailed deer were observed to be emaciated, with protruding hip bones,\nspine, and ribs. The bones of their spine, hips, and long bones were visible, and each rib was easily seen by both APHIS\ninspectors upon inspection. They have a rough, unthrifty hair coat and overgrown hooves. These animals were discussed\nwith the veterinarian, who advised the licensee to modify the nutrition, but that was not done. However, further diagnostic\nworkup has not been done to document their declining condition. In addition, there are two adult addax that appear thin to\nemaciated with prominent ribs and vertebrae. In an enclosure that houses one of these thin addax, there is no hay or\nother typical feed present, but there is a plant in the pen growing from the ground and all of its leaves and smaller\nperipheral stems are gone. This similar or same type of plant grows in other enclosures containing the other addax, but it\nis not being eaten. Poor body condition can be an indication of health issues, including parasitism, poor dentition,\nmalnutrition, and systemic disease.\n***One adult male hog deer is observed to have right rear lameness and has some wounds present on his right hip. The\nanimal is reluctant to move at first and tried to remain laying down behind a bale of hay. When coaxed to move, it toe\ntouches the affected limb to the ground when standing, carries it completely off the ground when walking, and does a\n“bunny hop” with the rear legs together when running. There are two, circular areas of hair loss ranging from 1.5-2.5” in\ndiameter on the right hip, revealing pink skin. The owner noted the lameness previously a week or two ago, but did not\ncommunicate it to the veterinarian, and no veterinary evaluation was performed on this animal. Lameness can be caused\nby a variety of problems including infection, injury, or other medical conditions and can be painful and distressing and\naffect the health and well-being of the animal.\n***One adult female fennec fox has multiple hair mats present on her back. There are six distinct hair mats among\ntangled fur which extends along the top of the back from the shoulder blade area to the base of the tail and along both\nsides of the animal. The licensee stated that he had noticed the mats but doesn’t know how long they’ve been there.\nHe mentioned this animal does shed a lot. Matted hair can lead to medical problems, it can cause skin irritation, pain and\nprogress to infected lesions. A system of monitoring and brushing to prevent the fur from becoming matted should be in\nplace to maintain the health and well-being of the animal.\n*** Five, adult Nubian ibex and three, adult white-tailed deer have overgrown hooves, affecting the angles of the feet, due\nto a lack of hoof trimming. Failure to appropriately maintain hooves can cause gait abnormalities which can be painful or\ncause injuries. As part of the facility’s program of preventative veterinary care, the licensee must ensure that all animals\nreceive appropriate hoof care in a timely manner.\n*** One adult male muntjac has a one-inch, linear, superficial wound with fresh blood , surrounded by wet, dehaired skin.\non his back. The licensee states he had not observed it previously. The APHIS inspector observed the animal licking at\nthe wound site during the inspection.\nThe facility must ensure that all animals showing potential signs of veterinary medical problems are evaluated by a\nveterinarian in a timely manner in order to receive an accurate diagnosis and appropriate treatment plan. The licensee\nmust ensure that all animals at the facility are provided with adequate veterinary care, as described by the attending\nveterinarian and the program of veterinary care. The program for providing adequate veterinary care shall include the use\nof appropriate methods to prevent, control, diagnose, and treat diseases and injuries. The licensee was verbally\ninstructed during the exit interview that all animals listed in this citation must be evaluated by a veterinarian, with\ndiagnostic/treatment plans and written guidance provided which must be followed by close of business on August 27,\n2021."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "At the time of inspection, there are no records available for inspection to reflect acquisition and disposition of animals in\nthe inventory or for veterinary care provided to sick or injured animals.\nRecords containing the required information for animals removed from the inventory for any reason or acquired for use in\nregulated activities, including those offspring born on premise, are necessary to accurately track animals to ensure their\nhumane care and use. The licensee shall make, keep, and maintain records of acquisition and disposition of all animals\nthat fully and correctly disclose the required information.\nTO BE CORRECTED BY SEPTEMBER 8, 2021."
    },
    {
      "code": "3.75(e)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "The food preparation areas in the barn housing 11 ring-tailed lemurs and two fennec foxes are dirty and cluttered, with\nnumerous chemical agents (Comet cleanser, WD-40, Flex Seal, moth crystals) stored on or above the surfaces where\nfood is prepared.\nUnsanitary conditions and keeping chemicals on food preparation surfaces can result in contamination of food and animal\nillness. Substances that are toxic to non-human primates must not be stored in food storage and preparation areas.\nChemicals must not be kept or used in close proximity to food preparation and storage areas, and food preparation areas\nshould be kept clean and sanitary.\nTO BE CORRECTED BY AUGUST 31, 2021."
    },
    {
      "code": "3.80(a)(2)(iii)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "In the lemur barn, there are two, juvenile, ring-tailed lemurs that were seen leaving and entering the other lemur\nenclosures by squeezing through the metal squares of the enclosure fencing which are 2X4” openings. This allows the\nanimals access to the barn, other lemur enclosures, and potentially the outside areas of the facility through windows and\ndoors opened in the barn to facilitate ventilation.\nPrimary enclosures that do not contain the animals can facilitate escape and/or injury. Primary enclosures must be\nconstructed and maintained so that they contain the non-human primates securely and protect the animals from harm.\nTO BE CORRECTED BY SEPTEMBER 1, 2021."
    },
    {
      "code": "3.81",
      "kind": "",
      "repeat": true,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "At the time of inspection, there is an inadequate written plan in place for environmental enhancement for most of the\nnonhuman primates, including two spider monkeys, three lar gibbons, 11 ring-tailed lemurs and three brown capuchins.\nThere is limited environmental enrichment within the lar gibbon, spider monkey and capuchin enclosures, which consists\nof items for climbing and swinging, but none that facilitate cognitive/sensory enrichment.\nEnvironmental enhancement is important to promote the psychological well-being of nonhuman primates. A plan for\nenvironmental enhancement that addresses social grouping, environmental enrichment, and other special considerations\nsuch as juveniles and individually housed animals, must be developed and followed for each nonhuman primate at the\nfacility. This plan must be in accordance with the currently accepted professional standards and approved by the\nattending veterinarian."
    },
    {
      "code": "3.83",
      "kind": "Direct",
      "repeat": false,
      "desc": "Watering.",
      "narrative": "***In the lemur barn, there is an enclosure containing two adult and two juvenile ring-tailed lemurs with two empty water\nbottles and no other source of potable water available. When the bottles were filled and replaced, the adults drank\nvigorously and continuously for three minutes. At that point the juveniles that exited the cage returned and took turns\ndrinking continuously with the adults in the enclosure for an additional two minutes. This level of thirst suggests the\nanimals were without water for some time.\nCORRECT IMMEDIATELY AND FROM THIS TIME FORWARD.\n***In one enclosure containing a single, male lar gibbon, there is a water receptacle containing water that contains feces,\nfeathers, dirt and other debris. There is no source of potable water in the enclosure.\nCORRECT IMMEDIATELY AND FROM THIS TIME FORWARD.\n***In the capuchin enclosure housing three adult brown capuchins, the single water receptacle contains cloudy, brown\nwater with leaves, feathers and green material floating on the top. There is no source of potable water accessible to the\nanimals.\nCORRECT IMMEDIATELY AND FROM THIS TIME FORWARD.\nThe provision of potable water is a basic need, and insufficient water intake can lead to dehydration and illness. Potable\nwater must be provided in sufficient quantity to every non-human primate in the facility. If potable water is not continually\navailable, it must be offered to them as often as necessary to ensure their health and well-being."
    },
    {
      "code": "3.84(a)",
      "kind": "",
      "repeat": true,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "In the enclosure housing three brown capuchin monkeys, there is an accumulation of decaying vegetable matter, food\ndebris and feces on the bench inside the shelter, completely covering one third of the bench and scattered less densely\nacross the remaining two-thirds.\nRoutine cleaning and sanitation must be done daily to protect the health and well-being of nonhuman primates. Dirt, fecal\nmaterial, food waste, and other debris must be removed daily to prevent contamination of food, prevent nonhuman\nprimates from becoming soiled and to reduce disease hazards."
    },
    {
      "code": "3.84(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "***There are five dirty water bottles on three lemur enclosures, containing a total of six adult and juvenile ring-tailed\nlemurs. The bottles have brown and green material on the inside of the bottles.\n***There are three gibbon enclosures, housing a total of three adult gibbons, with water receptacles that have a brown\nand green slime covering the interior of the receptacles.\n***In the enclosure containing three capuchins, there is a dirty water receptacle with brown and green slime covering the\ninterior of the receptacle. Unsanitary water receptacles can lead to the contamination of the water inside, making the\nwater unpalatable and/or causing illness. Food and water receptacles must be sanitized using live steam under pressure\nor washing with soap/detergent in water that is at least 180F (such as in a cage washer), or by washing them with\nappropriate detergent solutions or disinfectants or a combination with a thorough cleaning to remove organic material, so\nas to remove all organic material and mineral buildup, and to provide sanitation followed by a clean water rinse.\nTO BE CORRECTED BY AUGUST 27, 2021."
    },
    {
      "code": "3.85",
      "kind": "Direct",
      "repeat": false,
      "desc": "Employees.",
      "narrative": "The facility owner states that he has insufficient staff to provide adequate cleaning, feeding, general husbandry and facility\nmaintenance for all of the non-human primates and other animals. This is evident throughout the facility as noted in the\nnon-compliances cited throughout this report.\nWithout an adequate labor force, animals and facilities cannot be properly managed and cared for, leading to\ncircumstances that compromise the health and well-being of the animals. Every person subject to the Animal Welfare\nregulations maintaining non-human primates must have enough employees to carry out the required level of husbandry\npractices and care. The licensee must acquire sufficient help to manage the animals and facilities according to the Animal\nWelfare regulations.\nTO BE CORRECTED BY SEPTEMBER 3, 2021."
    },
    {
      "code": "3.125(a)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "***On the morning of Feb 11, 2021, when the licensee was about to feed the hog deer, she noticed 11 dead hog deer in\nthe enclosure. The licensee contacted the local animal control. Paw prints were found inside the enclosure and animal\ncontrol assumed dogs entered the property through holes they found under the perimeter fence. The hog deer were\ntemporarily removed from the enclosure, the holes under the fence filled, and the gates locked.\nThe perimeter fence line must be maintained to protect the deer from predation by animals intruding from the outside.\nPerimeter fences must be constructed so that they protect the animals in the facility by restricting animals and\nunauthorized persons from going through it or under it and having contact with the animals inside the facility. The licensee\nimplemented daily perimeter fence checks to ensure predators are not digging under the fence.\nCORRECTED BEFORE TIME OF INSPECTION.\n***In multiple separate enclosures which house nine Nubian ibex, 13 axis deer, and 25 hog deer, the wire fence material\nhas sharp edges exposed in several areas. The sharp points at the bottom of the fence face into the enclosure where the\nanimals could come into contact with them.\n***In the enclosure housing nine Nubian ibex, one wooden shade structure is in disrepair and the roof is falling down. The\nback wood panels of the structure are leaning and not structurally sound. The wood panels are worn and have sharp,\njagged edges that the animals could come into contact with. In the same enclosure there is another shelter structure with\ntwo broken metal panels. At the lower edge, the metal panel isn’t secured to the wood backing and is sticking out,\ncreating sharp, jagged edges that are facing into the enclosure where the animals could come into contact with them.\n***In the enclosure housing three white-tailed deer, the shade structure metal panel is worn in one corner, and the\nexposed metal has jagged edges that the deer could come into contact with.\n***The shade material covering the fence enclosure of the five muntjacs is in disrepair and coming loose from the fence to\nwhich it is attached. The shade material is creating gaps along one side of the enclosure that can come into contact with\nthe animals. The loose shade material could lead to entrapment or injury of these animals.\n***The enclosure housing seven domesticated goats and one white-tailed deer contains a smaller chain link fencing\nenclosure within, which is falling apart. The fencing structure is in disrepair and has many sharp points where the animals\ncould come into contact with them and cause injury. All enclosures must be kept in good repair and free of sharp points,\nprotruding edges, holes, and gaps/openings in order to protect the animals from injury.\nFailure to maintain housing facilities in a structurally sound manner can cause injury to the animals. A system of\nmonitoring and maintenance should be in place so that all housing facilities remain structurally sound and in good repair\nto protect the animals from injury and/or escape.\nTO BE CORRECTED BY SEPTEMBER 21, 2021."
    },
    {
      "code": "3.129",
      "kind": "",
      "repeat": false,
      "desc": "Feeding.",
      "narrative": "***In a sheltered food storage area, there is a wheeled bin containing a mixture of ‘sweet feed’ and dried corn that is\nuncovered, with bird feathers and flies seen in the food. The facility owner states that this feed is used for some of the\nUSDA-regulated species at the facility. Uncovered feed can become contaminated and/or lose nutrient value, leading to\nanimal illness.\n***In the muntjac enclosure containing three adult and two juvenile muntjacs, there is a self-feeder that has caked and\nslightly moist food crumbs in the bottom with fresh feed on top, with dirt, spider webs and egg sacs on the interior of the\nhopper. These conditions can lead to contamination of fresh feed that is added to the feeder, leading to animal illness.\nFood must be wholesome, palatable and free from contamination and of sufficient nutritive value to maintain all animals in\ngood health; adequate measures must be taken to prevent molding, contamination and deterioration or caking of food.\nTO BE CORRECTED BY SEPTEMBER 1, 2021."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": true,
      "desc": "Watering.",
      "narrative": "Multiple enclosures throughout the facility (collectively containing one bobcat, five muntjacs, seven white-tailed deer, 20\naddax, one barbary sheep, 10 oryx, 19 Nubian ibex, four camels, 13 axis deer, and seven domestic goats) have water\nbowls or troughs that are covered in thick, slimy green-brown material and/or have cloudy water with debris floating on the\nsurface.\nUnsanitary water receptacles and unpotable water can be unpalatable to animals and lead to illness. It is the responsibility\nof the licensee to make sure all water receptacles be kept clean and sanitary for the overall health and well-being of the\nanimal.\nTO BE CORRECTED BY AUGUST 27, 2021."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "***In the muntjac enclosure containing three adult and two juvenile muntjacs, there is a decomposing bird carcass. The\npresence of dead and decaying animals can attract pests and vermin and be a source of disease-causing agents and\nodors.\nTO BE CORRECTED BY AUGUST 26, 2021.\n***In five enclosures, collectively containing 10 oryx, 19 addax, 13 axis deer, one barbary sheep and one bobcat, there\nare multiple lengths of plastic twine in piles or strewn across the ground. This material poses a risk of illness due to\ningestion or injury due to entrapment.\nTO BE CORRECTED AUGUST 27, 2021.\n***In an enclosure containing 13 axis deer, there is a tree wrapped in old chainlink material with sharp points twisted\noutward toward areas where the animals could come into contact with it.\nTO BE CORRECTED BY SEPTEMBER 3, 2021."
    },
    {
      "code": "3.132",
      "kind": "Direct",
      "repeat": false,
      "desc": "Employees.",
      "narrative": "At the time of inspection, the facility owner states that he does not have sufficient help to facilitate adequate animal care\nand husbandry, cleaning and maintenance of facilities. This is evident in numerous areas of the facility, as noted\nthroughout this report.\nWithout an adequate labor force, animals and facilities cannot be properly managed, leading to circumstances that\ncompromise the health and well-being of the animals. A sufficient number of adequately trained employees shall be\nutilized to maintain the professionally acceptable level of husbandry practices as set forth in the regulations.\nTO BE CORRECTED SEPTEMBER 3, 2021.\nThis inspection and exit interview were conducted with a facility representative.\nAdditional Inspectors:\nNAOMI SISMOUR, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \n***One adult female Nubian ibex is observed to be non-weight bearing on her left front leg.  The animal is reluctant to \nmove; when standing she touches her left forefoot on the ground or raises it outward in front of her.  When walking, she \ncarries that leg out in front and the gait is affected as she heaves her left forequarter forward.  When asked, the licensee \nstated this animal was evaluated by the attending veterinarian (AV) a few years ago and said nothing could be done.   \nUpon speaking with the AV, the AV confirmed that she had seen the animal and believed the condition was chronic but \nhad performed no diagnostic workup or prescribed specific treatment.  She recalled that the plan was to re-evaluate but \nthat had not been done recently; the AV last visited the facility two or three months ago, she states.  Lameness can be \ncaused by a variety of problems including infection, injury, or other medical conditions and can be painful and distressing \nand affect the health and well-being of the animal. \n \n***One adult female and one adult male white-tailed deer were observed to be emaciated, with protruding hip bones, \nspine, and ribs. The bones of their spine, hips, and long bones were visible, and each rib was easily seen by both APHIS \ninspectors upon inspection. They have a rough, unthrifty hair coat and overgrown hooves. These animals were discussed \nwith the veterinarian, who advised the licensee to modify the nutrition, but that was not done. However, further diagnostic\n\nworkup has not been done to document their declining condition. In addition, there are two adult addax that appear thin to \nemaciated with prominent ribs and vertebrae. In an enclosure that houses one of these thin addax, there is no hay or \nother typical feed present, but there is a plant in the pen growing from the ground and all of its leaves and smaller \nperipheral stems are gone.  This similar or same type of plant grows in other enclosures containing the other addax, but it \nis not being eaten.  Poor body condition can be an indication of health issues, including parasitism, poor dentition, \nmalnutrition, and systemic disease. \n \n***One adult male hog deer is observed to have right rear lameness and has some wounds present on his right hip.  The \nanimal is reluctant to move at first and tried to remain laying down behind a bale of hay.  When coaxed to move, it toe \ntouches the affected limb to the ground when standing, carries it completely off the ground when walking, and does a \n“bunny hop” with the rear legs together when running.  There are two, circular areas of hair loss ranging from 1.5-2.5” in \ndiameter on the right hip, revealing pink skin.  The owner noted the lameness previously a week or two ago, but did not \ncommunicate it to the veterinarian, and no veterinary evaluation was performed on this animal. Lameness can be caused \nby a variety of problems including infection, injury, or other medical conditions and can be painful and distressing and \naffect the health and well-being of the animal. \n \n***One adult female fennec fox has multiple hair mats present on her back.   There are six distinct hair mats among \ntangled fur which extends along the top of the back from the shoulder blade area to the base of the tail and along both \nsides of the animal.   The licensee stated that he had noticed the mats but doesn’t know how long they’ve been there.    \nHe mentioned this animal does shed a lot. Matted hair can lead to medical problems, it can cause skin irritation, pain and \nprogress to infected lesions. A system of monitoring and brushing to prevent the fur from becoming matted should be in\n\nplace to maintain the health and well-being of the animal. \n \n*** Five, adult Nubian ibex and three, adult white-tailed deer have overgrown hooves, affecting the angles of the feet, due \nto a lack of hoof trimming.   Failure to appropriately maintain hooves can cause gait abnormalities which can be painful or \ncause injuries. As part of the facility’s program of preventative veterinary care, the licensee must ensure that all animals \nreceive appropriate hoof care in a timely manner. \n \n*** One adult male muntjac has a one-inch, linear, superficial wound with fresh blood , surrounded by wet, dehaired skin.  \non his back. The licensee states he had not observed it previously. The APHIS inspector observed the animal licking at \nthe wound site during the inspection. \n \nThe facility must ensure that all animals showing potential signs of veterinary medical problems are evaluated by a \nveterinarian in a timely manner in order to receive an accurate diagnosis and appropriate treatment plan. The licensee \nmust ensure that all animals at the facility are provided with adequate veterinary care, as described by the attending \nveterinarian and the program of veterinary care. The program for providing adequate veterinary care shall include the use \nof appropriate methods to prevent, control, diagnose, and treat diseases and injuries.   The licensee was verbally \ninstructed during the exit interview that all animals listed in this citation must be evaluated by a veterinarian, with \ndiagnostic/treatment plans and written guidance provided which must be followed by close of business on August 27, \n2021. \n2.75(b)(1) \n   \nRecords: Dealers and exhibitors.\n\nAt the time of inspection, there are no records available for inspection to reflect acquisition and disposition of animals in \nthe inventory or for veterinary care provided to sick or injured animals. \nRecords containing the required information for animals removed from the inventory for any reason or acquired for use in \nregulated activities, including those offspring born on premise, are necessary to accurately track animals to ensure their \nhumane care and use. The licensee shall make, keep, and maintain records of acquisition and disposition of all animals \nthat fully and correctly disclose the required information. \nTO BE CORRECTED BY SEPTEMBER 8, 2021. \n3.75(e) \n   \nHousing facilities, general. \nThe food preparation areas in the barn housing 11 ring-tailed lemurs and two fennec foxes are dirty and cluttered, with \nnumerous chemical agents (Comet cleanser, WD-40, Flex Seal, moth crystals) stored on or above the surfaces where \nfood is prepared. \nUnsanitary conditions and keeping chemicals on food preparation surfaces can result in contamination of food and animal \nillness. Substances that are toxic to non-human primates must not be stored in food storage and preparation areas. \nChemicals must not be kept or used in close proximity to food preparation and storage areas, and food preparation areas \nshould be kept clean and sanitary. \nTO BE CORRECTED BY AUGUST 31, 2021. \n3.80(a)(2)(iii)  Critical\n   \nPrimary enclosures. \nIn the lemur barn, there are two, juvenile, ring-tailed lemurs that were seen leaving and entering the other lemur \nenclosures by squeezing through the metal squares of the enclosure fencing which are 2X4” openings. This allows the \nanimals access to the barn, other lemur enclosures, and potentially the outside areas of the facility through windows and\n\ndoors opened in the barn to facilitate ventilation. \nPrimary enclosures that do not contain the animals can facilitate escape and/or injury. Primary enclosures must be \nconstructed and maintained so that they contain the non-human primates securely and protect the animals from harm. \nTO BE CORRECTED BY SEPTEMBER 1, 2021. \n3.81  Repeat\n   \nEnvironment enhancement to promote psychological well-being. \nAt the time of inspection, there is an inadequate written plan in place for environmental enhancement for most of the \nnonhuman primates, including two spider monkeys, three lar gibbons, 11 ring-tailed lemurs and three brown capuchins. \nThere is limited environmental enrichment within the lar gibbon, spider monkey and capuchin enclosures, which consists \nof items for climbing and swinging, but none that facilitate cognitive/sensory enrichment. \nEnvironmental enhancement is important to promote the psychological well-being of nonhuman primates. A plan for \nenvironmental enhancement that addresses social grouping, environmental enrichment, and other special considerations \nsuch as juveniles and individually housed animals, must be developed and followed for each nonhuman primate at the \nfacility. This plan must be in accordance with the currently accepted professional standards and approved by the \nattending veterinarian. \n3.83  Direct\n   \nWatering. \n***In the lemur barn, there is an enclosure containing two adult and two juvenile ring-tailed lemurs with two empty water \nbottles and no other source of potable water available. When the bottles were filled and replaced, the adults drank \nvigorously and continuously for three minutes. At that point the juveniles that exited the cage returned and took turns \ndrinking continuously with the adults in the enclosure for an additional two minutes. This level of thirst suggests the \nanimals were without water for some time.\n\nCORRECT IMMEDIATELY AND FROM THIS TIME FORWARD. \n \n***In one enclosure containing a single, male lar gibbon, there is a water receptacle containing water that contains feces, \nfeathers, dirt and other debris. There is no source of potable water in the enclosure. \nCORRECT IMMEDIATELY AND FROM THIS TIME FORWARD. \n \n***In the capuchin enclosure housing three adult brown capuchins, the single water receptacle contains cloudy, brown \nwater with leaves, feathers and green material floating on the top.  There is no source of potable water accessible to the \nanimals. \nCORRECT IMMEDIATELY AND FROM THIS TIME FORWARD. \n \nThe provision of potable water is a basic need, and insufficient water intake can lead to dehydration and illness. Potable \nwater must be provided in sufficient quantity to every non-human primate in the facility. If potable water is not continually \navailable, it must be offered to them as often as necessary to ensure their health and well-being. \n3.84(a)  Repeat\n   \nCleaning, sanitization, housekeeping, and pest control. \nIn the enclosure housing three brown capuchin monkeys, there is an accumulation of decaying vegetable matter, food \ndebris and feces on the bench inside the shelter, completely covering one third of the bench and scattered less densely \nacross the remaining two-thirds. \n \nRoutine cleaning and sanitation must be done daily to protect the health and well-being of nonhuman primates. Dirt, fecal\n\nmaterial, food waste, and other debris must be removed daily to prevent contamination of food, prevent nonhuman \nprimates from becoming soiled and to reduce disease hazards. \n3.84(b)(3) \n   \nCleaning, sanitization, housekeeping, and pest control. \n***There are five dirty water bottles on three lemur enclosures, containing a total of six adult and juvenile ring-tailed \nlemurs. The bottles have brown and green material on the inside of the bottles. \n \n***There are three gibbon enclosures, housing a total of three adult gibbons, with water receptacles that have a brown \nand green slime covering the interior of the receptacles. \n \n***In the enclosure containing three capuchins, there is a dirty water receptacle with brown and green slime covering the \ninterior of the receptacle. Unsanitary water receptacles can lead to the contamination of the water inside, making the \nwater unpalatable and/or causing illness. Food and water receptacles must be sanitized using live steam under pressure \nor washing with soap/detergent in water that is at least 180F (such as in a cage washer), or by washing them with \nappropriate detergent solutions or disinfectants or a combination with a thorough cleaning to remove organic material, so \nas to remove all organic material and mineral buildup, and to provide sanitation followed by a clean water rinse. \nTO BE CORRECTED BY AUGUST 27, 2021. \n3.85  Direct\n   \nEmployees. \nThe facility owner states that he has insufficient staff to provide adequate cleaning, feeding, general husbandry and facility \nmaintenance for all of the non-human primates and other animals. This is evident throughout the facility as noted in the \nnon-compliances cited throughout this report.\n\nWithout an adequate labor force, animals and facilities cannot be properly managed and cared for, leading to \ncircumstances that compromise the health and well-being of the animals. Every person subject to the Animal Welfare \nregulations maintaining non-human primates must have enough employees to carry out the required level of husbandry \npractices and care. The licensee must acquire sufficient help to manage the animals and facilities according to the Animal \nWelfare regulations. \nTO BE CORRECTED BY SEPTEMBER 3, 2021. \n3.125(a)  Critical\n   \nFacilities, general. \n***On the morning of Feb 11, 2021, when the licensee was about to feed the hog deer, she noticed 11 dead hog deer in \nthe enclosure. The licensee contacted the local animal control. Paw prints were found inside the enclosure and animal \ncontrol assumed dogs entered the property through holes they found under the perimeter fence. The hog deer were \ntemporarily removed from the enclosure, the holes under the fence filled, and the gates locked. \nThe perimeter fence line must be maintained to protect the deer from predation by animals intruding from the outside. \nPerimeter fences must be constructed so that they protect the animals in the facility by restricting animals and \nunauthorized persons from going through it or under it and having contact with the animals inside the facility. The licensee \nimplemented daily perimeter fence checks to ensure predators are not digging under the fence. \nCORRECTED BEFORE TIME OF INSPECTION. \n \n***In multiple separate enclosures which house nine Nubian ibex, 13 axis deer, and 25 hog deer, the wire fence material \nhas sharp edges exposed in several areas. The sharp points at the bottom of the fence face into the enclosure where the \nanimals could come into contact with them.\n\n***In the enclosure housing nine Nubian ibex, one wooden shade structure is in disrepair and the roof is falling down. The \nback wood panels of the structure are leaning and not structurally sound. The wood panels are worn and have sharp, \njagged edges that the animals could come into contact with. In the same enclosure there is another shelter structure with \ntwo broken metal panels. At the lower edge, the metal panel isn’t secured to the wood backing and is sticking out, \ncreating sharp, jagged edges that are facing into the enclosure where the animals could come into contact with them. \n \n***In the enclosure housing three white-tailed deer, the shade structure metal panel is worn in one corner, and the \nexposed metal has jagged edges that the deer could come into contact with. \n \n***The shade material covering the fence enclosure of the five muntjacs is in disrepair and coming loose from the fence to \nwhich it is attached. The shade material is creating gaps along one side of the enclosure that can come into contact with \nthe animals. The loose shade material could lead to entrapment or injury of these animals. \n \n***The enclosure housing seven domesticated goats and one white-tailed deer contains a smaller chain link fencing \nenclosure within, which is falling apart. The fencing structure is in disrepair and has many sharp points where the animals \ncould come into contact with them and cause injury. All enclosures must be kept in good repair and free of sharp points, \nprotruding edges, holes, and gaps/openings in order to protect the animals from injury. \n \nFailure to maintain housing facilities in a structurally sound manner can cause injury to the animals. A system of \nmonitoring and maintenance should be in place so that all housing facilities remain structurally sound and in good repair\n\nto protect the animals from injury and/or escape. \nTO BE CORRECTED BY SEPTEMBER 21, 2021. \n3.129 \n   \nFeeding. \n***In a sheltered food storage area, there is a wheeled bin containing a mixture of ‘sweet feed’ and dried corn that is \nuncovered, with bird feathers and flies seen in the food. The facility owner states that this feed is used for some of the \nUSDA-regulated species at the facility. Uncovered feed can become contaminated and/or lose nutrient value, leading to \nanimal illness. \n \n***In the muntjac enclosure containing three adult and two juvenile muntjacs, there is a self-feeder that has caked and \nslightly moist food crumbs in the bottom with fresh feed on top, with dirt, spider webs and egg sacs on the interior of the \nhopper. These conditions can lead to contamination of fresh feed that is added to the feeder, leading to animal illness. \nFood must be wholesome, palatable and free from contamination and of sufficient nutritive value to maintain all animals in \ngood health; adequate measures must be taken to prevent molding, contamination and deterioration or caking of food. \nTO BE CORRECTED BY SEPTEMBER 1, 2021. \n3.130  Repeat\n   \nWatering. \nMultiple enclosures throughout the facility (collectively containing one bobcat, five muntjacs, seven white-tailed deer, 20 \naddax, one barbary sheep, 10 oryx, 19 Nubian ibex, four camels, 13 axis deer, and seven domestic goats) have water \nbowls or troughs that are covered in thick, slimy green-brown material and/or have cloudy water with debris floating on the \nsurface. \nUnsanitary water receptacles and unpotable water can be unpalatable to animals and lead to illness. It is the responsibility\n\nof the licensee to make sure all water receptacles be kept clean and sanitary for the overall health and well-being of the \nanimal. \nTO BE CORRECTED BY AUGUST 27, 2021. \n3.131(c) \n   \nSanitation. \n***In the muntjac enclosure containing three adult and two juvenile muntjacs, there is a decomposing bird carcass. The \npresence of dead and decaying animals can attract pests and vermin and be a source of disease-causing agents and \nodors. \nTO BE CORRECTED BY AUGUST 26, 2021. \n \n***In five enclosures, collectively containing 10 oryx, 19 addax, 13 axis deer, one barbary sheep and one bobcat, there \nare multiple lengths of plastic twine in piles or strewn across the ground. This material poses a risk of illness due to \ningestion or injury due to entrapment. \nTO BE CORRECTED AUGUST 27, 2021. \n \n***In an enclosure containing 13 axis deer, there is a tree wrapped in old chainlink material with sharp points twisted \noutward toward areas where the animals could come into contact with it. \nTO BE CORRECTED BY SEPTEMBER 3, 2021. \n3.132  Direct\n   \nEmployees. \nAt the time of inspection, the facility owner states that he does not have sufficient help to facilitate adequate animal care \nand husbandry, cleaning and maintenance of facilities. This is evident in numerous areas of the facility, as noted\n\nthroughout this report. \nWithout an adequate labor force, animals and facilities cannot be properly managed, leading to circumstances that \ncompromise the health and well-being of the animals. A sufficient number of adequately trained employees shall be \nutilized to maintain the professionally acceptable level of husbandry practices as set forth in the regulations. \nTO BE CORRECTED  SEPTEMBER 3, 2021. \n \nThis inspection and exit interview were conducted with a facility representative. \n \nAdditional Inspectors: \nNAOMI SISMOUR, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 145,
  "species": [
    {
      "count": 2,
      "scientific": "Ateles chamek",
      "common": "BLACK SPIDER MONKEY"
    },
    {
      "count": 13,
      "scientific": "Axis axis",
      "common": "AXIS DEER / SPOTTED DEER / CHITAL"
    },
    {
      "count": 3,
      "scientific": "Hylobates lar",
      "common": "LAR GIBBON"
    },
    {
      "count": 11,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 20,
      "scientific": "Addax nasomaculatus",
      "common": "ADDAX"
    },
    {
      "count": 25,
      "scientific": "Axis porcinus",
      "common": "HOG DEER"
    },
    {
      "count": 1,
      "scientific": "Ammotragus lervia",
      "common": "BARBARY SHEEP"
    },
    {
      "count": 4,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 3,
      "scientific": "Cervus elaphus",
      "common": "RED DEER"
    },
    {
      "count": 5,
      "scientific": "Cervus nippon",
      "common": "SIKA DEER"
    },
    {
      "count": 1,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 5,
      "scientific": "Muntiacus reevesi",
      "common": "REEVE'S MUNTJAC"
    },
    {
      "count": 3,
      "scientific": "Equus grevyi",
      "common": "GREVY'S ZEBRA"
    },
    {
      "count": 7,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 10,
      "scientific": "Oryx dammah",
      "common": "SCIMITAR-HORNED ORYX"
    },
    {
      "count": 1,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 2,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    },
    {
      "count": 3,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 7,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 19,
      "scientific": "Capra nubiana",
      "common": "NUBIAN IBEX"
    }
  ]
}