{
  "insp_id": "2016082569505833",
  "layout": "a",
  "customer_id": "1016",
  "customer_name": "University Of Washington",
  "customer_addr": "Box 357160\nSeattle, WA 98195",
  "certificate": "91-R-0001",
  "site_id": "001",
  "site_name": "UNIVERSITY OF WASHINGTON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-JUN-2019",
  "report_date": "19-JUN-2019",
  "citations": [
    {
      "code": "2.33(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.",
      "narrative": "There was an incident of diversion of a controlled substance that led to one nonhuman primate possibly receiving\nless than the optimum dosing of an opioid analgesic during clinical treatment. After the diversion was discovered,\nthe drug vial was analyzed and the drug was found to have been diluted. The animal did receive other pain\nrelievers and did not appear clinically painful during that time and recovered uneventfully.\nThe use of appropriate methods to treat diseases and injuries must be used and maintained to ensure animal\nwelfare. The employee involved in the incident has been terminated from employment. This drug has been\ntransferred to a central safe with limited access and is not in the lock box at the individual facilities. If an animal\nneeds the medication, aliquots are taken out to do the treatment. The research facility had instituted corrective\nactions prior to this inspection.\nDuring the inspection, a controlled drug cabinet was found open and unattended with the key in the lock. The\nresearch facility has taken corrective actions for this issue. The principal investigator of the lab with the open drug\ncabinet has placed a reminder sign on the procedure room door where the drug cabinet is located, and reassigned\nthe individual responsible for controlled substances in the lab. Completed as of 6/10/19.\nIn addition, the research facility will reiterate the expectation that all researchers must keep their controlled\nsubstances secure at all times. The Office of Animal Welfare (OAW) will also send out a communication to\nresearchers about this expectation by 6/14/19. Additional periodic reminder communications will come through\nOAW’s July newsletter, on-going OAW staff interactions with researchers and during IACUC semi-annual\ninspections. Facility staff have also been instructed to report to their supervisors any drug cabinets found\nunsecured."
    },
    {
      "code": "2.33(b)(5)",
      "kind": "Critical",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.",
      "narrative": "On protocol #2225-06, a nonhuman primate underwent surgery and died during the recovery period. On the\nmorning of the surgery, it was found that the animal had not been fasted due to a miscommunication. The\nveterinary surgical teams agreed to delay the procedure for over one hour (an abbreviated fast) and then\nproceeded. The surgery was uneventful; however, the animal went into respiratory arrest during the recovery\nperiod which lead to the need for CPR and re-intubation. During CPR, the animal was seen to vomit, and ingesta\nwas aspirated. The animal was revived and appeared to be recovering, but arrested again later and died. Based\non the clinical course, laryngospasm was postulated as the cause of death and aspiration of food may have been a\ncontributing factor.\nEach research facility must establish and maintain programs of adequate veterinary care that include pre-procedural\nand post-procedural care in accordance with established veterinary medical and nursing care. Both the protocol\nand the facility's SOP require that the day prior to the performance of the procedure, animals will be fasted after\ntheir morning feeding for a minimum of 12 hours.\nThe research facility had instituted corrective actions prior to this inspection. The facility SOP is being revised to\ninclude if an animal has not been fasted appropriately, the research procedure will be rescheduled. The only\nexceptions would be in an emergency or clinical case, and must be approved by the Attending Veterinarian or the\nAssociate Director, Department of Primate Resources.\nInspection was conducted from June 4 - 6, 2019.\nThis inspection and exit briefing were conducted with the facility representatives.\nAdditional Inspectors\nSchnell Michael, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.33(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.\nThere was an incident of diversion of a controlled substance that led to one nonhuman primate possibly receiving\nless than the optimum dosing of an opioid analgesic during clinical treatment.  After the diversion was discovered,\nthe drug vial was analyzed and the drug was found to have been diluted.  The animal did receive other pain\nrelievers and did not appear clinically painful during that time and recovered uneventfully. \nThe use of appropriate methods to treat diseases and injuries must be used and maintained to ensure animal\nwelfare. The employee involved in the incident has been terminated from employment.  This drug has been\ntransferred to a central safe with limited access and is not in the lock box at the individual facilities.  If an animal\nneeds the medication, aliquots are taken out to do the treatment.  The research facility had instituted corrective\nactions prior to this inspection.\nDuring the inspection, a controlled drug cabinet was found open and unattended with the key in the lock.  The\nresearch facility has taken corrective actions for this issue.  The principal investigator of the lab with the open drug\ncabinet has placed a reminder sign on the procedure room door where the drug cabinet is located, and reassigned\nthe individual responsible for controlled substances in the lab. Completed as of 6/10/19.\nIn addition, the research facility will reiterate the expectation that all researchers must keep their controlled\nsubstances secure at all times. The Office of Animal Welfare (OAW) will also send out a communication to\nresearchers about this expectation by 6/14/19.  Additional periodic reminder communications will come through\nOAW’s July newsletter, on-going OAW staff interactions with researchers and during IACUC semi-annual\ninspections.  Facility staff have also been instructed to report to their supervisors any drug cabinets found\nunsecured. \n2.33(b)(5)           CRITICAL\n\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.\nOn protocol #2225-06, a nonhuman primate underwent surgery and died during the recovery period.  On the\nmorning of the surgery, it was found that the animal had not been fasted due to a miscommunication.  The\nveterinary surgical teams agreed to delay the procedure for over one hour (an abbreviated fast) and then\nproceeded.  The surgery was uneventful; however, the animal went into respiratory arrest during the recovery\nperiod which lead to the need for CPR and re-intubation.  During CPR, the animal was seen to vomit, and ingesta\nwas aspirated.  The animal was revived and appeared to be recovering, but arrested again later and died.  Based\non the clinical course, laryngospasm was postulated as the cause of death and aspiration of food may have been a\ncontributing factor.  \nEach research facility must establish and maintain programs of adequate veterinary care that include pre-procedural\nand post-procedural care in accordance with established veterinary medical and nursing care.  Both the protocol\nand the facility's SOP require that the day prior to the performance of the procedure, animals will be fasted after\ntheir morning feeding for a minimum of 12 hours. \nThe research facility had instituted corrective actions prior to this inspection.  The facility SOP is being revised to\ninclude if an animal has not been fasted appropriately, the research procedure will be rescheduled. The only\nexceptions would be in an emergency or clinical case, and must be approved by the Attending Veterinarian or the\nAssociate Director, Department of Primate Resources.\nInspection was conducted from June 4 - 6, 2019.\nThis inspection and exit briefing were conducted with the facility representatives.\nAdditional Inspectors\nSchnell Michael, Veterinary Medical Officer",
  "animals_total": 1343,
  "species": [
    {
      "count": 17,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 26,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 228,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE"
    },
    {
      "count": 972,
      "scientific": "Macaca nemestrina",
      "common": "PIG-TAILED MACAQUE"
    },
    {
      "count": 29,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 48,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 13,
      "scientific": "Saimiri sciureus",
      "common": "COMMON SQUIRREL MONKEY"
    },
    {
      "count": 10,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}