{
  "insp_id": "196151720330865",
  "layout": "a",
  "customer_id": "24564",
  "customer_name": "Real Pets Corp",
  "customer_addr": "30 N 3rd St\nWomelsdorf, PA 19567",
  "certificate": "23-B-0200",
  "site_id": "004",
  "site_name": "REAL PETS CORP",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-JUL-2015",
  "report_date": "16-JUL-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Section 2.40(b)(2) Veterinary Care: There was an enclosure with six live gerbils that appeared unthrifty housed with\nthree dead gerbils. The hair coats of the live gerbils were rough and dull. The animals appeared listless. No\ntreatment was being provided for these animals. Once APHIS officials identified the condition of the gerbils a facility\nemployee moved the live gerbils to a clean enclosure and gave them part of a potato. These animals were recently\nweaned and may not have learned yet how to access water from the automatic water nipple. The animals started to\neat the potato and appeared more active. Prompt veterinary care may have prevented the death of the three\ngerbils. The licensee must provide adequate veterinary care as directed by the attending veterinarian for the health\nand comfort of the animals. Correct by July 17, 2015."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Section 2.40(b)(3) Veterinary Care: There was an enclosure with six gerbils that appeared unthrifty and listless with\nthree dead gerbils. There were two other enclosures with a dead gerbil with five live gerbils. There were five dead\nChinese hamsters found in five enclosures: three were housed alone and two were with a live Chinese hamster.\nOnce APHIS officials identified the effected enclosures, the employees moved each of the live animals to clean\nenclosures. The facility employee taking care of the Chinese hamsters and gerbils informed the APHIS officials that\nthe animals were cleaned once a week and given food. The employee did not mention that the animals were\nobserved daily. Daily observations are either not being performed or are not being performed adequately as\nevidenced by the unthrifty gerbils and dead animals found on this inspection. All animals must be observed daily\nto access their health and well-being so that problems with animal health can be addressed by the attending\nveterinarian in a timely manner. Correct from this day forward."
    },
    {
      "code": "3.26(b)",
      "kind": "Direct",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "Section 3.26(b) Ventilation: The ventilation system for two rolling racks was not in use for 478 Chinese hamsters\nand their offspring. These racks were designed to have the ventilation system running when animals are housed in\nthe plastic enclosures on the racks. The enclosures and racks were noted to have a buildup of condensation and\nhumidity. The food on top of the wire lids was wet and numerous enclosures had moldy feed. Once the APHIS\nofficials identified the effected enclosures, the licensee hooked up the ventilation system. The licensee must ensure\nthat hamsters are provided with adequate ventilation to provide for the health and comfort for the animals so that\nenclosures do not have a buildup of humidity and condensation. Correct from this day forward."
    },
    {
      "code": "3.29(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "Section 3.29(a) Feeding: There were about 110 Chinese hamsters with their offspring housed in 55 enclosures with\neither no food or wet/ moldy food. Hamsters must be provided with sufficient quantities of food that is free of\ncontamination to meet their normal daily requirements. Eating molding food may cause the hamsters to become ill.\nNo food may cause fighting and distress for the hamsters. Both conditions may result in death. The licensee must\nensure that sufficient quantities of wholesome uncontaminated food are provided to the hamsters to protect the\nhealth of the animals. Correct from this day forward."
    },
    {
      "code": "3.31(a)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Section 3.31(a)(2) Cleaning and sanitation of primary enclosures: There were 30 Chinese hamsters with offspring\nhoused in 18 enclosures with excessively wet bedding and/or dirty bedding. The excessively wet and/or dirty\nenclosures had little or no clean dry bedding for the hamsters for standing, nesting or burrowing. There were ten\nRussian hamsters with offspring housed in five enclosures with excessively wet and dirty bedding. The excessively\nwet enclosures had the hamsters standing on top of wet soiled bedding. There was no dry bedding for standing,\nnesting or burrowing. Once APHIS officials identified the effected enclosures, employees moved each animal to\nclean dry enclosures. Animals housed on wet bedding may become soiled, chilled and/or ill. The licensee must\nensure that the animals in wet and/or dirty enclosures are moved to clean dry enclosures to ensure the health and\ncomfort of the animals. Correct from this day forward."
    },
    {
      "code": "3.31(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Section 3.31(a)(3) Cleaning and sanitation of primary enclosures: There were ten previously used guinea pig\nenclosures with fresh bedding and hay ready to house new guinea pigs arriving at the facility. There was a buildup\nof a white to brown roughened scale and debris in the corners, on the sides and around the bottom of the\nenclosures. The cleaning process utilized does not seem effective in removing this buildup. Housing guinea pigs in\ndirty and used enclosures exposes the animals to potential disease hazards such as bacterial, fungal, and viral\ndiseases. The licensee must ensure that enclosures will be cleaned and sanitized prior to the introduction of guinea\npigs into previously occupied enclosures. Correct from this day forward."
    },
    {
      "code": "3.32",
      "kind": "",
      "repeat": false,
      "desc": "EMPLOYEES.",
      "narrative": "Section 3.32 Employees: At this facility one employee is primarily responsible for caring for the 562 Chinese\nhamsters and 309 gerbils (See citation Section 3.132). During this inspection several direct non-compliances were\nidentified regarding the Chinese hamsters. Daily observations are not being done adequately, Chinese hamsters\nwere housed in enclosures on two racks without adequate ventilation, these hamsters had wet/moldy food or no\nfood, and hamsters were found in wet/dirty enclosures. These conditions pose a significant health risk to the\nChinese hamsters and are not within currently accepted husbandry standards. The significant failure to provide an\nadequate level of care for these animals indicates that there is an insufficient number of employees to care for these\nanimals or that this employee is not sufficiently trained and/or supervised. The licensee must ensure that there are\na sufficient number of adequately trained employees present to care for the hamsters so that appropriate animal\nhealth and husbandry are maintained. Correct by July 23, 2015."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Section 3.131(a) Cleaning of enclosures: There were about 150 gerbils in 18 enclosures with excessively wet\nbedding and/or dirty bedding. The excessively wet enclosures had the gerbils standing on top of a wet pack of\nbedding. There was no dry bedding for nesting or burrowing. Once APHIS officials identified the effected\nenclosures, employees moved each animal to clean dry enclosures. Animals housed on wet dirty bedding may\nbecome soiled, chilled and/or ill. The licensee must ensure that the animals in wet and/or dirty enclosures are\nmoved to clean dry enclosures to ensure the health and comfort of the animals. Correct from this day forward."
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": false,
      "desc": "EMPLOYEES.",
      "narrative": "Section 3.132 Employees: At this facility one employee is primarily responsible for caring for the 562 Chinese\nhamsters (See citation Section 3.32) and 309 gerbils. During this inspection several direct and indirect\nnon-compliances were identified regarding the gerbils. Daily observations are not being done adequately, gerbils\nwere not receiving adequate veterinary care, and gerbils were found in wet/dirty enclosures. These conditions pose\na significant health risk to the gerbils and are not within currently accepted husbandry standards. The significant\nfailure to provide an adequate level of care for these animals indicates that there is an insufficient number of\nemployees to care for these animals or that this employee is not sufficiently trained and/or supervised. The licensee\nmust ensure that there are a sufficient number of adequately trained employees present to care for the animals so\nthat appropriate animal health and husbandry are maintained. Correct by July 23, 2015.\nThis inspection was conducted on July 15, 2015 by Mary Geib, VMO; Robert Markmann, ACI; the facility president\nand the employees present at the facility. An exit briefing was conducted on July 16, 2015 with the facility president\nand Mary Geib, VMO.\nAdditional Inspectors\nMarkmann Robert, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nSection 2.40(b)(2) Veterinary Care:  There was an enclosure with six live gerbils that appeared unthrifty housed with\nthree dead gerbils.  The hair coats of the live gerbils were rough and dull.  The animals appeared listless.  No\ntreatment was being provided for these animals.  Once APHIS officials identified the condition of the gerbils a facility\nemployee moved the live gerbils to a clean enclosure and gave them part of a potato.  These animals were recently\nweaned and may not have learned yet how to access water from the automatic water nipple. The animals started to\neat the potato and appeared more active.  Prompt veterinary care may have prevented the death of the three\ngerbils.   The licensee must provide adequate veterinary care as directed by the attending veterinarian for the health\nand comfort of the animals.  Correct by July 17, 2015.\n2.40(b)(3)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nSection 2.40(b)(3) Veterinary Care: There was an enclosure with six gerbils that appeared unthrifty and listless with\nthree dead gerbils.  There were two other enclosures with a dead gerbil with five live gerbils.  There were five dead\nChinese hamsters found in five enclosures: three were housed alone and two were with a live Chinese hamster. \nOnce APHIS officials identified the effected enclosures, the employees moved each of the live animals to clean\nenclosures.  The facility employee taking care of the Chinese hamsters and gerbils informed the APHIS officials that\nthe animals were cleaned once a week and given food.  The employee did not mention that the animals were\nobserved daily.   Daily observations are either not being performed or are not being performed adequately as\nevidenced by the unthrifty gerbils and dead animals found on this inspection.     All animals must be observed daily\nto access their health and well-being so that problems with animal health can be addressed by the attending\nveterinarian in a timely manner.   Correct from this day forward.\n3.26(b)           DIRECT\nFACILITIES, INDOOR.\nSection 3.26(b) Ventilation: The ventilation system for two rolling racks was not in use for 478 Chinese hamsters\nand their offspring.  These racks were designed to have the ventilation system running when animals are housed in\nthe plastic enclosures on the racks. The enclosures and racks were noted to have a buildup of condensation and\n\nhumidity.  The food on top of the wire lids was wet and numerous enclosures had moldy feed.  Once the APHIS\nofficials identified the effected enclosures, the licensee hooked up the ventilation system.  The licensee must ensure\nthat hamsters are provided with adequate ventilation to provide for the health and comfort for the animals so that\nenclosures do not have a buildup of humidity and condensation.   Correct from this day forward.\n3.29(a)           DIRECT\nFEEDING. \nSection 3.29(a) Feeding: There were about 110 Chinese hamsters with their offspring housed in 55 enclosures with\neither no food or wet/ moldy food.   Hamsters must be provided with sufficient quantities of food that is free of\ncontamination to meet their normal daily requirements.  Eating molding food may cause the hamsters to become ill. \nNo food may cause fighting and distress for the hamsters.  Both conditions may result in death.  The licensee must\nensure that sufficient quantities of wholesome uncontaminated food are provided to the hamsters to protect the\nhealth of the animals.  Correct from this day forward.\n3.31(a)(2)           DIRECT\nSANITATION.\nSection 3.31(a)(2) Cleaning and sanitation of primary enclosures: There were 30 Chinese hamsters with offspring\nhoused in 18 enclosures with excessively wet bedding and/or dirty bedding.  The excessively wet and/or dirty\nenclosures had little or no clean dry bedding for the hamsters for standing, nesting or burrowing.  There were ten\nRussian hamsters with offspring housed in five enclosures with excessively wet and dirty bedding.  The excessively\nwet enclosures had the hamsters standing on top of wet soiled bedding.  There was no dry bedding for standing,\nnesting or burrowing.  Once APHIS officials identified the effected enclosures, employees moved each animal to\nclean dry enclosures.  Animals housed on wet bedding may become soiled, chilled and/or ill.  The licensee must\nensure that the animals in wet and/or dirty enclosures are moved to clean dry enclosures to ensure the health and\ncomfort of the animals.  Correct from this day forward.\n3.31(a)(3)\nSANITATION.\nSection 3.31(a)(3) Cleaning and sanitation of primary enclosures: There were ten  previously used guinea pig\nenclosures with fresh bedding and hay ready to house new guinea pigs arriving at the facility.  There was a buildup\nof a white to brown roughened scale and debris in the corners, on the sides and around the bottom of the\nenclosures. The cleaning process utilized does not seem effective in removing this buildup.  Housing guinea pigs in\ndirty and used enclosures exposes the animals to potential disease hazards such as bacterial, fungal, and viral\ndiseases.  The licensee must ensure that enclosures will be cleaned and sanitized prior to the introduction of guinea\npigs into previously occupied enclosures.   Correct from this day forward.\n\n3.32\nEMPLOYEES.    \nSection 3.32 Employees:  At this facility one employee is primarily responsible for caring for the 562 Chinese\nhamsters and 309 gerbils (See citation Section 3.132).  During this inspection several direct non-compliances were\nidentified regarding the Chinese hamsters.   Daily observations are not being done adequately, Chinese hamsters\nwere housed in enclosures on two racks without adequate ventilation, these hamsters had wet/moldy food or no\nfood, and hamsters were found in wet/dirty enclosures.  These conditions pose a significant health risk to the\nChinese hamsters and are not within currently accepted husbandry standards.  The significant failure to provide an\nadequate level of care for these animals indicates that there is an insufficient number of employees to care for these\nanimals or that this employee is not sufficiently trained and/or supervised.  The licensee must ensure that there are\na sufficient number of adequately trained employees present to care for the hamsters so that appropriate animal\nhealth and husbandry are maintained.  Correct by July 23, 2015.\n3.131(a)\nSANITATION.   \nSection 3.131(a) Cleaning of enclosures: There were about 150 gerbils in 18 enclosures with excessively wet\nbedding and/or dirty bedding.  The excessively wet enclosures had the gerbils standing on top of a wet pack of\nbedding.  There was no dry bedding for nesting or burrowing.   Once APHIS officials identified the effected\nenclosures, employees moved each animal to clean dry enclosures.  Animals housed on wet dirty bedding may\nbecome soiled, chilled and/or ill.  The licensee must ensure that the animals in wet and/or dirty enclosures are\nmoved to clean dry enclosures to ensure the health and comfort of the animals.  Correct from this day forward.\n3.132\nEMPLOYEES. \nSection 3.132 Employees:  At this facility one employee is primarily responsible for caring for the 562 Chinese\nhamsters (See citation Section 3.32) and 309 gerbils.  During this inspection several direct and indirect\nnon-compliances were identified regarding the gerbils.   Daily observations are not being done adequately, gerbils\nwere not receiving adequate veterinary care, and gerbils were found in wet/dirty enclosures.  These conditions pose\na significant health risk to the gerbils and are not within currently accepted husbandry standards.  The significant\nfailure to provide an adequate level of care for these animals indicates that there is an insufficient number of\nemployees to care for these animals or that this employee is not sufficiently trained and/or supervised.  The licensee\nmust ensure that there are a sufficient number of adequately trained employees present to care for the animals so\nthat appropriate animal health and husbandry are maintained.  Correct by July 23, 2015. \n             \nThis inspection was conducted on July 15, 2015 by Mary Geib, VMO; Robert Markmann, ACI; the facility president\nand the employees present at the facility.  An exit briefing was conducted on July 16, 2015 with the facility president\nand Mary Geib, VMO.\n\nAdditional Inspectors\nMarkmann Robert, Animal Care Inspector",
  "animals_total": 3350,
  "species": [
    {
      "count": 1320,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 562,
      "scientific": "Cricetulus griseus",
      "common": "CHINESE HAMSTER"
    },
    {
      "count": 309,
      "scientific": "Meriones unguiculatus",
      "common": "MONGOLIAN GERBIL (COMMON PET / RESEARCH VARIETY)"
    },
    {
      "count": 233,
      "scientific": "Mesocricetus auratus",
      "common": "SYRIAN / GOLDEN HAMSTER (COMMON PET/RESEARCH TYPE)"
    },
    {
      "count": 4,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 330,
      "scientific": "Phodopus campbelli",
      "common": "CAMPBELLS DWARF HAMSTER"
    },
    {
      "count": 288,
      "scientific": "Phodopus roborovskis",
      "common": "ROBOROVSKIS DWARF HAMSTER"
    },
    {
      "count": 304,
      "scientific": "Phodopus sungorus",
      "common": "WINTER WHITE RUSSIAN DWARF HAMSTER"
    }
  ]
}