{
  "insp_id": "2016090000663732",
  "layout": "b",
  "customer_id": "26261",
  "customer_name": "LUFTHANSA CARGO AG",
  "customer_addr": "BUILDING 23 NORTH SERVICE ROAD\nJFK INTERNATIONAL AIRPORT\nJAMAICA, NY 11430",
  "certificate": "21-T-0070",
  "site_id": "ORD",
  "site_name": "LUFTHANSA CARGO AG",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-JUL-2021",
  "report_date": "21-JUL-2021",
  "citations": [
    {
      "code": "3.14(c)",
      "kind": "",
      "repeat": false,
      "desc": "Consignments to carriers and intermediate handlers.",
      "narrative": "Two cat transport enclosures, scheduled on LH 431 (AWB 020-90306996), were accepted without securely attached,\neasily readable certifications that food and water were offered to the animals 4 hours prior to their delivery. The absence\nof these certifications does not assure that the animals will be offered food and water at required frequencies when the\nanimals are in transport for 12 or more hours. Assure certifications that animals are offered food and water during the 4\nhours prior to delivery are securely attached to their enclosures in a manner that makes them easily noticed and read."
    },
    {
      "code": "3.15(a)(9)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures used to transport live dogs and cats.",
      "narrative": "Two cat transport enclosures, scheduled on LH 431 (AWB 020-90306996), were accepted without suitable absorbent\nmaterial inside. Both cats had only a blanket present on the bottom of their respective enclosures. The absence of\nsuitable absorbent materials in these enclosures could potentially allow the animals to become soiled in excreta.\nAssure all cat transport enclosures contain a suitable absorbent material that is safe and nontoxic."
    },
    {
      "code": "3.17(c)",
      "kind": "",
      "repeat": false,
      "desc": "Food and water requirements.",
      "narrative": "Two cat transport enclosures, scheduled on LH 431 (AWB 020-90306996), were accepted without securely attached food\nreceptacles inside. One enclosure contained an unattached plastic food container while the other enclosure contained an\nunattached, bent/damaged aluminum foil baking pan for use as the food receptable. Additionally, both water receptacles\nwere made of aluminum foil baking pans that were zip tied to the enclosure door. All the receptacles had food or water in\nthem during the inspection. One dog transport enclosure (AWB 020-90295575) did not have a food receptacle securely\nattached to the inside. The animal did have a water bowl securely attached to the door of the enclosure. The foil baking\npans could be damaged during transport and spill their contents into the enclosure. The unattached food receptacles\ncould shift around the enclosure, inhibiting the ability to fill them without opening the door. Assure appropriate food and\nwater receptacles are securely attached to the inside of dog and cat enclosures.\nThe inspection and exit interview were conducted with the facility representative.\nEnd Section"
    }
  ],
  "narrative": "3.14(c) \n   \nConsignments to carriers and intermediate handlers. \nTwo cat transport enclosures, scheduled on LH 431 (AWB 020-90306996),  were accepted without securely attached, \neasily readable certifications that food and water were offered to the animals 4 hours prior to their delivery.  The absence \nof these certifications does not assure that the animals will be offered  food and water at required frequencies when the \nanimals are in transport for 12 or more hours.  Assure certifications that animals are offered food and water during the 4 \nhours prior to delivery are securely attached to their enclosures in a manner that makes them easily noticed and read. \n3.15(a)(9) \n   \nPrimary enclosures used to transport live dogs and cats. \nTwo cat transport enclosures, scheduled on LH 431 (AWB 020-90306996),  were accepted without suitable absorbent \nmaterial inside.  Both cats had only a blanket present on the bottom of their respective enclosures.  The absence of \nsuitable absorbent materials in these enclosures could potentially allow the animals to become soiled in excreta. \nAssure all cat transport enclosures contain a suitable absorbent material that is safe and nontoxic. \n3.17(c) \n   \nFood and water requirements. \nTwo cat transport enclosures, scheduled on LH 431 (AWB 020-90306996),  were accepted without securely attached food \nreceptacles inside.  One enclosure contained an unattached plastic food container while the other enclosure contained an\n\nunattached, bent/damaged aluminum foil baking pan for use as the food receptable.  Additionally, both water receptacles \nwere made of aluminum foil baking pans that were zip tied to the enclosure door.  All the receptacles had food or water in \nthem during the inspection.  One dog transport enclosure (AWB 020-90295575)  did not have a food receptacle securely \nattached to the inside.  The animal did have a water bowl securely attached to the door of the enclosure.  The foil baking \npans could be damaged during transport and spill their contents into the enclosure.  The unattached food receptacles \ncould shift around the enclosure, inhibiting the ability to fill them without opening the door.  Assure appropriate food and \nwater receptacles are securely attached to the inside of dog and cat enclosures. \n \nThe inspection and exit interview were conducted with the facility representative. \n \nEnd Section",
  "animals_total": 4,
  "species": [
    {
      "count": 1,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 3,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    }
  ]
}