{
  "insp_id": "314151637070903",
  "layout": "a",
  "customer_id": "3271",
  "customer_name": "Henry Hampton",
  "customer_addr": "14235 Hwy 801\nMount Ulla, NC 28125",
  "certificate": "55-B-0069",
  "site_id": "003",
  "site_name": "THE FARM AT WALNUT CREEK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-NOV-2015",
  "report_date": "10-NOV-2015",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The written program of veterinary care is incomplete. The guidance included in the written program of veterinary\ncare is insufficient regarding the use of diagnostic testing, dewormers, vaccinations, and other methods to prevent,\ncontrol, diagnose, and treat disease, including both internal and external parasites. Currently the written PVC\ncontains no information regarding vaccination for any species listed. Additionally, the recommended treatments\nconsist only of a drug name (usually ivermectin or cydectin) without any guidance for doses or routes of\nadministration, which are necessary when drugs are intended for use in species for which there are no\nmanufacturer label instructions, or which personnel have been trained in proper administration. Regarding\nfrequency of administration the written PVC says (cid:28)as needed(cid:29) for the majority of the species. There is no guidance\nelsewhere clarifying what (cid:28)as needed(cid:29) means. A written program of veterinary care is required when attending\nveterinarians are employed on a part time basis to ensure that the licensee and facility staff understand the direction\nof the Attending Veterinarian and provide a mechanism by which APHIS Officials can determine their compliance\nwith those directions. Failure to include complete written guidance regarding these topics does not ensure good\nwelfare of the animals maintained by the facility as miscommunications may lead to failure to provide measures for\nprevention, control, and treatment of disease. Correct by working with the attending veterinarian to ensure that\ncomplete guidance regarding the dose, route, and frequency of administration for all drugs listed for each species\nthat are not specifically labelled by the manufacturer are incorporated into the written program of veterinary care. At\na minimum guidance must include species-specific directions for vaccination, euthanasia, capture and restraint, and\nthe prevention, control, and treatment of internal and external parasites.\nThe attending veterinarian has added additional information to the written PVC giving his authority for (cid:28)farm\npersonnel(cid:29) to perform tail docking and castrations. This note does not provide adequate guidance to carry out these\nprocedures. For tail docking, the note states the band will be placed (cid:28)in the desired place(cid:29). More specific guidance\nis required. Also, this note does not give ages of animals these procedures may be performed on, of if any drugs\nare to be used and what dose, route, and frequency to give them for each species, and any post-procedural care or\ncomplications to watch for. The Farm Manager stated that the licensee is the only person who is doing these\nprocedures. Tail docking and castration can cause significant complications if performed incorrectly.. Failure to\nmaintain a written program of veterinary care, including guidance for procedures to be performed by the licensee or\nfacility staff, does not ensure adequate care for the animals on hand. The licensee must obtain additional guidance,\nincluding detailed instructions from the attending veterinarian in order to perform these procedures in accordance\nwith accepted standards of adequate veterinary care. Correct by maintaining a written program of veterinary care\nthat includes specific written guidance for procedures to be performed by the licensee or other facility personnel.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***There is a male tricolor Nubian goat with a round mass approximately the size of a large chicken egg in the right\nflank region. This could be indicative of an infectious disease or other process involving enlargement of regional\nlymph nodes. This animal must be examined by a licensed veterinarian and treated accordingly, including\ninstructions on control of spread of infection if applicable. Correct by November 11, 2015.\n***There is a female tricolor Nubian goat with a discolored area on the left shoulder that appears to be stained from\nrecent infectious drainage. Lesions in this region are very typical of an infectious process that has been identified in\nprevious animals at this facility. This animal must be examined by a licensed veterinarian and treated accordingly,\nincluding instructions on control of spread of infection if applicable. Correct by November 11, 2015.\n***There is a female Nubian goat #7000 that has a small wart-like growth on the right side of her mouth, and\nanother similar lesion between the front toes of her right foot. This is suggestive of a contagious, infectious disease\nthat can potentially be transmitted to humans. This animal must be examined by a licensed veterinarian and treated\naccordingly, including instructions on control of spread of infection to both animals and people, if applicable.\nCorrect by November 11, 2015.\n*** During the August 25, 2015 inspection, a spotted fallow deer in the drive-through area near the entrance gate\nwas lethargic and dull in mentation. At the conclusion of that inspection, the licensee asked the Farm Manager to\ngo into the drive through to look for fallow deer that wouldn(cid:25)t move when approached. On the day of the exit\ninterview, the farm manager informed APHIS Officials that facility personnel had driven through the park several\ntimes and were unable to locate any fallow deer that were acting abnormally. Additionally, the Farm Manager\ncontacted an APHIS Official several days after the 25 August 2015 inspection and stated the facility had never\nfound the animal noted on the report. The APHIS Official informed the Farm Manager to be sure to document this\nanimal was not provided veterinary care since it could not be located. The Farm Manager stated during this\ninspection that the facility believes this animal was sleeping and not ill or in need of medical care. The facility must\ndevelop a plan to ensure that animals can be identified and treated if needed. Although group housing of animals is\nacceptable, the facility must be able to identify, isolate if needed, and treat all animals found in need of veterinary\ncare.\n*** The current program of veterinary care still authorizes the use of succinylcholine as the primary drug for\n(cid:28)tranquilization(cid:29) (without any drugs for anesthesia or analgesia or equipment for respiratory support) for the majority\nof species including: Water Buffalo, Tahr Goat, Aoudad, Axis Deer, Sika Deer, Grevy and Grants Zebra, Nilgai,\nFallow Deer, Eland, and Elk. During this inspection, the Farm Manager was asked if the facility has acquired any\nequipment for ventilating animals if needed. He stated that the facility will continue to follow the guidance contained\nin the Program of Veterinary Care and no changes were planned, nor was any new or additional equipment\navailable.\nSuccinylcholine is a paralytic agent that has no analgesic (pain relieving) or tranquilizing properties. The use of this\ndrug for routine non-painful procedures in the absence of anesthesia to alter conscious awareness is considered\ndistressful to the animal. In addition to the distress of paralysis while maintaining consciousness, this type of drug\ncan also paralyze respiratory muscles causing animals to stop breathing, and if animals are not properly ventilated\nthey can die of suffocation while they remain conscious. This facility does not have adequate equipment, facilities,\nor training to intubate or mechanically ventilate animals in this event. It is likely that an animal experiencing paralysis\nof respiratory muscles would suffocate. There are numerous alternative drugs and drug combinations available\nwhich are able to chemically restrain animals (without causing paralysis) while providing anesthesia and analgesia.\nBecause of their distressing effects, narrow safety margin, and associated risk of mortality, the use of paralytic or\nneuromuscular-blocking drugs without direct veterinary administration, oversight and care (including the use of\ngeneral anesthesia and respiratory support) is not consistent with providing adequate veterinary care.\nThe licensee must maintain a program of adequate veterinary care that includes the use of appropriate methods to\nprevent, control, diagnose, and treat diseases and injuries to comply with the provisions of adequate veterinary care\nas required by the Animal Welfare Act. This lack of adequate care can compromise the health of these animals and\nis likely to result in unnecessary pain and distress to the animals and/or death. Correct by working with your\nattending veterinarian to identify and implement a more appropriate chemical immobilization protocol that provides\nadequate care for all species being handled; this written protocol must address dose, frequency, and route of\nadministration of each drug for each species if not specifically labelled by the manufacturer. Documentation of all\nchanges or modifications to the current program of veterinary care including the plan for chemical restraint must\nmaintained by the facility and provided to APHIS Officials upon request.\nThis is a repeat non-compliant item that remains uncorrected.\nNote: The remaining animals identified on the 08-25-15 inspection report found in need of veterinary care have\nbeen examined by the attending veterinarian and treated accordingly.\nThe animals identified on this inspection found in need of veterinary care were examined by the attending\nveterinarian on 11-09-15."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*** Three animals were found in need of veterinary care during this inspection including a male Nubian with a mass\non its right flank area, a female Nubian with a discolored area on the left shoulder, and a female Nubian with a\nwart-type growth on the right side of its mouth. Although the facility continues to maintain logs of daily observations,\nall of these veterinary problems were identified by USDA inspectors during this routine inspection and were not\nobserved by the facility. All licensees must establish and maintain an adequate program of veterinary care which\nincludes daily observations of all animals to assess their health and well-being. Additionally, a mechanism of direct\nand frequent communication with the attending veterinarian (AV) is required so that timely and accurate information\non problems of animal health, behavior, and well-being are conveyed to the AV. Correct by ensuring that adequate\ndaily observations are conducted and that information is conveyed to the attending veterinarian as required. This\ncontinues to be a problem at this facility.\nTHIS IS A REPEAT NON-COMPLAINT ITEM THAT REMAINS UNCORRECTED"
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "*** The public continues to be permitted to walk directly up the primary enclosures containing several species of\nanimals. This includes camels, cows, sheep, goats, African porcupines, kangaroos, muntjac deer, and mini-zebu\ncattle. These animals are housed in multiple areas including the pastures near the parking lot, the walk through area\nof the zoo, the production barn, the dairy barn, the Daughty barn, and the camel pasture, all of which are open to\nthe public. There are no barriers or signs present to discourage public contact and the guests are encouraged to\nfeed food sold at the entry gate. There are no attendants present during public contact and guests may walk directly\nup to enclosures and pet the animals. Primary enclosure fences are made of material with spaces large enough for\nthe guests to reach through and touch the animals. Unattended public contact continues to be a problem at this\nfacility and has been documented on many previous inspections. Continued unattended public contact does not\nensure safe public interaction with these animals. Licensees must ensure that during periods of public exhibition\nanimals are handled with sufficient distance and/or barriers between the animal and the general viewing public so\nas to assure the safety of animals and the public. Correct by placing barriers to prevent public contact with these\nanimals or by ensuring that an adequate number of attendants are present at each of these locations to ensure the\nsafety of both the public and the animals.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED"
    },
    {
      "code": "2.131(d)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "*** Guests are still allowed to drive through a section of the facility in their cars. Public contact with animals in this\narea is encouraged through the sale of food. No attendant is present in the drive through area when these\nunaccompanied visits and public contact are taking place. Animals in the drive thru area include: watusi, elk, eland,\nTahr goat, deer, antelope, bison, llamas, zebra, water buffalo, pigs, and others. A hand-out pamphlet given to\nguests at the entry gate advises them to remain in their vehicles at all times but also provides instructions for\nfeeding from the buckets provided. This facility also has horse drawn wagons that takes guests thru and allows\npublic feeding with an attendant present. On the wall of the kitchen area of the horse barn, directions stating the\nfollowing: (cid:28)Attention Wagon Drivers See list of rules cars doing the drive thru are given at the t-booth when\nchecking in. Wagon drivers are to monoter to ensure they are following rules. Any violators: If you have any\nchance to talk to them, do so nicely. If not call on radio for help Per USDA rules(cid:29) Allowing guests to feed from\nvehicles without attendants present does not protect the animals and the public nor does it provide a barrier or\ndistance from the animals and the public. Correct this by providing an attendant at all times during public contact.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED"
    },
    {
      "code": "3.125(d)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "*** The large heap of animal waste and bedding remains in the drive through area of the facility. Animals continue to\nhave access to this large pile and have been observed on previous inspections browsing and lying in the pile.\nDuring today(cid:25)s inspection, no animals were observed in or on the pile, but additional spent bedding continues to be\nadded to the existing pile. Continued animal contact with this waste pile has been a concern on many previous\ninspections (including 8/25/15, 4/20/15, 3/2/15, 11/12/14, 6/4/14, 2/19/14, 10/22/13, 6/12/13, and 12/4/12) as this\nunnecessarily exposes the animals to potential disease transmission. Correct this by removing this waste pile and\ndispose of all animal wastes properly.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED\n** Inspection conducted on November 9, 2015 with the farm manager and other facility personnel. APHIS officials\nwere Kathy Campitelli, VMO, and Randy Coleman, ACI. Exit interview conducted on November 10, 2015 with the\nfarm manager and the above mentioned APHIS officials.\nAdditional Inspectors\nCampitelli D.V.M Kathryn, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(a)(1)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe written program of veterinary care is incomplete. The guidance included in the written program of veterinary\ncare is insufficient regarding the use of diagnostic testing, dewormers, vaccinations, and other methods to prevent,\ncontrol, diagnose, and treat disease, including both internal and external parasites.   Currently the written PVC\ncontains no information regarding vaccination for any species listed.  Additionally, the recommended treatments\nconsist only of a drug name (usually ivermectin or cydectin) without any guidance for doses or routes of\nadministration, which are necessary when drugs are intended for use in species for which there are no\nmanufacturer label instructions, or which personnel have been trained in proper administration.  Regarding\nfrequency of administration the written PVC says (cid:28)as needed(cid:29) for the majority of the species.  There is no guidance\nelsewhere clarifying what (cid:28)as needed(cid:29) means.  A written program of veterinary care is required when attending\nveterinarians are employed on a part time basis to ensure that the licensee and facility staff understand the direction\nof the Attending Veterinarian and provide a mechanism by which APHIS Officials can determine their compliance\nwith those directions.  Failure to include complete written guidance regarding these topics does not ensure good\nwelfare of the animals maintained by the facility as miscommunications may lead to failure to provide measures for\nprevention, control, and treatment of disease.  Correct by working with the attending veterinarian to ensure that\ncomplete guidance regarding the dose, route, and frequency of administration for all drugs listed for each species\nthat are not specifically labelled by the manufacturer are incorporated into the written program of veterinary care.  At\na minimum guidance must include species-specific directions for vaccination, euthanasia, capture and restraint, and\nthe prevention, control, and treatment of internal and external parasites. \nThe attending veterinarian has added additional information to the written PVC giving his authority for (cid:28)farm\npersonnel(cid:29) to perform tail docking and castrations.  This note does not provide adequate guidance to carry out these\nprocedures.  For tail docking, the note states the band will be placed (cid:28)in the desired place(cid:29).  More specific guidance\nis required.   Also, this note does not give ages of animals these procedures may be performed on, of if any drugs\nare to be used and what dose, route, and frequency to give them for each species, and any post-procedural care or\ncomplications to watch for. The Farm Manager stated that the licensee is the only person who is doing these\nprocedures. Tail docking and castration can cause significant complications if performed incorrectly.. Failure to\nmaintain a written program of veterinary care, including guidance for procedures to be performed by the licensee or\nfacility staff, does not ensure adequate care for the animals on hand. The licensee must obtain additional guidance,\n\nincluding detailed instructions from the attending veterinarian in order to perform these procedures in accordance\nwith accepted standards of adequate veterinary care. Correct by maintaining a written program of veterinary care\nthat includes specific written guidance for procedures to be performed by the licensee or other facility personnel.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED\n2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***There is a male tricolor Nubian goat with a round mass approximately the size of a large chicken egg in the right\nflank region.  This could be indicative of an infectious disease or other process involving enlargement of regional\nlymph nodes.  This animal must be examined by a licensed veterinarian and treated accordingly, including\ninstructions on control of spread of infection if applicable.  Correct by November 11, 2015.\n***There is a female tricolor Nubian goat with a discolored area on the left shoulder that appears to be stained from\nrecent infectious drainage.  Lesions in this region are very typical of an infectious process that has been identified in\nprevious animals at this facility.  This animal must be examined by a licensed veterinarian and treated accordingly,\nincluding instructions on control of spread of infection if applicable.  Correct by November 11, 2015.\n***There is a female Nubian goat #7000 that has a small wart-like growth on the right side of her mouth, and\nanother similar lesion between the front toes of her right foot.  This is suggestive of a contagious, infectious disease\nthat can potentially be transmitted to humans.  This animal must be examined by a licensed veterinarian and treated\naccordingly, including instructions on control of spread of infection to both animals and people, if applicable. \nCorrect by November 11, 2015.\n*** During the August 25, 2015 inspection, a spotted fallow deer in the drive-through area near the entrance gate\nwas lethargic and dull in mentation.  At the conclusion of that inspection, the licensee asked the Farm Manager to\ngo into the drive through to look for fallow deer that wouldn(cid:25)t move when approached.  On the day of the exit\ninterview, the farm manager informed APHIS Officials that facility personnel had driven through the park several\ntimes and were unable to locate any fallow deer that were acting abnormally.  Additionally, the Farm Manager\ncontacted an APHIS Official several days after the 25 August 2015 inspection and stated the facility had never\nfound the animal noted on the report.   The APHIS Official informed the Farm Manager to be sure to document this\nanimal was not provided veterinary care since it could not be located.   The Farm Manager stated during this\ninspection that the facility believes this animal was sleeping and not ill or in need of medical care.  The facility must\ndevelop a plan to ensure that animals can be identified and treated if needed.  Although group housing of animals is\nacceptable, the facility must be able to identify, isolate if needed, and treat all animals found in need of veterinary\ncare.\n\n*** The current program of veterinary care still authorizes the use of succinylcholine as the primary drug for\n(cid:28)tranquilization(cid:29) (without any drugs for anesthesia or analgesia or equipment for respiratory support) for the majority\nof species including: Water Buffalo, Tahr Goat, Aoudad, Axis Deer, Sika Deer, Grevy and Grants Zebra, Nilgai,\nFallow Deer, Eland, and Elk.  During this inspection, the Farm Manager was asked if the facility has acquired any\nequipment for ventilating animals if needed.  He stated that the facility will continue to follow the guidance contained\nin the Program of Veterinary Care and no changes were planned, nor was any new or additional equipment\navailable.  \nSuccinylcholine is a paralytic agent that has no analgesic (pain relieving) or tranquilizing properties. The use of this\ndrug for routine non-painful procedures in the absence of anesthesia to alter conscious awareness is considered\ndistressful to the animal. In addition to the distress of paralysis while maintaining consciousness, this type of drug\ncan also paralyze respiratory muscles causing animals to stop breathing, and if animals are not properly ventilated\nthey can die of suffocation while they remain conscious. This facility does not have adequate equipment, facilities,\nor training to intubate or mechanically ventilate animals in this event. It is likely that an animal experiencing paralysis\nof respiratory muscles would suffocate. There are numerous alternative drugs and drug combinations available\nwhich are able to chemically restrain animals (without causing paralysis) while providing anesthesia and analgesia. \nBecause of their distressing effects, narrow safety margin, and associated risk of mortality, the use of paralytic or\nneuromuscular-blocking drugs without direct veterinary administration, oversight and care (including the use of\ngeneral anesthesia and respiratory support) is not consistent with providing adequate veterinary care. \nThe licensee must maintain a program of adequate veterinary care that includes the use of appropriate methods to\nprevent, control, diagnose, and treat diseases and injuries to comply with the provisions of adequate veterinary care\nas required by the Animal Welfare Act. This lack of adequate care can compromise the health of these animals and\nis likely to result in unnecessary pain and distress to the animals and/or death. Correct by working with your\nattending veterinarian to identify and implement a more appropriate chemical immobilization protocol that provides\nadequate care for all species being handled; this written protocol must address dose, frequency, and route of\nadministration of each drug for each species if not specifically labelled by the manufacturer.  Documentation of all\nchanges or modifications to the current program of veterinary care including the plan for chemical restraint must\nmaintained by the facility and provided to APHIS Officials upon request. \nThis is a repeat non-compliant item that remains uncorrected.\nNote: The remaining animals identified on the 08-25-15 inspection report found in need of veterinary care have\nbeen examined by the attending veterinarian and treated accordingly.\nThe animals identified on this inspection found in need of veterinary care were examined by the attending\nveterinarian on 11-09-15.\n\n2.40(b)(3)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*** Three animals were found in need of veterinary care during this inspection including a male Nubian with a mass\non its right flank area, a female Nubian with a discolored area on the left shoulder, and a female Nubian with a\nwart-type growth on the right side of its mouth.  Although the facility continues to maintain logs of daily observations,\nall of these veterinary problems were identified by USDA inspectors during this routine inspection and were not\nobserved by the facility. All licensees must establish and maintain an adequate program of veterinary care which\nincludes daily observations of all animals to assess their health and well-being. Additionally, a mechanism of direct\nand frequent communication with the attending veterinarian (AV) is required so that timely and accurate information\non problems of animal health, behavior, and well-being are conveyed to the AV. Correct by ensuring that adequate\ndaily observations are conducted and that information is conveyed to the attending veterinarian as required.  This\ncontinues to be a problem at this facility.\nTHIS IS A REPEAT NON-COMPLAINT ITEM THAT REMAINS UNCORRECTED\n2.131(c)(1)                    REPEAT\nHANDLING OF ANIMALS.\n*** The public continues to be permitted to walk directly up the primary enclosures containing several species of\nanimals. This includes camels, cows, sheep, goats, African porcupines, kangaroos, muntjac deer, and mini-zebu\ncattle. These animals are housed in multiple areas including the pastures near the parking lot, the walk through area\nof the zoo, the production barn, the dairy barn, the Daughty barn, and the camel pasture, all of which are open to\nthe public.  There are no barriers or signs present to discourage public contact and the guests are encouraged to\nfeed food sold at the entry gate. There are no attendants present during public contact and guests may walk directly\nup to enclosures and pet the animals. Primary enclosure fences are made of material with spaces large enough for\nthe guests to reach through and touch the animals. Unattended public contact continues to be a problem at this\nfacility and has been documented on many previous inspections.  Continued unattended public contact does not\nensure safe public interaction with these animals.  Licensees must ensure that during periods of public exhibition\nanimals are handled with sufficient distance and/or barriers between the animal and the general viewing public so\nas to assure the safety of animals and the public. Correct by placing barriers to prevent public contact with these\nanimals or by ensuring that an adequate number of attendants are present at each of these locations to ensure the\nsafety of both the public and the animals.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED\n2.131(d)(2)                    REPEAT\n\nHANDLING OF ANIMALS.\n*** Guests are still allowed to drive through a section of the facility in their cars. Public contact with animals in this\narea is encouraged through the sale of food.  No attendant is present in the drive through area when these\nunaccompanied visits and public contact are taking place. Animals in the drive thru area include: watusi, elk, eland,\nTahr goat, deer, antelope, bison, llamas, zebra, water buffalo, pigs, and others. A hand-out pamphlet given to\nguests at the entry gate advises them to remain in their vehicles at all times but also provides instructions for\nfeeding from the buckets provided.  This facility also has horse drawn wagons that takes guests thru and allows\npublic feeding with an attendant present.  On the wall of the kitchen area of the horse barn, directions stating the\nfollowing:  (cid:28)Attention Wagon Drivers See list of rules cars doing the drive thru are given at the t-booth when\nchecking in.  Wagon drivers are to monoter to ensure they are following rules.  Any violators: If you have any\nchance to talk to them, do so nicely. If not call on radio for help Per USDA rules(cid:29)   Allowing guests to feed from\nvehicles without attendants present does not protect the animals and the public nor does it provide a barrier or\ndistance from the animals and the public. Correct this by providing an attendant at all times during public contact.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED\n3.125(d)                    REPEAT\nFACILITIES, GENERAL.   \n*** The large heap of animal waste and bedding remains in the drive through area of the facility. Animals continue to\nhave access to this large pile and have been observed on previous inspections browsing and lying in the pile.\nDuring today(cid:25)s inspection, no animals were observed in or on the pile, but additional spent bedding continues to be\nadded to the existing pile.  Continued animal contact with this waste pile has been a concern on many previous\ninspections (including 8/25/15, 4/20/15, 3/2/15, 11/12/14, 6/4/14, 2/19/14, 10/22/13, 6/12/13, and 12/4/12) as this\nunnecessarily exposes the animals to potential disease transmission. Correct this by removing this waste pile and\ndispose of all animal wastes properly.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED\n** Inspection conducted on November 9, 2015 with the farm manager and other facility personnel.  APHIS officials\nwere Kathy Campitelli, VMO, and Randy Coleman, ACI.  Exit interview conducted on November 10, 2015 with the\nfarm manager and the above mentioned APHIS officials.\n\nAdditional Inspectors\nCampitelli D.V.M Kathryn, Veterinary Medical Officer",
  "animals_total": 483,
  "species": [
    {
      "count": 8,
      "scientific": "Ammotragus lervia",
      "common": "BARBARY SHEEP"
    },
    {
      "count": 14,
      "scientific": "Antilope cervicapra",
      "common": "BLACKBUCK"
    },
    {
      "count": 20,
      "scientific": "Axis axis",
      "common": "AXIS DEER / SPOTTED DEER / CHITAL"
    },
    {
      "count": 6,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 3,
      "scientific": "Bos grunniens",
      "common": "YAK"
    },
    {
      "count": 7,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 20,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 9,
      "scientific": "Bubalus bubalis",
      "common": "ASIATIC WATER BUFFALO"
    },
    {
      "count": 5,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 22,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 11,
      "scientific": "Cervus c. canadensis",
      "common": "ELK"
    },
    {
      "count": 15,
      "scientific": "Cervus nippon",
      "common": "SIKA DEER"
    },
    {
      "count": 178,
      "scientific": "Dama mesopotamica",
      "common": "FALLOW DEER"
    },
    {
      "count": 6,
      "scientific": "Equus grevyi",
      "common": "GREVY'S ZEBRA"
    },
    {
      "count": 4,
      "scientific": "Giraffa camelopardalis",
      "common": "GIRAFFE"
    },
    {
      "count": 5,
      "scientific": "Hemitragus jemlahicus",
      "common": "HIMALAYAN TAHR"
    },
    {
      "count": 4,
      "scientific": "Hystrix africaeaustralis",
      "common": "CAPE PORCUPINE"
    },
    {
      "count": 38,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 5,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 11,
      "scientific": "Muntiacus reevesi",
      "common": "REEVE'S MUNTJAC"
    },
    {
      "count": 4,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 61,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 23,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 4,
      "scientific": "Taurotragus oryx",
      "common": "COMMON ELAND"
    }
  ]
}