{
  "insp_id": "INS-0000807582",
  "layout": "c",
  "customer_id": "30760",
  "customer_name": "HENRY SOMMERS",
  "customer_addr": "31264 141 AVE\nCINCINNATI, IA 52549",
  "certificate": "42-A-1329",
  "site_id": "001",
  "site_name": "HENRY SOMMERS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-AUG-2022",
  "report_date": "16-AUG-2022",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Female Yorkshire terrier (#3721) has numerous clumps of dark colored feces attached to the hair on the backside of both\nhindlegs. Failure to keep the hair coat free of feces and debris could increase the risk of disease and could have a\nnegative impact on the health of the animal.\nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. The licensee\nmust remove the feces from the dog's hair coat and ensure that the hair coat of every dog is free of debris and feces at all\ntimes.\nYorkshire terrier, \"Mario\", received treatment from the attending veterinarian on 04-August-2022. The licensee continued\nto treat the dog with penicillin, but the penicillin had expired in March 2021. Expired medical products may fail to\neffectively treat a medical condition and the health of the animal may suffer.\nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. The licensee\nmust ensure that any medical products used for the dogs have not expired in order to support the health and well-being of\nthe animals.\nAt least four containers have no labels identifying what products are contained inside. The licensee stated that each of\nthe unlabeled containers held a product that is given to the dogs including Ivermectin and an Albon mixture. Failure to\nlabel containers interferes with the ability of APHIS officials to determine what products are being given to the dogs as\nwell as when the product would expire.\nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. The licensee\nmust ensure all containers are clearly marked with the name of the product contained within as well as the product's\nexpiration date in order to support the health and well-being of the animals.\nOne unlabeled bottle of Ivermectin contained a deceased house fly floating in the product. Contaminated medical\nproducts could interfere with the ability of the product to work properly which could result in a negative impact on the\nhealth of the dog.\nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. The licensee\nmust ensure that all medical products remain free of contamination at all times in order to support the health and well-\nbeing of the animals."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "One enclosure, containing one adult dog, has a gap between the wall and the side panel that is large enough for the dog's\nleg to fit through. Gaps large enough to allow legs to pass through could cause injury to the animal.\nHousing facilities for dogs must protect them from injury. The licensee must alter the gap in a manner that eliminates the\nrisk of injury to the dog. The licensee must ensure that the enclosures are safe for the dogs at all times."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "The surfaces of at least two whelping boxes have been excessively chewed and worn by the dogs. Dark brown material\nhas penetrated the surfaces of the damaged areas of the whelping boxes. Worn and damaged surfaces cannot be\nadequately cleaned and sanitized and could increase the risk of disease towards the dogs.\nThree enclosures, containing a total of one adult and eight puppies, have carpet squares in the whelping boxes. The\nedges of the carpet squares have been excessively torn and shredded into long strings. The damaged and shredded\ncarpet cannot be adequately cleaned and sanitized which could increase the risk of disease and the animals could also\nbecome entangled in the damaged carpets resulting in injury.\nAll surfaces of housing facilities must be maintained on a regular basis. Any surface that cannot be readily cleaned and\nsanitized must be replaced when worn or soiled. The licensee must alter the damaged carpet squares and whelping\nboxes in a manner that allows for proper cleaning and sanitizing of the surface and eliminates any risk of injury. The\nlicensee must ensure that all surfaces of housing facilities are kept in good repair and can be readily cleaned and\nsanitized at all times."
    },
    {
      "code": "3.6(a)(2)(x)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The dog enclosures are constructed with wire flooring. In one enclosure, housing at least three puppies and one adult\ndog, the inspector observed the foot and leg of a puppy passing through the openings in the flooring. Openings in floors\nthat are large enough to allow a foot and leg to pass through could cause injury or entrapment of the animal.\nPrimary enclosures must have floors that are constructed in a manner that protects the dogs' feet and legs from injury,\nand that, if of mesh or slatted construction, do not allow the dogs' feet to pass through any openings. The licensee must\nalter the floor in a manner that does not allow the feet and legs of the puppies to pass through the openings. The licensee\nmust ensure the enclosure flooring is safe for the animals at all times.\nTo be corrected by: From this day forward"
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "One enclosure, containing two adult dogs, has a large amount of feces stuck to the upper area of a wire side panel. The\nfeces are dried and are coated with a white mold-like substance. The dogs can come into direct contact with the feces. A\nbuildup of feces could increase the risk of disease towards the dogs.\nUsed primary enclosures and food and water receptacles for dogs and cats must be sanitized at least once every 2 weeks\nand more often if necessary to prevent an accumulation of dirt, debris, food waste, excreta, and other disease hazards.\nThe licensee must remove the dried feces from the side panel of the enclosure and ensure that all surfaces are\nmaintained in a clean and sanitary condition in order to support the health of the dogs."
    },
    {
      "code": "3.13(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee failed to have the dogs physically examined by the attending veterinarian within 12 months of the previous\nexam. The previous physical exam occurred on 07-June-2021 and the next physical exam did not occur until 26-July-\n2022. The licensee's Program of Veterinary Care states that the exam will occur once every 12 months. Failure to have\nthe attending veterinarian examine each dog at least once every 12 months could cause health issues to go undiagnosed\nand untreated allowing the conditions to worsen and the health of the animal could suffer.\nEach dealer must follow an appropriate Program of Veterinary Care that includes the physical examination by the\nattending veterinarian will occur no less than once every 12 months. The licensee must ensure that each dog receives a\nphysical examination by the attending veterinarian no less then every 12 months in order to support the health of the\nanimal.\nTo be corrected by: From this day forward"
    },
    {
      "code": "3.13(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee had the dogs examined by the attending veterinarian on 26-July-2022, but did not record the official\nidentification for each dog examined on the medical record. Documenting the official identification is necessary for APHIS\nofficials to determine what medical records belong to which dog, as well as, which procedures and treatments a specific\ndog has received.\nDealers must keep copies of medical records that include the identity of the animal, including identifying marks, tattoos, or\ntags and the animal's breed, sex and age. The licensee must ensure that all medical records are fully complete with all\nthe required information including the dog's official identification.\nTo be corrected by: From this day forward"
    },
    {
      "code": "3.13(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee has not been documenting the vaccination of the litters of puppies. At the time of the inspection 13 puppies,\nincluding weaned puppies, are present at the facility, but no vaccination records exist.\nYorkshire terrier, \"Mario\", was under a treatment plan from the attending veterinarian which required the dog to be given\npenicillin, but there are no medical records indicating the penicillin was given.\nComplete medical records are necessary for APHIS officials to determine the animals are receiving adequate veterinary\ncare.\nEach dealer must keep copies of medical records that include the names of all vaccines and treatments administered and\nthe dates of administration. The licensee must keep copies of medical records fully documenting the vaccinations and\nmedical treatments administered to each adult dog and puppy.\nTo be corrected by: From this day forward\nThis inspection and exit interview were conducted with the facility representative.\nAdditional Inspectors:\nWilliam Janecke, VETERINARY MEDICAL OFFICER n"
    }
  ],
  "narrative": "2.40(b)(2)  Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nFemale Yorkshire terrier (#3721) has numerous clumps of dark colored feces attached to the hair on the backside of both \nhindlegs.  Failure to keep the hair coat free of feces and debris could increase the risk of disease and could have a \nnegative impact on the health of the animal. \n \nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries.  The licensee \nmust remove the feces from the dog's hair coat and ensure that the hair coat of every dog is free of debris and feces at all \ntimes. \n \nYorkshire terrier, \"Mario\", received treatment from the attending veterinarian on 04-August-2022.  The licensee continued \nto treat the dog with penicillin, but the penicillin had expired in March 2021.  Expired medical products may fail to \neffectively treat a medical condition and the health of the animal may suffer. \n \nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries.  The licensee \nmust ensure that any medical products used for the dogs have not expired in order to support the health and well-being of \nthe animals.\n\nAt least four containers have no labels identifying what products are contained inside.  The licensee stated that each of \nthe unlabeled containers held a product that is given to the dogs including Ivermectin and an Albon mixture.  Failure to \nlabel containers interferes with the ability of APHIS officials to determine what products are being given to the dogs as \nwell as when the product would expire. \n \nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries.  The licensee \nmust ensure all containers are clearly marked with the name of the product contained within as well as the product's \nexpiration date in order to support the health and well-being of the animals. \n \nOne unlabeled bottle of Ivermectin contained a deceased house fly floating in the product.  Contaminated medical \nproducts could interfere with the ability of the product to work properly which could result in a negative impact on the \nhealth of the dog. \n \nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries.  The licensee \nmust ensure that all medical products remain free of contamination at all times in order to support the health and well-\nbeing of the animals. \n3.1(a)  Repeat\n   \nHousing facilities, general. \nOne enclosure, containing one adult dog, has a gap between the wall and the side panel that is large enough for the dog's \nleg to fit through.  Gaps large enough to allow legs to pass through could cause injury to the animal.\n\nHousing facilities for dogs must protect them from injury.  The licensee must alter the gap in a manner that eliminates the \nrisk of injury to the dog.  The licensee must ensure that the enclosures are safe for the dogs at all times. \n3.1(c)(2)  Repeat\n   \nHousing facilities, general. \nThe surfaces of at least two whelping boxes have been excessively chewed and worn by the dogs.  Dark brown material \nhas penetrated the surfaces of the damaged areas of the whelping boxes.  Worn and damaged surfaces cannot be \nadequately cleaned and sanitized and could increase the risk of disease towards the dogs. \n \nThree enclosures, containing a total of one adult and eight puppies, have carpet squares in the whelping boxes. The \nedges of the carpet squares have been excessively torn and shredded into long strings.  The damaged and shredded \ncarpet cannot be adequately cleaned and sanitized which could increase the risk of disease and the animals could also \nbecome entangled in the damaged carpets resulting in injury. \n \nAll surfaces of housing facilities must be maintained on a regular basis. Any surface that cannot be readily cleaned and \nsanitized must be replaced when worn or soiled. The licensee must alter the damaged carpet squares and whelping \nboxes in a manner that allows for proper cleaning and sanitizing of the surface and eliminates any risk of injury. The \nlicensee must ensure that all surfaces of housing facilities are kept in good repair and can be readily cleaned and \nsanitized at all times. \n3.6(a)(2)(x) \n   \nPrimary enclosures. \nThe dog enclosures are constructed with wire flooring.  In one enclosure, housing at least three puppies and one adult \ndog, the inspector observed the foot and leg of a puppy passing through the openings in the flooring.  Openings in floors\n\nthat are large enough to allow a foot and leg to pass through could cause injury or entrapment of the animal. \n \nPrimary enclosures must have floors that are constructed in a manner that protects the dogs' feet and legs from injury, \nand that, if of mesh or slatted construction, do not allow the dogs' feet to pass through any openings.  The licensee must \nalter the floor in a manner that does not allow the feet and legs of the puppies to pass through the openings.  The licensee \nmust ensure the enclosure flooring is safe for the animals at all times. \n \nTo be corrected by:  From this day forward \n3.11(b)(2)  Repeat\n   \nCleaning, sanitization, housekeeping, and pest control. \nOne enclosure, containing two adult dogs, has a large amount of feces stuck to the upper area of a wire side panel.  The \nfeces are dried and are coated with a white mold-like substance.  The dogs can come into direct contact with the feces.  A \nbuildup of feces could increase the risk of disease towards the dogs. \n \nUsed primary enclosures and food and water receptacles for dogs and cats must be sanitized at least once every 2 weeks \nand more often if necessary to prevent an accumulation of dirt, debris, food waste, excreta, and other disease hazards.  \nThe licensee must remove the dried feces from the side panel of the enclosure and ensure that all surfaces are \nmaintained in a clean and sanitary condition in order to support the health of the dogs. \n3.13(a)(2) \n   \nVeterinary care for dogs. \nThe licensee failed to have the dogs physically examined by the attending veterinarian within 12 months of the previous \nexam.  The previous physical exam occurred on 07-June-2021 and the next physical exam did not occur until 26-July-\n\n2022.  The licensee's Program of Veterinary Care states that the exam will occur once every 12 months.  Failure to have \nthe attending veterinarian examine each dog at least once every 12 months could cause health issues to go undiagnosed \nand untreated allowing the conditions to worsen and the health of the animal could suffer. \n \nEach dealer must follow an appropriate Program of Veterinary Care that includes the physical examination by the \nattending veterinarian will occur no less than once every 12 months.  The licensee must ensure that each dog receives a \nphysical examination by the attending veterinarian no less then every 12 months in order to support the health of the \nanimal. \n \nTo be corrected by:  From this day forward \n3.13(b)(1) \n   \nVeterinary care for dogs. \nThe licensee had the dogs examined by the attending veterinarian on 26-July-2022, but did not record the official \nidentification for each dog examined on the medical record.  Documenting the official identification is necessary for APHIS \nofficials to determine what medical records belong to which dog, as well as, which procedures and treatments a specific \ndog has received. \n \nDealers must keep copies of medical records that include the identity of the animal, including identifying marks, tattoos, or \ntags and the animal's breed, sex and age.  The licensee must ensure that all medical records are fully complete with all \nthe required information including the dog's official identification. \n \nTo be corrected by:  From this day forward\n\n3.13(b)(3) \n   \nVeterinary care for dogs. \nThe licensee has not been documenting the vaccination of the litters of puppies.  At the time of the inspection 13 puppies, \nincluding weaned puppies, are present at the facility, but no vaccination records exist. \n \nYorkshire terrier, \"Mario\", was under a treatment plan from the attending veterinarian which required the dog to be given \npenicillin, but there are no medical records indicating the penicillin was given. \n \nComplete medical records are necessary for APHIS officials to determine the animals are receiving adequate veterinary \ncare. \n \nEach dealer must keep copies of medical records that include the names of all vaccines and treatments administered and \nthe dates of administration.  The licensee must keep copies of medical records fully documenting the vaccinations and \nmedical treatments administered to each adult dog and puppy. \n \nTo be corrected by:  From this day forward \n \nThis inspection and exit interview were conducted with the facility representative. \n \nAdditional Inspectors: \nWilliam Janecke, VETERINARY MEDICAL OFFICER n",
  "animals_total": 44,
  "species": [
    {
      "count": 31,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 13,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}