{
  "insp_id": "323151317460364",
  "layout": "a",
  "customer_id": "323143",
  "customer_name": "Leroy Detweiler",
  "customer_addr": "28138 Jaguar Pl\nPrinceton, MO 64673",
  "certificate": "43-A-5786",
  "site_id": "001",
  "site_name": "LEROY DETWEILER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-NOV-2015",
  "report_date": "19-NOV-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "****\nA young (approximately 8 months of age) female Burmese Mountain Dog, tag # 61, was observed with an old\nwound on the right side of her head, which appears to be mostly healed. Upon closer observation this dog is\nextremely thin. Her vertebrae, front shoulder and leg bones, hip bones, and ribs are easily palpable and are very\nprominent. The gums of this dog appear to be a very pale pink color. The licensee stated that he had been treating\nthe wound on this dog since the first part of November and noticed that she was thin a few weeks ago. The\nlicensee has not consulted with a veterinarian with regards to the condition of this dog. These signs could be an\nindication of a medical condition. The licensee was verbally instructed to have this dog evaluated by the close of\nbusiness today, 19 November 2015, for an accurate diagnosis and treatment plan.\nA female French Bulldog, tag #25, was observed with an open lesion above her right eye, approximately 1 inch in\ndiameter and another open lesion above her left eye, approximately ½ inch in diameter. There are also some\nreddened and inflamed areas in the fold of her skin and under her right eye and muzzle. She also has an area, of\napproximately 2- 3 inches in diameter, that is reddened and inflamed with some dried crusted material around and\ninside of the this area, on the left cheek area. There are also some smaller areas, varying in diameter of\napproximately ½ to 1 inch, of reddened and inflamed areas on her left back leg. The licensee had noticed this\ncondition of this dog on 8 October 2015 and started treating with (cid:28)Cut and Heal(cid:29). On 22 October 2015 the licensee\nconsulted with a veterinarian and started using (cid:28)Miconosole 1% topical spray(cid:29). This dog(cid:25)s condition has not been\nresolved and continues to be affected.\nA female French Bulldog, microchip # 010380562, in the same enclosure with French Bulldog, tag #25, was\nobserved with an open lesion, approximately 1 inch in diameter on her forehead in between her eyes. There is\nsome dried crusted material in and around this area. The left eye of this dog has a cloudy opaque area,\napproximately ½ to ¾ of inch in diameter. The licensee stated that he had started treating the lesion with (cid:28)Cut and\nHeal(cid:29) and the (cid:28)Miconosol(cid:29) spray but had not noticed the cloudy opaque area in the eye and had not consulted with a\nveterinarian about the condition of this dog. The skin lesion could be a sign of a medical condition or injury. The\ncloudy opaque area of the eye could be a sign of an injury or other medical condition.\nThe two French Bulldogs must be evaluated by a veterinarian by 23 November 2015\nThe licensee must provide documentation of these evaluations to the inspectors upon request. The licensee must\nensure that all animals receive adequate veterinary care at all times."
    },
    {
      "code": "3.3(a)",
      "kind": "",
      "repeat": false,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "Heating\n****\nThe inside area of the sheltered facility was not sufficiently heated and affected 19 dogs. The temperature at the\ntime of inspection was measured at 42.2 degrees Fahrenheit (with a Kestral 3000). Temperatures that fall below\nthe required 50 degrees Fahrenheit could have a detrimental health impact on the dogs. The temperature inside of\na sheltered facility must not fall below 50 degrees Fahrenheit. The licensee must increase the ambient temperature\ninside the sheltered facility to at least 50 degrees Fahrenheit. The licensee must ensure that the temperature inside\nof the sheltered facility does not fall below 50 degrees Fahrenheit.\nTo be corrected by: 20 Nov 15\nInspection and exit interview conducted with licensee and ACI Stephanie Osborne."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n****\nA young (approximately 8 months of age) female Burmese Mountain Dog, tag # 61, was observed with an old\nwound on the right side of her head, which appears to be mostly healed.  Upon closer observation this dog is\nextremely thin.  Her vertebrae, front shoulder and leg bones, hip bones, and ribs are easily palpable and are very\nprominent.  The gums of this dog appear to be a very pale pink color.  The licensee stated that he had been treating\nthe wound on this dog since the first part of November and noticed that she was thin a few weeks ago.  The\nlicensee has not consulted with a veterinarian with regards to the condition of this dog.  These signs could be an\nindication of a medical condition.  The licensee was verbally instructed to have this dog evaluated by the close of\nbusiness today, 19 November 2015, for an accurate diagnosis and treatment plan.  \nA female French Bulldog, tag #25, was observed with an open lesion above her right eye, approximately 1 inch in\ndiameter and another open lesion above her left eye, approximately ½ inch in diameter.  There are also some\nreddened and inflamed areas in the fold of her skin and under her right eye and muzzle.  She also has an area, of\napproximately 2- 3 inches in diameter, that is  reddened and inflamed with some dried crusted material around and\ninside of the this area, on the left cheek area.  There are also some smaller areas, varying in diameter of\napproximately ½ to 1 inch, of reddened and inflamed areas on her left back leg.   The licensee had noticed this\ncondition of this dog on 8 October 2015 and started treating with (cid:28)Cut and Heal(cid:29).  On 22 October 2015 the licensee\nconsulted with a veterinarian and started using (cid:28)Miconosole 1% topical spray(cid:29).  This dog(cid:25)s condition has not been\nresolved and continues to be affected.  \nA female French Bulldog, microchip # 010380562, in the same enclosure with French Bulldog, tag #25, was\nobserved with an open lesion, approximately 1 inch in diameter on her forehead in between her eyes.  There is\nsome dried crusted material in and around this area.  The left eye of this dog has a cloudy opaque area,\napproximately ½ to ¾ of inch in diameter.  The licensee stated that he had started treating the lesion with (cid:28)Cut and\nHeal(cid:29) and the (cid:28)Miconosol(cid:29) spray but had not noticed the cloudy opaque area in the eye and had not consulted with a\nveterinarian about the condition of this dog.  The skin lesion could be a sign of a medical condition or injury.  The\ncloudy opaque area of the eye could be a sign of an injury or other medical condition.  \nThe two French Bulldogs must be evaluated by a veterinarian by 23 November 2015\n The licensee must provide documentation of these evaluations to the inspectors upon request.  The licensee must\nensure that all animals receive adequate veterinary care at all times.\n\n3.3(a)\nSHELTERED HOUSING FACILITIES.\nHeating\n****\nThe inside area of the sheltered facility was not sufficiently heated and affected 19 dogs.  The temperature at the\ntime of inspection was measured at 42.2 degrees Fahrenheit (with a Kestral 3000).  Temperatures that fall below\nthe required 50 degrees Fahrenheit could have a detrimental health impact on the dogs.   The temperature inside of\na sheltered facility must not fall below 50 degrees Fahrenheit.  The licensee must increase the ambient temperature\ninside the sheltered facility to at least 50 degrees Fahrenheit.  The licensee must ensure that the temperature inside\nof the sheltered facility does not fall below 50 degrees Fahrenheit. \nTo be corrected by:  20 Nov 15 \nInspection and exit interview conducted with licensee and ACI Stephanie Osborne.",
  "animals_total": 30,
  "species": [
    {
      "count": 30,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}