{
  "insp_id": "281141759200994",
  "layout": "a",
  "customer_id": "40853",
  "customer_name": "Adventhealth Nicholson Center",
  "customer_addr": "Nicholson Center For Surgical Advancement\n404 Celebration Place\nCelebration, FL 34747",
  "certificate": "58-R-0153",
  "site_id": "001",
  "site_name": "FLORIDA HOSPITAL - NICHOLSON CENTER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-OCT-2014",
  "report_date": "09-OCT-2014",
  "citations": [
    {
      "code": "2.33(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.",
      "narrative": "During the inspection several medications, analgesics,& euthanasia agents were found in various locations\nthroughout the facility. In reviewing the drug logs it was noticed that a PI (or other employee) used ketamine 4\nmonths after its expiration and knew it was expired. This person recorded the date of administration as well as the\nexpiration of the drug into the records. The Telazole cocktail that is being used was administered 4 months after it\nwas reconstituted. The manufacture indicates that this drug must be used with 2 weeks after it is reconstituted if\nkept under refrigeration and 4 days if left at room temperature. Euthanasia agents were also administered after its\nexpiration date. All procedures where these drugs or agents were being used were non survival surgeries.\nThe use of expired medical materials such as drugs, fluids, or sutures on regulated animals is not considered to be\nacceptable veterinary practice and is not consistent with adequate veterinary care as required by the regulations\npromulgated under the Animal Welfare Act. The facility should either dispose of all such materials or segregate\nthem in an appropriately labeled, physically separate location from non-expired medical materials.\nFor acute terminal procedures, where an animal is put under anesthesia, the research is carried out (surgery or\ntesting of a compound) and the animal is euthanized without ever waking up, medical materials may be used\nbeyond\ntheir (cid:28)to be used by(cid:29) date if such materials use does not adversely affect the animal(cid:25)s wellbeing or compromise the\nvalidity of the scientific study. Anesthesia, analgesia, emergency drugs and euthanasia drugs that are\nwithin their expiration dates are required for all such procedures. Facilities allowing the use of expired medical\nmaterials in acute terminal procedures should have a policy covering the use of such materials and/or require\ninvestigators to describe in their animal activity proposals the intended use of expired materials.\nCorrect immediately\nThe exit interview was conducted with the IACUC Chairman and another IACUC member"
    }
  ],
  "narrative": "2.33(b)(4)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.\nDuring the inspection several medications, analgesics,& euthanasia agents were found in various locations\nthroughout the facility.  In reviewing the drug logs it was noticed that a PI (or other employee) used ketamine 4\nmonths after its expiration and knew it was expired.  This person recorded the date of administration as well as the\nexpiration of the drug into the records.  The Telazole cocktail that is being used was administered 4 months after it\nwas reconstituted.  The manufacture indicates that this drug must be used with 2 weeks after it is reconstituted if\nkept under refrigeration and 4 days if left at room temperature.  Euthanasia agents were also administered after its\nexpiration date.  All procedures where these drugs or agents were being used were non survival surgeries.\nThe use of expired medical materials such as drugs, fluids, or sutures on regulated animals is not considered to be\nacceptable veterinary practice and is not consistent with adequate veterinary care as required by the regulations\npromulgated under the Animal Welfare Act. The facility should either dispose of all such materials or segregate\nthem in an appropriately labeled, physically separate location from non-expired medical materials.\nFor acute terminal procedures, where an animal is put under anesthesia, the research is carried out (surgery or\ntesting of a compound) and the animal is euthanized without ever waking up, medical materials may be used\nbeyond\ntheir (cid:28)to be used by(cid:29) date if such materials use does not adversely affect the animal(cid:25)s wellbeing or compromise the\nvalidity of the scientific study.  Anesthesia, analgesia, emergency drugs and euthanasia drugs that are\nwithin their expiration dates are required for all such procedures. Facilities allowing the use of expired medical\nmaterials in acute terminal procedures should have a policy covering the use of such materials and/or require\ninvestigators to describe in their animal activity proposals the intended use of expired materials.\nCorrect immediately\nThe exit interview was conducted with the IACUC Chairman and another IACUC member",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}