{
  "insp_id": "343141626410221",
  "layout": "a",
  "customer_id": "325907",
  "customer_name": "Ernesto Liborio Fassio",
  "customer_addr": "2523 North Masters Drive\nDallas, TX 75227",
  "certificate": "74-C-0929",
  "site_id": "001",
  "site_name": "ERNESTO LIBORIO FASSIO",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-DEC-2014",
  "report_date": "09-DEC-2014",
  "citations": [],
  "narrative": "This inspection and exit interview conducted by APHIS, USDA, Animal Care Inspector and the designated person\nfor inspection.\nThis was a routine inspection of the home facility as well as a focused inspection for the Repeat and the Direct\nnoncompliances identified on the TRA inspection of 11/13/14.\nA new attending veterinarain has been obtained for the facility. The owners were directed to take three dogs to a\nveterinarian, one within 48hrs and two within two weeks from the date of the 11/13/14 inspection.\nThe results of the visit to the veterinarin was a round of restricted exercise and medication for the Borzoi known as\n\"Princess\" which has since been followed by an examination by the new ATV with prescribed continued restricted\nexercise and a new medication and toe nail trimming which will be followed with a re-examination upon completion\nof the medication run.\nAn appointment for the other two dogs \"Barzoi\" a 6 hear old male Borzoi and 'Apache\" a 3 year old male Border\nCollie following the initial examination by the new ATV is being scheduled to address the tarter and broken teeth\nissues. \nThe transportation area concerns have been addressed and access to the upper ledge has been modified to allow\naccess only when stopped by putting a barrier from wall to wall which can be removed when not in transit.\nThere were no noncompliances identified during this inspection of the home facility.\nEND OF REPORT.\n\n",
  "animals_total": 7,
  "species": [
    {
      "count": 7,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}