{
  "insp_id": "336131100236790",
  "layout": "a",
  "customer_id": "324156",
  "customer_name": "Kimberly K Alexander",
  "customer_addr": "112 Ramblewood Ln\nGamaliel, AR 72537",
  "certificate": "71-A-1284",
  "site_id": "001",
  "site_name": "Kimberly Alexander",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-MAR-2014",
  "report_date": "20-MAR-2014",
  "citations": [
    {
      "code": "2.40(b)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The previously identified white female was evaluated and treated by the attending veterinarian. However in the\nfacility there is now one white adult male Chinchilla named Tobasco which needs to be reevaluated by the attending\nveterinarian. The dealer stated and provided documentation the animal had been evaluated by the attending\nveterinarian fifteen days prior to the inspection. However she stated and documented she had stopped treatment\nafter three days due to stress and biting of the animal. During the inspection the animal's left eye was closed shut.\nThe dealer must have the animal reevaluated and maintain written documentation of the evaluation, instructions and\nall treatment to protect the health and welfare of the animals.\nAffects one adult.\nThe inspection and exit briefing was conducted by the Dealer and Sandra Meek, ACI."
    }
  ],
  "narrative": "2.40(b)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe previously identified white female was evaluated and treated by the attending veterinarian.  However in the\nfacility there is now one white adult male Chinchilla named Tobasco which needs to be reevaluated by the attending\nveterinarian.  The dealer stated and provided documentation the animal had been evaluated by the attending\nveterinarian fifteen days prior to the inspection.  However she stated and documented she had stopped treatment\nafter three days due to stress and biting of the animal.  During the inspection the animal's left eye was closed shut. \nThe dealer must have the animal reevaluated and maintain written documentation of the evaluation, instructions and\nall treatment to protect the health and welfare of the animals.\nAffects one adult.                                                                            \nThe inspection and exit briefing was conducted by the Dealer and Sandra Meek, ACI.",
  "animals_total": 79,
  "species": [
    {
      "count": 79,
      "scientific": "Chinchilla brevicaudata",
      "common": "CHINCHILLA"
    }
  ]
}