{
  "insp_id": "204141430060329",
  "layout": "a",
  "customer_id": "7966",
  "customer_name": "Cindy Farmer-Ryan",
  "customer_addr": "1860 Leitman Road\nMoscow Mills, MO 63362",
  "certificate": "43-C-0174",
  "site_id": "002",
  "site_name": "CINDY FARMER-RYAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-JUL-2014",
  "report_date": "28-JUL-2014",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* The licensee obtained a black bear cub and began exhibiting the animal prior to updating the Program of\nVeterinary Care (PVC). The licensee had not maintained bears in the past. Therefore, the PVC did not document\nan appropriate preventive medical program for the bear, including but not limited to: appropriate quarantine,\nvaccinations, diagnostic testing, zoonotic disease prevention measures, and special dietary needs. The bear was\nconfiscated by local officials after it bit multiple students at a petting zoo and is no longer present at the facility.\n** It is important to address the specific, unique medical concerns of bears (and all species) in a PVC in order to\nprevent veterinary and public health problems.\n*** The licensee must ensure that the PVC is updated each time a new species is obtained.\nTO BE CORRECTED BY: Immediately"
    },
    {
      "code": "2.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "* The licensee obtained a three-month-old black bear cub without having adequate experience about how to care\nfor the species. The licensee also didn't have important knowledge about that individual bear, like its medical\nhistory. When asked if she had any training on bears, the licensee stated \"no\" and said her only experience with\nbears was volunteering to help feed infant bears for a few days many years ago at an exotic animal auction. The\nlicensee stated she originally had no intention of exhibiting the bear and was only planning to care for it temporarily\nas a favor to the bear's owner. She fed the bear what the owner recommended (Esbilac puppy formula, grapes,\nbanana, and sweet potato) but failed to consult with her Attending Veterinarian or an equivalent professional with\nbear expertise to determine if that diet was appropriate for the infant bear. Less than two weeks after acquiring the\nbear, without knowing its medical history or seeing its health certificate, the licensee exhibited the animal at a\npetting zoo. The bear was handled by numerous students and eventually had to be confiscated by local officials\nbecause it broke skin on 19 students and its rabies status was unknown. The bear almost had to be euthanized but\nwas spared when public officials determined by viewing it's entire life history (which was not known by the licensee)\nthat it was very improbable the animal had rabies.\n** Bears and other potentially dangerous animals require special care, diets, and handling, especially at a young\nage. Numerous health, welfare, and safety issues could arise if bears are maintained by perosnnel with inadequate\nknowledge and experience.\n*** The licensee must be able to demonstrate adequate experience and knowledge of all wild or exotic animals\nmaintained.\nTO BE CORRECTED BY: Immediately"
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "* In late April, the licensee brought a three-month-old black bear cub to a petting zoo on a university campus. The\nbear was handled by numerous students and 19 of those students had their skin broken when the cub bit and/or\nscratched them. The bear was not vaccinated for rabies and its rabies status was unknown. Public health officials\nconfiscated the bear cub several days after the petting zoo episode and it almost had to be euthanized to determine\nif it was rabies positive. Many of the students began post-exposure prophylactic shots based on the direction of\npublic health officials and medical professionals. The bear's life was only spared from euthanasia after government\nofficials determined by reviewing the bear's entire life/medical hisory that it was highly improbable the bear was\nrabid. The licensee was unaware of the animal's full life/medical history and therefore could not know that the\nanimal was free from rabies prior to exhibiting it.\n** Allowing a bear cub to be handled in a petting zoo when its rabies status is unknown, could result in possible\nrabies exposure, painful shot treatments, and/or death of both the animal and humans.\n*** The licensee must ensure that all animals at the petting zoo are handled so there is minimal risk of harm to the\nanimal and to the public.\nTO BE CORRECTED BY: Immediately\nThis was a focused inspection only concentrating on the black bear cub which was no longer present at the facility\non the date of the inspection. The inspection and an exit interview were conducted with the licensee on 17 July\n2014. A second verbal exit interview was conducted with the licensee via telephone on 28 July 2014."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n* The licensee obtained a black bear cub and began exhibiting the animal prior to updating the Program of\nVeterinary Care (PVC).  The licensee had not maintained bears in the past.  Therefore, the PVC did not document\nan appropriate preventive medical program for the bear, including but not limited to: appropriate quarantine,\nvaccinations, diagnostic testing, zoonotic disease prevention measures, and special dietary needs.  The bear was\nconfiscated by local officials after it bit multiple students at a petting zoo and is no longer present at the facility. \n** It is important to address the specific, unique medical concerns of bears (and all species) in a PVC in order to\nprevent veterinary and public health problems.\n*** The licensee must ensure that the PVC is updated each time a new species is obtained.\nTO BE CORRECTED BY: Immediately\n2.131(a)\nHANDLING OF ANIMALS.\n* The licensee obtained a three-month-old black bear cub without having adequate experience about how to care\nfor the species.  The licensee also didn't have important knowledge about that individual bear, like its medical\nhistory.  When asked if she had any training on bears, the licensee stated \"no\" and said her only experience with\nbears was volunteering to help feed infant bears for a few days many years ago at an exotic animal auction.  The\nlicensee stated she originally had no intention of exhibiting the bear and was only planning to care for it temporarily\nas a favor to the bear's owner.  She fed the bear what the owner recommended (Esbilac puppy formula, grapes,\nbanana, and sweet potato) but failed to consult with her Attending Veterinarian or an equivalent professional with\nbear expertise to determine if that diet was appropriate for the infant bear.  Less than two weeks after acquiring the\nbear, without knowing its medical history or seeing its health certificate, the licensee exhibited the animal at a\npetting zoo.  The bear was handled by numerous students and eventually had to be confiscated by local officials\nbecause it broke skin on 19 students and its rabies status was unknown.  The bear almost had to be euthanized but\nwas spared when public officials determined by viewing it's entire life history (which was not known by the licensee)\n\nthat it was very improbable the animal had rabies.  \n** Bears and other potentially dangerous animals require special care, diets, and handling, especially at a young\nage. Numerous health, welfare, and safety issues could arise if bears are maintained by perosnnel with inadequate\nknowledge and experience.\n*** The licensee must be able to demonstrate adequate experience and knowledge of all wild or exotic animals\nmaintained.\nTO BE CORRECTED BY: Immediately\n2.131(c)(1)\nHANDLING OF ANIMALS.\n* In late April, the licensee brought a three-month-old black bear cub to a petting zoo on a university campus.  The\nbear was handled by numerous students and 19 of those students had their skin broken when the cub bit and/or\nscratched them.  The bear was not vaccinated for rabies and its rabies status was unknown.  Public health officials\nconfiscated the bear cub several days after the petting zoo episode and it almost had to be euthanized to determine\nif it was rabies positive. Many of the students began post-exposure prophylactic shots based on the direction of\npublic health officials and medical professionals.  The bear's life was only spared from euthanasia after government\nofficials determined by reviewing the bear's entire life/medical hisory that it was highly improbable the bear was\nrabid.  The licensee was unaware of the animal's full life/medical history and therefore could not know that the\nanimal was free from rabies prior to exhibiting it.\n** Allowing a bear cub to be handled in a petting zoo when its rabies status is unknown, could result in possible\nrabies exposure, painful shot treatments, and/or death of both the animal and humans.  \n***  The licensee must ensure that all animals at the petting zoo are handled so there is minimal risk of harm to the\nanimal and to the public.\nTO BE CORRECTED BY: Immediately\nThis was a focused inspection only concentrating on the black bear cub which was no longer present at the facility\non the date of the inspection.  The inspection and an exit interview were conducted with the licensee on 17 July\n2014.  A second verbal exit interview was conducted with the licensee via telephone on 28 July 2014.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}