{
  "insp_id": "58152134060413",
  "layout": "a",
  "customer_id": "30130",
  "customer_name": "David D Yoder",
  "customer_addr": "4251 County Road 114\nSugarcreek, OH 44681",
  "certificate": "31-A-0179",
  "site_id": "001",
  "site_name": "DAVID D YODER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-FEB-2015",
  "report_date": "28-FEB-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "DIRECT\n***Female Yorkie #14 has excessive tartar on all teeth on the upper arcade on both sides. The 4th upper premolars\non both sides are completely covered in tartar. The gums above the upper molars and upper canine teeth are also\nbright red in color. These signs are consistent with dental disease that can be painful and may lead to the dog\nbeing unwilling to eat. Additionally, dental disease has been linked to other health problems including kidney and\nheart disease.\n***Male Yorkie #33 has tartar build-up on all of its teeth. Especially, the 4th upper premolar on the left side and both\nlower canines are completely covered with tartar. It is missing several teeth including lower incisors. There is no\nrecord of treatment on hand for this animal. This dog is also drooling significantly from its mouth. These signs are\nconsistent with significant dental disease and pain.\nBoth of these dogs are in need of veterinary care. The licensee must have these dogs exained by a veterinarian by\n2 March 2015. Failure to provide adequate veterinary care can lead to pain and suffering in the animals and\ndoes not ensure appropriate care to animals in the facility.\nCorrect this by contacting a licensed veterinarian and to have these animals examined. Licensee must follow all\nrecommended treatment and maintain documentation of treatment for future review by APHIS officials.\nEven though this is a repeat NCI, the licensee must have these animals examined by 2 March 2015.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED"
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "DIRECT\n*** Two dogs were found in need of veterinary care during this inspection. The licensee was unaware of the\ncondition of both of these dogs and no documentation of treatment or care was on hand concerning these dogs.\nThe licensee must ensure that all animals are observed daily to ensure that medical problems can be discovered\nand appropriate care given in a reasonable amount of time. Failure to observe animals daily and give needed care\ncan result in animal suffering. This continues to be a problem at this facility with dogs found in need of care without\nthe licensee's knowledge of the condition of the animals on previous inspections dated 04 March 2014 and 01July\n2014.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED"
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "*** Most of the inside enclosures in the sheltered facility have surfaces in contact with the dogs that are dirty and\nrequire cleaning. There are fecal smears, grime build-up and dirt in all of the corners of the enclosures and on\nenclosure walls. These surfaces must be spot cleaned daily as needed to ensure that the living space for the dogs\nremains clean and disease hazards are kept to a minimum. Failure to clean and maintain these enclosures\nexposes the dogs to unnecessary disease hazards and does not satisfy accepted cleanliness standards. Correct\nthis by cleaning and maintaining all primary enclosures in a sanitary condition.\nCorrect by: 01 March 2015"
    },
    {
      "code": "3.4(b)",
      "kind": "Direct",
      "repeat": true,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "*** Six adult dogs are being housed outdoors with shelters that have no bedding. Although the dogs are pair\nhoused, there is no bedding in the shelter boxes. The outside temperature during this inspection was 16 degrees F.\nTemperatures tonight are expected to drop below zero with daytime temperatures over the next few days in the\nmid-20's to low 30's. The licensee stated that he provides the dogs with sawdust as bedding. Although sawdust is\nacceptable as bedding when required for temperatures dropping below 50 degrees F, it is not acceptable when\nadditional bedding is needed when temperatures drop below 35 degrees F. Straw, hay, or other bedding is\nrequired to allow these dogs to nest and maintain body heat. Sawdust will not provide adequate insulation to the\ndogs. Failure to provide adequate bedding exposes the animals to unnecessary temperature extremes and can\nresult in cold stress or injury to the dogs. Correct this by providing these dogs with adequate bedding.\n***The licensee was advised during this inspection on 27 February 2015 to provide these dogs adequate bedding.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED"
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "*** Two self-feeders being used in the sheltered kennel at this facility were found to be dirty, and contained caked\nfeed in them. Caked feed is not safe for the dogs to eat and can lead to health problems or digestive upset. All\nfeeders must be kept in good repair and maintained clean and sanitary. Correct this by cleaning and maintaining all\nfeeders as needed.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED"
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "*** Several outside runs for the sheltered kennel have feces in excess of one day in them. Even though it is\nunderstandable due to the recent weather that outdoor washdowns have not been sprayed down, the licensee must\nensure that all primary enclosures have feces removed on a daily basis to ensure the dogs are able to remain clean,\ndry, and free to walk in an enclosure free of feces. Failure to remove feces on a daily basis can expose the dogs to\nunnecessary disease hazards and does not satisfy accepted husbandry or cleanliness standards.\nCorrect by: 01 March 2015\n***Inspection and exit interview conducted with the licensee."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDIRECT\n***Female Yorkie #14 has excessive tartar on all teeth on the upper arcade on both sides.  The 4th upper premolars\non both sides are completely covered in tartar.  The gums above the upper molars and upper canine teeth are also\nbright red in color.  These signs are consistent with dental disease that can be painful and may lead to the dog\nbeing unwilling to eat.   Additionally, dental disease has been linked to other health problems including kidney and\nheart disease.\n***Male Yorkie #33 has tartar build-up on all of its teeth.  Especially, the 4th upper premolar on the left side and both\nlower canines are completely covered with tartar.  It is missing several teeth including lower incisors.    There is no\nrecord of treatment on hand for this animal.  This dog is also drooling significantly from its mouth.  These signs are\nconsistent with significant dental disease and pain.  \nBoth of these dogs are in need of veterinary care.  The licensee must have these dogs exained by a veterinarian by \n       2 March 2015.  Failure to provide adequate veterinary care can lead to pain and suffering in the animals and\ndoes not ensure appropriate care to animals in the facility.\nCorrect this by contacting a licensed veterinarian and to have these animals examined.  Licensee must follow all\nrecommended treatment and maintain documentation of treatment for future review by APHIS officials.\nEven though this is a repeat NCI, the licensee must have these animals examined by 2 March 2015.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED \n2.40(b)(3)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDIRECT\n\n*** Two dogs were found in need of veterinary care during this inspection.   The licensee was unaware of the\ncondition of both of these dogs and no documentation of treatment or care was on hand concerning these dogs.\nThe licensee must ensure that all animals are observed daily to ensure that medical problems can be discovered\nand appropriate care given in a reasonable amount of time. Failure to observe animals daily and give needed care\ncan result in animal suffering.  This continues to be a problem at this facility with dogs found in need of care without\nthe licensee's knowledge of the condition of the animals on previous inspections dated 04 March 2014 and 01July\n2014.  \nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\n*** Most of the inside enclosures in the sheltered facility have surfaces in contact with the dogs that are dirty and\nrequire cleaning.  There are fecal smears, grime build-up and dirt in all of the corners of the enclosures and on\nenclosure walls.  These surfaces must be spot cleaned daily as needed to ensure that the living space for the dogs\nremains clean and disease hazards are kept to a minimum.  Failure to clean and maintain these enclosures\nexposes the dogs to unnecessary disease hazards and does not satisfy accepted cleanliness standards.  Correct\nthis by cleaning and maintaining all primary enclosures in a sanitary condition.\nCorrect by: 01 March 2015\n3.4(b)           DIRECT                    REPEAT\nOUTDOOR HOUSING FACILITIES.\n*** Six adult dogs are being housed outdoors with shelters that have no bedding.  Although the dogs are pair\nhoused, there is no bedding in the shelter boxes.  The outside temperature during this inspection was 16 degrees F.\n Temperatures tonight are expected to drop below zero with daytime temperatures over the next few days in the\nmid-20's to low 30's.   The licensee stated that he provides the dogs with sawdust as bedding.   Although sawdust is\nacceptable as bedding when required for temperatures dropping below 50 degrees F, it is not acceptable when\nadditional bedding is needed when temperatures drop below 35 degrees F.   Straw, hay, or other bedding is\nrequired to allow these dogs to nest and maintain body heat.   Sawdust will not provide adequate insulation to the\ndogs.   Failure to provide adequate bedding exposes the animals to unnecessary temperature extremes and can\nresult in cold stress or injury to the dogs.  Correct this by providing these dogs with adequate bedding.  \n***The licensee was advised during this inspection on 27 February 2015 to provide these dogs adequate bedding.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED\n\n3.9(b)                    REPEAT\nFEEDING.\n*** Two self-feeders being used in the sheltered kennel at this facility were found to be dirty, and contained caked\nfeed in them.  Caked feed is not safe for the dogs to eat and can lead to health problems or digestive upset.  All\nfeeders must be kept in good repair and maintained clean and sanitary.  Correct this by cleaning and maintaining all\nfeeders as needed.  \nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n*** Several outside runs for the sheltered kennel have feces in excess of one day in them.  Even though it is\nunderstandable due to the recent weather that outdoor washdowns have not been sprayed down, the licensee must\nensure that all primary enclosures have feces removed on a daily basis to ensure the dogs are able to remain clean,\ndry, and free to walk in an enclosure free of feces.  Failure to remove feces on a daily basis can expose the dogs to\nunnecessary disease hazards and does not satisfy accepted husbandry or cleanliness standards.\nCorrect by: 01 March 2015\n***Inspection and exit interview conducted with the licensee.",
  "animals_total": 23,
  "species": [
    {
      "count": 20,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 3,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}