{
  "insp_id": "2016082569515333",
  "layout": "a",
  "customer_id": "5795",
  "customer_name": "John Thompson",
  "customer_addr": "1162 North River Road\nSioux Rapids, IA 50585",
  "certificate": "42-A-1218",
  "site_id": "001",
  "site_name": "JOHN THOMPSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-JUN-2019",
  "report_date": "17-JUN-2019",
  "citations": [
    {
      "code": "3.1(b)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* The alley-way of Whelping Kennel Building had an accumulation or two piles of soiled shredded paper bedding\nand fecal waste located closely to an enclosure housing puppies.\nThis can attract vermin, pests and other rodents as well as provide living and breeding areas for them. As a result,\nthis could increase the disease hazards and affect the health for the eight puppies.\nFor the prevention of disease hazards, vermin, pests and other rodents, all housing facilities (alley-ways) must be\nfree and clean of accumulations of soiled shredded paper bedding, fecal waste and other waste."
    },
    {
      "code": "3.1(c)(1)(i)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Several enclosures, all housing 10 adult dogs, have wood support posts that support the divider panels. These\nwood support post are covered with metal around the outside. The surfaces for the bottom portion of these metal\ncovered posts are excessively rusty, flaking and corroded away.\n* Two enclosures, all housing seven adult dogs, have metal poles used to support the panel dividers. These metal\npole dividers are excessively rusty and pitting.\nThese surfaces cannot be properly cleaned and sanitized, thus increasing the disease potential. The structural\nstrength of the surfaces is affected.\nTo maintain the structural strength and for proper cleaning and sanitization, all metal surfaces must be kept free of\nrust. This will decrease the disease potential and ensure the metal surfaces are structurally sound."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* The end enclosure, housing four adult dogs, of the Main Kennel has an wood board on the wall and a corner\nboard that is excessively chewed and scratched. This excessively chewed and scratched areas are exposing bare\nwood and does not allow the surface to be properly cleaned and sanitized.\n* Two enclosures, both housing four adult dogs, have metal along their back walls. This metal is chewed and or\ncorroded away exposing bare wood that cannot be properly cleaned and sanitized.\nFor required cleaning and sanitation and for the prevention of disease hazards, these mentioned surfaces must be\nreplaced or repaired."
    },
    {
      "code": "3.6(a)(2)(i)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "* The back metal wall inside the main kennel has an sharp jagged edge for one enclosure. This jagged edge is\nabove the dog door and the metal is chewed off exposing an area of bare wood.\n* The back metal wall outside the main kennel has an sharp jagged edge for one enclosure. This jagged edge is\nalong the bottom where the concrete and wall meet by the dog door. This jagged edge is also protruding into the\nenclosure.\nThese jagged sharp edges could potentially injure the three adult dogs that are housed in both enclosures.\nFor the prevention of injury to the dogs, all enclosures must be free and maintained of sharp points and sharp\njagged edges.\nTo be corrected by, 15-July-2019.\nThis inspection and exit interview were conducted with the facility representative and Randall Wagner (ACI).\nThis inspection will be sent both regular and certified mail.\nUSPS Tracking#: 9590940226576351111312."
    }
  ],
  "narrative": "3.1(b)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n* The alley-way of Whelping Kennel Building had an accumulation or two piles of soiled shredded paper bedding\nand fecal waste located closely to an enclosure housing puppies.\n This can attract vermin, pests and other rodents as well as provide living and breeding areas for them. As a result,\nthis could increase the disease hazards and affect the health for the eight puppies. \nFor the prevention of disease hazards, vermin, pests and other rodents, all housing facilities (alley-ways) must be\nfree and clean of accumulations of soiled shredded paper bedding, fecal waste and other waste.\n3.1(c)(1)(i)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n*  Several enclosures, all housing 10 adult dogs, have wood support posts that support the divider panels.  These\nwood support post are covered with metal around the outside.   The surfaces for the bottom portion of  these metal\ncovered posts are excessively rusty, flaking and corroded away. \n*  Two enclosures, all housing seven adult dogs, have metal poles used to support the panel dividers.  These metal\npole dividers are excessively rusty and pitting. \n These surfaces cannot be properly cleaned and sanitized, thus increasing the disease potential.  The structural\nstrength of the surfaces is affected. \nTo maintain the structural strength and for proper cleaning and sanitization, all metal surfaces must be kept free of\nrust. This will decrease the disease potential and ensure the metal surfaces are structurally sound.\n\n3.1(c)(2)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n* The end enclosure, housing four adult dogs, of the Main Kennel has an wood board on the wall and a corner\nboard that is excessively chewed and scratched.  This excessively chewed and scratched areas are exposing bare\nwood and does not allow the surface to be properly cleaned and sanitized. \n* Two enclosures, both housing four adult dogs, have metal along their back walls.  This metal is chewed and or\ncorroded away exposing bare wood that cannot be properly cleaned and sanitized. \nFor required cleaning and sanitation and for the prevention of disease hazards, these mentioned surfaces must be\nreplaced or repaired. \n3.6(a)(2)(i)\nPRIMARY ENCLOSURES.\n* The back metal wall inside the main kennel has an sharp jagged edge for one enclosure.  This jagged edge is\nabove the dog door and the metal is chewed off exposing an area of bare wood.\n* The back metal wall outside the main kennel has an sharp jagged edge for one enclosure.  This jagged edge is\nalong the bottom where the concrete and wall meet by the dog door.  This jagged edge is also protruding into the\nenclosure. \nThese jagged sharp edges could potentially injure the three adult dogs that are housed in both enclosures.\nFor the prevention of injury to the dogs, all enclosures must be free and maintained of sharp points and sharp\njagged edges.\nTo be corrected by, 15-July-2019.\nThis inspection and exit interview were conducted with the facility representative and Randall Wagner (ACI).\nThis inspection will be sent both regular and certified mail.\nUSPS Tracking#: 9590940226576351111312.",
  "animals_total": 25,
  "species": [
    {
      "count": 17,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 8,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}