{
  "insp_id": "2016082568437225",
  "layout": "a",
  "customer_id": "6902",
  "customer_name": "Summer Wind Farm Sanctuary",
  "customer_addr": "6490 Mowerson Rd\nBrown City, MI 48416",
  "certificate": "34-C-0227",
  "site_id": "001",
  "site_name": "SUMMER WIND FARMS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-JUN-2017",
  "report_date": "29-JUN-2017",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The attending veterinarian has written in the Program of Veterinary Care that deworming of all species of animals at\nthe facility should be done twice per year or as indicated by fecal checks. The last fecal checks done on any\nspecies were done in late October or early November, 2016. All species of animals at the facility are now overdue\nfor twice yearly deworming or fecal checks as dictated by the attending veterinarian. It is essential that the facility\nfollow the direction of the attending veterinarian in order to ensure the health of animals at the facility. This is of\nspecial concern this inspection as diarrhea was noted in Syrian Brown bear and grizzly bear enclosures. Also the\nJapanese macaque cross monkey at the facility appeared thin with a sparse hair coat and prominent backbone.\nCorrect by: 7-6-17"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A male-neutered Japanese macaque at the facility is noticeably thinner than at the time of the last inspection. The\nhair coat also appears to be sparse and its backbone is prominent. The attending veterinarian has not examined\nthis animal or assessed the diet. No weights have ever been obtained on this animal. Weight loss can be due to a\nvariety of health reasons, including malnutrition, parasitism, and various disease conditions. Examination and\nevaluation of this macaque by the attending veterinarian is necessary to ensure that the right diagnostic and\ntreatment plans are in place to protect against the continuing deterioration of this animals condition leading to pain\nand suffering.\nA female tiger known as Pandora walks with a slight left rear leg lameness. The CEO of the facility stated that it is\nand off and on condition. He also stated that no evaluation of this condition has ever been done by the attending\nveterinarian as the cat has been symptom free whenever the veterinarian has been visiting the facility. Examination\nand evaluation of this tiger by the attending veterinarian is necessary to ensure that the right diagnostic and\ntreatment plans are in place to protect against the continuing deterioration of this tiger's condition leading to pain\nand suffering.\nThe black bear known as Buffy has a lesion on the left side of her nose. A grayish green discharge is present. This\ndischarge was first noticed by APHIS inspectors on the inspection of May 16, 2017. At this time the facility CEO\nreached through the fence and wiped it away. He stated that it was left over ground bacon which had been fed to\nthe bears the night before. About two weeks after the May 16 inspection, the attending veterinarian was consulted\nfor an abscess on the left side of the bears nose. This was in the same location that the CEO had stated was\nbacon. The bear was not examined by the attending veterinarian at the time of the consultation. After consultation\nwith the attending veterinarian, the bear was placed on antibiotics for this condition. Treatment records reviewed\nshowed that from 5/31/17 to 6/7/17 the bear was on 2500 mg of amoxicillin twice per day. The bear has now been\nof the antibiotics for 20 days and the discharge is still present from the same area on the left side of the bear's\nmuzzle. Examination and evaluation of this bear by the attending veterinarian is necessary to ensure that the right\ndiagnostic and treatment plans are in place to protect against the continuing deterioration of this animals condition\nleading to potential pain and suffering.\nAll of these animals must be examined by the attending veterinarian by 7-6-17. Records of veterinary\nrecommendations and treatment records must be available for APHIS inspectors."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The licensee was asked to show APHIS inspectors the record of animals on hand. The licensee was unable to\nproduce the required records at time of inspection. These records are used to trace and track animals and to\nestimate age of the animals for health concerns. Of particular concern on this inspection was a Japanese macaque\ncross monkey. This monkey appeared thin with a sparse hair coat and prominent backbone. The CEO of the\nfacility stated he had no idea of the age of the monkey. APHIS inspectors wanted to see an acquisition record or\ninformation regarding the date of acquisition on the animals on hand record. This information was not able to be\nlocated by the facility CEO."
    },
    {
      "code": "3.75(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The enclosure containing the crab-eating macaque contains a pool filled with greenish tinged water. Mosquito\nlarvae can be seen swimming in the water. This pool needs to be cleaned. Clean this pool as often as necessary\nto prevent vermin from infesting the pool. Mosquito's can spread several diseases harmful to the animals housed at\nthis facility.\nCorrect by: COB 6-29-17"
    },
    {
      "code": "3.82(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "A male-neutered Japanese macaque at the facility is noticeably thinner than at the time of the last inspection. The\nCEO stated that he is feeding about 12 Mazuri brand monkey biscuits per day along with produce. The produce fed\nlast night was about two pounds of green beans and carrots according to the CEO. The AV has not assessed this\ndiet, however, information provided to the facility last fall by APHIS inspectors states that monkeys of this type\nshould be given 12 to 16 biscuits twice per day along with produce. The only bag of monkey biscuits at the facility\nonly contained about 20 biscuits, which is used to feed the two NHP housed at the facility. The facility is feeding\nthis monkey about half of the ration that it requires. This monkey requires more monkey biscuits. Review materials\nprovided by APHIS inspectors on caloric requirements for this monkey. Begin to document amounts of biscuits and\nother items fed to this monkey on a daily basis. Also record the times of feeding and amount of biscuits and\nproduce left uneaten if applicable. This information is essential for the facility veterinarian in order to determine if\nthe monkey is receiving adequate amounts of nutritionally adequate food. Keep receipts for all monkey biscuit\npurchases. These items should all be available for review by APHIS inspectors.\nCorrect by: 6-30-17"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "There are tree branches growing into the electric fence for the North American black bear enclosure and the grizzly\nbear enclosure. These branches could interfere with the ability of the fence to function properly. Housing facilities\nmust be maintained in good repair to contain the bears in these enclosures. These bears are dangerous animals\nand any escape could have lethal consequences to a facility volunteer, a member of the public or the bears."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The storage can used to hold the mineral supplement fed to the large cats is rusting on its interior. This can can no\nlonger be cleaned and sanitized. This can must be replaced to ensure that this supplement stays contamination\nfree."
    },
    {
      "code": "3.129(a)",
      "kind": "Direct",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "There are two approximately 2 year old Syrian brown bears at the facility. These two bears have rough, dull looking\nhair coats, are thin and appear undersized for their age. The CEO described the meal fed to the bears on Monday\nnight as consisting of: approximately 4 gallons of apples, corn, Brussels sprouts and carrots, ten pounds of bacon\nand four gallons of cake trimmings. Based on our discussions with the CEO of the facility, APHIS inspectors think\nthat a diet poor in nutritional content may be responsible for the appearance of these bears. These bears are still\nyoung and growing. Inadequate diet at this point in their life will lead to lifelong complications. This can result in a\nlifetime of unnecessary suffering for these bears. A diet plan must be developed for these bears. It should be\nwritten plan and it must be approved by the attending veterinarian. All items to be fed to the bears must be\nspecified in the plan. Amounts and combinations of food items must be specified in enough detail so it is possible to\ndetermine if the meal is nutritionally adequate. Frequency of daily feedings and approximate feeding times must be\ndocumented in the feeding plan. Meals should be documented with time of day and all items and amounts fed\nnoted. This documentation must be available for review by APHIS officials. Special consideration must be given to\ncalcium level in the diet as these bears are not fully grown and require more calcium in their diet than an adult bear.\nInadequate calcium levels could lead to conditions such as metabolic bone disease which would cause pain and\nsuffering for these bears.\nThe CEO of the facility also stated to APHIS inspectors that he has now reconsidered his plan to have a diet\nformulated for the bears as it is too expensive relative to a 26% protein dog food he plans to feed to the bears\ninstead. It has now been 42 days that the CEO has been working on this issue. The CEO states that he made this\ndecision a couple of days ago. There is still none of this dog food onsite and available to be fed to these bears. No\ntime frame was given to inspectors for when this will be accomplished."
    },
    {
      "code": "3.129(b)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "The food receptacle boxes for the Syrian brown bear and North American black bear enclosures need to be\ncleaned. These bear food receptacle boxes have walls and sides which are very dirty. Rotting food material is\npresent in the North American black bear food box. These food receptacles are not sanitary. Any food fed in this\nreceptacles is going to be contaminated by the rotting material present. These feeders need to be cleaned and\nmade sanitary to ensure that the food fed to the bears is wholesome and free from bacterial or pest infestation\nwhich could result in health issues for the bears. Diarrhea was noted inside the enclosure for the Syrian brown\nbears."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "The water receptacle for the enclosure containing the coyote had a large amount of green algae coating its interior.\nThe Syrian brown bear water receptacle contained green water. The Asian black bear pen contained a layer of\ngreenish algae slime and greenish debris. These water receptacles are not being cleaned and sanitized on a\nregular basis. Water receptacles should be kept clean and sanitary to promote adequate water consumption which\nis essential for animal health. Clean and sanitize water receptacles more frequently."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "There was excessive food waste in the Syrian brown bear enclosure. There is excessive feces in the Asian black\nbear enclosure. Some of this feces has turned white in color indicating that it has been in the enclosure for a long\nperiod of time. There was rotting material present in the Asian black bear den. There was excessive food waste\npresent in the North American black bear enclosure. There was a piece of rotting hide in the coyote enclosure. The\npools in the North American black bear pen, grizzly bear pen and Asian black bear pen were filled with very bright\ngreen algae tinted water. There was excessive food waste and rotting material present in the cougar den box.\nThere was excessive feces in the cougar enclosure. These enclosures need to be cleaned on a more frequent\nbasis. This rotting material and feces can lead to pest control issues. The rotting material present in these animal\nenclosures can contaminate them as they lie in their enclosures. These animals can ingest this material when they\ngroom. Not removing old food waste promptly can lead to contamination of new food. Ingesting this rotten material\ncan lead to potential health problems. Clean these enclosures more frequently to prevent a buildup of food and\nfecal waste to minimize odors and prevent potential health problems for the animals housed in them."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "The entire premises is filled with various debris, old equipment, boards, trash old animal enclosures and fence.\nSeveral other buildings on the property are also filled with old equipment and debris and trash. Tall weed were\npresent in many area of the facility. These areas provide ample hiding areas for rodents and other pests and\nnumerous rodent holes were located throughout the facility. All this material must be removed to help control pests.\nThe cabinet under the butcher counter is rotting away do to a prior water leak. The band saw used for butchering\nmeat has a coating of blood, hair and grease on it and needs to be cleaned. This cabinet must be repaired or\nreplaced to allow cleaning and sanitation of this area. The band saw needs to be cleaned to prevent bacterial or\npest infestation of future food items processed using this saw."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Numerous rodent holes were located throughout the facility. A rodent hole was located in the tiger known as Lilly's\nenclosure. Rodent holes were located around the Syrian brown bear enclosure. Rodent holes were located around\nthe Asian black bear enclosure. Rodent holes were noted going under the shelter for the cougar enclosure. A\nrodent hole was located inside the cougar den area. Rodents can be carriers of disease which may be harmful to\nthe animals housed in these areas. A more effective means of rodent control must be established for the facility."
    },
    {
      "code": "3.132",
      "kind": "Critical",
      "repeat": true,
      "desc": "EMPLOYEES.",
      "narrative": "It is evident that despite the reduction in animal numbers that there is a lack of adequately trained employees. The\npersistence of multiple animal welfare act violations related to basic animal husbandry issues illustrates this point.\nThe facility relies on volunteer workers. A lack of properly trained employees can result in facility and animal\nconditions that result in unnecessary animal suffering. Animal numbers must be reduced or more properly trained\nworkers need to be added.\nAn exit interview was conducted with the facility CEO at the conclusion of the facility inspection. All non-compliant\nitems were discussed. A formal exit interview was conducted with the facility CEO on 6-29-17.\nAdditional Inspectors\nBongard Carrie, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(a)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe attending veterinarian has written in the Program of Veterinary Care that deworming of all species of animals at\nthe facility should be done twice per year or as indicated by fecal checks.  The last fecal checks done on any\nspecies were done in late October or early November, 2016.  All species of animals at the facility are now overdue\nfor twice yearly deworming or fecal checks as dictated by the attending veterinarian.  It is essential that the facility\nfollow the direction of the attending veterinarian in order to ensure the health of animals at the facility.  This is of\nspecial concern this inspection as diarrhea was noted in Syrian Brown bear and grizzly bear enclosures.  Also the\nJapanese macaque cross monkey at the facility appeared thin with a sparse hair coat and prominent backbone.\nCorrect by:  7-6-17 \n2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA male-neutered Japanese macaque at the facility is noticeably thinner than at the time of the last inspection.  The\nhair coat also appears to be sparse and its backbone is prominent. The attending veterinarian has not examined\nthis animal or assessed the diet. No weights have ever been obtained on this animal. Weight loss can be due to a\nvariety of health reasons, including malnutrition, parasitism, and various disease conditions. Examination and\nevaluation of this macaque by the attending veterinarian is necessary to ensure that the right diagnostic and\ntreatment plans are in place to protect against the continuing deterioration of this animals condition leading to  pain\nand suffering.\nA female tiger known as Pandora walks with a slight left rear leg lameness.  The CEO of the facility stated that it is\nand off and on condition.  He also stated that no evaluation of this condition has ever been done by the attending\nveterinarian as the cat has been symptom free whenever the veterinarian has been visiting the facility.  Examination\nand evaluation of this tiger by the attending veterinarian is necessary to ensure that the right diagnostic and\ntreatment plans are in place to protect against the continuing deterioration of this  tiger's condition leading to pain\nand suffering.\n\nThe black bear known as Buffy has a lesion on the left side of her nose.  A grayish green discharge is present.  This\ndischarge was first noticed by APHIS inspectors on the inspection of May 16, 2017.  At this time the facility CEO\nreached through the fence and wiped it away.  He stated that it was left over ground bacon which had been fed to\nthe bears the night before.  About two weeks after the May 16 inspection, the attending veterinarian was consulted\nfor an abscess on the left side of the bears nose.  This was in the same location that the CEO had stated was\nbacon.  The bear was not examined by the attending veterinarian at the time of the consultation.   After consultation\nwith the attending veterinarian, the bear was placed on antibiotics for this condition. Treatment records reviewed\nshowed that from 5/31/17 to 6/7/17 the bear was on 2500 mg of amoxicillin twice per day.  The bear has now been\nof the antibiotics for 20 days and the discharge is still present from the same area on the left side of the bear's\nmuzzle.  Examination and evaluation of this bear by the attending veterinarian is necessary to ensure that the right\ndiagnostic and treatment plans are in place to protect against the continuing deterioration of this animals condition\nleading to potential pain and suffering.\nAll of these animals must be examined by the attending veterinarian by 7-6-17.  Records of veterinary\nrecommendations and treatment records must be available for APHIS inspectors.  \n2.75(b)(1)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\nThe licensee was asked to show APHIS inspectors the record of animals on hand.  The licensee was unable to\nproduce the required records at time of inspection.  These records are used to trace and track animals and to\nestimate age of the animals for health concerns.  Of particular concern on this inspection was a Japanese macaque\ncross monkey.  This monkey appeared thin with a sparse hair coat and prominent backbone.  The CEO of the\nfacility stated he had no idea of the age of the monkey.  APHIS inspectors wanted to see an acquisition record or\ninformation regarding the date of acquisition on the animals on hand record.  This information was not able to be\nlocated by the facility CEO.    \n3.75(c)(3)\nHOUSING FACILITIES, GENERAL. \nThe enclosure containing the crab-eating macaque contains a pool filled with greenish tinged water.  Mosquito\n\nlarvae can be seen swimming in the water.  This pool needs to be cleaned.  Clean this pool as often as necessary\nto prevent vermin from infesting the pool.  Mosquito's can spread several diseases harmful to the animals housed at\nthis facility.\nCorrect by:  COB 6-29-17\n3.82(a)\nFEEDING.   \nA male-neutered Japanese macaque at the facility is noticeably thinner than at the time of the last inspection.  The\nCEO stated that he is feeding about 12 Mazuri brand monkey biscuits per day along with produce.  The produce fed\nlast night was about two pounds of green beans and carrots according to the CEO. The AV has not assessed this\ndiet, however, information provided to the facility last fall by APHIS inspectors states that monkeys of this type\nshould be given 12 to 16 biscuits twice per day along with produce.  The only bag of monkey biscuits at the facility\nonly contained about 20 biscuits, which is used to feed the two NHP housed at the facility.  The facility is feeding\nthis monkey about half of the ration that it requires.  This monkey requires more monkey biscuits.  Review materials\nprovided by APHIS inspectors on caloric requirements for this monkey.  Begin to document amounts of biscuits and\nother items fed to this monkey on a daily basis.  Also record the times of feeding and amount of biscuits and\nproduce left uneaten if applicable.  This information is essential for the facility veterinarian in order to determine if\nthe monkey is receiving adequate amounts of nutritionally adequate food.  Keep receipts for all monkey biscuit\npurchases.  These items should all be available for review by APHIS inspectors.\nCorrect by:  6-30-17\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nThere are tree branches growing into the electric fence for the North American black bear enclosure and the grizzly\nbear enclosure.  These branches could interfere with the ability of the fence to function properly.  Housing facilities\nmust be maintained in good repair to contain the bears in these enclosures.  These bears are dangerous animals\nand any escape could have lethal consequences to a facility volunteer, a member of the public or the bears.\n3.125(c)                    REPEAT\nFACILITIES, GENERAL.   \nThe storage can used to hold the mineral supplement fed to the large cats is rusting on its interior.  This can can no\nlonger be cleaned and sanitized.  This can must be replaced to ensure that this supplement stays contamination\nfree.\n\n3.129(a)           DIRECT                    REPEAT\nFEEDING.    \nThere are two approximately 2 year old Syrian brown bears at the facility.  These two bears have rough, dull looking\nhair coats, are thin and appear undersized for their age.  The CEO described the meal fed to the bears on Monday\nnight as consisting of:  approximately 4 gallons of apples, corn, Brussels sprouts and carrots, ten pounds of bacon\nand four gallons of cake trimmings.  Based on our discussions with the CEO of the facility, APHIS inspectors think\nthat a diet poor in nutritional content may be responsible for the appearance of these bears.  These bears are still\nyoung and growing.  Inadequate diet at this point in their life will lead to lifelong complications.  This can result in a\nlifetime of unnecessary suffering for these bears.  A diet plan must be developed for these bears.  It should be\nwritten plan and it must be approved by the attending veterinarian.  All items to be fed to the bears must be\nspecified in the plan.  Amounts and combinations of food items must be specified in enough detail so it is possible to\ndetermine if the meal is nutritionally adequate.  Frequency of daily feedings and approximate feeding times must be\ndocumented in the feeding plan.  Meals should be documented with time of day and all items and amounts fed\nnoted.  This documentation must be available for review by APHIS officials.  Special consideration must be given to\ncalcium level in the diet as these bears are not fully grown and require more calcium in their diet than an adult bear. \nInadequate calcium levels could lead to conditions such as metabolic bone disease which would cause pain and\nsuffering for these bears.\nThe CEO of the facility also stated to APHIS inspectors that he has now reconsidered his plan to have a diet\nformulated for the bears as it is too expensive relative to a 26% protein dog food he plans to feed to the bears\ninstead. It has now been 42 days that the CEO has been working on this issue.  The CEO states that he made this\ndecision a couple of days ago.  There is still none of this dog food onsite and available to be fed to these bears. No\ntime frame was given to inspectors for when this will be accomplished.\n3.129(b)                    REPEAT\nFEEDING.    \nThe food receptacle boxes for the Syrian brown bear and North American black bear enclosures need to be\ncleaned.   These bear food receptacle boxes have walls and sides which are very dirty.  Rotting food material is\npresent in the North American black bear food box.  These food receptacles are not sanitary.  Any food fed in this\nreceptacles is going to be contaminated by the rotting material present.  These feeders need to be cleaned and\nmade sanitary to ensure that the food fed to the bears is wholesome and free from bacterial or pest infestation\nwhich could result in health issues for the bears.  Diarrhea was noted inside the enclosure for the Syrian brown\nbears.\n3.130                    REPEAT\n\nWATERING.  \nThe water receptacle for the enclosure containing the coyote had a large amount of green algae coating its interior. \nThe Syrian brown bear water receptacle contained green water.  The Asian black bear pen contained a layer of\ngreenish algae slime and greenish debris.  These water receptacles are not being cleaned and sanitized on a\nregular basis.  Water receptacles should be kept clean and sanitary to promote adequate water consumption which\nis essential for animal health.  Clean and sanitize water receptacles more frequently.  \n3.131(a)                    REPEAT\nSANITATION.   \nThere was excessive food waste in the Syrian brown bear enclosure.  There is excessive feces in the Asian black\nbear enclosure.  Some of this feces has turned white in color indicating that it has been in the enclosure for a long\nperiod of time.  There was rotting material present in the Asian black bear den.  There was excessive food waste\npresent in the North American black bear enclosure.  There was a piece of rotting hide in the coyote enclosure.  The\npools in the North American black bear pen, grizzly bear pen and Asian black bear pen were filled with very bright\ngreen algae tinted water.  There was excessive food waste and rotting material present in the cougar den box. \nThere was excessive feces in the cougar enclosure. These enclosures need to be cleaned on a more frequent\nbasis.  This rotting material and feces can lead to pest control issues.  The rotting material present in these animal\nenclosures can contaminate them as they lie in their enclosures.  These animals can ingest this material when they\ngroom.  Not removing old food waste promptly can lead to contamination of new food.  Ingesting this rotten material\ncan lead to potential health problems.  Clean these enclosures more frequently to prevent a buildup of food and\nfecal waste to minimize odors and prevent potential health problems for the animals housed in them.\n3.131(c)                    REPEAT\nSANITATION.   \nThe entire premises is filled with various debris, old equipment, boards, trash old animal enclosures and fence. \nSeveral other buildings on the property are also filled with old equipment and debris and trash.  Tall weed were\npresent in many area of the facility.  These areas provide ample hiding areas for rodents and other pests and\nnumerous rodent holes were located throughout the facility.  All this material must be removed to help control pests.\nThe cabinet under the butcher counter is rotting away do to a prior water leak.  The band saw used for butchering\nmeat has a coating of blood, hair and grease on it and needs to be cleaned.  This cabinet must be repaired or\nreplaced to allow cleaning and sanitation of this area.  The band saw needs to be cleaned to prevent bacterial or\npest infestation of future food items processed using this saw.\n\n3.131(d)                    REPEAT\nSANITATION.   \nNumerous rodent holes were located throughout the facility.   A rodent hole was located in the tiger known as Lilly's\nenclosure.  Rodent holes were located around the Syrian brown bear enclosure.  Rodent holes were located around\nthe Asian black bear enclosure.  Rodent holes were noted going under the shelter for the cougar enclosure.  A\nrodent hole was located inside the cougar den area.  Rodents can be carriers of disease which may be harmful to\nthe animals housed in these areas.  A more effective means of rodent control must be established for the facility.\n3.132           CRITICAL                    REPEAT\nEMPLOYEES. \nIt is evident that despite the reduction in animal numbers that there is a lack of adequately trained employees.  The\npersistence of multiple animal welfare act violations related to basic animal husbandry issues illustrates this point. \nThe facility relies on volunteer workers.  A lack of properly trained employees can result in facility and animal\nconditions that result in unnecessary animal suffering.  Animal numbers must be reduced or more properly trained\nworkers need to be added.\nAn exit interview was conducted with the facility CEO at the conclusion of the facility inspection.  All non-compliant\nitems were discussed.  A formal exit interview was conducted with the facility CEO on 6-29-17.\nAdditional Inspectors\nBongard Carrie, Animal Care Inspector",
  "animals_total": 16,
  "species": [
    {
      "count": 1,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 1,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 1,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE / SNOW MACAQUE"
    },
    {
      "count": 2,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 2,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 1,
      "scientific": "Ursus arctos horribilis",
      "common": "GRIZZLY BEAR"
    },
    {
      "count": 2,
      "scientific": "Ursus arctos syriacus",
      "common": "SYRIAN BROWN BEAR"
    },
    {
      "count": 2,
      "scientific": "Ursus thibetanus",
      "common": "ASIATIC BLACK BEAR"
    },
    {
      "count": 3,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}