{
  "insp_id": "2016082569697665",
  "layout": "a",
  "customer_id": "9127",
  "customer_name": "Union County Sportsmens Club Inc",
  "customer_addr": "766 Thomas Dam Rd\nMillmont, PA 17845",
  "certificate": "23-C-0176",
  "site_id": "001",
  "site_name": "UNION COUNTY SPORTSMENS CLUB INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-JAN-2020",
  "report_date": "14-JAN-2020",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "** The facility’s geriatric Asiatic black bear, “Dillon”, continues to have severe dental issues including missing\nseveral teeth, a recessed gum line, and a broken left lower canine tooth that has black discoloration in the center of\nthe remnant of the tooth. The severity and chronic nature of these dental issues are likely to have caused the bear a\nsignificant amount of pain over a long period of time and the condition of the teeth has continued to deteriorate\nsince first documented in 2017. A veterinarian that the facility is consulting with did prescribe Clindamycin and\nMeloxicam for the bear that the facility picked up on December 17, 2019. However, after consulting with other\nexotic veterinarians, the consulting veterinarian advised the facility by December 18, 2019, to not give the\nmedications until further diagnostics could be performed, such as blood work and an accurate body weight. The\nfacility opted to give the medications to the bear despite the guidance of the consulting veterinarian to wait and gave\nboth medications in their entirety without further communication with the consulting veterinarian.\nAdditionally, the bear is morbidly obese, with limited mobility and continues to exhibit a repetitive behavior in which\nhe sits on his haunches and repeatedly rocks himself back and forth by using his forepaws to push against the wall\nin front of him, and will rock back against a large stone behind him in his enclosure. Repetitive abnormal behavior of\nthis nature can often be an indicator of pain and/or psychological distress. This repetitive behavior was first\ndocumented in 2017 and has been viewed on subsequent inspections and no methods of assessing, addressing or\nminimizing the underlying causes for this behavior have been put into action. For the weight loss, the consulting\nveterinarian has advised the facility of a nutritionist who is willing to help them formulate a diet but the facility had\nnot yet provided the required information, such as how much food was currently fed and complete descriptions of\ntypes of feed.\nThe facility’s geriatric bobcat is similarly obese and the caretaker stated that the animal no longer utilizes climbing\nstructures within the enclosure. The facility has added ramps to the platforms in the enclosure but the bobcat is not\nutilizing these either. The AV did prescribe an over-the-counter medication containing a milk protein as the active\ningredient that the facility started on December 18, 2019. However, there has been no improvement in mobility and\nthis also has not been communicated to the AV. Similar to the bear, the consulting veterinarian did provide contact\ninformation for a nutritionist but the facility has not yet provided the necessary information (amount currently fed,\ntype of feed).\nThe consultant AV has also provided contact information for a nutritionist for the obese raccoons, but the facility has\nnot yet provided the necessary information (amount currently fed, type of feed) to accurately adjust the diet amounts\nfor a weight reduction plan.\nEvaluation of the animals is necessary so that appropriate methods can be put in place to:\n-Manage potential pain indicated through lack of mobility in the bear and bobcat\n-Manage weight for bear, bobcat, and raccoons through guidance in proper nutrition and diet amounts\n-Manage dental disease and pain for bear through appropriate means of diagnosis and treatment.\n-Assess abnormal repetitive behavior by the bear and address underlying causes such as physical pain and\npsychological distress\nFurthermore, administration of medications against the recommendations of the prescribing veterinarian can have\nsignificant adverse impacts on an animal’s health if the estimated weight was incorrect or if bloodwork revealed\nunderlying health concerns, such as inadequate liver or kidney function. All of these issues can impact how the\nmedications are metabolized and can lead to a toxicity to the animal.\nThese areas of care need to be addressed as all these issues are having a negative impact on the health and\nwelfare of these animals. Correct by: having these animals examined by a consulting veterinarian as directed by\nyour attending veterinarian and following the plan for diagnosis and treatment provided by that veterinarian.\nThis inspection and exit interview were conducted with a facility representative.\nAdditional Inspectors\nCarlson Melissa, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n** The facility’s geriatric Asiatic black bear, “Dillon”, continues to have severe dental issues including missing\nseveral teeth, a recessed gum line, and a broken left lower canine tooth that has black discoloration in the center of\nthe remnant of the tooth. The severity and chronic nature of these dental issues are likely to have caused the bear a\nsignificant amount of pain over a long period of time and the condition of the teeth has continued to deteriorate\nsince first documented in 2017.  A veterinarian that the facility is consulting with did prescribe Clindamycin and\nMeloxicam for the bear that the facility picked up on December 17, 2019.  However, after consulting with other\nexotic veterinarians, the consulting veterinarian advised the facility by December 18, 2019, to not give the\nmedications until further diagnostics could be performed, such as blood work and an accurate body weight.  The\nfacility opted to give the medications to the bear despite the guidance of the consulting veterinarian to wait and gave\nboth medications in their entirety without further communication with the consulting veterinarian.\nAdditionally, the bear is morbidly obese, with limited mobility and continues to exhibit a repetitive behavior in which\nhe sits on his haunches and repeatedly rocks himself back and forth by using his forepaws to push against the wall\nin front of him, and will rock back against a large stone behind him in his enclosure. Repetitive abnormal behavior of\nthis nature can often be an indicator of pain and/or psychological distress. This repetitive behavior was first\ndocumented in 2017 and has been viewed on subsequent inspections and no methods of assessing, addressing or\nminimizing the underlying causes for this behavior have been put into action.  For the weight loss, the consulting\nveterinarian has advised the facility of a nutritionist who is willing to help them formulate a diet but the facility had\nnot yet provided the required information, such as how much food was currently fed and complete descriptions of\ntypes of feed.\nThe facility’s geriatric bobcat is similarly obese and the caretaker stated that the animal no longer utilizes climbing\nstructures within the enclosure.  The facility has added ramps to the platforms in the enclosure but the bobcat is not\nutilizing these either.  The AV did prescribe an over-the-counter medication containing a milk protein as the active\ningredient that the facility started on December 18, 2019.  However, there has been no improvement in mobility and\nthis also has not been communicated to the AV.  Similar to the bear, the consulting veterinarian did provide contact\ninformation for a nutritionist but the facility has not yet provided the necessary information (amount currently fed,\ntype of feed).\n\nThe consultant AV has also provided contact information for a nutritionist for the obese raccoons, but the facility has\nnot yet provided the necessary information (amount currently fed, type of feed) to accurately adjust the diet amounts\nfor a weight reduction plan. \nEvaluation of the animals is necessary so that appropriate methods can be put in place to:\n-Manage potential pain indicated through lack of mobility in the bear and bobcat\n-Manage weight for bear, bobcat, and raccoons through guidance in proper nutrition and diet amounts\n-Manage dental disease and pain for bear through appropriate means of diagnosis and treatment. \n-Assess abnormal repetitive behavior by the bear and address underlying causes such as physical pain and\npsychological distress\nFurthermore, administration of medications against the recommendations of the prescribing veterinarian can have\nsignificant adverse impacts on an animal’s health if the estimated weight was incorrect or if bloodwork revealed\nunderlying health concerns, such as inadequate liver or kidney function.  All of these issues can impact how the\nmedications are metabolized and can lead to a toxicity to the animal.\nThese areas of care need to be addressed as all these issues are having a negative impact on the health and\nwelfare of these animals.  Correct by:  having these animals examined by a consulting veterinarian as directed by\nyour attending veterinarian and following the plan for diagnosis and treatment provided by that veterinarian. \nThis inspection and exit interview were conducted with a facility representative.\nAdditional Inspectors\nCarlson Melissa, Veterinary Medical Officer",
  "animals_total": 9,
  "species": [
    {
      "count": 1,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 5,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 2,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 1,
      "scientific": "Ursus thibetanus",
      "common": "ASIATIC BLACK BEAR"
    }
  ]
}