{
  "insp_id": "2016090000716829",
  "layout": "b",
  "customer_id": "1858",
  "customer_name": "FESTIVAL FUN PARKS LLC",
  "customer_addr": "4400 Richenbacker Causeway\nMiami, FL 33149",
  "certificate": "12-C-0052",
  "site_id": "002",
  "site_name": "MIAMI SEAQUARIUM",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-JUN-2021",
  "report_date": "22-SEP-2021",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The facility’s attending veterinarian’s recommendations regarding the provision of adequate veterinary care and other\naspects of animal care and use have been repeatedly disregarded or dismissed over the last year. Events of particular\nconcern are addressed as follows:\nOn the 15th of May 2021, Squirt, a 11-year old female Bottlenose dolphin, had a sudden decrease in appetite for 2 days\nprior to the onset of construction and repair (coping) to her pool. From correspondence on June 9th, 2021 referring to an\nanimal welfare discussion between the AV, associate veterinarian, Facility Curator and Training Curator, the Attending\nVeterinarian expressed concern for the dolphin’s poor appetite and requested a blood sample on this animal. The\nassociate veterinarian stated her concern to the General Manager regarding the trainers’ repeated denial that Squirt was\nill. She stated her concern for the trainers not appreciating or acknowledging the associate veterinarian’s concern for\nSquirt on at least 6 occasions over 10 days. Per the medical record, Squirt’s base intake was decreased over a period of\n10 days beginning May 15th, 2021. Once blood was finally obtained the 24th of May, the bloodwork was abnormal. The\nveterinarians expressed concern that the construction and frequent lowering of the water could have adverse health\neffects on animals in the Dolphin Harbor pool. The veterinarians recommended that pool repair, which required pneumatic\nnail guns, be delayed in order to decrease stress to the animal. Both veterinarians recommended that Squirt be moved in\nwith a female-only group and away from a male currently housed with her to reduce stress. However, the Facility Curator\nand Training Curator stated that this was not possible, and repairs continued. Alternatively, both veterinarians\nrecommended Squirt and an additional female be moved to a different pool away from the construction and male dolphin\nto reduce stress on Squirt. The animal wasn’t moved into an all-female group until the 16th of June 2021.\nToki, a 56-year-old whale, had been maintained on a fish diet of 160 pounds that was decreased to 130 pounds by the\nTraining Curator, over the objection of the Attending Veterinarian. The veterinary concern was that Toki historically has\nseasonal abnormalities in blood work and behavior and her alkaline phosphatase was quite low (indicative of overall\nhealth and nutrition status). The AV was also concerned that Toki wasn’t getting enough water (as marine mammals\nextract water from fish for their hydration needs) and that the lack of food volume would cause her distress and agitation.\nThe AV also had concerns with the Training Curator dictating the incorporation of fast swims and big jumps into training\nsessions and shows for this geriatric whale. Toki’s bloodwork was abnormal and the AV believed these behaviors could\nresult in over-exertion and Toki becoming winded, which was actually observed by both the senior trainer and the AV.\nThe AV also diagnosed that Toki had hit her lower jaw, likely at the lower flume/bulkhead during fast swims. Toki’s\nmedical records indicate an injury to her lower mandible on February 25th, March 10th, March 31st, April 6th and 7th of\n2021. In a medical entry written on April 3rd, 2021, the AV directed the staff to not request head in entry jumps from Toki.\nThe Training Curator, who has been working at this facility for 6 months, disregarded the veterinary instructions for Toki to\nrestart bow jumps only and re-instituted head in entry jumps including speed runs and multiple high energy jumps.\nThe veterinarians did not approve of a planned move of two Pacific white sided dolphins into Toki’s pool and strongly\ndisagreed the plan should proceed due to Toki being medically and behaviorally challenged. The attending veterinarian\nand associate veterinarian expressed concerns regarding this move during an animal welfare meeting on June 7th, 2021.\nThe Training Curator, General Manager, and Animal Care Curator were in attendance. Additionally, medical entries on\nJune 7th, 2021 in Toki’s record document the AV’s concern regarding the lag move. Chasing, white water and aggression\nbetween Lii and Catalina, two Pacific white sided dolphins, and Toki had been observed and was of concern as the two\ndolphins being moved into the whale pool were a mom (38-year-old Loke) and 3-year old naïve calf (Elelo). In the\npresence of the USDA inspectors, the GM, Facility Curator, Training Curator and Whale & Dolphin Harbor Supervisor, the\nveterinarians expressed concern in opposition to this lag move. Despite the veterinarian’s objections, the plan was to\nproceed the week of the USDA inspection but has since been postponed.\nThe Attending Veterinarian disagreed with the Training Curator decreasing 38-year-old male Pacific white sided dolphin\nLii’s dietary food intake from 15 pounds to 9 pounds. The AV was concerned that decreasing his food base lowered his\nwater intake and negatively affected hydration status. This had the potential to negatively impact Lii’s health. After a\ndiscussion, the AV agreed to decrease his base intake to 11 pounds as a compromise.\nThe Facility Curator & Training Curator were communicating with a consulting veterinarian about changes to Toki's diet\nwithout including the AV in the conversation. On March 11th, they contacted the consulting AV in order to justify the\ncontinual decreases to Tokitae’s food base. Additionally, the Training Curator wanted to reduce her portion of salmon and\nfeed Toki salmon chunks and guts. Medical entries on February 24th, March 30th & 31st, April 2nd, May 12th & 27th and\nJune 2nd in Tokitae’s record document the AV’s notation that Toki’s base was too low. Documentation provided by the\nfacility confirms a downward trend in Toki’s base beginning January 2021 of approximately 160.7lbs and continuing\nthrough June 2021 to 132.1lbs despite the AV repeatedly voicing her concerns. The Facility Curator and Training Curator\ncommunicated with a different consulting veterinarian concerning the poor-quality capelin issue without discussing with\nthe AV who was onsite within the park when the conversation occurred. On March 3rd, 2021, the AV requested that the\nbad capelin be withheld, and the Facility Curator said that it would. Two days later, the AV discovered that a consulting\nveterinarian had been contacted without her knowledge and that he had agreed with Facility Curators that the bad capelin\ncould be fed after soaking in cold water. After this realization, the AV had a verbal conversation with the Facility Curator to\nstop feeding the capelin until a new lot could be acquired. The morning diets had already been fed that day. March 6th,\n2021 was the first full day with no capelin fed out to the cetaceans.\nThe decisions to decrease Toki’s base and continue to feed poor quality capelin to park animals were subsequently made\nwithout the AV's approval.\nFailure to allow appropriate veterinary authority poses a risk to the health and welfare of the animals. The Attending\nVeterinarian must have the appropriate authority to ensure adequate veterinary care is provided and that they have the\nauthority to oversee the adequacy of other aspects of animal care.\n***Correct from this day forward."
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "The inspectors observed the killer whale and dolphin show. After the completion of the show, approximately 50-100\npeople immediately congregated around the pool and the inspectors observed that the facility’s public barrier is\nineffective. A small male child was lifted over the metal bar and placed on the ledge of the pool. Another small female\nchild was also observed being held over the metal barrier and onto the ledge. Several members of the public were\nobserved holding cellular phones and cameras beyond the edge of the ledge. Three identifiable attendants positioned\naround the area were not effective in addressing members of the public in a swift manner; in fact, two attendants were\nobserved standing behind the public.\nThe barrier installed at Whale Stadium is currently a metal bar structure that extends approximately 20 inches out from\nthe ledge of the pool. Additionally, there is a yellow line painted on the ground that extends approximately 16 inches from\nthe edge of the cement wall of the pool. The facility employs at least three attendants that are tasked with handling\nindividuals of the public that are leaning over the bar or holding objects beyond the ledge; however, this was ineffective.\nInsufficient public barriers do not adequately ensure the safety of the public or the animals. Foreign objects dropped into\nthe pool pose a hazard to the animals and may be ingested. Unauthorized contact between members of the public and\nthe animals pose a safety hazard to both the parties.\n***Correct by August 31st, 2021."
    },
    {
      "code": "3.101(a)(1)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "At the time of inspection, several pools and surrounding structures had surfaces that were in disrepair.\nA and B pools in the whale stadium had areas of concern. A section of pool laminate on one side of the slide out area on\nthe island was missing, revealing the cement underneath. Additionally, the blue paint along the top of both pool walls was\nwarped and flaking off in several areas. Large areas of drooping paint (water behind paint) were observed within the\ninterior of the pool approximately 12 inches below the top of the concrete pool ledge. The current condition of the pool\nallows for the paint and chips/flakes to fall into the water or be physically removed by the whale or dolphins and be\npotentially consumed by the cetaceans as they dislodge. A trainer reported that pieces of paint had been brought to the\ntrainer by the animals.\n***Phase I (Slide out defect): Corrected prior to delivery of inspection report. Phase II (Pool Repairs): Correct by October\n31st, 2021.\nThe ship structure above the pool at Top Deck had large areas where paint was flaking off. These areas are located\ndirectly above the pool so that chips/flakes fall into the pool as they dislodge.\n***Correct by August 31st, 2021.\nThe Dolphin Harbor pool has inadequate fencing separating the pools and groups of dolphins. Sections of the underwater\nfencing are held together with plastic zip ties. On the morning of April 18th, 2021, trainers observed that two dolphins,\nCobalt and Zo had broken into the same pool containing Bimini and JJ. Bimini, a 21-year-old female bottlenose dolphin\nwith a chronic medical condition (collapsed trachea and a consistently high white blood cell count), was seriously injured.\nThe Attending Veterinarian examined Bimini using an infrared camera and noted areas of concern over her chest. A hit\nfrom conspecifics that may have broken her ribs was suspected and the AV stabilized the critical dolphin. A radiologist\nconfirmed the presence of at least 4 broken ribs on the 8th of June 2021.\n***Correct by September 30th, 2021.\nThe training pools behind Golden Dome Sea Lion had many areas of disrepair. Several sea lion and seal enclosures had\nareas of enclosure fencing that had been temporarily repaired with plastic netting that had been zip-tied into the existing\nchain-link fence. Areas along the upper pool walls of an enclosure housing two sea lions had flaking paint. Additionally, a\nlarge cement column within the same enclosure had an area where the paint had been scraped off. In an enclosure\nhousing two seals, a painted doorway had an area of exposed wood that was slightly damaged that the animals had\naccess to. An entryway between the outdoor pool and indoor holding area for several seals had a section of damaged\nwall. The rough concrete underneath the current wall covering is exposed.\n***Phase I (Fencing Repairs): Correct by July 7th, 2021. Phase II (Pool Repairs): Correct by August 31st, 2021.\nThe cement flooring between Pompano pool #1 and Pompano pool #2 had an area of cracked cement surrounding a\ndrain. Pieces of cement were missing and some of the cracks led towards the pools themselves. Additionally, the blue\npaint covering the ledges of the pool walls was warped and flaking off in several areas.\n***Corrected prior to delivery of inspection report.\nThe inner pool wall of the Celebrity manatee exhibit had areas where the cement was damaged and exposed.\nAdditionally, there were areas where the paint covering the walls was flaking off. The inner section of the metal barrier\nsurrounding the manatee pool also had areas where the paint covering was flaking.\n***Correct by July 31st, 2021.\nPaint sloughing off the wall and flaking paint can cause a health risk to the animals if ingested. Defects on the coating\nsurface or missing chunks of concrete may cause injury to the animals through skin abrasions, lacerations, or other\nmeans. Cracking or other structural defects in the pool may put animals at risk. Inadequate fencing separating animals\ncan result in serious injury or death to the animals by injury from conspecifics. Indoor and outdoor housing facilities for\nmarine mammals must be structurally sound and must be maintained in good repair to protect the animals from injury, to\ncontain the animals within the facility, and to restrict the entrance of unwanted animals."
    },
    {
      "code": "3.101(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "At the time of inspection, several training pool enclosures housing sea lions had evidence of rust staining. For example,\nan enclosure housing three sea lions had rust stains on the dry resting area and near drains within their pool. Rusted\nsurfaces cannot be appropriately sanitized.\nAll surfaces in a primary enclosure must be constructed of durable, nontoxic materials that facilitate cleaning, and\ndisinfection as appropriate. All facilities must implement a written protocol on cleaning, so surfaces do not constitute a\nhealth hazard to animals.\n***Correct by August 31st, 2021."
    },
    {
      "code": "3.103(b)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "At the time of inspection, several marine mammal pools lacked sufficient shelter to protect the animals from direct\nsunlight.\nAt the Dolphin Harbor enclosure, the only pool that is adequately shaded is “D” pool. A, B, C, Little D and Med Pool do not\nhave adequate sources of shelter to protect the dolphins from direct sunlight. Additionally, inspectors watched interactions\nwith the public in B pool without shelter to protect the animals. Many dolphins were looking directly into the sunlight during\ntraining and interactions. A number of bottlenose dolphins have eye lesions including Zo, a 14-year-old male, Aries, a 19-\nyear-old male, JJ, a 40-year-old male and Sam, 35-year-old female.\n***Phase I (Mobile Umbrellas for Training Sessions in A, B,C, & Med Pool): Corrected prior to delivery of inspection\nreport. Phase II (Permanent Shade Structures): Correct by October 31st, 2021.\nAt the Flipper Stadium enclosure, the pool adjacent to the mangroves has adequate natural shade. However, the major\nlagoon where the dolphin show occurs twice daily does not provide shelter that protects the animals from direct sunlight.\nOnyx, a 26-year old male bottlenose dolphin has bilateral eye lesions. Skye, a 23-year old female bottlenose dolphin was\npreviously being treated with eye drops. The shows currently take place at 11:00am EST and 3:00pm EST when the sun\nis directly overhead. The 3:00pm EST show was observed by inspectors. During the show, trainers interacted with the\nanimals on a dock with the sun positioned behind them. The dock lacks shade and the animals were asked to hold their\nheads above water and look into the sun to receive their signals from the trainers and their fish rewards.\n***Corrected prior to the exit interview.\nAt the Whale Stadium enclosure, both A and B pools do not have adequate shelter to provide shade for the animals. The\nstadium provides shade for the public; however, the structures do not extend far enough to provide shade for the animals\nas well. The animals participate in two shows a day (12:40pm EST and 4:30pm EST) and various sessions with their\ntrainers throughout the day. On June 8th, the inspectors observed the 12:40pm EST show and stayed in the stadium until\na little after 2:30pm EST. On June 9th, an inspector observed Toki in her pool from 11:30am EST until 12:30pm EST. On\nJune 10th, an inspector observed life support staff taking water quality samples from Toki's pool from 4:00pm EST to\n4:30pm EST. These observations throughout different times of the day confirm that the current structure does not provide\nshade for the animals. Toki, a 56-year old female orca and Lii, a 38-year old male Pacific white sided dolphin both have\nlesions in their right eye. Trainers interacted with the animals while the sun was located directly overhead.\n***Correct by June 23rd, 2022.\nAt the Seal Feeder Pool, the platform where the public is allowed to interact with the animals lacks adequate shelter to\nprotect the animals from direct sunlight. Individuals participating in the feeding session walk down steps into the seal pool.\nDuring the period of time when the sun is overhead on a cloudless day, the seals must look into the sun when interacting\nwith the public. The enclosure provides adequate shelter from the sun when the animals are not in interactive programs or\nbeing fed by the public.\n***Correct by July 15th, 2021.\nAt the Top Deck enclosure, the current structure does not provide adequate shelter from direct sunlight when the dolphins\nare asked to perform shows. Currently, there are two shows at 10:40am EST and 2:20pm EST. During the shows, the\ntrainers interact with the dolphins from the elevated view atop a ship structure. The shade structures originally above and\nbehind the ship were damaged during a tropical storm and have yet to be replaced.\n***Phase I: Corrected prior to delivery of inspection report. Phase II: Correct by October 31st, 2021.\nDirect sunlight can adversely affect the animal’s health, especially eye health, resulting in corneal damage and premature\ncataracts. Though lesions or damage may have initially occurred from chlorine or trauma, direct sunlight can cause further\ndamage to the eyes. These conditions are painful and uncomfortable for the animals and may result in extensive\ntreatment or require surgery to correct the problem.\nAdditional steps must be taken to provide enough shelter for marine mammals when they choose to seek shade, and\nwhen they are asked to interact with the trainers or the public. Strategic shade should be provided whenever the animals\nare holding their heads out of water and looking toward the sky. The facility must review shade for all marine mammal\nenclosures and ensure that adequate shade/shelter is provided to protect the animals from direct sunlight."
    },
    {
      "code": "3.105(a)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Feeding.",
      "narrative": "Beginning February 25th, 2021, poor-quality “fragile soft-bellied” capelin that smelled bad was fed to the marine mammals\ndespite concerns from some of the trainers and the Attending Veterinarian. The capelin was fed for 8 days to the\ncetaceans and 2-4 days to the pinnipeds. Several animals went off feed, and abnormal fecal samples were observed in\nsome of the animals. Medical entries made by the AV for Toki, a 56-year-old female whale, tracked the effects of the\npoor-quality fish for her and other animals at the park. One week later Toki developed inflammation according to her\nbloodwork (increased SAA). Medical entries made by the AV for Sam, a 35-year-old female dolphin, noted that antibiotic\ntreatments were given to prevent further sickness caused by feeding the poor-quality capelin. Onyx, a 21-year-old male\ndolphin, developed erysipelothrix-like lesions while being fed this capelin.\nDuring the inspection, the Facility Curator acknowledged that poor-quality capelin was fed to the animals.\nFeeding poor-quality fish or partially decomposed fish is detrimental to the health of the animals and can result in illness,\ncompromised immune systems and even death. The food for marine mammals must be wholesome, free from\ncontamination and of sufficient quantity and nutritive value to maintain marine mammals in a state of good health.\n***Corrected before the inspection."
    },
    {
      "code": "3.106(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Water quality.",
      "narrative": "The facility has an older life support system. The system siphons water from Biscayne Bay without being adequately\ntreated to prevent the overgrowth of algae, which can harbor potentially pathogenic organisms such as nematodes and\narthropods. The facility maintains an “open” system for the marine mammals in Dome and Flipper pools and a\nrecirculating system in the Harbor and Whale pools. The Pompano pools 1, 2 and 4 are part of the Dome open system.\nPompano 3 is a separate closed system that is chilled. The Golden Dome and Flipper pools housing 10 harbor seals, 14\nCalifornia sea lions and 4 Bottlenose dolphins were observed to have inadequate circulation and water flow. The facility\npreviously had a designated water quality specialist who was responsible for overseeing and analyzing the water quality\nin all the marine mammal pools . At the time of inspection, inspectors observed pinnipeds and cetaceans with chronic eye\nconditions and/or skin conditions. The facility’s water quality records were reviewed going back to September 2018.\nChlorine in 55-gallon barrels is added into the water system using pumps that must be manually adjusted by life support\nstaff. Total and free chlorine readings were taken daily during 2020 until midsummer. Since that time, the staff continued\ntesting free chlorine daily but reduced total chlorine testing to once a week. Within the last week from the date of\ninspection, the facility had increased the frequency of testing total chlorine to three times a week\n(Sunday/Wednesday/Friday). An inspector shadowed the life support staff while they explained how and where each\nwater sample was taken from the many marine mammal pools. Inspectors found that the free chlorine ranges the life\nsupport staff used to manually adjust the chlorine pump were different than those listed on the water quality records\nprovided for review by inspectors. There were several instances where the written water quality records had the total\nchlorine values recorded as lower than the free chlorine from samples which were presumably taken at the same time.\nThis is inaccurate as total chlorine is the sum of free chlorine plus any combined chloramines in the system.\nDuring the inspection of the Whale stadium, the inspectors noted that the water in A and B pool was very turbid and the\nbottom of the pool could not be visualized. The animals were observed to be squinting while inspectors attempted to take\nphotographs of both eyes. The inspectors gained access to two of the lower viewing windows in a non-public area under\nthe whale stadium. The tank bottom could not be observed, and heavy particulate matter was suspended throughout the\nwater column. Upon review of medical records for the cetaceans in the stadium, a number of water quality concerns were\nnoted.\nOn April 26th, 2021, a pump broke under the whale stadium. Cloudy water and foam bubbles accumulated at the surface\nof the pool. The back-up pump was left off during the night because of all the loud sounds and vibrations it made and\nturned on during the day for cooling purposes until the pump could be repaired.\nOn April 28th, 2021, it was noted that the back-up pump was again turned off so as not to disturb the animals because of\nincreased noise and vibrations and again turned on during the day for cooling the water. Toki, the 56-year-old orca\nappeared agitated during the day.\nOn April 30th, 2021, Toki had visible white lines in her eyes which were indicative of injury from chlorine.\nOn May 6th, 2021, it was noted that the chlorine setting in the nighttime was running at a high pump percentage level that\ncould negatively impact Toki's eyes at night.\nA review of the water quality records for Flipper pool identified a spike in free chlorine measured at 1.620 PPM and a\nspike in total chlorine measured at 1.160 PPM on March 3rd, 2020. A comment written by life support staff indicated that\nthe chlorine was turned off, and the chlorine pump and injector were replaced. The subsequent free chlorine readings for\nFlipper pool then dropped lower than the facility’s own suggested range of 0.3-0.5PPM for approximately the next 27\ndays. For example, readings taken on March 7th, 9th, 10th, 14th, 17th, 20th, 21st, 22nd, 24th, 27th, and April 9th showed\nfree chlorine measured at 0.00PPM or testing was not done at all. A conversation with the attending veterinarian identified\na correlation between the lack of chlorine added to the water for that time period and the rise of clinical signs in the\nanimals related to an increased algae and parasite load in the water. Trainers began reporting increased twitching,\nchuffing and self-mutilation (rubbing, etc.) exhibited by the dolphins in the pool as well as other species (sea lions &\nmanatees) throughout the park. The attending veterinarian evaluated samples of the algae floating in Flipper pool and\nobserved several species of parasites – nematodes, arthropods, and other unidentified species. The Flipper pool recently\nacquired a new UV filtration system, though the facility has not addressed the lack of circulation in the dead spots of the\nlagoon area.\nThe Manatee Celebrity pool was also affected by the lack of chlorine and subsequent increase in parasite load. A review\nof medical records for Camlee, an adult female West Indian Manatee, described a severe clinical presentation of diffuse\nnematode larval migrans with a secondary bacterial infection. Skin biopsies showed nematodoiasis. Parasites that were\nidentified include arthropods (mites), copepods, and nematodes. The AV prescribed appropriate medications as well as\ncopper treatments to the water. Within 24 hours of the copper treatment, all three manatees began eating normally.\nA review of the water records for the Golden Dome Pool show consistently high levels of free chlorine, especially within\nthe last 3 months of 2021. On June 1st and 3rd, the free chlorine was 1.0 PPM. On the 15th of May, the free chlorine was\n1.0PPM. On the 16th of May, the reading was 0.94PPM. On the 18th and 20th of May, the readings were both 0.87PPM.\nOn the 22nd of May, the free chlorine was 1.0PPM. The free chlorine reading for the 29th of May was 0.82PPM. Going\nback further, the free chlorine measured between 0.83 and 0.87 PPM on April 2nd, 3rd, and 5th. The Facility Curator and\nlife support staff stated that chlorine is intentionally added to the Golden Dome Show pool at higher levels since the water\nfrom that pool “filters” back into the additional feeder and training pools for the seals and sea lions. Free chlorine levels in\nthese pools were observed to be 2-3 times lower than those of the show pool.\nWhile the facility has consistently measured free chlorine levels in their pools, total chlorine testing is crucial because it\nincludes both free chlorine and chloramines. Chloramines are much more irritating to skin, eyes, and lungs than free\nchlorine. The higher levels of free chlorine, and subsequently total chlorine, may be contributing to the skin and eye\nproblems seen at the facility. Industry standards for total chlorine levels are under 1PPM for marine mammals.\nThe facilities current method for measuring total chlorine is not a reliable method and may be giving lower readings than\nactually observed. There were many instances where the total chlorine recorded was a value that was less than the free\nchlorine taken at the same time. Furthermore, the manual method of adjusting the chlorine pump according to the free\nchlorine levels is imprecise. Using a consistent and accurate method to measure total chlorines is required to accurately\nassess the water quality for all marine mammal pools at the facility.\nThe water that is provided to the marine mammals has evidence of the presence of organisms such as nematodes,\narthropods, and other unidentified species that have caused discomfort, harm, or serious injury to the animals and have\nthe potential of causing more problems in the future. Providing resident animals with water free of pathogens or harmful\norganisms is a critical factor in their well-being.\n***Chlorine Ranges Form: Correct by June 30th, 2021.\n***Total Chlorine Testing Procedure: Correct by June 30th, 2021.\n***Flipper Pool: Correct by August 31st, 2021.\n***Dolphin Harbor: Correct by September 30th, 2021."
    },
    {
      "code": "3.109",
      "kind": "Critical",
      "repeat": false,
      "desc": "Separation.",
      "narrative": "There have been a number of serious injuries over the last several years, some involving death, from dolphin\nconspecifics. When inspectors asked how the facility keeps track of which dolphin is with whom and which pools the\nanimals are placed at any given time, the Facility Curator indicated that they do not have a way of tracking which animals\nare housed together on a particular day and said that animals are often rotated in and out of interactive sessions.\nGemini, a 7-year-old female bottlenose dolphin, sustained a hit to her head behind her blowhole by a conspecific in May\nof 2021. Veterinary examination revealed crepitus in the area, and the infrared findings revealed a circular injury that\nspread outward indicating a rostrum hit from a conspecific. Medical entries on May 21st and 22nd, 2021 describe poor\nbehavior and decreased appetite.\nSam, a 35-year-old female bottlenose, was seriously injured in the right eye from trauma to the head by a conspecific on\nJanuary 18th, 2021. She is now blind in that eye. Medical records on August 18th and September 7th, 2020 indicate\naggressive behavior was exhibited by Sam towards conspecifics and trainers. Numerous medical record entries beginning\non October 29th, 2020 indicate that Sam had an eye condition requiring medical treatment. On January 18th, 2021,\nmedical records indicate there was a white-water incident that indicated an altercation between animals. Immediately, it\nwas noted that Sam was bleeding from the same injured eye. She was subsequently moved on that date to the medical\npool.\nAbaco, a 19-year-old male bottlenose dolphin, had been moved to a different pool due to inappetence on March 26,\n2020. Following the move, the dolphin had made a full recovery. Two weeks later, on the 9th April 2020, he was found\ndead on the bottom of the pool with scrapes and erosions around his rostrum. Though he drowned due to his rostrum\nbeing stuck in the fence, he had acute rhabdomyolysis and hemorrhage indicative of trauma from a conspecific.\nIndigo, 5-year-old male bottlenose dolphin, had no clinical signs prior to his death. There had been documented\ninteractions among two younger dolphins in the pool on March 30, 2020. Indigo was found dead at the bottom of the pool\nthe next day from acute trauma and pulmonary shock.\nEcho, a 23-year-old male bottlenose dolphin, was documented to be involved in increased activity with another dolphin on\nFebruary 27, 2019. Physical examination revealed no external abnormalities. Four day later, on March 3, 2019, Echo\nbegan swimming in a tight circle, stopped eating, began breathing rapidly and died. A necropsy revealed hemorrhage in\nthe neck and surrounding tissues, and his left rib torn was torn from its attachment. His death was due to trauma from a\nconspecific.\nHousing incompatible animals together can negatively impact their health and welfare and may cause serious injury and\neven death. Marine mammals that are not compatible must not be housed in the same enclosure nor be housed near\nother animals that cause them unreasonable stress, discomfort or interfere with their good health.\n***Correct from this day forward.\nThis inspection took place over three days (June 8th-10th) with the General Manager, Facility Curator, Training Curator\nand Attending Veterinarian.\nThe exit interview took place on June 23rd with the General Manager, COO and Facility Curator.\nAdditional Inspectors:\nCAROLYN MCKINNIE, Senior Veterinary Medical Officer - Marine Mammals and ExoticsEnd Section"
    }
  ],
  "narrative": "2.40(a)(2)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe facility’s attending veterinarian’s recommendations regarding the provision of adequate veterinary care and other \naspects of animal care and use have been repeatedly disregarded or dismissed over the last year. Events of particular \nconcern are addressed as follows: \nOn the 15th of May 2021, Squirt, a 11-year old female Bottlenose dolphin, had a sudden decrease in appetite for 2 days \nprior to the onset of construction and repair (coping) to her pool.  From correspondence on June 9th, 2021 referring to an \nanimal welfare discussion between the AV, associate veterinarian, Facility Curator and Training Curator, the Attending \nVeterinarian expressed concern for the dolphin’s poor appetite and requested a blood sample on this animal. The \nassociate veterinarian stated her concern to the General Manager regarding the trainers’ repeated denial that Squirt was \nill. She stated her concern for the trainers not appreciating or acknowledging the associate veterinarian’s concern for \nSquirt on at least 6 occasions over 10 days. Per the medical record, Squirt’s base intake was decreased over a period of \n10 days beginning May 15th, 2021. Once blood was finally obtained the 24th of May, the bloodwork was abnormal. The \nveterinarians expressed concern that the construction and frequent lowering of the water could have adverse health \neffects on animals in the Dolphin Harbor pool. The veterinarians recommended that pool repair, which required pneumatic \nnail guns, be delayed in order to decrease stress to the animal. Both veterinarians recommended that Squirt be moved in\n\nwith a female-only group and away from a male currently housed with her to reduce stress. However, the Facility Curator \nand Training Curator stated that this was not possible, and repairs continued. Alternatively, both veterinarians \nrecommended Squirt and an additional female be moved to a different pool away from the construction and male dolphin \nto reduce stress on Squirt. The animal wasn’t moved into an all-female group until the 16th of June 2021. \nToki, a 56-year-old whale, had been maintained on a fish diet of 160 pounds that was decreased to 130 pounds by the \nTraining Curator, over the objection of the Attending Veterinarian. The veterinary concern was that Toki historically has \nseasonal abnormalities in blood work and behavior and her alkaline phosphatase was quite low (indicative of overall \nhealth and nutrition status). The AV was also concerned that Toki wasn’t getting enough water (as marine mammals \nextract water from fish for their hydration needs) and that the lack of food volume would cause her distress and agitation. \nThe AV also had concerns with the Training Curator dictating the incorporation of fast swims and big jumps into training \nsessions and shows for this geriatric whale. Toki’s bloodwork was abnormal and the AV believed these behaviors could \nresult in over-exertion and Toki becoming winded, which  was actually observed by both the senior trainer and the AV. \nThe AV also diagnosed that Toki had hit her lower jaw, likely at the lower flume/bulkhead during fast swims. Toki’s \nmedical records indicate an injury to her lower mandible on February 25th, March 10th, March 31st, April 6th and 7th of \n2021. In a medical entry written on April 3rd, 2021, the AV directed the staff to not request head in entry jumps from Toki. \nThe Training Curator, who has been working at this facility for 6 months, disregarded the veterinary instructions for Toki to \nrestart bow jumps only and re-instituted head in entry jumps including speed runs and multiple high energy jumps. \nThe veterinarians did not approve of a planned move of two Pacific white sided dolphins into Toki’s pool and strongly \ndisagreed the plan should proceed due to Toki being medically and behaviorally challenged. The attending veterinarian \nand associate veterinarian expressed concerns regarding this move during an animal welfare meeting on June 7th, 2021. \nThe Training Curator, General Manager, and Animal Care Curator were in attendance. Additionally, medical entries on\n\nJune 7th, 2021 in Toki’s record document the AV’s concern regarding the lag move. Chasing, white water and aggression \nbetween Lii and Catalina, two Pacific white sided dolphins, and Toki had been observed and was of concern as the two \ndolphins being moved into the whale pool were a mom (38-year-old Loke) and 3-year old naïve calf (Elelo). In the \npresence of the USDA inspectors, the GM, Facility Curator, Training Curator and Whale & Dolphin Harbor Supervisor, the \nveterinarians expressed concern in opposition to this lag move. Despite the veterinarian’s objections, the plan was to \nproceed the week of the USDA inspection but has since been postponed. \nThe Attending Veterinarian disagreed with the Training Curator decreasing 38-year-old male Pacific white sided dolphin \nLii’s dietary food intake from 15 pounds to 9 pounds. The AV was concerned that decreasing his food base lowered his \nwater intake and negatively affected hydration status. This had the potential to negatively impact Lii’s health. After a \ndiscussion, the AV agreed to decrease his base intake to 11 pounds as a compromise. \nThe Facility Curator & Training Curator were communicating with a consulting veterinarian about changes to Toki's diet  \nwithout including the AV in the conversation.  On March 11th, they contacted the consulting AV in order to justify the \ncontinual decreases to Tokitae’s food base. Additionally, the Training Curator wanted to reduce her portion of salmon and \nfeed Toki salmon chunks and guts. Medical entries on February 24th, March 30th & 31st, April 2nd, May 12th & 27th and \nJune 2nd in Tokitae’s record document the AV’s notation that Toki’s base was too low. Documentation provided by the \nfacility confirms a downward trend in Toki’s base beginning January 2021 of approximately 160.7lbs and continuing \nthrough June 2021 to 132.1lbs despite the AV repeatedly voicing her concerns. The Facility Curator and Training Curator \ncommunicated with a different consulting veterinarian concerning the poor-quality capelin issue without discussing with \nthe AV who was onsite within the park when the conversation occurred. On March 3rd, 2021, the AV requested that the \nbad capelin be withheld, and the Facility Curator said that it would. Two days later, the AV discovered that a consulting \nveterinarian had been contacted without her knowledge and that he had agreed with Facility Curators that the bad capelin\n\ncould be fed after soaking in cold water. After this realization, the AV had a verbal conversation with the Facility Curator to \nstop feeding the capelin until a new lot could be acquired. The morning diets had already been fed that day. March 6th, \n2021 was the first full day with no capelin fed out to the cetaceans. \nThe decisions to decrease Toki’s base and continue to feed poor quality capelin to park animals were subsequently made \nwithout the AV's approval. \nFailure to allow appropriate veterinary authority poses a risk to the health and welfare of the animals. The Attending \nVeterinarian must have the appropriate authority to ensure adequate veterinary care is provided and that they have the \nauthority to oversee the adequacy of other aspects of animal care. \n***Correct from this day forward. \n2.131(c)(1) \n   \nHandling of animals. \nThe inspectors observed the killer whale and dolphin show. After the completion of the show, approximately 50-100 \npeople immediately congregated around the pool and the inspectors observed that the facility’s public barrier is \nineffective. A small male child was lifted over the metal bar and placed on the ledge of the pool. Another small female \nchild was also observed being held over the metal barrier and onto the ledge. Several members of the public were \nobserved holding cellular phones and cameras beyond the edge of the ledge. Three identifiable attendants positioned \naround the area were not effective in addressing members of the public in a swift manner; in fact, two attendants were \nobserved standing behind the public. \nThe barrier installed at Whale Stadium is currently a metal bar structure that extends approximately 20 inches out from \nthe ledge of the pool. Additionally, there is a yellow line painted on the ground that extends approximately 16 inches from \nthe edge of the cement wall of the pool. The facility employs at least three attendants that are tasked with handling \nindividuals of the public that are leaning over the bar or holding objects beyond the ledge; however, this was ineffective.\n\nInsufficient public barriers do not adequately ensure the safety of the public or the animals. Foreign objects dropped into \nthe pool pose a hazard to the animals and may be ingested. Unauthorized contact between members of the public and \nthe animals pose a safety hazard to both the parties. \n***Correct by August 31st, 2021. \n3.101(a)(1)  Critical\n   \nFacilities, general. \nAt the time of inspection, several pools and surrounding structures had surfaces that were in disrepair. \nA and B pools in the whale stadium had areas of concern. A section of pool laminate on one side of the slide out area on \nthe island was missing, revealing the cement underneath. Additionally, the blue paint along the top of both pool walls was \nwarped and flaking off in several areas. Large areas of drooping paint (water behind paint) were observed within the \ninterior of the pool approximately 12 inches below the top of the concrete pool ledge. The current condition of the pool \nallows for the paint and chips/flakes to fall into the water or be physically removed by the whale or dolphins and be \npotentially consumed by the cetaceans as they dislodge. A trainer reported that pieces of paint had been brought to the \ntrainer by the animals. \n***Phase I (Slide out defect): Corrected prior to delivery of inspection report. Phase II (Pool Repairs): Correct by October \n31st, 2021. \nThe ship structure above the pool at Top Deck had large areas where paint was flaking off. These areas are located \ndirectly above the pool so that chips/flakes fall into the pool as they dislodge. \n***Correct by August 31st, 2021. \nThe Dolphin Harbor pool has inadequate fencing separating the pools and groups of dolphins. Sections of the underwater \nfencing are held together with plastic zip ties. On the morning of April 18th, 2021, trainers observed that two dolphins, \nCobalt and Zo had broken into the same pool containing Bimini and JJ. Bimini, a 21-year-old female bottlenose dolphin\n\nwith a chronic medical condition (collapsed trachea and a consistently high white blood cell count), was seriously injured. \nThe Attending Veterinarian examined Bimini using an infrared camera and noted areas of concern over her chest. A hit \nfrom conspecifics that may have broken her ribs was suspected and the AV stabilized the critical dolphin. A radiologist \nconfirmed the presence of at least 4 broken ribs on the 8th of June 2021. \n***Correct by September 30th, 2021. \nThe training pools behind Golden Dome Sea Lion had many areas of disrepair. Several sea lion and seal enclosures had \nareas of enclosure fencing that had been temporarily repaired with plastic netting that had been zip-tied into the existing \nchain-link fence. Areas along the upper pool walls of an enclosure housing two sea lions had flaking paint. Additionally, a \nlarge cement column within the same enclosure had an area where the paint had been scraped off.  In an enclosure \nhousing two seals, a painted doorway had an area of exposed wood that was slightly damaged that the animals had \naccess to. An entryway between the outdoor pool and indoor holding area for several seals had a section of damaged \nwall. The rough concrete underneath the current wall covering is exposed. \n***Phase I (Fencing Repairs): Correct by July 7th, 2021. Phase II (Pool Repairs): Correct by August 31st, 2021. \nThe cement flooring between Pompano pool #1 and Pompano pool #2 had an area of cracked cement surrounding a \ndrain. Pieces of cement were missing and some of the cracks led towards the pools themselves. Additionally, the blue \npaint covering the ledges of the pool walls was warped and flaking off in several areas. \n***Corrected prior to delivery of inspection report. \nThe inner pool wall of the Celebrity manatee exhibit had areas where the cement was damaged and exposed. \nAdditionally, there were areas where the paint covering the walls was flaking off. The inner section of the metal barrier \nsurrounding the manatee pool also had areas where the paint covering was flaking. \n***Correct by July 31st, 2021.\n\nPaint sloughing off the wall and flaking paint can cause a health risk to the animals if ingested. Defects on the coating \nsurface or missing chunks of concrete may cause injury to the animals through skin abrasions, lacerations, or other \nmeans. Cracking or other structural defects in the pool may put animals at risk. Inadequate fencing separating animals \ncan result in serious injury or death to the animals by injury from conspecifics. Indoor and outdoor housing facilities for \nmarine mammals must be structurally sound and must be maintained in good repair to protect the animals from injury, to \ncontain the animals within the facility, and to restrict the entrance of unwanted animals. \n3.101(a)(3) \n   \nFacilities, general. \nAt the time of inspection, several training pool enclosures housing sea lions had evidence of rust staining. For example, \nan enclosure housing three sea lions had rust stains on the dry resting area and near drains within their pool. Rusted \nsurfaces cannot be appropriately sanitized. \nAll surfaces in a primary enclosure must be constructed of durable, nontoxic materials that facilitate cleaning, and \ndisinfection as appropriate. All facilities must implement a written protocol on cleaning, so surfaces do not constitute a \nhealth hazard to animals. \n***Correct by August 31st, 2021. \n3.103(b) \n   \nFacilities, outdoor. \nAt the time of inspection, several marine mammal pools lacked sufficient shelter to protect the animals from direct \nsunlight. \nAt the Dolphin Harbor enclosure, the only pool that is adequately shaded is “D” pool. A, B, C, Little D and Med Pool do not \nhave adequate sources of shelter to protect the dolphins from direct sunlight. Additionally, inspectors watched interactions \nwith the public in B pool without shelter to protect the animals. Many dolphins were looking directly into the sunlight during\n\ntraining and interactions. A number of bottlenose dolphins have eye lesions including Zo, a 14-year-old male, Aries, a 19-\nyear-old male, JJ, a 40-year-old male and Sam, 35-year-old female. \n***Phase I (Mobile Umbrellas for Training Sessions in A, B,C, & Med Pool): Corrected prior to delivery of inspection \nreport. Phase II (Permanent Shade Structures): Correct by October 31st, 2021. \nAt the Flipper Stadium enclosure, the pool adjacent to the mangroves has adequate natural shade. However, the major \nlagoon where the dolphin show occurs twice daily does not provide shelter that protects the animals from direct sunlight. \nOnyx, a 26-year old male bottlenose dolphin has bilateral eye lesions. Skye, a 23-year old female bottlenose dolphin was \npreviously being treated with eye drops. The shows currently take place at 11:00am EST and 3:00pm EST when the sun \nis directly overhead. The 3:00pm EST show was observed by inspectors. During the show, trainers interacted with the \nanimals on a dock with the sun positioned behind them. The dock lacks shade and the animals were asked to hold their \nheads above water and look into the sun to receive their signals from the trainers and their fish rewards. \n***Corrected prior to the exit interview. \nAt the Whale Stadium enclosure, both A and B pools do not have adequate shelter to provide shade for the animals. The \nstadium provides shade for the public; however, the structures do not extend far enough to provide shade for the animals \nas well. The animals participate in two shows a day (12:40pm EST and 4:30pm EST) and various sessions with their \ntrainers throughout the day. On June 8th, the inspectors observed the 12:40pm EST show and stayed in the stadium until \na little after 2:30pm EST. On June 9th, an inspector observed Toki in her pool from 11:30am EST until 12:30pm EST. On \nJune 10th, an inspector observed life support staff taking water quality samples from Toki's pool from 4:00pm EST to \n4:30pm EST. These observations throughout different times of the day confirm that the current structure does not provide \nshade for the animals. Toki, a 56-year old female orca and Lii, a 38-year old male Pacific white sided dolphin both have \nlesions in their right eye. Trainers interacted with the animals while the sun was located directly overhead.\n\n***Correct by June 23rd, 2022. \nAt the Seal Feeder Pool, the platform where the public is allowed to interact with the animals lacks adequate shelter to \nprotect the animals from direct sunlight. Individuals participating in the feeding session walk down steps into the seal pool. \nDuring the period of time when the sun is overhead on a cloudless day, the seals must look into the sun when interacting \nwith the public. The enclosure provides adequate shelter from the sun when the animals are not in interactive programs or \nbeing fed by the public. \n***Correct by July 15th, 2021. \nAt the Top Deck enclosure, the current structure does not provide adequate shelter from direct sunlight when the dolphins \nare asked to perform shows. Currently, there are two shows at 10:40am EST and 2:20pm EST. During the shows, the \ntrainers interact with the dolphins from the elevated view atop a ship structure. The shade structures originally above and \nbehind the ship were damaged during a tropical storm and have yet to be replaced. \n***Phase I: Corrected prior to delivery of inspection report. Phase II: Correct by October 31st, 2021. \nDirect sunlight can adversely affect the animal’s health, especially eye health, resulting in corneal damage and premature \ncataracts. Though lesions or damage may have initially occurred from chlorine or trauma, direct sunlight can cause further \ndamage to the eyes. These conditions are painful and uncomfortable for the animals and may result in extensive \ntreatment or require surgery to correct the problem. \nAdditional steps must be taken to provide enough shelter for marine mammals when they choose to seek shade, and \nwhen they are asked to interact with the trainers or the public. Strategic shade should be provided whenever the animals \nare holding their heads out of water and looking toward the sky. The facility must review shade for all marine mammal \nenclosures and ensure that adequate shade/shelter is provided to protect the animals from direct sunlight. \n3.105(a)  Critical\n   \nFeeding.\n\nBeginning February 25th, 2021, poor-quality “fragile soft-bellied” capelin that smelled bad was fed to the marine mammals \ndespite concerns from some of the trainers and the Attending Veterinarian. The capelin was fed for 8 days to the \ncetaceans and 2-4 days to the pinnipeds. Several animals went off feed, and abnormal fecal samples were observed in \nsome of the animals. Medical entries made by the AV for Toki, a 56-year-old female whale, tracked the effects of the \npoor-quality fish for her and other animals at the park. One week later Toki developed inflammation according to her \nbloodwork (increased SAA). Medical entries made by the AV for Sam, a 35-year-old female dolphin, noted that antibiotic \ntreatments were given to prevent further sickness caused by feeding the poor-quality capelin. Onyx, a 21-year-old male \ndolphin, developed erysipelothrix-like lesions while being fed this capelin. \nDuring the inspection, the Facility Curator acknowledged that poor-quality capelin was fed to the animals. \nFeeding poor-quality fish or partially decomposed fish is detrimental to the health of the animals and can result in illness, \ncompromised immune systems and even death. The food for marine mammals must be wholesome, free from \ncontamination and of sufficient quantity and nutritive value to maintain marine mammals in a state of good health. \n***Corrected before the inspection. \n3.106(b)(3)  Direct\n   \nWater quality. \nThe facility has an older life support system.  The system siphons water from Biscayne Bay without being adequately \ntreated to prevent the overgrowth of algae, which can harbor potentially pathogenic organisms such as nematodes and \narthropods. The facility maintains an “open” system for the marine mammals in Dome and Flipper pools and a \nrecirculating system in the Harbor and Whale pools. The Pompano pools 1, 2 and 4 are part of the Dome open system. \nPompano 3 is a separate closed system that is chilled. The Golden Dome and Flipper pools housing 10 harbor seals, 14 \nCalifornia sea lions and 4 Bottlenose dolphins were observed to have inadequate circulation and water flow. The facility \npreviously had a designated water quality specialist who was responsible for overseeing and analyzing the water quality\n\nin all the marine mammal pools . At the time of inspection, inspectors observed pinnipeds and cetaceans with chronic eye \nconditions and/or skin conditions. The facility’s water quality records were reviewed going back to September 2018. \nChlorine in 55-gallon barrels is added into the water system using pumps that must be manually adjusted by life support \nstaff.  Total and free chlorine readings were taken daily during 2020 until midsummer. Since that time, the staff continued \ntesting free chlorine daily but reduced total chlorine testing to once a week. Within the last week from the date of \ninspection, the facility had increased the frequency of testing total chlorine to three times a week \n(Sunday/Wednesday/Friday). An inspector shadowed the life support staff while they explained how and where each \nwater sample was taken from the many marine mammal pools. Inspectors found that the free chlorine ranges the life \nsupport staff used to manually adjust the chlorine pump were different than those listed on the water quality records \nprovided for review by inspectors. There were several instances where the written water quality records had the total \nchlorine values recorded as lower than the free chlorine from samples which were presumably taken at the same time.  \nThis is inaccurate as total chlorine is the sum of free chlorine plus any combined chloramines in the system. \nDuring the inspection of the Whale stadium, the inspectors noted that the water in A and B pool was very turbid and the \nbottom of the pool could not be visualized. The animals were observed to be squinting while inspectors attempted to take \nphotographs of both eyes. The inspectors gained access to two of the lower viewing windows in a non-public area under \nthe whale stadium. The tank bottom could not be observed, and heavy particulate matter was suspended throughout the \nwater column. Upon review of medical records for the cetaceans in the stadium, a number of water quality concerns were \nnoted. \nOn April 26th, 2021, a pump broke under the whale stadium. Cloudy water and foam bubbles accumulated at the surface \nof the pool. The back-up pump was left off during the night because of all the loud sounds and vibrations it made and \nturned on during the day for cooling purposes until the pump could be repaired.\n\nOn April 28th, 2021, it was noted that the back-up pump was again turned off so as not to disturb the animals because of \nincreased noise and vibrations and again turned on during the day for cooling the water. Toki, the 56-year-old orca \nappeared agitated during the day. \nOn April 30th, 2021, Toki had visible white lines in her eyes which were indicative of injury from chlorine. \nOn May 6th, 2021, it was noted that the chlorine setting in the nighttime was running at a high pump percentage level that \ncould negatively impact Toki's eyes at night. \nA review of the water quality records for Flipper pool identified a spike in free chlorine measured at 1.620 PPM and a \nspike in total chlorine measured at 1.160 PPM on March 3rd, 2020. A comment written by life support staff indicated that \nthe chlorine was turned off, and the chlorine pump and injector were replaced. The subsequent free chlorine readings for \nFlipper pool then dropped lower than the facility’s own suggested range of 0.3-0.5PPM for approximately the next 27 \ndays. For example, readings taken on March 7th, 9th, 10th, 14th, 17th, 20th, 21st, 22nd, 24th, 27th, and April 9th showed \nfree chlorine measured at 0.00PPM or testing was not done at all. A conversation with the attending veterinarian identified \na correlation between the lack of chlorine added to the water for that time period and the rise of clinical signs in the \nanimals related to an increased algae and parasite load in the water. Trainers began reporting increased twitching, \nchuffing and self-mutilation (rubbing, etc.) exhibited by the dolphins in the pool as well as other species (sea lions & \nmanatees) throughout the park. The attending veterinarian evaluated samples of the algae floating in Flipper pool and \nobserved several species of parasites – nematodes, arthropods, and other unidentified species. The Flipper pool recently \nacquired a new UV filtration system, though the facility has not addressed the lack of circulation in the dead spots of the \nlagoon area. \nThe Manatee Celebrity pool was also affected by the lack of chlorine and subsequent increase in parasite load. A review \nof medical records for Camlee, an adult female West Indian Manatee, described a severe clinical presentation of diffuse\n\nnematode larval migrans with a secondary bacterial infection.  Skin biopsies showed nematodoiasis. Parasites that were \nidentified include arthropods (mites), copepods, and nematodes. The AV prescribed appropriate medications as well as \ncopper treatments to the water. Within 24 hours of the copper treatment, all three manatees began eating normally. \nA review of the water records for the Golden Dome Pool show consistently high levels of free chlorine, especially within \nthe last 3 months of 2021. On June 1st and 3rd, the free chlorine was 1.0 PPM. On the 15th of May, the free chlorine was \n1.0PPM. On the 16th of May, the reading was 0.94PPM. On the 18th and 20th of May, the readings were both 0.87PPM. \nOn the 22nd of May, the free chlorine was 1.0PPM. The free chlorine reading for the 29th of May was 0.82PPM. Going \nback further, the free chlorine measured between 0.83 and 0.87 PPM on April 2nd, 3rd, and 5th. The Facility Curator and \nlife support staff stated that chlorine is intentionally added to the Golden Dome Show pool at higher levels since the water \nfrom that pool “filters” back into the additional feeder and training pools for the seals and sea lions. Free chlorine levels in \nthese pools were observed to be 2-3 times lower than those of the show pool. \nWhile the facility has consistently measured free chlorine levels in their pools, total chlorine testing is crucial because it \nincludes both free chlorine and chloramines. Chloramines are much more irritating to skin, eyes, and lungs than free \nchlorine. The higher levels of free chlorine, and subsequently total chlorine, may be contributing to the skin and eye \nproblems seen at the facility. Industry standards for total chlorine levels are under 1PPM for marine mammals. \nThe facilities current method for measuring total chlorine is not a reliable method and may be giving lower readings than \nactually observed. There were many instances where the total chlorine recorded was a value that was less than the free \nchlorine taken at the same time. Furthermore, the manual method of adjusting the chlorine pump according to the free \nchlorine levels is imprecise. Using a consistent and accurate method to measure total chlorines is required to accurately \nassess the water quality for all marine mammal pools at the facility. \nThe water that is provided to the marine mammals has evidence of the presence of organisms such as nematodes,\n\narthropods, and other unidentified species that have caused discomfort, harm, or serious injury to the animals and have \nthe potential of causing more problems in the future.  Providing resident animals with water free of pathogens or harmful \norganisms is a critical factor in their well-being. \n***Chlorine Ranges Form: Correct by June 30th, 2021. \n***Total Chlorine Testing Procedure: Correct by June 30th, 2021. \n***Flipper Pool: Correct by August 31st, 2021. \n***Dolphin Harbor: Correct by September 30th, 2021. \n3.109  Critical\n   \nSeparation. \nThere have been a number of serious injuries over the last several years, some involving death, from dolphin \nconspecifics. When inspectors asked how the facility keeps track of which dolphin is with whom and which pools the \nanimals are placed at any given time, the Facility Curator indicated that they do not have a way of tracking which animals \nare housed together on a particular day and said that animals are often rotated in and out of interactive sessions. \nGemini, a 7-year-old female bottlenose dolphin, sustained a hit to her head behind her blowhole by a conspecific in May \nof 2021. Veterinary examination revealed crepitus in the area, and the infrared findings revealed a circular injury that \nspread outward indicating a rostrum hit from a conspecific. Medical entries on May 21st and 22nd, 2021 describe poor \nbehavior and decreased appetite. \nSam, a 35-year-old female bottlenose, was seriously injured in the right eye from trauma to the head by a conspecific on \nJanuary 18th, 2021. She is now blind in that eye. Medical records on August 18th and September 7th, 2020 indicate \naggressive behavior was exhibited by Sam towards conspecifics and trainers. Numerous medical record entries beginning \non October 29th, 2020 indicate that Sam had an eye condition requiring medical treatment.  On January 18th, 2021, \nmedical records indicate there was a white-water incident that indicated an altercation between animals. Immediately, it\n\nwas noted that Sam was bleeding from the same injured eye. She was subsequently moved on that date to the medical \npool. \nAbaco, a 19-year-old male bottlenose dolphin, had been moved to a different pool due to inappetence on March  26, \n2020. Following the move, the dolphin had made a full recovery.  Two weeks later, on the 9th April 2020, he was found \ndead on the bottom of the pool with scrapes and erosions around his rostrum.  Though he drowned due to his rostrum \nbeing stuck in the fence, he had acute rhabdomyolysis and hemorrhage indicative of trauma from a conspecific. \nIndigo, 5-year-old male bottlenose dolphin, had no clinical signs prior to his death.  There had been documented \ninteractions among two younger dolphins in the pool on March 30, 2020.  Indigo was found dead at the bottom of the pool \nthe next day from acute trauma and pulmonary shock. \nEcho, a 23-year-old male bottlenose dolphin, was documented to be involved in increased activity with another dolphin on \nFebruary 27, 2019.  Physical examination revealed no external abnormalities. Four day later, on March 3, 2019, Echo \nbegan swimming in a tight circle, stopped eating, began breathing rapidly and died.  A necropsy revealed hemorrhage in \nthe neck and surrounding tissues, and his left rib torn was torn from its attachment. His death was due to trauma from a \nconspecific. \nHousing incompatible animals together can negatively impact their health and welfare and may cause serious injury and \neven death. Marine mammals that are not compatible must not be housed in the same enclosure nor be housed near \nother animals that cause them unreasonable stress, discomfort or interfere with their good health. \n***Correct from this day forward. \n \nThis inspection took place over three days (June 8th-10th) with the General Manager, Facility Curator, Training Curator \nand Attending Veterinarian.\n\nThe exit interview took place on June 23rd with the General Manager, COO and Facility Curator. \n \nAdditional Inspectors: \nCAROLYN MCKINNIE, Senior Veterinary Medical Officer - Marine Mammals and ExoticsEnd Section",
  "animals_total": 58,
  "species": [
    {
      "count": 1,
      "scientific": "Orcinus orca",
      "common": "KILLER WHALE"
    },
    {
      "count": 4,
      "scientific": "Lagenorhynchus obliquidens",
      "common": "PACIFIC WHITE-SIDED DOLPHIN"
    },
    {
      "count": 14,
      "scientific": "Zalophus californianus",
      "common": "CALIFORNIA SEA LION"
    },
    {
      "count": 20,
      "scientific": "Tursiops truncatus",
      "common": "BOTTLENOSE DOLPHIN"
    },
    {
      "count": 10,
      "scientific": "Phoca vitulina",
      "common": "HARBOR SEAL"
    },
    {
      "count": 9,
      "scientific": "Trichechus manatus",
      "common": "CARIBBEAN MANATEE"
    }
  ]
}