{
  "insp_id": "2016090000616453",
  "layout": "b",
  "customer_id": "2857",
  "customer_name": "BECKY HABERMAN BRIAN HABERMAN",
  "customer_addr": "1212 MARKS HILL ROAD\nNORTHWOOD, IA 50459",
  "certificate": "42-B-0227",
  "site_id": "001",
  "site_name": "BRIAN AND BECKY HABERMAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-MAY-2021",
  "report_date": "27-MAY-2021",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The following were observed during the inspection:\nA female Camel named \"Alice\" was observed having dried, caked fecal material covering the entire rear end, tail and both\nrear legs. The licensee stated that this was the first time this condition had been observed. The licensee stated that the\nattending veterinary had not been consulted over the condition of this Camel at the time of inspection. The licensee\nstated that sometime in December or January this Camel had been dewormed. In addition, the license stated that this\nCamel had been housed in a dry lot and only recently been turned out to green grass. The Camel performed a bowl\nmovement during the inspection and a stream of loose, greenish looking fecal waste was observed on the ground.\nA male Camel named “Randy” was observed to have a wound on the front and rear of the right front leg. The licensee\nstated that on May 20th. they found the right front leg of this Camel wedged between two bars on the feeder. The\nlicensee had to cut the bar to free the right front leg. The licensee stated that iodine was applied once to the open\nwounds. The licensee stated that the attending veterinary had not been consulted over the condition of this Camel at the\ntime of inspection. Flies were observed on the front wounded area that was now scabbed over. The open wound on the\nback of the leg was still open with a red, moist looking tissue still visible. The front wound was estimated to be 1 inch in\nwidth by 2 inches in length. The wound behind the right front leg was estimated to be 2 inches in diameter.\nDaily observation is critical to the health and wellbeing of all animals at the premise. Adequate veterinary care includes\ndaily observation with assessment and recognition of any possible health problems, with these problems promptly\nreported to the attending veterinarian, so that appropriate diagnostics and any necessary treatment can occur in a timely\nmanner in order to safeguard the animal's well-being. Daily observation and direct, timely, and frequent communication\nwith the attending veterinarian is essential for the heath and care of the animals. Lack of communication of ongoing\nproblems might result in a delay of treatment if severity of the problem is not known by the veterinarian. The licensee\nmust develop and maintain records of routine daily observations to ensure any animal with a health problem is treated\npromptly and appropriately. Failure to diagnose conditions or to follow up when the recorded treatment does not correct\nthe issues can cause unnecessary discomfort, pain or distress to the animals. The licensee must conduct daily\nobservations of all animals to assess their health and well-being. Direct and frequent communication is required so that\ntimely and accurate information on problems of animal health, behavior, and well-being is conveyed to the attending\nveterinarian. Correct by 5/29/21."
    },
    {
      "code": "2.75(a)(1)(vi)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "* USDA APHIS 7005 form ( Record of Dogs on Hand ) has incomplete information on 7 dogs housed at the premise.\nNo official identification was listed on these dogs at time of inspection. Complete and accurate records are needed to\nensure each animal’s identity can be known with certainty and to facilitate the ability to trace dogs. The licensee must\nensure that all official identification on each dog in their possession is recorded. Correct by 6/25/21.\nThis inspection and exit interview done on 5/25/21 were conducted with the licensee. The inspection report was\ndelivered to the licensee on 5/27/21.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(3)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe following were observed during the inspection: \nA female Camel named \"Alice\" was observed having dried, caked fecal material covering the entire rear end, tail and both \nrear legs.  The licensee stated that this was the first time this condition had been observed.  The licensee stated that the \nattending veterinary had not been consulted over the condition of this Camel at the time of inspection.  The licensee \nstated that sometime in December or January this Camel had been dewormed.   In addition, the license stated that this \nCamel had been housed in a dry lot and only recently been turned out to green grass.  The Camel performed a bowl \nmovement during the inspection and a stream of loose, greenish looking fecal waste was observed on the ground. \nA male Camel named “Randy” was observed to have a wound on the front and rear of the right front leg.  The licensee \nstated that on May 20th. they found the right front leg of this Camel wedged between two bars on the feeder.  The \nlicensee had to cut the bar to free the right front leg.  The licensee stated that iodine was applied once to the open \nwounds.  The licensee stated that the attending veterinary had not been consulted over the condition of this Camel at the \ntime of inspection.  Flies were observed on the front wounded area that was now scabbed over.  The open wound on the \nback of the leg was still open with a red, moist looking tissue still visible.  The front wound was estimated to be 1 inch in \nwidth by 2 inches in length.  The wound behind the right front leg was estimated to be 2 inches in diameter. \nDaily observation is critical to the health and wellbeing of all animals at the premise.  Adequate veterinary care includes\n\ndaily observation with assessment and recognition of any possible health problems, with these problems promptly \nreported to the attending veterinarian, so that appropriate diagnostics and any necessary treatment can occur in a timely \nmanner in order to safeguard the animal's well-being.   Daily observation and direct, timely, and frequent communication \nwith the attending veterinarian is essential for the heath and care of the animals.  Lack of communication of ongoing \nproblems might result in a delay of treatment if severity of the problem is not known by the veterinarian.  The licensee \nmust develop and maintain records of routine daily observations to ensure any animal with a health problem is treated \npromptly and appropriately.  Failure to diagnose conditions or to follow up when the recorded treatment does not correct \nthe issues can cause unnecessary discomfort, pain or distress to the animals.   The licensee must conduct daily \nobservations of all animals to assess their health and well-being.  Direct and frequent communication is required so that \ntimely and accurate information on problems of animal health, behavior, and well-being is conveyed to the attending \nveterinarian.  Correct by 5/29/21. \n2.75(a)(1)(vi) \n   \nRecords: Dealers and exhibitors. \n*    USDA APHIS 7005 form ( Record of Dogs on Hand ) has incomplete information on 7 dogs housed at the premise.  \nNo official identification was listed on these dogs at time of inspection.   Complete and accurate records are needed to \nensure each animal’s identity can be known with certainty and to facilitate the ability to trace dogs.  The licensee must \nensure that all official identification on each dog in their possession is recorded.  Correct by 6/25/21. \n \nThis inspection and exit interview done on 5/25/21 were conducted with the licensee.   The inspection report was \ndelivered to the licensee on 5/27/21. \n \nEnd Section",
  "animals_total": 38,
  "species": [
    {
      "count": 3,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 8,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 27,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}