{
  "insp_id": "92151501300641",
  "layout": "a",
  "customer_id": "325396",
  "customer_name": "Kirsty Lee L L C",
  "customer_addr": "8311 N.E. 166th St.\nKenmore, WA 98028",
  "certificate": "91-C-0138",
  "site_id": "001",
  "site_name": "Kirsty Lee, L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-MAR-2015",
  "report_date": "10-APR-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There were three rabbits during today'(cid:25)s inspection that were identified as needing veterinary care.\n(cid:28)\"Gillian\"(cid:29), a female Angora Lop, had previously been seen by the veterinarian on January 7th and January 27th for\na severe eye infection. Although she was prescribed medication initially, the eye was still inflamed with prominent\nwhitish discharge of the left eye on today'(cid:25)s inspection. Additionally, there is now hair loss which may have resulted\nfrom consistent moisture from the abnormal tearing or physical trauma from scratching due to discomfort from the\ninfection. Although the animal was initially examined by a veterinarian, it is the responsibility of the licensee to seek\nveterinary care if the condition does not improve or worsens. Gillian also had numerous mats on her hair coat.\nOne black female Fuzzy Lop identified as \"(cid:28)Charcoal\"(cid:29), was observed sneezing. On examination, greenish yellow\ndischarge was observed coming primarily from the left nostril. This animal had not been observed by the licensee\nand therefore the veterinarian wasn'(cid:25)t contacted. The licensee stated that this animal was not receiving any\ntreatment at the time of inspection.\n\"(cid:28)Copper\"(cid:29), a male copper and gray French Angora had clear nasal discharge from both nostrils. Copper also had\nred, dry, dark, scaly debris that filled the entire inner portion of his left ear such that the ear canal was entirely\nobscured by this material. Copper was also severely matted with one large mat measuring approximately 6 inches\nby 8 inches that went down to the skin and encompassed his lower back and rear. The licensee stated that she had\nobserved the matting present on Copper and that she intended to groom this animal. When the debris present in\nleft ear was pointed out to the licensee, she stated that she was unaware of that condition and that he was not\ncurrently receiving any treatment for it.\nFailure to report signs of eye, ear, skin, and respiratory conditions to the veterinarian can result in severe health\nissues, discomfort and pain, permanent disability and can even result in the death of the animal. This facility must\nprovide an accurate and timely means of communication with their Attending Veterinarian to ensure that all health\nissues are reported and treated within an accurate and timely manner. In addition, the Licensee must have frequent\ncommunication with the Attending Veterinarian when a treatment is not working or a health issue has worsened.\nCorrect By: 3/21/2015"
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There are several animals at this inspection that were identified by inspectors as needing veterinary care. One\nanimal (cid:28)\"Gillian\"(cid:29) (as described above) was identified by the Licensee as needing veterinary care prior to this\ninspection, however, the eye condition had been treated without improvement for a significant period of time and no\naction was taken to address the ongoing issue. An additional two animals (\"(cid:28)Copper\"(cid:29) and \"(cid:28)Charcoal\"(cid:29)) had not\nbeen identified by the licensee as requiring veterinary attention. Daily observation of all animals to appropriately\nidentify animals in need of care is essential for their health and well-being. Additionally, licensees are required to\nhave a mechanism of direct and frequent communication with the Attending Veterinarian to communicate when\nthese problems are observed or treatments are failing to adequately address the illness that was identified. Without\nthis mechanism in place to communicate accurate information, the Attending Veterinarian cannot provide adequate\nadvice regarding the care and treatment of these animals. Failure to report signs of severe health issues or\nunchanged/worsened health conditions to a veterinarian results in diseases not being treated appropriately and may\npotentially result in the death of the animal. This facility must provide an accurate and timely means of\ncommunication with their Attending Veterinarian to ensure that all health issues are reported and treated within an\naccurate and timely manner. In addition, the Licensee must have frequent communication with the Attending\nVeterinarian when a treatment is not working or a health issue has worsened.\nCorrect By: 3/21/2015"
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "This facility does not currently have an effective method for documenting new acquisitions (either for animals born\non the property or acquired by other means) or disposition of animals whether by sale, gift, death, or euthanasia. In\naddition the facility does not have any mechanism in place for accurately documenting the correct number of\nanimals on hand.\nMissing records of disposition: At the last inspection (January 2015), APHIS Officials documented 77 adult rabbits\npresent on the property. At today(cid:25)'s inspection, there were 42 adult rabbits on hand (three of which the licensee\nstated she had just recently acquired). There is no record of disposition for the 38 adult rabbits that are no longer\non the premises.\nMissing records of acquisition: On today'(cid:25)s inspection there were 25 young juvenile rabbits that would not have\nbeen present on the last inspection (based on their age they would have been born since the last inspection).\nThere are no records of births of these animals or acquisition through any other means. In addition, the acquisition\nrecords for the 42 adult rabbits present on the property at the time of inspection were incomplete and did not fully\ndisclose all required information.\nWhen asked about record keeping, the Licensee provided inspectors with a list of some of the animals. However;\nthe Licensee misidentified or changed several of the rabbits names throughout the inspection. She stated that she\nand a worker have a hard time agreeing on names and that several animals have two different names or have the\nsame name as another animal at the facility. The records the Licensee presented for these animals included only\napproximate age, breed, color, sex, and other information pertaining to their breeding history. There was no\ninformation regarding the date of acquisition, name or address from which these animals were acquired, or USDA\nlicense number for the person from which they were acquired (or driver'(cid:25)s license number and vehicle license\nnumber if not USDA licensed) as required by this section. Based on this information the licensee is missing\nacquisition records for several animals (to include the 25 juvenile rabbits mentioned above) and has incomplete\nrecords for an additional 42 rabbits.\nAccurate record keeping is essential to allow APHIS to accurately track animals and ensure that all animals are\nreceiving proper care as required by the Animal Welfare Act. Additionally, specific information regarding sources for\nacquisition and disposition are necessary in the event of disease to facilitate tracking animal movement and ensure\nboth animal health and welfare.\nCorrect by creating accurate records of acquisition (as much as possible) for all animals on hand at the time of this\ninspection. Additionally, the licensee must also make, keep and maintain records which fully disclose information\nfrom this point forward concerning all acquisitions and dispositions (including all births, deaths, and animals\neuthanized as well as all other information required by this subsection).\nThis item was previously on November 19, 2014 and January 13, 2015.\nTHIS IS A REPEAT NONCOMPLIANCE THAT REMAINS UNCORRECTED."
    },
    {
      "code": "3.52(c)",
      "kind": "Direct",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "There were two rows with 8 enclosures housing about 9 adult rabbits and 1 juvenile and a large cage holding 13\njuveniles that had no protection from the wind, rain or snow. These enclosures had a structure over the top of the\nenclosure to protect the animals from the direct rays of the sun. However; these enclosures did not have anything\nto block the wind, rain or snow on the front, back or either side. These animals would be directly exposed to all\nweather elements. The Licensee showed inspectors documentation from the Attending Veterinarian suggesting that\nthese enclosures should have sides to protect the animals from the direct effects of the weather. Exposing these\nanimals to inclement weather conditions may be a contributing factor to several animals sneezing and having nasal\ndischarge as was seen during today(cid:25)'s inspection. Licensee must ensure that these animals are protected from the\nweather on all sides of their enclosures, as suggested by the attending veterinarian. These animals must have\nadequate shelter to protect them from the wind, rain and snow and other inclement weather.\nThis item was previously cited on November 19, 2014 and January 13, 2015.\nTHIS IS A REPEAT NONCOMPLIANCE THAT REMAINS UNCORRECTED."
    },
    {
      "code": "3.53(a)(1)",
      "kind": "Direct",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "During today'(cid:25)s inspection, inspectors noticed a large domestic rabbit outside the perimeter fence about 10 feet\naway in a wooded area. The rabbit had built a burrow and would randomly disappear into the burrow and come\nback out while inspectors watched. The Licensee identified the animal as being one of her rabbits, Silverado, a\nfemale silver colored Creme D'(cid:24)Argent who she said was currently pregnant and expected to be giving birth soon.\nShe stated that she was unaware that the rabbit was loose and would be catching it later to return her to her home.\nThis facility takes bunnies to birthday parties and has rabbits that are tamed for frequent handling. Tame rabbits are\nnot aware of natural predators or how to protect themselves in the wild. While loose, this animal is likely to be\nharmed or killed. Licensee must ensure that there are measures in place to readily identify when an animal is\nmissing in the event of an escape. In addition, Licensee must ensure all enclosures are constructed in a manner\nthat will adequately contain the animal to prevent escape.\nCorrect By: 3/21/2015"
    },
    {
      "code": "3.54",
      "kind": "Direct",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "There were many food receptacles that contained no food. The Licensee stated twice that it was alright for the\nanimals to go at least 3 days without food or water. Several food receptacles had a heavy accumulation of adhered\nmounds of wet food and/or feces. There were multiple feeders with excessive rust and accumulation of calcium\ndeposits. When licensee was asked to show inspectors the food storage bins they were empty. Licensee stated\nthat she went to purchase food every weekend. Contaminated food receptacles directly expose the animals to\nharmful bacteria that affect the health and wellbeing of the animals. Licensee must ensure that all food receptacles\nare cleaned and sanitized to minimize disease hazards. In addition, food must be provided at least once each day.\nThis item was previously on November 19, 2014 and January 13, 2015.\nAlthough this citation is a REPEAT NONCOMPLIANCE THAT REMAINS UNCORRECTED, these animals must be\nprovided clean dishes with food immediately."
    },
    {
      "code": "3.55",
      "kind": "Direct",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "On today inspection, Inspectors noticed that (cid:28)\"Harvey Dent\"(cid:29) an adult, male French Angora Lop with black coloration\nwas repeatedly trying to get water out of an empty water bottle attached to the side of his cage. The Licensee told\ninspectors that she had an issue with her water line for this animal and others in this area and had put a water bottle\non the cage for the animals until she had fixed the water line. The Licensee turned the water line back on for this\nrabbit and showed him that the waterline was working. This animal was video recorded drinking water for over 7\nminutes. The inspectors discovered that most rabbit enclosures outside of the first area were lacking water bottles\nor any other water source. Inspectors asked that the rabbits be given water. As the licensee approached with the\nwater bottles, the rabbits became anxious. The rabbits that were group housed were frantic to get water and the\nyoung rabbits were standing up on their hind legs and competing to get the water. The enclosure containing 15\nadolescent rabbits (fifteen weeks old) were video recorded drinking water for over 15 minutes. Two adult rabbits,\n\"Yetti\" (a white female Angora Lop) and \"Liard\" (a white male Holland Lop), were video recorded drinking water for\nover 11 minutes. There were several other rabbits that were lacking water bottles in their enclosure. Each time\nthese other rabbits were offered water, they all had very similar reactions to the rabbits the inspectors were able to\nrecord on video. Licensee stated that as long as the rabbits had water and food every 3 days that they should be\nalright.\nSevere dehydration or thirst can cause dizziness, confusion and decreased urine output. It can be very distressing\nto the rabbit and may even cause death. Licensee must ensure that all rabbits have a sufficient amount of potable\nwater daily.\nCorrect By: Immediately"
    },
    {
      "code": "3.56(a)(1)",
      "kind": "Direct",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "All enclosures, framing of enclosures, trays, fixtures, wire mesh, and all other hard surfaces have an excessive\namount of dirt, urine, feces, hair and other organic material build up. There were several structures that were\nsaturated with urine and were deteriorating. Licensee showed inspectors documentation from the Attending\nVeterinarian stating that the sanitation for the facility needed to be improved . Sanitation issues can damage the\nhair coat and skin and make the animals susceptible to environmental exposure. Poor sanitation also exposes these\nanimals to bacteria growth that can be hazardous and lower the immune system of these animals. A compromised\nimmune system does not allow these animals to build up the necessary antibodies to fight disease and infection.\nLicensee must ensure that there are adequate measures in place to remove all dust, dirt, urine, feces and all other\norganic material from all surfaces of the facility. In addition, Licensee must have effective methods to clean and\nsanitize all surfaces on a consistent basis.\nThis item was previously on November 19, 2014 and January 13, 2015.\nTHIS IS A REPEAT NONCOMPLIANCE THAT REMAINS UNCORRECTED."
    },
    {
      "code": "3.57",
      "kind": "Direct",
      "repeat": false,
      "desc": "EMPLOYEES.",
      "narrative": "Licensee is currently using a temporary service that provides individuals for a few hours each week to assist at the\nfacility. In addition, she has been interviewing people for permanent staffing. The licensee'(cid:25)s current paid staff\nconsist of individuals whose primary focus is to take the rabbits and bunnies to birthday parties. They do not\nconsistently assist with any daily chores such as cleaning, feeding, watering, etc. The Licensee told inspectors\nseveral times that she knew that her staffing was inadequate and that she needed more help taking care of the\nfacility. She stated that she did not have time to keep up with her record keeping due to being so busy taking care\nof the facility. Due to the lack of employees at this facility, the animals and the facility housing them are suffering\ntremendously. The Licensee must ensure that she has an appropriate amount of animals that she can adequately\ncare for or hire and train an adequate amount of employees to care for the rabbits and to repair and maintain the\nfacility.\nCorrect By: 3/23/2015\n*** A complete routine inspection was conducted on March 20, 2015. This report is limited to the direct and critical\nnoncompliant items identified on that inspection. A second inspection report containing indirect noncompliant items\nwill follow.\n*** Both the inspection and exit interview were conducted with the Licensee, Carolyn McKinnie (Supervisory\nVeterinary Medical Officer) and Shannon Sebera (Animal Care Inspector) on March 20, 2015.\nAdditional Inspectors\nMckinnie Carolyn, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere were three rabbits during today'(cid:25)s inspection that were identified as needing veterinary care. \n(cid:28)\"Gillian\"(cid:29), a female Angora Lop, had previously been seen by the veterinarian on January 7th and January 27th for\na severe eye infection. Although she was prescribed medication initially, the eye was still inflamed with prominent\nwhitish discharge of the left eye on today'(cid:25)s inspection. Additionally, there is now hair loss which may have resulted\nfrom consistent moisture from the abnormal tearing or physical trauma from scratching due to discomfort from the\ninfection. Although the animal was initially examined by a veterinarian, it is the responsibility of the licensee to seek\nveterinary care if the condition does not improve or worsens. Gillian also had numerous mats on her hair coat. \nOne black female Fuzzy Lop identified as \"(cid:28)Charcoal\"(cid:29), was observed sneezing. On examination, greenish yellow\ndischarge was observed coming primarily from the left nostril. This animal had not been observed by the licensee\nand therefore the veterinarian wasn'(cid:25)t contacted.  The licensee stated that this animal was not receiving any\ntreatment at the time of inspection.\n\"(cid:28)Copper\"(cid:29), a male copper and gray French Angora had clear nasal discharge from both nostrils. Copper also had\nred, dry, dark, scaly debris that filled the entire inner portion of his left ear such that the ear canal was entirely\nobscured by this material.  Copper was also severely matted with one large mat measuring approximately 6 inches\nby 8 inches that went down to the skin and encompassed his lower back and rear. The licensee stated that she had\nobserved the matting present on Copper and that she intended to groom this animal.  When the debris present in\nleft ear was pointed out to the licensee, she stated that she was unaware of that condition and that he was not\ncurrently receiving any treatment for it.\nFailure to report signs of eye, ear, skin, and respiratory conditions to the veterinarian can result in severe health\nissues, discomfort and pain, permanent disability and can even result in the death of the animal. This facility must\nprovide an accurate and timely means of communication with their Attending Veterinarian to ensure that all health\nissues are reported and treated within an accurate and timely manner. In addition, the Licensee must have frequent\ncommunication with the Attending Veterinarian when a treatment is not working or a health issue has worsened.\n\nCorrect By: 3/21/2015\n2.40(b)(3)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere are several animals at this inspection that were identified by inspectors as needing veterinary care.   One\nanimal (cid:28)\"Gillian\"(cid:29) (as described above) was identified by the Licensee as needing veterinary care prior to this\ninspection, however, the eye condition had been treated without improvement  for a significant period of time and no\naction was taken to address the ongoing issue.  An additional two animals (\"(cid:28)Copper\"(cid:29) and \"(cid:28)Charcoal\"(cid:29)) had not\nbeen identified by the licensee as requiring veterinary attention.  Daily observation of all animals to appropriately\nidentify animals in need of care is essential for their health and well-being.  Additionally, licensees are required to\nhave a mechanism of direct and frequent communication with the Attending Veterinarian to communicate when\nthese problems are observed or treatments are failing to adequately address the illness that was identified.  Without\nthis mechanism in place to communicate accurate information, the Attending Veterinarian cannot provide adequate\nadvice regarding the care and treatment of these animals.  Failure to report signs of severe health issues or\nunchanged/worsened health conditions to a veterinarian results in diseases not being treated appropriately and may\npotentially result in the death of the animal. This facility must provide an accurate and timely means of\ncommunication with their Attending Veterinarian to ensure that all health issues are reported and treated within an\naccurate and timely manner. In addition, the Licensee must have frequent communication with the Attending\nVeterinarian when a treatment is not working or a health issue has worsened.\nCorrect By: 3/21/2015\n2.75(b)(1)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\nThis facility does not currently have an effective method for documenting new acquisitions (either for animals born\non the property or acquired by other means) or disposition of animals whether by sale, gift, death, or euthanasia.   In\naddition the facility does not have any mechanism in place for accurately documenting the correct number of\nanimals on hand.  \nMissing records of disposition:  At the last inspection (January 2015), APHIS Officials documented 77 adult rabbits\npresent on the property.  At today(cid:25)'s inspection, there were 42 adult rabbits on hand (three of which the licensee\nstated she had just recently acquired).   There is no record of disposition for the 38 adult rabbits that are no longer\non the premises.    \nMissing records of acquisition:  On today'(cid:25)s inspection there were 25 young juvenile rabbits that would not have\n\nbeen present on the last inspection (based on their age they would have been born since the last inspection). \nThere are no records of births of these animals or acquisition through any other means.  In addition, the acquisition\nrecords for the 42 adult rabbits present on the property at the time of inspection were incomplete and did not fully\ndisclose all required information.  \nWhen asked about record keeping, the Licensee provided inspectors with a list of some of the animals.  However;\nthe Licensee misidentified or changed several of the rabbits names throughout the inspection.  She stated that she\nand a worker have a hard time agreeing on names and that several animals have two different names or have the\nsame name as another animal at the facility.  The records the Licensee presented for these animals included only\napproximate age, breed, color, sex, and other information pertaining to their breeding history.  There was no\ninformation regarding the date of acquisition, name or address from which these animals were acquired, or USDA\nlicense number for the person from which they were acquired (or driver'(cid:25)s license number and vehicle license\nnumber if not USDA licensed) as required by this section.  Based on this information the licensee is missing\nacquisition records for several  animals (to include the 25 juvenile rabbits mentioned above) and has incomplete\nrecords for an additional 42 rabbits.\nAccurate record keeping is essential to allow APHIS to accurately track animals and ensure that all animals are\nreceiving proper care as required by the Animal Welfare Act.  Additionally, specific information regarding sources for\nacquisition and disposition are necessary in the event of disease to facilitate tracking animal movement and ensure\nboth animal health and welfare.  \nCorrect by creating accurate records of acquisition (as much as possible) for all animals on hand at the time of this\ninspection.  Additionally, the licensee must also make, keep and maintain records which fully disclose information\nfrom this point forward concerning all acquisitions and dispositions (including all births, deaths, and animals\neuthanized as well as all other information required by this subsection).\nThis item was previously on November 19, 2014 and January 13, 2015.  \nTHIS IS A REPEAT NONCOMPLIANCE THAT REMAINS UNCORRECTED.  \n3.52(c)           DIRECT                    REPEAT\nFACILITIES, OUTDOOR.   \nThere were two rows with 8 enclosures housing about 9 adult rabbits and 1 juvenile and a large cage holding 13\njuveniles that had no protection from the wind, rain or snow.  These enclosures had a structure over the top of the\nenclosure to protect the animals from the direct rays of the sun.  However; these enclosures did not have anything\nto block the wind, rain or snow on the front, back or either side.  These animals would be directly exposed to all\nweather elements.  The Licensee showed inspectors documentation from the Attending Veterinarian suggesting that\n\nthese enclosures should have sides to protect the animals from the direct effects of the weather. Exposing these\nanimals to inclement weather conditions may be a contributing factor to several animals sneezing and having nasal\ndischarge as was seen during today(cid:25)'s inspection.  Licensee must ensure that these animals are protected from the\nweather on all sides of their enclosures, as suggested by the attending veterinarian.  These animals must have\nadequate shelter to protect them from the wind, rain and snow and other inclement weather.\nThis item was previously cited on November 19, 2014 and January 13, 2015. \nTHIS IS A REPEAT NONCOMPLIANCE THAT REMAINS UNCORRECTED.  \n3.53(a)(1)           DIRECT\nPRIMARY ENCLOSURES.   \nDuring today'(cid:25)s inspection, inspectors noticed a large domestic rabbit outside the perimeter fence about 10 feet\naway in a wooded area.  The rabbit had built a burrow and would randomly disappear into the burrow and come\nback out while inspectors watched. The Licensee identified the animal as being one of her rabbits, Silverado, a\nfemale silver colored Creme D'(cid:24)Argent who she said was currently pregnant and expected to be giving birth soon.\nShe stated that she was unaware that the rabbit was loose and would be catching it later to return her to her home. \nThis facility takes bunnies to birthday parties and has rabbits that are tamed for frequent handling. Tame rabbits are\nnot aware of natural predators or how to protect themselves in the wild.  While loose, this animal is likely to be\nharmed or killed.  Licensee must ensure that there are measures in place to readily identify when an animal is\nmissing in the event of an escape.  In addition, Licensee must ensure all enclosures are constructed in a manner\nthat will adequately contain the animal to prevent escape. \nCorrect By: 3/21/2015\n3.54           DIRECT                    REPEAT\nFEEDING.  \nThere were many food receptacles that contained no food. The Licensee stated twice that it was alright for the\nanimals to go at least 3 days without food or water.  Several food receptacles had a heavy accumulation of adhered\nmounds of wet food and/or feces. There were multiple feeders with excessive rust and accumulation of calcium\ndeposits.  When licensee was asked to show inspectors the food storage bins they were empty. Licensee stated\nthat she went to purchase food every weekend. Contaminated food receptacles directly expose the animals to\nharmful bacteria that affect the health and wellbeing of the animals.  Licensee must ensure that all food receptacles\nare cleaned and sanitized to minimize disease hazards.  In addition, food must be provided at least once each day.\n\nThis item was previously on November 19, 2014 and January 13, 2015.  \nAlthough this citation is a REPEAT NONCOMPLIANCE THAT REMAINS UNCORRECTED, these animals must be\nprovided clean dishes with food immediately.\n3.55           DIRECT\nWATERING.    \nOn today inspection, Inspectors noticed that (cid:28)\"Harvey Dent\"(cid:29) an adult, male French Angora Lop with black coloration\nwas repeatedly trying to get water out of an empty water bottle attached to the side of his cage.  The Licensee told\ninspectors that she had an issue with her water line for this animal and others in this area and had put a water bottle\non the cage for the animals until she had fixed the water line.  The Licensee turned the water line back on for this\nrabbit and showed him that the waterline was working.  This animal was video recorded drinking water for over 7\nminutes. The inspectors discovered that most rabbit enclosures outside of the first area were lacking water bottles\nor any other water source. Inspectors asked that the rabbits be given water. As the licensee approached with the\nwater bottles, the rabbits became anxious. The rabbits that were group housed were frantic to get water and the\nyoung rabbits were standing up on their hind legs and competing to get the water. The enclosure containing 15\nadolescent rabbits (fifteen weeks old) were video recorded drinking water for over 15 minutes.  Two adult rabbits,\n\"Yetti\" (a white female Angora Lop) and \"Liard\" (a white male Holland Lop), were video recorded drinking water for\nover 11 minutes.  There were several other rabbits that were lacking water bottles in their enclosure.  Each time\nthese other rabbits were offered water, they all had very similar reactions to the rabbits the inspectors were able to\nrecord on video. Licensee stated that as long as the rabbits had water and food every 3 days that they should be\nalright.\nSevere dehydration or thirst can cause dizziness, confusion and decreased urine output.  It can be very distressing\nto the rabbit and may even cause death.  Licensee must ensure that all rabbits have a sufficient amount of potable\nwater daily.\nCorrect By: Immediately\n3.56(a)(1)           DIRECT                    REPEAT\nSANITATION. \nAll enclosures, framing of enclosures, trays, fixtures, wire mesh, and all other hard surfaces have an excessive\namount of dirt, urine, feces, hair and other organic material build up.  There were several structures that were\n\nsaturated with urine and were deteriorating.  Licensee showed inspectors documentation from the Attending\nVeterinarian stating that the sanitation for the facility needed to be improved .  Sanitation issues can damage the\nhair coat and skin and make the animals susceptible to environmental exposure. Poor sanitation also exposes these\nanimals to bacteria growth that can be hazardous and lower the immune system of these animals. A compromised\nimmune system does not allow these animals to build up the necessary antibodies to fight disease and infection. \nLicensee must ensure that there are adequate measures in place to remove all dust, dirt, urine, feces and all other\norganic material from all surfaces of the facility.  In addition, Licensee must have effective methods to clean and\nsanitize all surfaces on a consistent basis.\nThis item was previously on November 19, 2014 and January 13, 2015.  \nTHIS IS A REPEAT NONCOMPLIANCE THAT REMAINS UNCORRECTED.\n3.57           DIRECT\nEMPLOYEES.   \nLicensee is currently using a temporary service that provides individuals for a few hours each week to assist at the\nfacility.  In addition, she has been interviewing people for permanent staffing. The licensee'(cid:25)s current paid staff\nconsist of individuals whose primary focus is to take the rabbits and bunnies to birthday parties. They do not\nconsistently assist with any daily chores such as cleaning, feeding, watering, etc. The Licensee told inspectors\nseveral times that she knew that her staffing was inadequate and that she needed more help taking care of the\nfacility.  She stated that she did not have time to keep up with her record keeping due to being so busy taking care\nof the facility.  Due to the lack of employees at this facility, the animals and the facility housing them are suffering\ntremendously.  The Licensee must ensure that she has an appropriate amount of animals that she can adequately\ncare for or hire and train an adequate amount of employees to care for the rabbits and to repair and maintain the\nfacility. \nCorrect By: 3/23/2015\n*** A complete routine inspection was conducted on March 20, 2015.  This report is limited to the direct and critical\nnoncompliant items identified on that inspection.  A second inspection report containing indirect noncompliant items\nwill follow.\n\n*** Both the inspection and exit interview were conducted with the Licensee, Carolyn McKinnie (Supervisory\nVeterinary Medical Officer) and Shannon Sebera (Animal Care Inspector) on March 20, 2015.\nAdditional Inspectors\nMckinnie Carolyn, Supervisory Animal Care Specialist",
  "animals_total": 42,
  "species": [
    {
      "count": 42,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    }
  ]
}