{
  "insp_id": "347141003450476",
  "layout": "a",
  "customer_id": "16386",
  "customer_name": "Aurora Ventures L L C",
  "customer_addr": "4692 South 1150 West\nSpanish Fork, UT 84660",
  "certificate": "87-C-0028",
  "site_id": "TRA",
  "site_name": "AURORA VENTURES L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-DEC-2014",
  "report_date": "13-DEC-2014",
  "citations": [
    {
      "code": "2.131(d)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "*****There was not an identifiable attendant present at all times when the public is allowed access to the reindeer\nexhibit. The public was allowed in the area surrounding the enclosure that houses two reindeer. The enclosure\nfencing consisted of livestock panels with horizontal bars spaced approximately twelve inches apart. The public\ncould stand next to the panels and reach inside the enclosure. The absence of an attendant endangers the health\nof the animals by allowing activity (rough handling, improper feeding, etc.) that is harmful to the animals. The\nlicensee must ensure that when the public is present an easily identifiable attendant is present in these areas. The\nlicensee corrected this non-compliance during the inspection.\nTo be corrected from this date forward.\nAn exit interview was conducted with a facility representative.\nThis inspection was conducted at a travel site in West Valley City, Utah."
    }
  ],
  "narrative": "2.131(d)(2)\nHANDLING OF ANIMALS.\n*****There was not an identifiable attendant present at all times when the public is allowed access to the reindeer\nexhibit.  The public was allowed in the area surrounding the enclosure that houses two reindeer.  The enclosure\nfencing consisted of livestock panels with horizontal bars spaced approximately twelve inches apart.  The public\ncould stand next to the panels and reach inside the enclosure.  The absence of an attendant endangers the health\nof the animals by allowing activity (rough handling, improper feeding, etc.) that is harmful to the animals.  The\nlicensee must ensure that when the public is present an easily identifiable attendant is present in these areas.  The\nlicensee corrected this non-compliance during the inspection.\nTo be corrected from this date forward.\nAn exit interview was conducted with a facility representative.\nThis inspection was conducted at a travel site in West Valley City, Utah.",
  "animals_total": 2,
  "species": [
    {
      "count": 2,
      "scientific": "Rangifer tarandus",
      "common": "REINDEER"
    }
  ]
}