{
  "insp_id": "162141117220528",
  "layout": "a",
  "customer_id": "18133",
  "customer_name": "Brian Huffman",
  "customer_addr": "2596 370th Street\nOsage, IA 50461",
  "certificate": "42-A-0894",
  "site_id": "001",
  "site_name": "BRIAN HUFFMAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-JUN-2014",
  "report_date": "11-JUN-2014",
  "citations": [
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "(c) Surfaces- (3) Cleaning\n****\nIn the indoor facility there is an excessive accumulation of hair, dirt, grime, and other organic material caught on the\nunderside of the metal flooring. On the outside section of the sheltered facility \"Trailer House\", there is an\nexcessive amount of hair, dirt, grime and other organic material caught on the underside of the metal flooring. On\nthe outside section of several of the primary enclosures of the sheltered facility, \"Trailer House\", there is an\naccumulation of hair, dirt, grime, organic material and fecal material along the sides and walls. In all of the outdoor\nenclosures of the \"Big Building\" there is an accumulation of dust, dirt, and hair on top of the shelters. There is a\nchain link panel covering the exhaust fan on the wall of one enclosure that has an accumulation of hair, dust and\ndirt. This accumulation of hair, dust, dirt, grime, organic material and fecal material can become a disease hazard\nto the animals, produce odors, and attract pest and vermin. The licensee must clean the affected areas and ensure\nthat all surfaces in contact with that animals are spot cleaned daily and sanitized at least once every two weeks or\nmore often if necessary and all other surfaces of housing facilities are cleaned and sanitized when necessary to\nsatisfy generally accepted husbandry standards and practices. This affects 101 adult dogs and 54 puppies.\nTo be corrected by: 15 June 2014"
    },
    {
      "code": "3.6(a)(2)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Primary enclosures for dogs must meet the following minimum requirements:\n(a) General requirements. (2) Primary enclosures must be constructed and maintained so that they: (i) Sharp\npoints and/or edges\n****\nIn at least 4 enclosures, affecting 9 dogs, there were metal water bowls that had areas of sharp points and edges. In\none enclosure, affecting 2 dogs, the metal divider panel had rusted through at the bottom creating sharp points and\nedges. These sharp points and edges create a hazard that could cause injuries to the dogs. Licensee must repair\nor replace the affected water bowls and divider panel and ensure that all primary enclosures are free of sharp points\nand edges at all times.\nTo be corrected by: 14 June 2014"
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "(a) Cleaning of primary enclosures.\n****\nThe outside portion of two enclosure on the north side of the \"Trailer house\" , affecting four dogs, there is an\nexcessive build up of compacted fecal material that was embedded on the flooring surface. This excessive amount\nof fecal material can harbor disease causing organisms and soil the dogs. The licensee must clean the affected\nenclosures and ensure that fecal material is removed from primary enclosures daily to prevent an excessive\naccumulation of feces and food waste and to reduce disease hazards pests, insects and odors.\nThis is a repeat non compliant item.\nA joint inspection with Iowa Department of Agriculture and the licensee was conducted on 10 June14. An exit\ninterview was conducted with the licensee on 11 June 14.\nAdditional Inspectors\nRanslem Corbin, Animal Care Inspector"
    }
  ],
  "narrative": "3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\n(c) Surfaces- (3) Cleaning\n****\nIn the indoor facility there is an excessive accumulation of hair, dirt, grime, and other organic material caught on the\nunderside of the metal flooring.  On the outside section of the sheltered facility \"Trailer House\", there is an\nexcessive amount of hair, dirt, grime and other organic material caught on the underside of the metal flooring.  On\nthe outside section of several of the primary enclosures of the sheltered facility, \"Trailer House\", there is an\naccumulation of hair, dirt, grime, organic material and fecal material along the sides and walls. In all of the outdoor\nenclosures of the \"Big Building\" there is an accumulation of dust, dirt, and hair on top of the shelters.  There is a\nchain link panel covering the exhaust fan on the wall of one enclosure that has an accumulation of hair, dust and\ndirt.   This accumulation of hair, dust, dirt, grime, organic material and fecal material can become a disease hazard\nto the animals, produce odors, and attract pest and vermin.  The licensee must clean the affected areas and ensure\nthat all surfaces in contact with that animals are spot cleaned daily and sanitized at least once every two weeks or\nmore often if necessary and all other surfaces of housing facilities are cleaned and sanitized when necessary to\nsatisfy generally accepted husbandry standards and practices.  This affects 101 adult dogs and 54 puppies. \nTo be corrected by:  15 June 2014\n3.6(a)(2)(1)\nPRIMARY ENCLOSURES.\nPrimary enclosures for dogs must meet the following minimum requirements:\n    (a) General requirements. (2) Primary enclosures must be constructed and maintained so that they: (i) Sharp\npoints and/or edges\n****\nIn at least 4 enclosures, affecting 9 dogs, there were metal water bowls that had areas of sharp points and edges. In\none enclosure, affecting 2 dogs, the metal divider panel had rusted through at the bottom creating sharp points and\nedges.  These sharp points and edges create a hazard that could cause injuries to the dogs. Licensee must repair\nor replace the affected water bowls and divider panel and ensure that all primary enclosures are free of sharp points\n\nand edges at all times. \nTo be corrected by: 14 June 2014\n3.11(a)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n(a) Cleaning of primary enclosures.\n****\n The outside portion of two enclosure on the north side of the \"Trailer house\" , affecting four dogs, there is an\nexcessive build up of compacted fecal material that was embedded on the flooring surface. This excessive amount\nof fecal material can harbor disease causing organisms and soil the dogs.  The licensee must clean the affected\nenclosures and ensure that fecal material is removed from primary enclosures daily to prevent an excessive\naccumulation of feces and food waste and to reduce disease hazards pests, insects and odors.\nThis is a repeat non compliant item. \nA joint inspection with Iowa Department of Agriculture and the licensee was conducted on 10 June14.  An exit\ninterview was conducted with the licensee on 11 June 14.\nAdditional Inspectors\nRanslem Corbin, Animal Care Inspector",
  "animals_total": 204,
  "species": [
    {
      "count": 66,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 138,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}