{
  "insp_id": "2016082568138836",
  "layout": "a",
  "customer_id": "500485",
  "customer_name": "Adin Lambright",
  "customer_addr": "21237 Echo Ave\nBloomfield, IA 52537",
  "certificate": "42-A-1551",
  "site_id": "001",
  "site_name": "ADIN LAMBRIGHT",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-MAR-2017",
  "report_date": "15-MAR-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female white exotic shorthair cat has dark material on the hair around both of the eyes. Closer examination of the\neyes revealed that the upper and lower eyelids appear slightly swollen and reddened. A wet, yellowish colored\ndischarge is attached the hair around both eyes and there is also a small amount of blood located in the inner and\nouter corners of the right eye. This cat is not currently receiving any veterinary treatment for the condition of her\neyes.\nPoor eye health could cause pain and discomfort to the cat and could lead to further health issues. This cat must\nbe evaluated by a licensed veterinarian for a proper diagnosis and to establish an effective treatment plan. The\ndiagnosis and treatment plan must be documented in writing and available for the inspector upon request. The\nlicensee must ensure that all animals receive adequate veterinary care at all times.\nCorrection date: End of business March 18, 2017\nInspection and exit interview conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female white exotic shorthair cat has dark material on the hair around both of the eyes.  Closer examination of the\neyes revealed that the upper and lower eyelids appear slightly swollen and reddened.  A wet, yellowish colored\ndischarge is attached the hair around both eyes and there is also a small amount of blood located in the inner and\nouter corners of the right eye. This cat is not currently receiving any veterinary treatment for the condition of her\neyes.\nPoor eye health could cause pain and discomfort to the cat and could lead to further health issues.  This cat must\nbe evaluated by a licensed veterinarian for a proper diagnosis and to establish an effective treatment plan.  The\ndiagnosis and treatment plan must be documented in writing and available for the inspector upon request.  The\nlicensee must ensure that all animals receive adequate veterinary care at all times.\nCorrection date:  End of business March 18, 2017\nInspection and exit interview conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 24,
  "species": [
    {
      "count": 24,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    }
  ]
}