{
  "insp_id": "127152008330128",
  "layout": "a",
  "customer_id": "324698",
  "customer_name": "Arbuckle Adventures L L C",
  "customer_addr": "6132 Kay Starr Trail\nDavis, OK 73030",
  "certificate": "73-C-0190",
  "site_id": "002",
  "site_name": "ARBUCKLE ADVENTURES, L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-MAY-2015",
  "report_date": "11-MAY-2015",
  "citations": [
    {
      "code": "2.5(d)",
      "kind": "",
      "repeat": true,
      "desc": "DURATION OF LICENSE AND TERMINATION OF LICENSE.",
      "narrative": "- The drive through area of the park is currently open for visitors, but is not an approved site. Site 002 (drive\nthrough site) is not a valid site and must be in complete compliance with all aspects of the Animal Welfare Act prior\nto being used for regulated activity."
    },
    {
      "code": "2.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "- The information for \"Handling Dangerous Animals\" has not been completed and sent to the regional office. The\nqualifications of the employees and addressing the other issues listed on the form are of utmost importance. The\ndrive through section of the park contains potentially dangerous animals, such as a rhinoceros and a tiger, which\nwere not on the original license. Individuals lacking knowledge and experience with dangerous animals might\nnegatively impact the health and welfare of the animal through improper husbandry. The licensee must provide the\nregional office written documentation regarding the experience and knowledge of the individuals who handle these\nanimals. This information must be submitted and approved by the Western Regional Office before this site can be\napproved for regulated activity."
    },
    {
      "code": "2.131(d)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "- At the time of inspection the drive through area of the park had members of the public driving their cars through\nand feeding animal feed from paper Pepsi cups that are available for purchase at the gift shop. There were no park\nemployees present during this public/ animal interaction. Empty Pepsi cups were noted scattered on the ground\nthroughout the park.\nA responsible, knowledgeable, and readily identifiable employee or attendant must be present at all times during\nperiods of public contact."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "- The border fence for the drive through area is leaning sharply in several areas. Fencing in this condition is not\nsecure, nor is it safe for the enclosed animals.\n- The low shelters in front of the rhino barn have several areas where the tin roof is peeling up, leaving exposed\nedges and providing insufficient protection to any animals within the shelter. There are also short t-posts being\nused to help brace the shelter. These posts extend approximately a foot out of the ground and are a potential\nsource of injury to the animals. The roof needs to be repaired, and the t-posts removed or secured.\n- In the giraffe enclosure fencing a top metal post is disconnected at one end and leaning sharply. This is not a\nsecure fence, and could potentially allow injury to the enclosed animal.\n- In the tiger enclosure fence there are two areas of concern. In one section of fence, there is a gap at the top\nbetween the straight fence and the angled kick-in. In a separate area, there is a large hole in the ground on the\noutside of the fence where the ground appears to have eroded. This hole is extending beneath the concrete and\ntoward the fence itself. These areas need to be repaired to ensure the tiger is securely contained."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "- The east side of the giraffe enclosure did not have any perimeter fencing or barrier outside of the enclosure fence\nitself. There is a house and other buildings in this area, very close to the giraffe enclosure. The facility\nrepresentative was asked if that was their property. The representative stated it was not their property and the\nhouse behind the giraffe enclosure was being remodeled by the current owner. Private vehicles were noted in this\narea during the inspection. Without a proper perimeter fence, unauthorized members of the public could freely\nreach the giraffe enclosure fencing. A perimeter fence must be constructed here and kept intact, both to prevent\nunauthorized access and to serve as a secondary containment for the animals."
    },
    {
      "code": "3.129",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "There are numerous problems in the food storage and preparation area located inside the gift shop.\n- In two different locations, open bags of feed are being kept on the ground next to containers of chemicals. Open\nbags of feed must be placed into containers with lids to help protect from contamination.\n- A refrigerator and a meat freezer were dirty and stained with dried puddles of fluid. The refrigerator contained a\nbox of lettuce which was in poor condition. Refrigerators and freezers must be kept clean and sanitary.\nThere are also multiple problems in the food storage barn in the walk through area.\n- Several open bags of feed were found inside the feed storage area. The floor of the storage barn was damp, which\nindicates that the stored feed is being exposed to excessive moisture and therefore must be protected with properly\nsealed containers.\n- There is a large amount of debris, empty boxes, and construction material scattered around the outside of the food\nstorage barn. This provides harborage for pests, insects, and rodents. This material should be cleaned up and\nproperly disposed.\n- Alfalfa hay is being stored in the large barn next to the small food storage area. There were two bales present, and\nboth were wet in multiple areas. The barn is full of tools, vehicles, and other items. This is not a proper storage area\nfor feed. The hay must be relocated to a proper food storage area.\nFood must be kept properly stored, and food preparation areas must be kept clean and sanitized to ensure\nhealthy,safe food is delivered to the animals."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "- Multiple watering containers in the drive through portion of the park had a moderate amount of greenish colored\ndebris concentrated on the sides and bottom of the container. This is an indication that these containers are not\nbeing cleaned frequently enough. Water receptacles must be clean and contain potable water for the health and\nwell-being of the enclosed animals. More frequent cleaning and sanitizing is needed."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "- Numerous mats of spiders were present on the entry wall to the indoor portion of the tiger enclosure as well as in\nthe fence posts on the indoor portion of the enclosure. Spiders can bite and cause injury to the enclosed animal.\nThey can also contaminate food, water, and living areas. A more effective method of pest control needs to be\nestablished and maintained."
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": true,
      "desc": "EMPLOYEES.",
      "narrative": "- The USDA APHIS officials had to wait for 45 minutes to an hour for one of the two park employees to get back\nfrom the bus tour with school children before the inspection could begin.\n-At the time of the inspection there were three park employees present. None of these employees knew how much\nfood, what type of food, or feeding schedules for the park animals. The feeding protocol created by the AV in\nFebruary 2015 was not being followed and none of these employees were aware of the feeding protocol. There was\nalso a great deal of confusion about responsibilities, cleaning schedules, and general husbandry. This is not a\nsufficient number of trained employees to maintain the professionally acceptable level of husbandry practices set in\nthe AWA. Adequate numbers of trained employees must be maintained at all times to properly care for the animals\npresent.\nInspection and exit interview conducted with facility representative and APHIS officials.\nAdditional Inspectors\nSabala David, Supervisory Animal Care Specialist\nTygart Michael, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.5(d)                    REPEAT\nDURATION OF LICENSE AND TERMINATION OF LICENSE.\n-  The drive through area of the park is currently open for visitors, but is not an approved site. Site 002 (drive\nthrough site) is not a valid site and must be in complete compliance with all aspects of the Animal Welfare Act prior\nto being used for regulated activity.\n2.131(a)                    REPEAT\nHANDLING OF ANIMALS.\n-  The information for \"Handling Dangerous Animals\" has not been completed and sent to the regional office.  The\nqualifications of the employees and addressing the other issues listed on the form are of utmost importance.  The\ndrive through section of the park contains potentially dangerous animals, such as a rhinoceros and a tiger, which\nwere not on the original license.  Individuals lacking knowledge and experience with dangerous animals might\nnegatively impact the health and welfare of the animal through improper husbandry.   The licensee must provide the\nregional office written documentation regarding the experience and knowledge of the individuals who handle these\nanimals.  This information must be submitted and approved by the Western Regional Office before this site can be\napproved for regulated activity.\n2.131(d)(2)                    REPEAT\nHANDLING OF ANIMALS.\n- At the time of inspection the drive through area of the park had members of the public driving their cars through\nand feeding animal feed from paper Pepsi cups that are available for purchase at the gift shop. There were no park\nemployees present during this public/ animal interaction. Empty Pepsi cups were noted scattered on the ground\nthroughout the park. \n A responsible, knowledgeable, and readily identifiable employee or attendant must be present at all times during\nperiods of public contact.\n\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \n- The border fence for the drive through area is leaning sharply in several areas.  Fencing in this condition is not\nsecure, nor is it safe for the enclosed animals.\n- The low shelters in front of the rhino barn have several areas where the tin roof is peeling up, leaving exposed\nedges and providing  insufficient protection to any animals within the shelter.  There are also short t-posts being\nused to help brace the shelter.  These posts extend approximately a foot out of the ground and are a potential\nsource of injury to the animals.  The roof needs to be repaired, and the t-posts removed or secured.\n- In the giraffe enclosure fencing a top metal post is disconnected at one end and leaning sharply.  This is not a\nsecure fence, and could potentially allow injury to the enclosed animal.\n- In the tiger enclosure fence there are two areas of concern.  In one section of fence, there is a gap at the top\nbetween the straight fence and the angled kick-in.  In a separate area, there is a large hole in the ground on the\noutside of the fence where the ground appears to have eroded.  This hole is extending beneath the concrete and\ntoward the fence itself.  These areas need to be repaired to ensure the tiger is securely contained.\n3.127(d)                    REPEAT\nFACILITIES, OUTDOOR. \n- The east side of the giraffe enclosure did not have any perimeter fencing or barrier outside of the enclosure fence\nitself.  There is a house and other buildings in this area, very close to the giraffe enclosure.  The facility\nrepresentative was asked if that was their property. The representative stated it was not their property and the\nhouse behind the giraffe enclosure was being remodeled by the current owner.  Private vehicles were noted in this\narea during the inspection.   Without a proper perimeter fence, unauthorized members of the public could freely\nreach the giraffe enclosure fencing.  A perimeter fence must be constructed here and kept intact, both to prevent\nunauthorized access and to serve as a secondary containment for the animals.\n\n3.129\nFEEDING.    \nThere are numerous problems in the food storage and preparation area located inside the gift shop.\n- In two different locations, open bags of feed are being kept on the ground next to containers of chemicals. Open\nbags of feed must be placed into containers with lids to help protect from contamination.\n- A refrigerator and a meat freezer were dirty and stained with dried puddles of fluid. The refrigerator contained a\nbox of lettuce which was in poor condition. Refrigerators and freezers must be kept clean and sanitary.\nThere are also multiple problems in the food storage barn in the walk through area.\n- Several open bags of feed were found inside the feed storage area. The floor of the storage barn was damp, which\nindicates that the stored feed is being exposed to excessive moisture and therefore must be protected with properly\nsealed containers.\n- There is a large amount of debris, empty boxes, and construction material scattered around the outside of the food\nstorage barn. This provides harborage for pests, insects, and rodents. This material should be cleaned up and\nproperly disposed.\n- Alfalfa hay is being stored in the large barn next to the small food storage area. There were two bales present, and\nboth were wet in multiple areas. The barn is full of tools, vehicles, and other items. This is not a proper storage area\nfor feed. The hay must be relocated to a proper food storage area.\nFood must be kept properly stored, and food preparation areas must be kept clean and sanitized to ensure\nhealthy,safe food is delivered to the animals.\n3.130                    REPEAT\nWATERING.  \n- Multiple watering containers in the drive through portion of the park had a moderate amount of greenish colored\ndebris concentrated on the sides and bottom of the container. This is an indication that these containers are not\nbeing cleaned frequently enough.  Water receptacles must be clean and contain potable water for the health and\nwell-being of the enclosed animals. More frequent cleaning and sanitizing is needed.\n3.131(d)                    REPEAT\nSANITATION.   \n- Numerous mats of spiders were present on the entry wall to the indoor portion of the tiger enclosure as well as in\nthe fence posts on the indoor portion of the enclosure. Spiders can bite and cause injury to the enclosed animal.\nThey can also contaminate food, water, and living areas. A more effective method of pest control needs to be\nestablished and maintained.\n\n3.132                    REPEAT\nEMPLOYEES. \n- The USDA APHIS officials had to wait for 45 minutes to an hour for one of the two park employees to get back\nfrom the bus tour with school children before the inspection could begin.\n-At the time of the inspection there were three park employees present. None of these employees knew how much\nfood, what type of food, or feeding schedules for the park animals. The feeding protocol created by the AV in\nFebruary 2015 was not being followed and none of these employees were aware of the feeding protocol. There was\nalso a great deal of confusion about responsibilities, cleaning schedules, and general husbandry. This is not a\nsufficient number of trained employees to maintain the professionally acceptable level of husbandry practices set in\nthe AWA. Adequate numbers of trained employees must be maintained at all times to properly care for the animals\npresent.\nInspection and exit interview conducted with facility representative and APHIS officials.\nAdditional Inspectors\nSabala David, Supervisory Animal Care Specialist\nTygart Michael, Supervisory Animal Care Specialist",
  "animals_total": 93,
  "species": [
    {
      "count": 6,
      "scientific": "Addax nasomaculatus",
      "common": "ADDAX"
    },
    {
      "count": 9,
      "scientific": "Antilope cervicapra",
      "common": "BLACKBUCK"
    },
    {
      "count": 13,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 1,
      "scientific": "Boselaphus tragocamelus",
      "common": "NILGAI"
    },
    {
      "count": 1,
      "scientific": "Ceratotherium simum",
      "common": "WHITE RHINOCEROS"
    },
    {
      "count": 1,
      "scientific": "Crocuta crocuta",
      "common": "SPOTTED HYENA"
    },
    {
      "count": 11,
      "scientific": "Elaphurus davidianus",
      "common": "PERE DAVID'S DEER"
    },
    {
      "count": 1,
      "scientific": "Giraffa camelopardalis",
      "common": "GIRAFFE"
    },
    {
      "count": 19,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 7,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 17,
      "scientific": "Oryx leucoryx",
      "common": "ARABIAN ORYX"
    },
    {
      "count": 1,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 1,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 5,
      "scientific": "Taurotragus oryx",
      "common": "COMMON ELAND"
    }
  ]
}