{
  "insp_id": "108141218040089",
  "layout": "a",
  "customer_id": "16708",
  "customer_name": "Friends Of The Zoo Inc.",
  "customer_addr": "6800 Zoo Drive\nKansas City, MO 64132",
  "certificate": "43-C-0212",
  "site_id": "001",
  "site_name": "FRIENDS OF THE ZOO. INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-APR-2014",
  "report_date": "18-APR-2014",
  "citations": [
    {
      "code": "3.80(a)(2)(3)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "* The outdoor chimpanzee exhibit consists of a 3+acre, wooded lot. There are no trees near the enclosure's\ncement wall, but many large branches are left in the center of the enclosure, after they fall from trees, to serve as\nnatural enrichment. On 10 April 2014, approximately seven chimpanzees used a large (approximately 6.25 foot)\nbranch to reach the top of the enclosure wall. The wall measured 12 feet and 4 inches at the point where the\nbranch was wedged against it. Once on top of the wall, the chimpanzees had easy access to leave the enclosure.\nAccording to the staff, at least one chimpanzee completely exited the enclosure and was observed outside the front\ndoor of the holding building. None of the chimpanzees ever entered any public areas. The staff executed their\ndangerous animal escape plan and all animals were safely returned to their holding areas within approximately 1.5\nhours, without the need to tranquilize any of them. No animals or people were injured during this incident.\n** Animals must be securely contained at all times in order to protect them from injury and to protect the public.\n*** The licensee must ensure that primary enclosures are constructed and maintained so they contain the\nnonhuman primates securely.\nThis non-compliant item was corrected at the time of inspection.\nThis was a focused inspection to gather information surrounding the incident of escaped chimpanzees which was\nself-reported by the facility to the USDA inspector. The inspection was conducted on 11 April 2014 with facility\nrepresentatives. An exit interview was conducted on 18 April 2014 with facility representatives."
    }
  ],
  "narrative": "3.80(a)(2)(3)\nPRIMARY ENCLOSURES.  \n* The outdoor chimpanzee exhibit consists of a 3+acre, wooded lot.  There are no trees near the enclosure's\ncement wall, but many large branches are left in the center of the enclosure, after they fall from trees, to serve as\nnatural enrichment.  On 10 April 2014, approximately seven chimpanzees used a large (approximately 6.25 foot)\nbranch to reach the top of the enclosure wall.  The wall measured 12 feet and 4 inches at the point where the\nbranch was wedged against it. Once on top of the wall, the chimpanzees had easy access to leave the enclosure. \nAccording to the staff, at least one chimpanzee completely exited the enclosure and was observed outside the front\ndoor of the holding building.  None of the chimpanzees ever entered any public areas. The staff executed their\ndangerous animal escape plan and all animals were safely returned to their holding areas within approximately 1.5\nhours, without the need to tranquilize any of them. No animals or people were injured during this incident.  \n** Animals must be securely contained at all times in order to protect them from injury and to protect the public.\n*** The licensee must ensure that primary enclosures are constructed and maintained so they contain the\nnonhuman primates securely.  \nThis non-compliant item was corrected at the time of inspection.\nThis was a focused inspection to gather information surrounding the incident of escaped chimpanzees which was\nself-reported by the facility to the USDA inspector.  The inspection was conducted on 11 April 2014 with facility\nrepresentatives.  An exit interview was conducted on 18 April 2014 with facility representatives.",
  "animals_total": 2,
  "species": [
    {
      "count": 2,
      "scientific": "Pan troglodytes",
      "common": "CHIMPANZEE"
    }
  ]
}