{
  "insp_id": "149141222113196",
  "layout": "a",
  "customer_id": "4108",
  "customer_name": "Mike Langerot",
  "customer_addr": "82 N W Skidmore Ln.\nScammon, KS 66773",
  "certificate": "48-B-0127",
  "site_id": "001",
  "site_name": "Mike Langerot",
  "insp_type": "ROUTINE INSPECTION",
  "date": "02-JUL-2014",
  "report_date": "03-JUL-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* The written program of veterinary care had incomplete information under Section III: No animals were listed\nalong with diseases for which vaccines are performed. (Or N/A if not applicable) The licensee, in coordination with\nthe attending veterinarian, must provide more specific information on the type of products used at the facility and the\nfrequency of use. Ivermectin is listed as a parasite control in the Blood and Intestinal parasite program. There is no\ndosage or how the Ivermecin is administrated. This is not considered to be adequate veterinary care. The licensee\nmust ensure that the program of veterinary care is updated with current preventive practices to ensure that all\nanimals are provided adequate veterinary care. The breeder must insure that the Program of Veterinarian Care is\ncompletely filled out. USDA regulations require that the program of vet care must be completely filled out. Correct\nby 08-02-2014\nThis inspection and exit briefing were conducted with the owner."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*      The written program of veterinary care had incomplete information under Section III: No animals were listed\nalong with diseases for which vaccines are performed.  (Or N/A if not applicable)   The licensee, in coordination with\nthe attending veterinarian, must provide more specific information on the type of products used at the facility and the\nfrequency of use.  Ivermectin is listed as a parasite control in the Blood and Intestinal parasite program.  There is no\ndosage or how the Ivermecin is administrated.   This is not considered to be adequate veterinary care.  The licensee\nmust ensure that the program of veterinary care is updated with current preventive practices to ensure that all\nanimals are provided adequate veterinary care.  The breeder must insure that the Program of Veterinarian Care is\ncompletely filled out.   USDA regulations require that the program of vet care must be completely filled out.  Correct\nby 08-02-2014\nThis inspection and exit briefing were conducted with the owner.",
  "animals_total": 15,
  "species": [
    {
      "count": 1,
      "scientific": "Cavia magna",
      "common": "GREATER GUINEA PIG"
    },
    {
      "count": 7,
      "scientific": "Muntiacus muntjak",
      "common": "INDIAN MUNTJAC"
    },
    {
      "count": 7,
      "scientific": "Sciurus spadiceus",
      "common": "SOUTHERN AMAZON RED SQUIRREL"
    }
  ]
}