{
  "insp_id": "352151131090109",
  "layout": "a",
  "customer_id": "39683",
  "customer_name": "Coastal Animal Rescue & Educational Sanctuary",
  "customer_addr": "236 Abbeville Dr\nGeorgetown, SC 29440",
  "certificate": "56-C-0224",
  "site_id": "001",
  "site_name": "COASTAL ANIMAL RESCUE & EDUCATIONAL SANCTUARY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-DEC-2015",
  "report_date": "18-DEC-2015",
  "citations": [
    {
      "code": "3.4(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "There are three rescued domestic dogs in two enclosures. Although they have shelters in the form of wooden or\nplastic dog houses, there are no rain or windbreaks over the doors of these houses. Wind and rain breaks need to\nbe provided in order to prevent rain and cold air from directly entering the house shelters. To be corrected by\n1-8-16."
    },
    {
      "code": "3.6(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "A large tree branch has fallen onto two of the enclosure fences containing wolf hybrids. The branch is propped from\nthe tree trunk to over the top of two of the enclosure fences pushing the fences down about a foot . This tree\nbranch needs to be removed and the fence repaired to prevent potential injuries or escapes. In the enclosure\ncontaining two wolf hybrids, one of the animals has dug a deep hole in one area exposing the border ground wire.\nThis hole needs to be filled so that it does not expose the wire which could be an injury hazard. To be corrected by\n1-1-16."
    },
    {
      "code": "3.6(a)(2)(9)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "There are two enclosures containing two rescued dogs in one and one dog in the other. The wooden structures in\nthese enclosures need to be cleaned and sealed to allow them to be readily cleaned and sanitized. These\nstructures include the wooden support posts for the fencing in one enclosure, the wooden shelter and wood dog\nhouse. The wood pylon pieces need to be cleaned and sealed or removed. To be corrected by 1-15-16."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The large female bovine tore the boards off the wall of her shelter leaving some exposed screws in the pile of loose\nboards. Behind her shelter, she tore a hole in the wire fence leaving loose protruding wires and a gap in the upper\nfence. In the enclosure with three deer, an old chicken coop has missing and deteriorating boards. These\nstructures need to be repaired or removed to prevent potential injuries to the animals. To be corrected by 1-1-16."
    },
    {
      "code": "3.127(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The enclosure housing the large female bovine is excessively wet and muddy. Besides her shelter and a couple of\nsmall areas, the entire enclosure is ankle deep mud. The employees have been trying to drain the enclosure, but\nthe flood which occurred in November and continual rains, combined with the weight of this animal is keeping the\nenclosure mucky. There are plans to move this animal to a bigger dryer enclosure. Until this is done, methods\nneed to be employed to increase drainage in this enclosure and provide her more dry areas. To be corrected by\n1-15-16."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "A new wooden shelter for two goats contains an excess amount of feces and there is both wet hay in some areas\nand dirty dusty hay under the top layer of fresher hay. One of the two shelters for the single housed llama has a\nlarge pile of hay in it. There is white mold under the edges of some of this hay and mold on the ground near the hay\nbedding. These shelters need to be cleaned out more often and cleaned down to the wooden floor in the one in\norder to prevent odors and disease hazards. To be corrected by 12-19-15.\nExit briefing conducted with facility representative."
    }
  ],
  "narrative": "3.4(b)(3)\nOUTDOOR HOUSING FACILITIES.\nThere are three rescued domestic dogs in two enclosures.  Although they have shelters in the form of wooden or\nplastic dog houses, there are no rain or windbreaks over the doors of these houses.  Wind and rain breaks need to\nbe provided in order to prevent rain and cold air from directly entering the house shelters.   To be corrected by\n1-8-16.\n3.6(a)(1)\nPRIMARY ENCLOSURES.\nA large tree branch has fallen onto two of the enclosure fences containing wolf hybrids.  The branch is propped from\nthe tree trunk to over the top of two of the enclosure fences pushing the fences down about a foot .  This tree\nbranch needs to be removed and the fence repaired to prevent potential injuries or escapes.  In the enclosure\ncontaining two wolf hybrids, one of the animals has dug a deep hole in one area exposing the border ground wire. \nThis hole needs to be filled so that it does not expose the wire which could be an injury hazard.   To be corrected by\n1-1-16.\n3.6(a)(2)(9)\nPRIMARY ENCLOSURES.\nThere are two enclosures containing two rescued dogs in one and one dog in the other.  The wooden structures in\nthese enclosures need to be cleaned and sealed to allow them to be readily cleaned and sanitized.  These\nstructures include the wooden support posts for the fencing in one enclosure, the wooden shelter and wood dog\nhouse.  The wood pylon pieces need to be cleaned and sealed or removed.  To be corrected by 1-15-16.\n3.125(a)\nFACILITIES, GENERAL.   \nThe large female bovine tore the boards off the wall of her shelter leaving some exposed screws in the pile of loose\nboards.  Behind her shelter, she tore a hole in the wire fence leaving loose protruding wires and a gap in the upper\nfence.   In the enclosure with three deer, an old chicken coop has missing and deteriorating boards.  These\n\nstructures need to be repaired or removed to prevent potential injuries to the animals. To be corrected by 1-1-16.\n3.127(c)\nFACILITIES, OUTDOOR. \nThe enclosure housing the large female bovine is excessively wet and muddy.   Besides her shelter and a couple of\nsmall areas, the entire enclosure is ankle deep mud.   The employees have been trying to drain the enclosure, but\nthe flood which occurred in November and continual rains, combined with the weight of this animal is keeping the\nenclosure mucky.    There are plans to move this animal to a bigger dryer enclosure.  Until this is done, methods\nneed to be employed to increase drainage in this enclosure and provide her more dry areas.  To be corrected by\n1-15-16.\n3.131(a)\nSANITATION.   \nA new wooden shelter for two goats contains an excess amount of feces and there is both wet hay in some areas\nand dirty dusty hay under the top layer of fresher hay.  One of the two shelters for the single housed llama has a\nlarge pile of hay in it.  There is white mold under the edges of some of this hay and mold on the ground near the hay\nbedding. These shelters need to be cleaned out more often and cleaned down to the wooden floor in the one in\norder to prevent odors and disease hazards.   To be corrected by 12-19-15.\nExit briefing conducted with facility representative.",
  "animals_total": 49,
  "species": [
    {
      "count": 2,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 4,
      "scientific": "Canis lupus",
      "common": "GRAY WOLF / GREY WOLF / TIMBER WOLF"
    },
    {
      "count": 8,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 6,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 1,
      "scientific": "Chinchilla brevicaudata",
      "common": "CHINCHILLA"
    },
    {
      "count": 1,
      "scientific": "Didelphis virginiana",
      "common": "VIRGINIA OPOSSUM"
    },
    {
      "count": 1,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 1,
      "scientific": "Glaucomys volans",
      "common": "SOUTHERN FLYING SQUIRREL"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 2,
      "scientific": "Muscardinus avellanarius",
      "common": "HAZEL DORMOUSE"
    },
    {
      "count": 3,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 5,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 6,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    },
    {
      "count": 2,
      "scientific": "Sus cebifrons",
      "common": "VISAYAN WARTY PIG"
    },
    {
      "count": 5,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}