{
  "insp_id": "2016090000723944",
  "layout": "b",
  "customer_id": "5620",
  "customer_name": "CLAYTON COUNTY CONSERVATION BOARD",
  "customer_addr": "29862 OSBORNE ROAD\nELKADER, IA 52043",
  "certificate": "42-C-0103",
  "site_id": "001",
  "site_name": "CLAYTON COUNTY CONSERVATION BOARD",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-SEP-2021",
  "report_date": "28-SEP-2021",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "* The interior fiberglass wallboard in the bear enclosure has several areas of missing fiberglass wallboard. Torn,\nmissing wallboard with jagged, sharp edges were observed. The fiberglass wallboard is attached to the interior wood\nwall. One black bear is in contact with the affected fiberglass wall board located in outdoor housing. Jagged, sharp\nedges could cause potential injury to the bear. The licensee must ensure that all surfaces must be maintained in good\nrepair to protect the animals from injury. Correct by 10/28/21"
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "* Bird droppings were observed accumulating on the storage shelf and on the cement flooring located under both\ninterior enclosure gates. The affected area is located in the red fox / racoon building. One red fox and one racoon are in\ncontact with the affected area. The facility has no effective pest prevention program in place. No means to control or\neliminate the birds were observed. Bird droppings can create unsanitary conditions in the facility. Birds can spread\ndisease and contaminate food supplies. The licensee must establish an effective program for the control of insects and\nexternal parasites that are pests. This program must be established and maintained so as to promote the health and well-\nbeing of the animals and reduce contamination by pests in the animal area. Correct by 10/12/21.\nThis inspection and exit interview were conducted with the Director.\nEnd Section"
    }
  ],
  "narrative": "3.125(a) \n   \nFacilities, general. \n*    The interior fiberglass wallboard in the bear enclosure has several areas of missing fiberglass wallboard.  Torn, \nmissing wallboard with jagged, sharp edges were observed.   The fiberglass wallboard is attached to the interior wood \nwall.  One black bear is in contact with the affected fiberglass wall board located in outdoor housing.   Jagged, sharp \nedges could cause potential injury to the bear.  The licensee must ensure that all surfaces must be maintained in good \nrepair to protect the animals from injury.  Correct by 10/28/21 \n3.131(d) \n   \nSanitation. \n*    Bird droppings were observed accumulating on the storage shelf and on the cement flooring located under both \ninterior enclosure gates.  The affected area is located in the red fox / racoon  building.  One red fox and one racoon are in \ncontact with the affected area.  The facility has no effective pest prevention program in place.  No means to control or \neliminate the birds were observed.   Bird droppings can create unsanitary conditions in the facility.  Birds can spread \ndisease and contaminate food supplies.   The licensee must establish an effective program for the control of insects and \nexternal parasites that are pests.  This program must be established and maintained so as to promote the health and well-\nbeing of the animals and reduce contamination by pests in the animal area.  Correct by 10/12/21.\n\nThis inspection and exit interview were conducted with the Director. \n \nEnd Section",
  "animals_total": 6,
  "species": [
    {
      "count": 1,
      "scientific": "Canis lupus",
      "common": "GRAY WOLF / GREY WOLF / TIMBER WOLF"
    },
    {
      "count": 1,
      "scientific": "",
      "common": "BOBCAT (WILD)"
    },
    {
      "count": 1,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 1,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 1,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 1,
      "scientific": "",
      "common": "AMERICAN BLACK BEARS"
    }
  ]
}