{
  "insp_id": "2016090000575996",
  "layout": "b",
  "customer_id": "2134",
  "customer_name": "LARRY WALLACH",
  "customer_addr": "61 SEAWANE RD\nEAST ROCKWAY, NY 11518",
  "certificate": "21-C-0069",
  "site_id": "001",
  "site_name": "LARRY WALLACH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-JAN-2021",
  "report_date": "14-APR-2021",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Item Vet Care 2.40 a 2\nThe Attending Veterinarian (AV ) diagnosed the tiger cub with a fractured 4th metacarpal bone of the left front foot. The\nlicensee's video demonstrated that the AV recommended treating the fracture with \"confinement\" and he stated the\nhealing process \" would take about a month.\" The video reveals the licensee allowing the tiger cub to play and run with\nthe licensee's pet dog as well as jumping on and off a coffee table. In a subsequent video, the licensee states that the\ncub continues to limp. The licensee must follow the AV's directions and must assure that the AV has appropriate authority\nto ensure provision of adequate veterinary care .\nCorrect from this day 2/5/2021"
    },
    {
      "code": "2.131(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "Item Handling 2. 131 b 1\nThe licensee's video shows the tiger cub interacting with an animal he states is 100% wolf, although he told the USDA\nthat it was a wolf hybrid. The wolf's handler controlled him with a leash while the cub roamed free. The video displayed\nan instance when the wolf lunged at the tiger cub. Throughout the interaction, the wolf was pulling on his leash to get to\nthe tiger cub. The tiger cub responded to the wolf by keeping a distance, jumping on a sofa to stay far from it, and\nswatted at the wolf's face which could have resulted in injury to animal. Also, the licensee can be viewed pulling the\ntiger's tail to get her to stop eating . The licensee can be heard saying \"she's angry\".\nHandling of all animals shall be done in a manner that does not cause trauma , behavior stress or unnecessary\ndiscomfort.\nCorrect from this day 2/5/2021"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "Item Facilities general 3.125 a\nThe floor of the tiger enclosure is composed of wooden boards. The USDA inspector observed at least 2 areas of wood\nflooring with holes due to rotting. One of the holes is approx. 8 in. x 3 in. and appears to extend the full thickness of the\nboard and the other is approx. 6 in. x 2 in. Their size and placement potentiate the animal getting a portion of a paw or a\nclaw entrapped and risking injury. The shelter inside the enclosure has a wooden base that is in disrepair with what\nappears to be sharp edges on which the animal could be injured.\nHousing facilities must be kept in good repair to protect the animals from injury.\nCorrect from this day 2/5/2021"
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "Item Facilities outdoor 3.127 (d)\nFencing surrounding the tiger's outdoor housing enclosure does not meet the minimum height requirement of 8 ft. The\nwooden boundary fencing on the sides of the premises is approximately 6 ft. in height and the back fence is\napproximately 39 in. high.\nAccording to recorded video and licensee statements to the USDA inspector, many times he brought the tiger cub inside\nthe house using a leash as a control. There is no secondary containment should the door open and the tiger escape the\nleash.\nUSDA reviewed a video the licensee recorded and published and observed him allowing the tiger cub into the\nenclosure's security entrance. This access eliminated any additional containment should the animal escape.\nThe perimeter fence must be constructed so that it protects the animals in the facility by restricting animals and other\nunauthorized persons from entering as well as functions as a secondary containment system. Fences less than 8 ft. high\nfor potentially dangerous animals must be approved in writing by the Administrator.\nCorrect from this day 2/5/2021\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.40(a)(2)  Critical\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nItem  Vet Care 2.40 a 2 \nThe Attending Veterinarian (AV ) diagnosed the tiger cub with a fractured 4th metacarpal bone of the left front foot.  The \nlicensee's video demonstrated that the AV recommended treating the fracture with \"confinement\"  and he stated the \nhealing process  \" would take about a month.\"  The video reveals the licensee allowing the tiger cub to play and run with \nthe licensee's  pet dog as well as jumping on and off a coffee table.  In a subsequent video, the licensee states that the \ncub continues to limp.  The licensee must follow the AV's directions and must assure that the AV has appropriate authority \nto ensure provision of adequate veterinary care . \nCorrect from this day  2/5/2021 \n2.131(b)(1) \n   \nHandling of animals. \nItem Handling 2. 131 b 1 \nThe licensee's video shows the tiger cub interacting with an animal  he states is 100% wolf, although he told the USDA \nthat it was a wolf hybrid.  The wolf's handler controlled him with a leash while the cub roamed free.  The video displayed \nan instance when the wolf lunged at the tiger cub.  Throughout the interaction, the wolf was pulling on his leash to get to\n\nthe tiger cub.  The tiger cub responded to the wolf by keeping a distance, jumping on a sofa to stay far from it, and \nswatted at the wolf's face which could have resulted in injury to  animal.  Also, the licensee can be viewed pulling the \ntiger's tail to get her to stop eating .  The licensee can be heard saying \"she's angry\". \nHandling of all animals shall be done in a  manner that does not cause trauma , behavior stress or unnecessary \ndiscomfort. \nCorrect from this day 2/5/2021 \n3.125(a) \n   \nFacilities, general. \nItem Facilities general 3.125 a \nThe floor of the tiger  enclosure is composed of wooden boards.  The USDA inspector observed at least 2 areas of wood \nflooring with holes due to rotting.  One of the holes is approx. 8 in. x 3 in. and appears to extend the full thickness of the \nboard and the other is approx. 6 in. x 2 in.  Their size and placement potentiate the animal getting a portion of a paw or a \nclaw  entrapped and risking injury.  The shelter inside the enclosure has a wooden base that is in disrepair with what \nappears to be sharp edges on which the animal could be injured. \nHousing facilities must be kept in good repair to protect the animals from injury. \nCorrect from this day 2/5/2021 \n3.127(d) \n   \nFacilities, outdoor. \nItem Facilities outdoor 3.127  (d) \nFencing surrounding the tiger's outdoor housing enclosure does not meet the minimum height requirement of 8 ft.  The \nwooden boundary fencing  on the  sides of the premises  is approximately 6 ft. in height and the back fence is \napproximately 39 in. high.\n\nAccording  to recorded video and licensee statements to the  USDA inspector, many times he brought the tiger cub inside \nthe house using a leash as a control.  There is no secondary containment  should the door open and the tiger  escape the \nleash. \nUSDA  reviewed a video the licensee recorded and published and observed him allowing   the tiger cub into the \nenclosure's security entrance.  This access eliminated any  additional containment should the animal escape. \nThe perimeter fence must be constructed so that it protects the animals in the facility by restricting  animals  and other \nunauthorized persons from entering as well as functions as a secondary containment system.  Fences less  than 8 ft. high \nfor potentially dangerous animals must be approved in writing by the Administrator. \nCorrect from this day 2/5/2021 \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 1,
  "species": [
    {
      "count": 1,
      "scientific": "Panthera tigris",
      "common": ""
    }
  ]
}