{
  "insp_id": "2016082568416614",
  "layout": "a",
  "customer_id": "347",
  "customer_name": "Bucknell University",
  "customer_addr": "Dept Of Biology And Psychology\nLewisburg, PA 17837",
  "certificate": "23-R-0046",
  "site_id": "001",
  "site_name": "BUCKNELL UNIVERSITY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-JUN-2017",
  "report_date": "21-JUN-2017",
  "citations": [
    {
      "code": "2.33(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.",
      "narrative": "During the inspection, a bottle of euthanasia solution was found past its expiration date. This bottle was available\nfor use should the need arise and not clearly marked as expired or to be disposed. None of the ongoing animal\nactivities require routine use of euthanasia solution; however, it is maintained on hand for medical euthanasia\npurposes. When alerted that the bottle was out of date, the IACUC chair stated that the bottle would be disposed of\nproperly and that the committee would ensure proper expiration dates for all medications are being observed by all\nstudy directors and animal care staff. The use of expired drugs, particularly those for anesthetic, analgesic, and\neuthanasia purposes, is not consistent with adequate veterinary care. Medications are not guaranteed to be\neffective and/or safe past their expiration dates. Correct by establishing a program of veterinary care that allows for\nthe availability of appropriate equipment, including medications, to provide adequate veterinary care.\nCorrect from this time forward.\nThis inspection and exit interview were conducted with the IACUC chair and animal care staff."
    }
  ],
  "narrative": "2.33(b)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.\nDuring the inspection, a bottle of euthanasia solution was found past its expiration date.  This bottle was available\nfor use should the need arise and not clearly marked as expired or to be disposed.  None of the ongoing animal\nactivities require routine use of euthanasia solution; however, it is maintained on hand for medical euthanasia\npurposes.  When alerted that the bottle was out of date, the IACUC chair stated that the bottle would be disposed of\nproperly and that the committee would ensure proper expiration dates for all medications are being observed by all\nstudy directors and animal care staff.  The use of expired drugs, particularly those for anesthetic, analgesic, and\neuthanasia purposes, is not consistent with adequate veterinary care.  Medications are not guaranteed to be\neffective and/or safe past their expiration dates.  Correct by establishing a program of veterinary care that allows for\nthe availability of appropriate equipment, including medications, to provide adequate veterinary care. \nCorrect from this time forward.\nThis inspection and exit interview were conducted with the IACUC chair and animal care staff.",
  "animals_total": 464,
  "species": [
    {
      "count": 2,
      "scientific": "Macaca silenus",
      "common": "LION-TAILED MACAQUE"
    },
    {
      "count": 418,
      "scientific": "Microtus ochrogaster",
      "common": "PRAIRIE VOLE"
    },
    {
      "count": 17,
      "scientific": "Papio hamadryas",
      "common": "HAMADRYAS BABOON"
    },
    {
      "count": 8,
      "scientific": "Saimiri sciureus",
      "common": "COMMON SQUIRREL MONKEY"
    },
    {
      "count": 19,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    }
  ]
}