{
  "insp_id": "2016090000715745",
  "layout": "b",
  "customer_id": "603800",
  "customer_name": "Agne Tatro",
  "customer_addr": "6434 Calumet Ave\nHammond, IN 46324",
  "certificate": "32-B-0260",
  "site_id": "001",
  "site_name": "Agne Tatro",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-SEP-2021",
  "report_date": "20-SEP-2021",
  "citations": [
    {
      "code": "2.4",
      "kind": "",
      "repeat": false,
      "desc": "Non-interference with APHIS officials.",
      "narrative": "During physical inspection of the facility on September 15, 2021 at approximately 11:45 AM, CDT the inspectors found\nthat 16 puppies in a holding room on the second floor did not have water. The inspectors explained to the licensees\nhusband that puppies need water available continuously. The inspectors asked that water be made available to the\npuppies and the puppies drank continuously for 30-60 seconds. The inspector was explaining how lack of water is\ndetermined on inspection when the licensee started video taping the inspection and in a raised, angry voice asked the\ninspector if she was blind?, and calling the inspector a liar because he does not abuse or neglect his puppies. The\ninspector stated that abuse or neglect had never been said on inspection, and was just trying to explain the inspection\nprocess. The licensee's husband then grabbed a Pomeranian out of an enclosure to show us stating his puppies well\ncared for and healthy. I pointed out the water bowl in the corgi enclosure was almost empty after they had just filled it,\nand he pushed the door in, almost hitting the puppy, grabbed the bowl and dumped it out in front of our feet. The\nlicensee's husband asked the inspectors to leave, and asked to speak with the manager. The inspector informed the\nlicensee's husband what Refusing an inspection meant. The licensee's husband continued calling the inspector a liar and\nstating he does not abuse or neglect his animals. The inspector stated to the licensee's husband that if he didn't calm\ndown the inspectors would leave due to interference with the inspectors continuing the inspection. The licensee's\nhusband continued ranting, and interfering with the inspection. The inspectors felt they could not continue as they felt\nthreatened, and could not ask questions related to inspection so the inspectors left. All the way down the steps, and out\nthe door of the facility, and around the corner of the property, as the inspectors left the facility, the licensee's husband\nfollowed and continued the video tape and stating the animals are not abused or neglected and that he was not interfering\nwith inspection.\nA licensee shall not interfere with, threaten, abuse (including verbal abuse), or harass any APHIS official in the course of\ncarrying out his or her duties.\nInterference with inspection prevents accurate assessment of animal welfare. Licensees, or their representatives must\nnot interfere with inspectors carrying out their duties of inspection.\nTo be corrected from this day, September 15, 2021, forward."
    },
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The licensee's husband stated that he was taking puppies to a veterinarian other than the attending veterinarian. The\nAttending Veterinarian has not delegated authority to any other veterinarian.\nEach dealer and exhibitor shall assure that the attending veterinarian has appropriate authority to ensure the provision of\nadequate veterinary care and to oversee the adequacy of other aspects of animal care and use.\nThe licensee is not giving appropriate authority to the attending veterinarian. The attending veterinarian must be\ncontacted prior to using any other veterinarian and approve the use of another veterinarian.\nTo be corrected by September 24, 2021"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The program of veterinary care includes a recommended schedule of vaccinations that indicates parvovirus, distemper,\nand hepatitis vaccines are to be given at 8 weeks of age, 11-13 weeks of age, and 14-16 weeks of age. The licensee's\nhusband stated that staff had administered vaccines but also stated that they had not been giving them at the schedule\nrecommended by the attending veterinarian.\nEach dealer or exhibitor shall establish and maintain programs of adequate veterinary care that include: The use of\nappropriate methods to prevent diseases.\nThe written program of veterinary care must be followed to ensure that puppies are properly vaccinated to prevent\ndisease.\nTo be corrected by September 24, 2021"
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "-Approximately 50-60% of the 7006 forms were missing information. 90-95% did not have how, and who the shipper was.\n60% did not have the licensees license number on them. 50% were missing all, or part of the buyers address.\n-There was no APHIS 7005 made available to inspectors.\nEach dealer to whom animals are consigned shall make, keep, and maintain records or forms which fully and correctly\ndisclose the following information concerning each dog purchased or otherwise acquired, owned, held, or otherwise in his\nor her possession or under his or her control, or which is transported, euthanized, sold, or otherwise disposed of by that\ndealer. This information for puppies acquired shall include the name, address, license number if licensed, date of\nacquisition, the vehicle license number and state, the drivers license and state, breed, sex, date of birth, color or\ndistinctive marking, method of transportation. The information for puppies sold must include name and address, date of\nsale, USDA tag number, breed, sex, date of birth, color or distinctive markings, method of transportation.\nRecords must be made, kept and maintained to be able to trace and track animals in case of disease outbreak, and to\nensure all parties are licensed if required.\nTo be corrected by September 24, 2021"
    },
    {
      "code": "2.78(a)",
      "kind": "",
      "repeat": false,
      "desc": "Health certification and identification.",
      "narrative": "The majority of the puppies were acquired from breeders/brokers in other states and health certificates were not present.\nThe licensee said they had health certificates but did not provide them for review during inspection. There were puppies\nsold to other states. The method of transportation was not selected, therefore it is unclear if the licensee should hold\nhealth certificates for these puppies that were transported or not.\nNo broker shall transport in commerce any dog unless the dog is accompanied by a health certificate executed and\nissued by a licensed veterinarian.\nAll puppies transported by the licensee must be accompanied by a health certificate issues by a licensed veterinarian.\nThis is to ensure the puppies are healthy enough for transportation, and to ensure the puppies acquired and sold are\nhealthy.\nTo be corrected by"
    },
    {
      "code": "3.6(a)(2)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The first lower enclosure on the left housed two black puppies. A piece of wire was holding the enclosure closed in\naddition to the latch on the door. The licensee's husband stated one of these puppies was adept at escaping. These\npuppies were seen extending their arms out near the piece of sharp wire.\nPrimary enclosures must be constructed and maintained so that they have no sharp points or edges that could injure the\ndogs and cats.\nPrimary enclosures for dogs must be maintained to that they do not have sharp points that could cause injury to the\npuppies in the enclosure. The licensee removed the wire during inspection.\nCorrected at time of inspection"
    },
    {
      "code": "3.10(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Watering",
      "narrative": "In the upstairs room that housed 16 puppies none of the enclosures had water available for the puppies. The licensee's\nhusband stated the water bottles had been removed for cleaning. When asked to provide water, the dogs drank\nvigorously for 30-60 seconds.\nPotable water must be continuously available to the dogs, unless restricted by the attending veterinarian or excepted as\nprovided in.\nWater must be offered to the puppies continuously. Absence of water can cause health problems and suffering.\nTo be corrected immediately, September 15, 2021"
    },
    {
      "code": "3.13(b)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The program of veterinary care requires additional vaccine and deworming if the puppies are at the facility for over 3\nweeks. The licensee's husband stated that vaccines and deworming are being given, but there is no medical record being\nkept.\nDealers must keep copies of medical records for dogs and make the records available for APHIS inspection.\nRecords of veterinary care must be kept to ensure the written program of veterinary care is being followed.\nTo be corrected by September 24, 2021\nThis inspection was conducted with the licensee's husband.\nAdditional Inspectors:\nKira Wagner, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.4 \n   \nNon-interference with APHIS officials. \nDuring physical inspection of the facility on September 15, 2021 at approximately 11:45 AM, CDT the inspectors found \nthat 16 puppies in a holding room on the second floor did not have water.  The inspectors explained to the licensees \nhusband that puppies need water available continuously.  The inspectors asked that water be made available to the \npuppies and the puppies drank continuously for 30-60 seconds.  The inspector was explaining how lack of water is \ndetermined on inspection when the licensee started video taping the inspection and in a raised, angry voice asked the \ninspector if she was blind?, and calling the inspector a liar because he does not abuse or neglect his puppies.  The \ninspector stated that abuse or neglect had never been said on inspection, and was just trying to explain the inspection \nprocess.  The licensee's husband then grabbed a Pomeranian out of an enclosure to show us stating his puppies well \ncared for and healthy.  I pointed out the water bowl in the corgi enclosure was almost empty after they had just filled it, \nand he pushed the door in, almost hitting the puppy, grabbed the bowl and dumped it out in front of our feet.  The \nlicensee's husband asked the inspectors to leave, and asked to speak with the manager.  The inspector informed the \nlicensee's husband what Refusing an inspection meant.  The licensee's husband continued calling the inspector a liar and \nstating he does not abuse or neglect his animals.  The inspector stated to the licensee's husband that if he didn't calm \ndown the inspectors would leave due to interference with the inspectors continuing the inspection.  The licensee's \nhusband continued ranting, and interfering with the inspection.  The inspectors felt they could not continue as they felt\n\nthreatened, and could not ask questions related to inspection so the inspectors left.  All the way down the steps, and out \nthe door of the facility, and around the corner of the property, as the inspectors left the facility, the licensee's husband \nfollowed and continued the video tape and stating the animals are not abused or neglected and that he was not interfering \nwith inspection. \n \nA licensee shall not interfere with, threaten, abuse (including verbal abuse), or harass any APHIS official in the course of \ncarrying out his or her duties. \n \nInterference with inspection prevents accurate assessment of animal welfare.  Licensees, or their representatives must \nnot interfere with inspectors carrying out their duties of inspection. \n \nTo be corrected from this day, September 15, 2021, forward. \n2.40(a)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe licensee's husband stated that he was taking puppies to a veterinarian other than the attending veterinarian.  The \nAttending Veterinarian has not delegated authority to any other veterinarian. \n \nEach dealer and exhibitor shall assure that the attending veterinarian has appropriate authority to ensure the provision of \nadequate veterinary care and to oversee the adequacy of other aspects of animal care and use. \n \nThe licensee is not giving appropriate authority to the attending veterinarian.  The attending veterinarian must be \ncontacted prior to using any other veterinarian and approve the use of another veterinarian.\n\nTo be corrected by September 24, 2021 \n2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe program of veterinary care includes a recommended schedule of vaccinations that indicates parvovirus, distemper, \nand hepatitis vaccines are to be given at 8 weeks of age, 11-13 weeks of age, and 14-16 weeks of age. The licensee's \nhusband stated that staff had administered vaccines but also stated that they had not been giving them at the schedule \nrecommended by the attending veterinarian. \n \nEach dealer or exhibitor shall establish and maintain programs of adequate veterinary care that include: The use of \nappropriate methods to prevent diseases. \n \nThe written program of veterinary care must be followed to ensure that puppies are properly vaccinated to prevent \ndisease. \n \n \nTo be corrected by September 24, 2021 \n2.75(a)(1) \n   \nRecords: Dealers and exhibitors. \n-Approximately 50-60% of the 7006 forms were missing information.  90-95% did not have how, and who the shipper was.  \n60% did not have the licensees license number on them.  50% were missing all, or part of the buyers address. \n-There was no APHIS 7005 made available to inspectors.\n\nEach dealer to whom animals are consigned shall make, keep, and maintain records or forms which fully and correctly \ndisclose the following information concerning each dog purchased or otherwise acquired, owned, held, or otherwise in his \nor her possession or under his or her control, or which is transported, euthanized, sold, or otherwise disposed of by that \ndealer.  This information for puppies acquired shall include the name, address, license number if licensed, date of \nacquisition, the vehicle license number and state, the drivers license and state, breed, sex, date of birth, color or \ndistinctive marking, method of transportation.  The information for puppies sold must include name and address,  date of \nsale, USDA tag number, breed, sex, date of birth, color or distinctive markings, method of transportation. \n \nRecords must be made, kept and maintained to be able to trace and track animals in case of disease outbreak, and to \nensure all parties are licensed if required. \n \nTo be corrected by September 24, 2021 \n2.78(a) \n   \nHealth certification and identification. \nThe majority of the puppies were acquired from breeders/brokers in other states and health certificates were not present. \nThe licensee said they had health certificates but did not provide them for review during inspection.  There were puppies \nsold to other states.  The method of transportation was not selected, therefore it is unclear if the licensee should hold \nhealth certificates for these puppies that were transported or not. \n \nNo broker shall transport in commerce any dog unless the dog is accompanied by a health certificate executed and \nissued by a licensed veterinarian.\n\nAll puppies transported by the licensee must be accompanied by a health certificate issues by a licensed veterinarian.  \nThis is to ensure the puppies are healthy enough for transportation, and to ensure the puppies acquired and sold are \nhealthy. \n \nTo be corrected by \n3.6(a)(2)(i) \n   \nPrimary enclosures. \nThe first lower enclosure on the left housed two black puppies.  A piece of wire was holding the enclosure closed in \naddition to the latch on the door. The licensee's husband stated one of these puppies was adept at escaping.  These \npuppies were seen extending their arms out near the piece of sharp wire. \n \nPrimary enclosures must be constructed and maintained so that they have no sharp points or edges that could injure the \ndogs and cats. \n \nPrimary enclosures for dogs must be maintained to that they do not have sharp points that could cause injury to the \npuppies in the enclosure.  The licensee removed the wire during inspection. \n \nCorrected at time of inspection \n3.10(a)  Direct\n   \nWatering\n\nIn the upstairs room that housed 16 puppies none of the enclosures had water available for the puppies. The licensee's \nhusband stated the water bottles had been removed for cleaning. When asked to provide water, the dogs drank \nvigorously for 30-60 seconds. \n \nPotable water must be continuously available to the dogs, unless restricted by the attending veterinarian or excepted as \nprovided in. \n \nWater must be offered to the puppies continuously.  Absence of water can cause health problems and suffering. \n \nTo be corrected immediately, September 15, 2021 \n3.13(b) \n   \nVeterinary care for dogs. \nThe program of veterinary care requires additional vaccine and deworming if the puppies are at the facility for over 3 \nweeks.  The licensee's husband stated that vaccines and deworming are being given, but there is no medical record being \nkept. \n \nDealers must keep copies of medical records for dogs and make the records available for APHIS inspection. \n \nRecords of veterinary care must be kept to ensure the written program of veterinary care is being followed. \n \nTo be corrected by September 24, 2021 \n \nThis inspection was conducted with the licensee's husband.\n\nAdditional Inspectors: \nKira Wagner, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 43,
  "species": [
    {
      "count": 43,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}