{
  "insp_id": "341151204030544",
  "layout": "a",
  "customer_id": "328577",
  "customer_name": "May Lan Tree Plantation L L C",
  "customer_addr": "156 Cooley Bridge Rd\nPelzer, SC 29669",
  "certificate": "56-C-0243",
  "site_id": "001",
  "site_name": "MAY LAN TREE PLANTATION L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-DEC-2015",
  "report_date": "07-DEC-2015",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The hog panel wire fencing placed around a tree in the enclosure with two domestic pigs is damaged to where there\nare broken and protruding bars sticking out. This fence needs to be repaired or replaced to prevent injury to the\npigs.\nTo be corrected by 12-21-15."
    },
    {
      "code": "3.127(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The enclosure with the two domestic pigs is excessively muddy throughout half the enclosure. Their shelter and an\narea behind it are dry, but for the rest they are walking in deep mud. It last rained almost a week ago. These pigs\nare heavy and have dug up the ground making it more muddy. A new enclosure is being built with plans to move\nthem into it. All enclosures need to rapidly eliminate excess water. To be corrected by 2-8-16.\nExit briefing conducted with licensee."
    }
  ],
  "narrative": "3.125(a)\nFACILITIES, GENERAL.   \nThe hog panel wire fencing placed around a tree in the enclosure with two domestic pigs is damaged to where there\nare broken and protruding bars sticking out.   This fence needs to be repaired or replaced to prevent injury to the\npigs.\nTo be corrected by 12-21-15.\n3.127(c)\nFACILITIES, OUTDOOR. \nThe enclosure with the two domestic pigs is excessively muddy throughout half the enclosure.  Their shelter and an\narea behind it are dry, but for the rest they are walking in deep mud.   It last rained almost a week ago.  These pigs\nare heavy and have dug up the ground making it more muddy.   A new enclosure is being built with plans to move\nthem into it.   All enclosures need to rapidly eliminate excess water.   To be corrected by  2-8-16.\nExit briefing conducted with licensee.",
  "animals_total": 6,
  "species": [
    {
      "count": 2,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 2,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}