{
  "insp_id": "89151828040621",
  "layout": "a",
  "customer_id": "9727",
  "customer_name": "Robert Childress",
  "customer_addr": "Po Box 829\nEasley, SC 29641",
  "certificate": "56-C-0121",
  "site_id": "TRA",
  "site_name": "ROBERT CHILDRESS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "30-MAR-2015",
  "report_date": "30-MAR-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Of the six adult goats, two were noticed limping on their right forelegs. When the caretaker was asked, he stated\ntwo of the goats were attacked by a pit bull dog in Georgia a week ago. The caretakers have been treating the\nwounds with a salve, but they were not examined by a veterinarian at the time of the attack, or since. The goats are\nobviously in pain as they are both limping on their right forelegs and are occasionally non-weight bearing. These\ngoats need to be seen by a veterinarian for a diagnosis and treatment. To be corrected by 4-1-15."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The caretaker provided the paperwork he was given by the owner for traveling. It does not include acquisition\nrecords for the camel and 11 goats. There are currently 6 adult goats and 5 babies, including two born a day ago.\nThe faxed itinerary stated there were 7 goats, including two babies, but did not indicate when those babies were\nborn. The records must be present to reflect the current inventory of animals, including the species and sex, date of\nacquistion, and name, address, drivers license, and license plate number of the person from whom animals were\npurchased or otherwise acquired. An inventory sheet was once again provided the caretaker and record keeping\nexplained."
    },
    {
      "code": "2.131(c)(1)",
      "kind": "Direct",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "During this inspection, the six adult goats were tethered on dog leashes with the handles slipped over 2 foot stakes.\nThe goats are located behind the transport and living trailers adjacent to the grass field parking area. There are\nonly two adult caretakers, and between the circus performances, camel rides were given. The load platform for the\ncamel rides is on the opposite side of the camels, so the goats were only being observed by the man leading the\ncamel as he circled the trailers. At one time over 15 people including children of all sizes were gathered around the\nadult and baby goats. Children were sitting or kneeling beside the adult goats and the baby goats were observed\nbeing picked up by the adults and the children. Although no rough handling was observed, there was no\nsupervision to assure the safety of the animals and the public. All of the goats have horns. It would have been easy\nfor someone to walk away with any of the goats, leading them on the leashes, or holding the baby goats. There is\na sign on the fence near the camel to not touch the animals, but lack of adequate barriers is keeping this from\nhappening. To be corrected by 4-1-15."
    },
    {
      "code": "3.125(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "When animals in traveling exhibits are taken off the transport enclosures, they need to be contained in enclosures\nwhich protect the animals from injury and contain the animals. During this travel inspection, the goats were found\nindividually tied by a dog leash and collar to a 2 foot ground stake. The 5 baby goats are loose in the area. The\neasy attack of a loose dog last week injuring two of the goats shows this \"set up\" is not safe for the animals. Being\ntethered does not protect them from predators and does not keep the public out unless supervised. It could also\nlead to entanglement as they run around the stake, or lead to their escape if the tether slips over the top of the\nstake.\nTo be corrected by 4-3-15."
    },
    {
      "code": "3.128",
      "kind": "",
      "repeat": false,
      "desc": "SPACE REQUIREMENTS.",
      "narrative": "After being unloaded, the camel is not contained in an enclosure, but is also tied to the trailer almost continuously\nas it can pull up a stake. Although it can cush, it cannot turn around. An enclosure needs to be provided the camel\nonce it is unloaded, so that it can make normal postural adjustments such as turning around, laying down, and the\nability to move a few steps, something it cannot do now. To be corrected by 4-3-15."
    },
    {
      "code": "3.137(c)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES USED TO TRANSPORT LIVE ANIMALS.",
      "narrative": "The ceiling of the animal transport trailer is approximately 6.5 feet tall. The camel is at least six feet tall at his hump.\nHe is being transported in this trailer where he cannot make normal postural adjustments by lifting his head into a\nnormal position. This animal needs to be transported in an enclosure which allows him to hold his head up\nnormally.\nTo be corrected by 5-1-15.\nInspection conducted at Heirs Corner Rd. in Walterboro, SC.\nExit briefing conducted with manager."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nOf the six adult goats, two were noticed limping on their right forelegs.  When the caretaker was asked, he stated\ntwo of the goats were attacked by a pit bull dog in Georgia a week ago.  The caretakers have been treating the\nwounds with a salve, but they were not examined by a veterinarian at the time of the attack, or since.  The goats are\nobviously in pain as they are both limping on their right forelegs and are occasionally non-weight bearing.  These\ngoats need to be seen by a veterinarian for a diagnosis and treatment.  To be corrected by 4-1-15.\n2.75(b)(1)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\nThe caretaker provided the paperwork he was given by the owner for traveling.  It does not include acquisition\nrecords for the camel and 11 goats.  There are currently 6 adult goats and 5 babies, including two born a day ago. \nThe faxed itinerary stated there were 7 goats, including two babies, but did not indicate when those babies were\nborn.  The records must be present to reflect the current inventory of animals, including the species and sex, date of\nacquistion, and name, address, drivers license, and license plate number of the person from whom animals were\npurchased or otherwise acquired.  An inventory sheet was once again provided the caretaker and record keeping\nexplained.\n2.131(c)(1)           DIRECT\nHANDLING OF ANIMALS.\nDuring this inspection, the six adult goats were tethered on dog leashes with the handles slipped over 2 foot stakes. \nThe goats are located behind the transport and living trailers adjacent to the grass field parking area.  There are\nonly two adult caretakers, and between the circus performances, camel rides were given.  The load platform for the\ncamel rides is on the opposite side of the camels, so the goats were only being observed by the man leading the\ncamel as he circled the trailers.   At one time over 15 people including children of all sizes were gathered around the\nadult and baby goats.  Children were sitting or kneeling beside the adult goats and the baby goats were observed\nbeing picked up by the adults and the children.  Although no rough handling was observed, there was no\nsupervision to assure the safety of the animals and the public.  All of the goats have horns. It would have been easy\nfor someone to walk away with any of the goats, leading them on the leashes, or holding the baby goats.   There is\n\na sign on the fence near the camel to not touch the animals, but lack of adequate barriers is keeping this from\nhappening.   To be corrected by 4-1-15.\n3.125(a)           DIRECT\nFACILITIES, GENERAL.   \nWhen animals in traveling exhibits are taken off the transport enclosures, they need to be contained in enclosures\nwhich protect the animals from injury and contain the animals.  During this travel inspection, the goats were found\nindividually tied by a dog leash and collar to a 2 foot ground stake.   The 5 baby goats are loose in the area.  The\neasy attack of a loose dog last week injuring two of the goats shows this \"set up\" is not safe for the animals. Being\ntethered does not protect them from predators and does not keep the public out unless supervised.  It could also\nlead to entanglement as they run around the stake, or lead to their escape if the tether slips over the top of the\nstake. \nTo be corrected by 4-3-15.\n3.128\nSPACE REQUIREMENTS. \nAfter being unloaded, the camel is not contained in an enclosure, but is also tied to the trailer almost continuously\nas it can pull up a stake.  Although it can cush, it cannot turn around.  An enclosure needs to be provided the camel\nonce it is unloaded, so that it can make normal postural adjustments such as turning around, laying down, and the\nability to move a few steps, something it cannot do now.  To be corrected by 4-3-15.\n3.137(c)\nPRIMARY ENCLOSURES USED TO TRANSPORT LIVE ANIMALS.\nThe ceiling of the animal transport trailer is approximately 6.5 feet tall.  The camel is at least six feet tall at his hump.\n He is being transported in this trailer where he cannot make normal postural adjustments by lifting his head into a\nnormal position.   This animal needs to be transported in an enclosure which allows him to hold his head up\nnormally.\nTo be corrected by 5-1-15.\nInspection conducted at Heirs Corner Rd. in Walterboro, SC.\nExit briefing conducted with manager.",
  "animals_total": 12,
  "species": [
    {
      "count": 1,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 11,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    }
  ]
}