{
  "insp_id": "2016082567943690",
  "layout": "a",
  "customer_id": "10912",
  "customer_name": "Spirit Of The Hills Wildlife Sanctuary",
  "customer_addr": "500 Tinton Road\nSpearfish, SD 57783",
  "certificate": "46-C-0053",
  "site_id": "001",
  "site_name": "SPIRIT OF THE HILLS WILDLIFE SANCTUARY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-SEP-2016",
  "report_date": "29-SEP-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* A female Bengal tiger, \"Asia,\" has a red swollen, festering mass on her lower left gum. The mass appears to\nprotrude from her mouth and is, at a minimum, two inches by one inch with an unknown depth. The mass was\nobserved to be dripping blood. While observing the tiger, she hit the fence where the mass was and was observed\nto jerk back in pain. She was observed to be licking frequently and rubbing her face with her paw.\nThe tiger was assessed by the attending veterinarian on September 15th, 2016 and it was documented that it may\nbe \"possible neoplasia\" and it would be \"monitored and removed if appropriate.\" No treatment was administered at\nthat time. No record of monitoring was present.\nMost of the food from the feeding on Tuesday, September 27th, 2016 was observed on the ground within the\nenclosure and had not all been consumed. The tiger was observed having difficulty picking up the chicken and\neating when it tried to eat. The hip bones, spine, and ribs are visible on the tiger indicating the tiger is not\nconsuming enough calories due to inability or lack of food.\n* A male African Lion, \"Hercules\", was observed to be extremely thin (Body Condition Score -BCS 1/5) with his\nspine and hip bones showing. When he got up to walk, his legs seemed to be extremely stiff, and he was having\ndifficulty walking. When he walked his back legs were uncoordinated with exaggerated movements. His walk was\nvery staggered and unsteady. He was observed to stumble as he walked on multiple occasions. He only walked\nabout ten steps and then laid back down. Most of the food that had been fed the night before (September 27th) was\nstill on the ground within the enclosure and had not been consumed.\nMasses can be painful and/or distressful to the animal and may lead to further medical conditions. A thin body\ncondition and difficulty walking can be indications of other medical problems occurring in the animal.\nAll exhibitors shall establish and maintain programs of adequate veterinary care that include the use of appropriate\nmethods to prevent, control, diagnose and treat diseases and injuries.\nThis female Bengal tiger needs to be evaluated by a veterinarian by the end of the day September 28, 2016. This\nverbal correction dated was provided to the Board Secretary and the Sanctuary Director via two separate phone\ncalls at approximately 11:30AM and 11:45AM respectively on September 28th. A diagnosis needs to be made to\ninclude a treatment plan with appropriate follow-up treatment and care. Written documentation needs to be kept on\nall treatment to include medications administered (what medication, the dosage, time, and who administered) and\nany surgeries performed. This documentation needs to be kept and maintained and made available upon next\ninspection.\nThis male African lion needs to be evaluated by a veterinarian by the end of the day September 28, 2016. This was\ncommunicated to the veterinarian and veterinary technician at approximately 4:30PM on September 28, 2016. A\ndiagnosis needs to be made to include a treatment plan with appropriate follow-up treatment and care. Written\ndocumentation needs to be kept on all treatment to include medications administered (what medication, the dosage,\nthe time, and who administered) and any surgeries performed. This documentation needs to be kept and\nmaintained and made available upon next inspection."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There were several animals throughout the facility that were observed to have other veterinary care related\nproblems as documented below:\n* A female pot-bellied pig, \"Tilly,\" roaming free near the barn, was observed to have difficulty walking. She was slow\nmoving. Her rear legs did not move properly. When she attempted to move forward her hind end side-stepped and\nher rear feet crossed each other. She moved in a staggering motion and was observed falling down on multiple\noccasions when she tried to turn around.\n* A sheep, \"Baby Sheep,\" was housed with \"Marshmallow\" in a stall in the barn. The animal care taker stated that\nthe sheep was observed to be throwing up green liquid. Depending on who was asked, the veterinarian was or was\nnot contacted. A document was provided showing that Baytril was to be administered to the sheep twice a day. The\nattending veterinarian's office did not have any record for \"Baby Sheep.\"\n* A female goat has a hard mass on its right ear. The mass is round and slightly larger than a golf ball. It was firm,\ncovered with thinning hair and mildly red to purple in color.\n* A male dog, \"Skippy,\" housed with the coyote was observed to have an open wound under his right eye. The\nwound is closely located to the outside corner of the eye and is approximately 2-3 cm in size. The wound itself is\nmoderately red and swollen with brown to black crusting around the open area.\n* A male mountain lion, \"Turbo,\" was observed to have a sore right front leg and is unable to get around his\nenclosure easily. The animal is missing it's left front leg so when it stands it relies solely on its right front leg. When\nthe animal attempted to stand it did not put its foot flat on the ground and its right front leg was not fully extended.\nAs a result, he stood in a \"hunched over\" position. When the animal attempted to walk he still did not place the\nbottom of his foot on the ground or fully extend his front right leg. He walked hunched over, in a \"crawling\" motion,\nwith his head down. The facility representative stated that the animal has a pressure sore on its right front leg. The\nvet records show that the animal was assessed by the attending veterinarian on December 15, 2015 and\nrecommended euthanasia and then again on August 22, 2016 where euthanasia was recommended once again."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There were a number of animals throughout the sanctuary that were observed to be extremely thin:\n* A female wolf hybrid, \"Macey,\" housed down by the cabin was observed to be extremely thin (BCS 0.5/5) with her\nhip bones and spine showing. The hip bones and spine were prominent. The ribs were moderately visible. The\nabdomen had a \"tucked up\" appearance and appeared sunken in behind the ribs.\n* A female hog, \"Gertrude,\" housed by the barn was observed to have open sores on her sides. The size of the\nsores varied in size from pinpoint to 2-3 cm. Some of the smaller sores were scabbed over but the majority of the\nlarger sores were open with brown to black crusting around the open areas. Some of the sores were oozing a\nyellow-green discharge while others were bleeding. The hog was also extremely thin (BCS 0.5) with her back bone\nand hips protruding. When the hog got up, she walked over to the fencing and started rubbing/itching her sides\nalong the fencing causing the sores to bleed/ooze more.\n* A female sheep, \"Marshmellow,\" housed in one of the stalls in the barn was observed to be emaciated (BCS 0.5/5)\nwith every bone in its body clearly visible. The ribs, hips, back-bone and head bones were protruding greatly and\nthe abdomen was sunken in behind the ribs. The sheep moves very little and spends a good deal of time standing\nin place with its head in the corner. The sheep was evaluated on August 22nd, 2016 and the veterinarian diagnosed\nmoderate arthritis, vision loss, and generalized muscle loss. The veterinarian recommended deworming with\nFenbendazole and a diet increase/change. There are no records showing that the recommendations were followed.\nThere are no records showing that the veterinarian has been contacted since the evaluation in August.\n* A male Grizzly bear, \"Kody,\" was observed pacing non-stop in his enclosure. He appears thin (BCS 1.5/5) and his\nhair coat appears poor. His hip bones, shoulders and spine were mildly protruding and his haircoat is dull and rough\nin appearance.\n* \"Benny\" and \"Kiwani,\" two Syrian bears housed next to the other bears appear thin (BCS 2/5) with mildly\nprotruding hip bones, shoulders and spine.\n* The female black bear, \"Lilly,\" and the male black bear, \"Grunt,\" were observed to be thin (BCS 2/5) with poor hair\ncoats. Their hip bones, shoulders and spine were mildly protruding and their haircoats were dull and rough in\nappearance. Their flank appears to be sunken in.\n* A male white tiger, \"Raphael,\" was observed to be thin (BCS 2.5/5) with prominent hip bones and back bone.\n* A female Bengal tiger, \"Shula,\" was observed to be thin (BCS 2.5/5) with prominent hip bones and back bone. She\nwas also observed dribbling urine when she exited her shelter. Her food from the feeding from September 28, 2016\nwas still on the ground in her enclosure and had not all been consumed. The attending veterinarian assessed the\ntiger on August 22nd and recommended metacam be administered every other day. There was no metacam on the\nproperty and the animal care takers present were not made aware that she should be getting medication.\nVeterinary care issues, such as all those listed above can be painful or distressful to the animal and can lead to\nfurther health complications. The animals listed above must be examined by a licensed veterinarian by 5:00 pm on\nSeptember 29, 2016 in order to ensure that an accurate diagnosis is obtained and an\nappropriate treatment plan is developed and followed. This information, including the diagnosis, treatment and\nresolution of the condition, must be documented and made available to the inspector upon request. The licensee\nmust ensure that all animals receive adequate veterinary care at all times."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Evidence of daily observation of the health and well being of every animal is not present. Ongoing chronic health\nand well being issues have not been reported to the attending veterinarian in a timely and accurate manner.\nNo notations on any animal's condition are present, even with animals who had recognized health or well being\nissues.\nAnimals with health conditions needing immediate or timely veterinary assessment and care were not reported to\nthe veterinarian prior to inspection. This included \"Hercules\" as described above.\nThe veterinarian had not been contacted for chronic health and well being issues such as weight loss, lameness,\nlethargy and ill thrift. No monitoring or corrective plans were in place.\nThere was no evidence of administration of veterinary prescribed medication or treatments or follow up/monitoring\nfor the tigers \"Shula\" or \"Asia\" who had been evaluated by veterinarian.\nThere was a verbal report of an animal being administered medications without a prescription/treatment protocol\nfrom a veterinarian - \"Baby Sheep\" housed with \"Marshmallow\" was reportedly being treated with Baytril®\n(fluoroquinolone). There was no documentation that the animal had been seen by the veterinarian or that the\nveterinarian prescribed the treatment.\nThinness, lameness, oral mass and other cited health issues appear NOT to be acute problems, but have\ndeveloped over a significant amount of time (>6 weeks) which should have allowed for proper and timely\nassessment, treatment/intervention and reassessment by veterinarian.\nThe facility representatives present on the inspection stated that daily observations were not being done, that some\nof the prescribed veterinary treatments were not done, and that the veterinarian was not aware of some of the\nmedical conditions in the animals.\nMost feeding records are not initialed by the person who performed task and appear to have been filled out all at\none time rather than daily. The facility representatives present on the inspection stated that feeding and watering of\nanimals was not always done.\nThe lack of daily observation records, the statements made by the facility representatives and the general\nconditions of the animals show that there is inadequate daily observation and a lack of communication with the\nveterinarian. Inadequate daily observation and communication with the veterinarian allows for chronic problems to\ndevelop and acute health and well being issues to be overlooked which can lead to unnecessary pain, distress, and\nsuffering for the animals.\nThe licensee must conduct daily observations of all animals to assess their health and well-being. In addition, a\nmechanism of direct and frequent communication is required so that timely and accurate information on problems of\nanimal health, behavior and well-being is conveyed to the attending veterinarian. In order to demonstrate\ncompliance, records should show that all animals were observed daily to assess their health and well being. In\naddition, all communications with the veterinarian should be documented. These records should be maintained and\nmade available to the inspectors upon request. Correction of this should be immediate from this day forward."
    },
    {
      "code": "3.129(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "Throughout the facility the body conditions of animals were observed to be inadequate indicating that the animals\nare not consuming enough calories either due to lack of food, lack of quality food, inappropriate diet, or the inability\nto consume the food provided.\nThe following animals appeared thin to emaciated:\n* \"Macy\" - wolf hybrid - housed at the cabin\n* \"Gertrude\" - Female hog -housed at the barn\n* \"Marshmallow\" - Female sheep - housed at the barn\n* \"Cody\" - Male Kodiak Grizzly bear\n* \"Benny\" and \"Kiwani\" - Male and female Syrian bears\n* \"Lilly\"- female black bear\n* \"Grunt\" - male black bear\n* \"Raphael\" - male white tiger\n* \"Shula\" - Female Bengal tiger\n* \"Hercules\" - Male African lion\n* \"Asia\" - female Bengal tiger\nIn addition, the facility representatives present during the inspection stated that animals were not being fed\nappropriately.\nInsufficient, inadequate quality or inappropriate diets can cause serious illness in animals leading to health problems\nin the animals to include death by starvation. Food provided to all animals at the facility shall be wholesome,\npalatable, and free from contamination and of sufficient quantity and nutritive value to maintain all animals in good\nhealth. The diet shall be prepared with consideration for the age, species, condition, size, and type of the animal.\nAnimals shall be fed at least once a day except as dictated by hibernation, veterinary treatment, normal fasts, or\nother professionally accepted practices.\nThe diets for the above mentioned animals need to be assessed by the veterinarian and the operators of the facility.\nAn appropriate written diet and feeding schedule needs to be implemented to include detailed records on what is\nbeing fed (including food item and weight), what time it is being fed, and who is providing the feed. These records\nneed to be maintained at the facility and made available for inspection upon next inspection.\nTo be corrected by noon, September 30, 2016."
    },
    {
      "code": "3.132",
      "kind": "Direct",
      "repeat": false,
      "desc": "EMPLOYEES.",
      "narrative": "It is evident by the number and type of non-compliant items that there is an inadequate number of knowledgeable\nemployees to carry out the level of husbandry and care required by the Animal Welfare regulations. During the\nday-long inspection at the facility, numerous animals were observed to need veterinary care. Animals were\nobserved to be thin indicating they are not getting a sufficient diet and there are animals intermingled with animals\nthat are not compatible with each other. There were areas in the facility that needed maintenance and upkeep. In\naddition, the animal caretakers who accompanied the inspector on inspection indicated that the \"reliable people\"\nwho were assigned to the different areas of the sanctuary had not shown up at the sanctuary to care for the animals\nthey were assigned to care for. Some of the people who were assigned to the areas were not showing up until later\nin the day or even in the dark of night to feed the big cats and bears.\nThe volunteers who are currently at the sanctuary have little to no experience with large exotic animals and there is\nnot a program in place to train the volunteers who are helping or who will be helping in the future. In addition, the\nturn over at the facility continues to be extremely high making it difficult to maintain sufficiently trained employees.\nFailure to provide a sufficient number of adequately trained employees does not ensure that problems at the facility,\nincluding veterinary care and husbandry issues, are identified and corrected which could be detrimental to the\nwelfare of the animals.\nThe sanctuary needs to employ a sufficient number of adequately trained employees to maintain the professionally\nacceptable level of husbandry practices set forth in this subpart. Such practices shall be under a supervisor who has\na background in animal care.\nTo be corrected by October 30, 2016.\nThis inspection was conducted with Sanctuary volunteers. An exit interview, conducted on September 29, 2016,\nwas conducted with a Sanctuary volunteer and Animal Care VMO, Dr. Ann Goplen."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n* A female Bengal tiger, \"Asia,\" has a red swollen, festering mass on her lower left gum. The mass appears to\nprotrude from her mouth and is, at a minimum, two inches by one inch with an unknown depth. The mass was\nobserved to be dripping blood. While observing the tiger, she hit the fence where the mass was and was observed\nto jerk back in pain. She was observed to be licking frequently and rubbing her face with her paw.\nThe tiger was assessed by the attending veterinarian on September 15th, 2016 and it was documented that it may\nbe \"possible neoplasia\" and it would be \"monitored and removed if appropriate.\" No treatment was administered at\nthat time. No record of monitoring was present.\nMost of the food from the feeding on Tuesday, September 27th, 2016 was observed on the ground within the\nenclosure and had not all been consumed. The tiger was observed having difficulty picking up the chicken and\neating when it tried to eat. The hip bones, spine, and ribs are visible on the tiger indicating the tiger is not\nconsuming enough calories due to inability or lack of food.\n* A male African Lion, \"Hercules\", was observed to be extremely thin (Body Condition Score -BCS 1/5) with his\nspine and hip bones showing. When he got up to walk, his legs seemed to be extremely stiff, and he was having\ndifficulty walking. When he walked his back legs were uncoordinated with exaggerated movements. His walk was\nvery staggered and unsteady. He was observed to stumble as he walked on multiple occasions. He only walked\nabout ten steps and then laid back down. Most of the food that had been fed the night before (September 27th) was\nstill on the ground within the enclosure and had not been consumed.\nMasses can be painful and/or distressful to the animal and may lead to further medical conditions. A thin body\ncondition and difficulty walking can be indications of other medical problems occurring in the animal. \nAll exhibitors shall establish and maintain programs of adequate veterinary care that include the use of appropriate\nmethods to prevent, control, diagnose and treat diseases and injuries.\nThis female Bengal tiger needs to be evaluated by a veterinarian by the end of the day September 28, 2016. This\nverbal correction dated was provided to the Board Secretary and the Sanctuary Director via two separate phone\ncalls at approximately 11:30AM and 11:45AM respectively on September 28th. A diagnosis needs to be made to\n\ninclude a treatment plan with appropriate follow-up treatment and care. Written documentation needs to be kept on\nall treatment to include medications administered (what medication, the dosage, time, and who administered) and\nany surgeries performed. This documentation needs to be kept and maintained and made available upon next\ninspection.\nThis male African lion needs to be evaluated by a veterinarian by the end of the day September 28, 2016. This was\ncommunicated to the veterinarian and veterinary technician at approximately 4:30PM on September 28, 2016. A\ndiagnosis needs to be made to include a treatment plan with appropriate follow-up treatment and care. Written\ndocumentation needs to be kept on all treatment to include medications administered (what medication, the dosage,\nthe time, and who administered) and any surgeries performed. This documentation needs to be kept and\nmaintained and made available upon next inspection.\n2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere were several animals throughout the facility that were observed to have other veterinary care related\nproblems as documented below:\n* A female pot-bellied pig, \"Tilly,\" roaming free near the barn, was observed to have difficulty walking. She was slow\nmoving. Her rear legs did not move properly. When she attempted to move forward her hind end side-stepped and\nher rear feet crossed each other. She moved in a staggering motion and was observed falling down on multiple\noccasions when she tried to turn around.\n* A sheep, \"Baby Sheep,\" was housed with \"Marshmallow\" in a stall in the barn. The animal care taker stated that\nthe sheep was observed to be throwing up green liquid. Depending on who was asked, the veterinarian was or was\nnot contacted. A document was provided showing that Baytril was to be administered to the sheep twice a day. The\nattending veterinarian's office did not have any record for \"Baby Sheep.\" \n* A female goat has a hard mass on its right ear. The mass is round and slightly larger than a golf ball. It was firm,\ncovered with thinning hair and mildly red to purple in color. \n* A male dog, \"Skippy,\" housed with the coyote was observed to have an open wound under his right eye.  The\nwound is closely located to the outside corner of the eye and is approximately 2-3 cm in size. The wound itself is\nmoderately red and swollen with brown to black crusting around the open area. \n* A male mountain lion, \"Turbo,\" was observed to have a sore right front leg and is unable to get around his\nenclosure easily. The animal is missing it's left front leg so when it stands it relies solely on its right front leg. When\nthe animal attempted to stand it did not put its foot flat on the ground and its right front leg was not fully extended.\nAs a result, he stood in a \"hunched over\" position. When the animal attempted to walk he still did not place the\nbottom of his foot on the ground or fully extend his front right leg. He walked hunched over, in a \"crawling\" motion,\nwith his head down. The facility representative stated that the animal has a pressure sore on its right front leg. The\nvet records show that the animal was assessed by the attending veterinarian on December 15, 2015 and\nrecommended euthanasia and then again on August 22, 2016 where euthanasia was recommended once again.\n\n2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere were a number of animals throughout the sanctuary that were observed to be extremely thin:\n* A female wolf hybrid, \"Macey,\" housed down by the cabin was observed to be extremely thin (BCS 0.5/5) with her\nhip bones and spine showing. The hip bones and spine were prominent.  The ribs were moderately visible.  The\nabdomen had a  \"tucked up\" appearance and appeared sunken in behind the ribs. \n* A female hog, \"Gertrude,\" housed by the barn was observed to have open sores on her sides. The size of the\nsores varied in size from pinpoint to 2-3 cm. Some of the smaller sores were scabbed over but the majority of the\nlarger sores were open with brown to black crusting around the open areas.  Some of the sores were oozing a\nyellow-green discharge while others were bleeding. The hog was also extremely thin (BCS 0.5) with her back bone\nand hips protruding. When the hog got up, she walked over to the fencing and started rubbing/itching her sides\nalong the fencing causing the sores to bleed/ooze more.\n* A female sheep, \"Marshmellow,\" housed in one of the stalls in the barn was observed to be emaciated (BCS 0.5/5)\nwith every bone in its body clearly visible. The ribs, hips, back-bone and head bones were protruding greatly and\nthe abdomen was sunken in behind the ribs. The sheep moves very little and spends a good deal of time standing\nin place with its head in the corner. The sheep was evaluated on August 22nd, 2016 and the veterinarian diagnosed\nmoderate arthritis, vision loss, and generalized muscle loss. The veterinarian recommended deworming with\nFenbendazole and a diet increase/change. There are no records showing that the recommendations were followed. \nThere are no records showing that the veterinarian has been contacted since the evaluation in August.  \n* A male Grizzly bear, \"Kody,\" was observed pacing non-stop in his enclosure. He appears thin (BCS 1.5/5) and his\nhair coat appears poor. His hip bones, shoulders and spine were mildly protruding and his haircoat is dull and rough\nin appearance. \n* \"Benny\" and \"Kiwani,\" two Syrian bears housed next to the other bears appear thin (BCS 2/5) with mildly\nprotruding hip bones, shoulders and spine. \n* The female black bear, \"Lilly,\" and the male black bear, \"Grunt,\" were observed to be thin (BCS 2/5) with poor hair\ncoats. Their hip bones, shoulders and spine were mildly protruding and their haircoats were dull and rough in\nappearance. Their flank appears to be sunken in.\n* A male white tiger, \"Raphael,\" was observed to be thin (BCS 2.5/5) with prominent hip bones and back bone. \n* A female Bengal tiger, \"Shula,\" was observed to be thin (BCS 2.5/5) with prominent hip bones and back bone. She\nwas also observed dribbling urine when she exited her shelter.  Her food from the feeding from September 28, 2016\nwas still on the ground in her enclosure and had not all been consumed. The attending veterinarian assessed the\ntiger on August 22nd and recommended metacam be administered every other day. There was no metacam on the\nproperty and the animal care takers present were not made aware that she should be getting medication.\nVeterinary care issues, such as all those listed above can be painful or distressful to the animal and can lead to\nfurther health complications. The animals listed above must be examined by a licensed veterinarian by 5:00 pm on\nSeptember 29, 2016 in order to ensure that an accurate diagnosis is obtained and an\nappropriate treatment plan is developed and followed. This information, including the diagnosis, treatment and\n\nresolution of the condition, must be documented and made available to the inspector upon request. The licensee\nmust ensure that all animals receive adequate veterinary care at all times.\n2.40(b)(3)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nEvidence of daily observation of the health and well being of every animal is not present.  Ongoing chronic health\nand well being issues have not been reported to the attending veterinarian in a timely and accurate manner.\nNo notations on any animal's condition are present, even with animals who had recognized health or well being\nissues. \nAnimals with health conditions needing immediate or timely veterinary assessment and care were not reported to\nthe veterinarian prior to inspection.  This included  \"Hercules\" as described above.\nThe veterinarian had not been contacted for chronic health and well being issues such as weight loss, lameness,\nlethargy and ill thrift.  No monitoring or corrective plans were in place.\nThere was no evidence of administration of veterinary prescribed medication or treatments or follow up/monitoring\nfor the tigers \"Shula\"  or \"Asia\" who had been evaluated by veterinarian.\nThere was a verbal report of an animal being administered medications without a prescription/treatment protocol\nfrom a veterinarian - \"Baby Sheep\" housed with \"Marshmallow\" was reportedly being treated with Baytril® \n(fluoroquinolone). There was no documentation that the animal had been seen by the veterinarian or that the\nveterinarian prescribed the treatment. \nThinness, lameness, oral mass and other cited health issues appear NOT to be acute problems, but have\ndeveloped over a significant amount of time (>6 weeks) which should have allowed for proper and timely\nassessment, treatment/intervention and reassessment by veterinarian.\nThe facility representatives present on the inspection stated that daily observations were not being done, that some\nof the prescribed veterinary treatments were not done, and that the veterinarian was not aware of some of the\nmedical conditions in the animals.\nMost feeding records are not initialed by the person who performed task and appear to have been filled out all at\none time rather than daily.  The facility representatives present on the inspection stated that feeding and watering of\nanimals was not always done. \nThe lack of daily observation records, the statements made by the facility representatives and the general\nconditions of the animals show that there is inadequate daily observation and a lack of communication with the\nveterinarian. Inadequate daily observation and communication with the veterinarian allows for chronic problems to\ndevelop and acute health and well being issues to be overlooked which can lead to unnecessary pain, distress, and\nsuffering for the animals.\n\nThe licensee must conduct daily observations of all animals to assess their health and well-being. In addition, a\nmechanism of direct and frequent communication is required so that timely and accurate information on problems of\nanimal health, behavior and well-being is conveyed to the attending veterinarian. In order to demonstrate\ncompliance, records should show that all animals were observed daily to assess their health and well being.  In\naddition, all communications with the veterinarian should be documented. These records should be maintained and\nmade available to the inspectors upon request.  Correction of this should be immediate from this day forward.\n3.129(a)           DIRECT\nFEEDING.    \nThroughout the facility the body conditions of animals were observed to be inadequate indicating that the animals\nare not consuming enough calories either due to lack of food, lack of quality food, inappropriate diet, or the inability\nto consume the food provided. \nThe following animals appeared thin to emaciated:\n* \"Macy\" - wolf hybrid - housed at the cabin\n* \"Gertrude\" - Female hog -housed at the barn\n* \"Marshmallow\" - Female sheep - housed at the barn\n* \"Cody\" - Male Kodiak Grizzly bear\n* \"Benny\" and \"Kiwani\" - Male and female Syrian bears\n* \"Lilly\"- female black bear\n* \"Grunt\" - male black bear\n* \"Raphael\" - male white tiger\n* \"Shula\" - Female Bengal tiger\n* \"Hercules\" - Male African lion\n* \"Asia\" - female Bengal tiger\nIn addition, the facility representatives present during the inspection stated that animals were not being fed\nappropriately. \nInsufficient, inadequate quality or inappropriate diets can cause serious illness in animals leading to health problems\nin the animals to include death by starvation. Food provided to all animals at the facility shall be wholesome,\npalatable, and free from contamination and of sufficient quantity and nutritive value to maintain all animals in good\nhealth. The diet shall be prepared with consideration for the age, species, condition, size, and type of the animal.\nAnimals shall be fed at least once a day except as dictated by hibernation, veterinary treatment, normal fasts, or\nother professionally accepted practices.\nThe diets for the above mentioned animals need to be assessed by the veterinarian and the operators of the facility.\nAn appropriate written diet and feeding schedule needs to be implemented to include detailed records on what is\nbeing fed (including food item and weight), what time it is being fed, and who is providing the feed. These records\n\nneed to be maintained at the facility and made available for inspection upon next inspection.\nTo be corrected by noon, September 30, 2016.\n3.132           DIRECT\nEMPLOYEES. \nIt is evident by the number and type of non-compliant items that there is an inadequate number of knowledgeable\nemployees to carry out the level of husbandry and care required by the Animal Welfare regulations. During the\nday-long inspection at the facility, numerous animals were observed to need veterinary care. Animals were\nobserved to be thin indicating they are not getting a sufficient diet and there are animals intermingled with animals\nthat are not compatible with each other. There were areas in the facility that needed maintenance and upkeep. In\naddition, the animal caretakers who accompanied the inspector on inspection indicated that the \"reliable people\"\nwho were assigned to the different areas of the sanctuary had not shown up at the sanctuary to care for the animals\nthey were assigned to care for. Some of the people who were assigned to the areas were not showing up until later\nin the day or even in the dark of night to feed the big cats and bears. \nThe volunteers who are currently at the sanctuary have little to no experience with large exotic animals and there is\nnot a program in place to train the volunteers who are helping or who will be helping in the future.  In addition, the\nturn over at the facility continues to be extremely high making it difficult to maintain sufficiently trained employees.\nFailure to provide a sufficient number of adequately trained employees does not ensure that problems at the facility,\nincluding veterinary care and husbandry issues, are identified and corrected which could be detrimental to the\nwelfare of the animals. \nThe sanctuary needs to employ a sufficient number of adequately trained employees to maintain the professionally\nacceptable level of husbandry practices set forth in this subpart. Such practices shall be under a supervisor who has\na background in animal care.\nTo be corrected by October 30, 2016.\nThis inspection was conducted with Sanctuary volunteers. An exit interview, conducted on September 29, 2016,\nwas conducted with a Sanctuary volunteer and Animal Care VMO, Dr. Ann Goplen.",
  "animals_total": 163,
  "species": [
    {
      "count": 2,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 1,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 1,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 3,
      "scientific": "Canis lupus",
      "common": "GRAY WOLF / GREY WOLF / TIMBER WOLF"
    },
    {
      "count": 9,
      "scientific": "Canis lupus x c. l. familiaris",
      "common": "WOLF/DOG HYBRID"
    },
    {
      "count": 31,
      "scientific": "Canis lupus familiaris",
      "common": "DOMESTIC DOG"
    },
    {
      "count": 3,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 3,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA (DOMESTICATED)"
    },
    {
      "count": 26,
      "scientific": "Felis silvestris catus",
      "common": "DOMESTIC CAT"
    },
    {
      "count": 6,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 1,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 1,
      "scientific": "Lynx canadensis",
      "common": "CANADIAN LYNX"
    },
    {
      "count": 4,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 15,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 4,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 4,
      "scientific": "Panthera pardus",
      "common": "LEOPARD"
    },
    {
      "count": 13,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 4,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 6,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 12,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 1,
      "scientific": "Tamiasciurus hudsonicus",
      "common": "AMERICAN RED SQUIRREL"
    },
    {
      "count": 6,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 1,
      "scientific": "Ursus arctos horribilis",
      "common": "GRIZZLY BEAR"
    },
    {
      "count": 4,
      "scientific": "Ursus arctos syriacus",
      "common": "SYRIAN BROWN BEAR"
    }
  ]
}