{
  "insp_id": "169141358190873",
  "layout": "a",
  "customer_id": "32011",
  "customer_name": "Deer Forest Amusements Inc",
  "customer_addr": "P O Box 817\nColoma, MI 49046",
  "certificate": "--",
  "site_id": "001",
  "site_name": "DEER FOREST AMUSEMENTS INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-JUN-2014",
  "report_date": "18-JUN-2014",
  "citations": [
    {
      "code": "2.1(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "REQUIREMENTS AND APPLICATION.",
      "narrative": "The owner of the property has Fallow deer, Bobcats, cavies, llama/alpaca, goats, pigs, Watusi and a rabbit on\nexhibit to the public at his amusement facility.\nAny person operating or intending to operate as a exhibitor, except persons who are exempted from the licensing\nrequirements under paragraph (a)(3) of this section, must have a valid license.\nA USDA, APHIS, AC license must be obtained to exhibit animals to the public."
    },
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The facility employs a veterinarian under part-time or consulting arrangements. The written program of veterinary\ncare does not give guidance on the two cavy that are present. Written veterinary guidance for the care and well\nbeing of the\nvarious species at the facility has not been provided by the owner. Animals may be mishandled and mistreated\nwithout current applicable guidelines for their care and treatment. For example, two Patagonian cavies died last\nDecember at the facility when they were housed outdoors without a heated nest box. Each exhibitor shall employ an\nattending veterinarian under formal arrangements, which shall include a written program of veterinary care in the\ncase of a part-time or consulting veterinarian. A written program of veterinary care, including appropriate guidance\nfor each species at the facility, must be documented and implemented."
    },
    {
      "code": "2.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "Since June, 2013 ther have been new managers in charge of animal care at the facility and there have been\nnumerous\ndeaths of animals in their care. The list includes one ringtail lemur, 1 bobcat kitten, 2 adult watusi, 2 cavy, 1 fox, one\npeacock, one Chinese pheasant and two fallow deer. The managers husband stated that the technician that was\nhired this spring was represented as having wild and exotic animal experience, but they found out she had only\nworked at a dog kennel, which is also the only experience that the manager and the managers husband have had\nwith animals. Since the previous inspection a rabbit has had a back injury due to poor handling.\nAll licensees who maintain wild or exotic animals must demonstrate adequate experience and knowledge of the\nspecies they maintain.\nThe managers must gain the appropriate knowledge and experience of any species of animal prior to acquiring the\nanimal or hire someone with the proper knowledge and experience with the species involved."
    },
    {
      "code": "2.131(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "The 18 fallow deer on exhibit are very uneasy and nervous. The animals pace the back of the enclosure and hide in\nthe off exhibit area. The public is allowed to enter the deer enclosure. Signs are posted to not proceed beyond this\npoint but there is no physical barrier, leaving the deer an area where the public is not allowed but the food and water\nfor the deer is in the area where the public is allowed. The public access further exacerbates the animals\nnervousness and may cause them to injur themselves.\nHandling of all animals shall be done as expeditiously and carefully as possible in a manner that does not cause\ntrauma, overheating, excessive cooling, behavioral stress, physical harm, or unnecessary discomfort.\nMeasures must be taken to reduce the stress and anxiety of these animals when on exhibit to the public."
    },
    {
      "code": "2.131(d)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "The public is allowed hand feed animals on exhibit including: six pigs, two llamas, one alpaca, five goats, two\ncavies,\none rabbit, a watusi, and eighteen fallow deer. The public may contact the animals during feeding. Employees or\nattendants are not present during these times of public contact. Guests may enter the fallow deer enclosure\nunattended. The deer run back and forth across the back of their enclosure when they see people. One of the\nrabbits present at the last inspection was seen by the attending veterinarian for a back issue that was causing\nlameness. The care takers are not aware of how the injury happened because there are no attendants present at\ntimes of public contact. Unattended public contact may result in physical injury to the animals by trauma or them\neating unapproved items. The animals experience mental harm when they are subject to ignorant and inappropriate\nhuman contact. A responsible, knowledgeable, and readily identifiable employee or attendant must be present at all\ntimes during public contact."
    },
    {
      "code": "3.52(d)",
      "kind": "Direct",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The rabbit enclosure has cement sides that are approximately 3 feet tall and an open top. One rabbit was seen by\nthe attending veterinarian for a back injury of unknown cause.\nOutdoor housing facilities for rabbits shall be fenced or otherwise enclosed to minimize the entrance of predators.\nEnsure that the rabbit is in an enclosure that provides it protection from predators with appropriate fencing."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The enclosure housing 2 adult pigs and 4 piglets, the enclosure housing the 3 llama/alpaca and the enclosure\nhousing the Watusi have numerous areas of wire fence that are broken and in disrepair. The shelters for the fallow\ndeer in the off exhibit area have two wood boards on the ground with large nails sticking out from them and there is\na roof support that is falling down and also has nails sticking out of it. There is a rusty, deteriorated piece of metal\nalong the bottom of the shelter for the bobcats. The door for the rabbit shelter is chewed and in disrepair. There\nare old, non-functional, automatic waterers in the deer enclosure that are very rusted and have jagged edges.\nThe facility must be constructed of such material and of such strength as appropriate for the animals involved.The\nindoor and outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the\nanimals from injury and to contain the animals.\nAll animals must be contained in an enclosure that is appropriate for the species to prevent injury and/or death of\nthe\nanimals.Replace or repair the fence so that it does not cause injury and so that it contains the pigs, llama/alpaca\nand\nWatusi. Repair the shelterss in the off exhibit are for the fallow deer to prevent injury. Remove or replace the rusty\nmetal at the bottom of the bobcat shelter to prevent injury and to maintain the structural strength of the shelter.\nReplace or repair the door so that it does not cause injury to the rabbit inside the enclosure. Remove or repair the\nautomatic waterers inside the fallow deer enclosure to prevent injury."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The storage shed which used to house bags of all purpose sweet feed and deer pellets has spilled feed on the floor.\nThere is\nevidence of mice in the form of mouse droppings on the floor of the shed. The bobcat shelter has a storage area\nattached to it. The facility is keeping bird feed in this area and it is spilled on the floor. During the inspection the\ninspector had a mouse run across her foot in this storage area. These open bags of food draw rodents into the\narea. The bobcat food is thawed in a refrigerator in the storage area where the bobcats are housed. There is a\nlarge amount of dried chicken juice on the rungs of the refrigerator shelves and the bottom of the refrigerator. There\nis an odor coming from the refrigerator.\nSupplies of food and bedding shall be stored in facilities which adequately protect such supplies against\ndeterioration,\nmolding, or contamination by vermin. Refrigeration shall be provided for supplies of perishable food.\nAny open bags of food must be kept in a container with a lid to prevent infestation and contamination by mice and\nspilled feed must be cleaned up so that it does not attract rodents. The refrigerator where the meat is thawed must\nbe cleaned regularily to eliminate the possibility of contamination of the food and to reduce odor and disease\nhazards."
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The watusi is housed in an enclosure that does not have a shelter with 3 sides and a roof.\nThis is not a sufficient shelter for the watusi. It does not protect the animal from wind and rain in the summer and\nwind and snow in the winter.\nA shelter with at least three sides and a roof must be constructed or walls added to the current structure to protect\nthe\nanimal and prevent discomfort."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The two cavy are in an enclosure that does not have a perimeter fence.\nOn or after May 17, 2000, all outdoor housing facilities (i.e., facilities not entirely indoors) must be enclosed by a\nperimeter fence that is of sufficient height to keep animals and unauthorized persons out. Fences less than 6 feet\nhigh for other animals must be approved in writing by the Administrator. The fence must be constructed so that it\nprotects the animals in the facility by restricting animals and unauthorized persons from going through it or under it\nand having contact with the animals in the facility, and so that it can function as a secondary containment system for\nthe animals in the facility. It must be of sufficient distance from the outside of the primary enclosure to prevent\nphysical contact between animals inside the enclosure and animals or persons outside the perimeter fence. Such\nfences less than 3 feet in distance from the primary enclosure must be approved in writing by the Administrator.\nA perimeter fence must be errected around any enclosure housing a wild or exotic animal to act as secondary\ncontaiment and to prevent death of the animal by a predator."
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "There was no edible hay in the fallow deer enclosure and according to the attending veterinarians instructions hay\nmust be fed ad lib to the deer. The cavy diet consists of one day of pig feed and one day of rabbit pellet. This diet\nfor the cavy has not been recommended by the attending veterinarian. There was no pellet or grain in the fallow\ndeer enclosure and no deer pellet on hand. There was no food dish or rabbit pellet in the rabbit enclosure.\nThe food shall be wholesome, palatable, and free from contamination and of sufficient quantity and nutritive value to\nmaintain all animals in good health.\nProvide all animals with a sufficient amount of appropriate food and hay daily to maintain the health of the animals."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "Excess algae, dirt, and leaves are present in the water container for the Watusi. A layer of green/brown material is\ncovering the insides of these containers, contaminating the animals' water. Dirty water may harbor disease hazards\nwhich pose a health risk for the animals. All water receptacles shall be kept clean and sanitary."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "There is a lot of debris piled behind the cavy enclosures and outside the barn where the hay and some of the grain\nare being stored. These areas are great grounds for rodent infestation\nPremises (buildings and grounds) shall be kept clean and in good repair in order to protect the animals from injury\nand to facilitate the prescribed husbandry practices set forth in this subpart. Accumulations of trash shall be placed\nin\ndesignated areas and cleared as necessary to protect the health of the animals.\nRemove all trash and debris from the premises and grounds to protect the health of the animals."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "There is mice feces in the sweet feed and deer pellet storeage shed. A mouse ran over the inspectors foot in the\nstorage area connected to the bobcat enclosure.\nA safe and effective program for the control of insects, ectoparasites, and avian and mammalian pests shall be\nestablished and maintained.\nA program to eliminate mice must be developed and maintained."
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": true,
      "desc": "EMPLOYEES.",
      "narrative": "With the number of husbandry citations it shows that there is not a sufficient number of employees on staff to care\nfor\nthe animals on hand. The managers husband stated that everyone was complaining about him working with the\nanimals and that he has nothing saying he can't and admits working with the animals regularly.\nA sufficient number of adequately trained employees shall be utilized to maintain the professionally acceptable level\nof husbandry practices set forth in this subpart. Such practices shall be under a supervisor who has a background in\nanimal care.\nA sufficient number of employees must be utilized to maintain a professional level of animal husbandry for the\nanimals' optimal health and well being.\nA voice message was left on the owners cell phone with the changes since the last inspection to serve as the exit\ninterview. I also left my phone numbers for any questions the owner may have concerning this inspection report.\nNO REGULATED ACTIVITIES MAY BE CONDUCTED UNTIL A VALID USDA LICENSE IS OBTAINED.\nAdditional Inspectors\nHammel Kurt, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.1(a)(1)                    REPEAT\nREQUIREMENTS AND APPLICATION.\nThe owner of the property has Fallow deer, Bobcats, cavies, llama/alpaca, goats, pigs, Watusi and a rabbit on\nexhibit to the public at his amusement facility.  \nAny person operating or intending to operate as a exhibitor, except persons who are exempted from the licensing\nrequirements under paragraph (a)(3) of this section, must have a valid license.\nA USDA, APHIS, AC license must be obtained to exhibit animals to the public.\n2.40(a)(1)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe facility employs a veterinarian under part-time or consulting arrangements. The written program of veterinary\ncare does not give guidance on the two cavy that are present. Written veterinary guidance for the care and well\nbeing of the\nvarious species at the facility has not been provided by the owner. Animals may be mishandled and mistreated\nwithout current applicable guidelines for their care and treatment. For example, two Patagonian cavies died last\nDecember at the facility when they were housed outdoors without a heated nest box. Each exhibitor shall employ an\nattending veterinarian under formal arrangements, which shall include a written program of veterinary care in the\ncase of a part-time or consulting veterinarian. A written program of veterinary care, including appropriate guidance\nfor each species at the facility, must be documented and implemented.\n2.131(a)                    REPEAT\nHANDLING OF ANIMALS.\nSince June, 2013 ther have been new managers in charge of animal care at the facility and there have been\nnumerous\ndeaths of animals in their care. The list includes one ringtail lemur, 1 bobcat kitten, 2 adult watusi, 2 cavy, 1 fox, one\npeacock, one Chinese pheasant and two fallow deer. The managers husband stated that the technician that was\n\nhired this spring was represented as having wild and exotic animal experience, but they found out she had only\nworked at a dog kennel, which is also the only experience that the manager and the managers husband have had\nwith animals.  Since the previous inspection a rabbit has had a back injury due to poor handling. \nAll licensees who maintain wild or exotic animals must demonstrate adequate experience and knowledge of the\nspecies they maintain.\nThe managers must gain the appropriate knowledge and experience of any species of animal prior to acquiring the\nanimal or hire someone with the proper knowledge and experience with the species involved.\n2.131(b)(1)                    REPEAT\nHANDLING OF ANIMALS.\nThe 18 fallow deer on exhibit are very uneasy and nervous. The animals pace the back of the enclosure and hide in\nthe off exhibit area. The public is allowed to enter the deer enclosure. Signs are posted to not proceed beyond this\npoint but there is no physical barrier, leaving the deer an area where the public is not allowed but the food and water\nfor the deer is in the area where the public is allowed.  The public access further exacerbates the animals\nnervousness and may cause them to injur themselves.\nHandling of all animals shall be done as expeditiously and carefully as possible in a manner that does not cause\ntrauma, overheating, excessive cooling, behavioral stress, physical harm, or unnecessary discomfort.\nMeasures must be taken to reduce the stress and anxiety of these animals when on exhibit to the public.\n2.131(d)(2)                    REPEAT\nHANDLING OF ANIMALS.\nThe public is allowed hand feed animals on exhibit including: six pigs, two llamas, one alpaca, five goats, two\ncavies,\none rabbit, a watusi, and eighteen fallow deer. The public may contact the animals during feeding. Employees or\nattendants are not present during these times of public contact.   Guests may enter the fallow deer enclosure\nunattended. The deer run back and forth across the back of their enclosure when they see people.  One of the\nrabbits present at the last inspection was seen by the attending veterinarian for a back issue that was causing\nlameness.  The care takers are not aware of how the injury happened because there are no attendants present at\ntimes of public contact. Unattended public contact may result in physical injury to the animals by trauma or them\neating unapproved items. The animals experience mental harm when they are subject to ignorant and inappropriate\nhuman contact. A responsible, knowledgeable, and readily identifiable employee or attendant must be present at all\ntimes during public contact.\n\n3.52(d)           DIRECT\nFACILITIES, OUTDOOR.   \nThe rabbit enclosure has cement sides that are approximately 3 feet tall and an open top.  One rabbit was seen by\nthe attending veterinarian for a back injury of unknown cause.  \nOutdoor housing facilities for rabbits shall be fenced or otherwise enclosed to minimize the entrance of predators.\nEnsure that the rabbit is in an enclosure that provides it protection from predators with appropriate fencing.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nThe enclosure housing 2 adult pigs and 4 piglets, the enclosure housing the 3 llama/alpaca and the enclosure\nhousing the Watusi have numerous areas of wire fence that are broken and in disrepair. The shelters for the fallow\ndeer in the off exhibit area have two wood boards on the ground with large nails sticking out from them and there is\na roof support that is falling down and also has nails sticking out of it.  There is a rusty, deteriorated piece of metal\nalong the bottom of the shelter for the bobcats.  The door for the rabbit shelter is chewed and in disrepair.  There\nare old, non-functional, automatic waterers in the deer enclosure that are very rusted and have jagged edges.\nThe facility must be constructed of such material and of such strength as appropriate for the animals involved.The\nindoor and outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the\nanimals from injury and to contain the animals.\nAll animals must be contained in an enclosure that is appropriate for the species to prevent injury and/or death of\nthe\nanimals.Replace or repair the fence so that it does not cause injury and so that it contains the pigs, llama/alpaca\nand\nWatusi. Repair the shelterss in the off exhibit are for the fallow deer to prevent injury.  Remove or replace the rusty\nmetal at the bottom of the bobcat shelter to prevent injury and to maintain the structural strength of the shelter. \nReplace or repair the door so that it does not cause injury to the rabbit inside the enclosure. Remove or repair the\nautomatic waterers inside the fallow deer enclosure to prevent injury.\n3.125(c)                    REPEAT\nFACILITIES, GENERAL.   \nThe storage shed which used to house bags of all purpose sweet feed and deer pellets has spilled feed on the floor.\nThere is\nevidence of mice in the form of mouse droppings on the floor of the shed. The bobcat shelter has a storage area\nattached to it. The facility is keeping bird feed in this area and it is spilled on the floor.  During the inspection the\n\ninspector had a mouse run across her foot in this storage area.  These open bags of food draw rodents into the\narea.  The bobcat food is thawed in a refrigerator in the storage area where the bobcats are housed.  There is a\nlarge amount of dried chicken juice on the rungs of the refrigerator shelves and the bottom of the refrigerator.  There\nis an odor coming from the refrigerator.\nSupplies of food and bedding shall be stored in facilities which adequately protect such supplies against\ndeterioration,\nmolding, or contamination by vermin.  Refrigeration shall be provided for supplies of perishable food.\nAny open bags of food must be kept in a container with a lid to prevent infestation and contamination by mice and\nspilled feed must be cleaned up so that it does not attract rodents.  The refrigerator where the meat is thawed must\nbe cleaned regularily to eliminate the possibility of contamination of the food and to reduce odor and disease\nhazards.\n3.127(b)                    REPEAT\nFACILITIES, OUTDOOR. \nThe watusi is housed in an enclosure that does not have a shelter with 3 sides and a roof.\nThis is not a sufficient shelter for the watusi. It does not protect the animal from wind and rain in the summer and\nwind and snow in the winter.\nA shelter with at least three sides and a roof must be constructed or walls added to the current structure to protect\nthe\nanimal and prevent discomfort.\n3.127(d)                    REPEAT\nFACILITIES, OUTDOOR. \nThe two cavy are in an enclosure that does not have a perimeter fence.\nOn or after May 17, 2000, all outdoor housing facilities (i.e., facilities not entirely indoors) must be enclosed by a\nperimeter fence that is of sufficient height to keep animals and unauthorized persons out. Fences less than 6 feet\nhigh for other animals must be approved in writing by the Administrator. The fence must be constructed so that it\nprotects the animals in the facility by restricting animals and unauthorized persons from going through it or under it\nand having contact with the animals in the facility, and so that it can function as a secondary containment system for\nthe animals in the facility. It must be of sufficient distance from the outside of the primary enclosure to prevent\nphysical contact between animals inside the enclosure and animals or persons outside the perimeter fence. Such\nfences less than 3 feet in distance from the primary enclosure must be approved in writing by the Administrator.\n\nA perimeter fence must be errected around any enclosure housing a wild or exotic animal to act as secondary\ncontaiment and to prevent death of the animal by a predator.\n3.129(a)                    REPEAT\nFEEDING.    \nThere was no edible hay in the fallow deer enclosure and according to the attending veterinarians instructions hay\nmust be fed ad lib to the deer.  The cavy diet consists of one day of pig feed and one day of rabbit pellet.  This diet\nfor the cavy has not been recommended by the attending veterinarian.  There was no pellet or grain in the fallow\ndeer enclosure and no deer pellet on hand.  There was no food dish or rabbit pellet in the rabbit enclosure.\nThe food shall be wholesome, palatable, and free from contamination and of sufficient quantity and nutritive value to\nmaintain all animals in good health.\nProvide all animals with a sufficient amount of appropriate food and hay daily to maintain the health of the animals.\n3.130                    REPEAT\nWATERING.  \nExcess algae, dirt, and leaves are present in the water container for the Watusi. A layer of green/brown material is\ncovering the insides of these containers, contaminating the animals' water. Dirty water may harbor disease hazards\nwhich pose a health risk for the animals. All water receptacles shall be kept clean and sanitary.\n3.131(c)                    REPEAT\nSANITATION.   \nThere is a lot of debris piled behind the cavy enclosures and outside the barn where the hay and some of the grain\nare being stored.  These areas are great grounds for rodent infestation\nPremises (buildings and grounds) shall be kept clean and in good repair in order to protect the animals from injury\nand to facilitate the prescribed husbandry practices set forth in this subpart. Accumulations of trash shall be placed\nin\ndesignated areas and cleared as necessary to protect the health of the animals.\nRemove all trash and debris from the premises and grounds to protect the health of the animals.\n3.131(d)                    REPEAT\n\nSANITATION.   \nThere is mice feces in the sweet feed and deer pellet storeage shed.  A mouse ran over the inspectors foot in the\nstorage area connected to the bobcat enclosure.\nA safe and effective program for the control of insects, ectoparasites, and avian and mammalian pests shall be\nestablished and maintained.\nA program to eliminate mice must be developed and maintained.\n3.132                    REPEAT\nEMPLOYEES. \nWith the number of husbandry citations it shows that there is not a sufficient number of employees on staff to care\nfor\nthe animals on hand. The managers husband stated that everyone was complaining about him working with the\nanimals and that he has nothing saying he can't and admits working with the animals regularly.\nA sufficient number of adequately trained employees shall be utilized to maintain the professionally acceptable level\nof husbandry practices set forth in this subpart. Such practices shall be under a supervisor who has a background in\nanimal care.\nA sufficient number of employees must be utilized to maintain a professional level of animal husbandry for the\nanimals' optimal health and well being.\nA voice message was left on the owners cell phone with the changes since the last inspection to serve as the exit\ninterview.  I also left my phone numbers for any questions the owner may have concerning this inspection report.\nNO REGULATED ACTIVITIES MAY BE CONDUCTED UNTIL A VALID USDA LICENSE IS OBTAINED.\nAdditional Inspectors\nHammel Kurt, Veterinary Medical Officer",
  "animals_total": 38,
  "species": [
    {
      "count": 1,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 5,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 18,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 2,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 2,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 1,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 2,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 6,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}