{
  "insp_id": "2016082569479375",
  "layout": "a",
  "customer_id": "327297",
  "customer_name": "Abraham Borntreger",
  "customer_addr": "E21481 Witte Rd\nAugusta, WI 54722",
  "certificate": "35-A-0408",
  "site_id": "001",
  "site_name": "ABRAHAM BORNTREGER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-MAY-2019",
  "report_date": "09-MAY-2019",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female Shih Tzu (ID # 002) has hair loss covering its back and along part of its abdomen. I estimate the amount\nof hair loss to be covering approximately 70% of the dog's body. In addition there is a sore in the middle of its back\nthat appears to be healing. The licensee stated the dog started losing its hair about three weeks ago. He has not\ncalled the Attending Veterinarian as he thought the dog was shedding and he wasn't worried about it.\nHair loss can indicate an underlying heath issue that may be contagious to other dogs or even humans. In addition,\nthe severe amount of hair loss can make it difficult for the dog to properly maintain its body temperature. The\nlicensee must contact the Attending Veterinarian and treat the dog per his/her instructions.\nCorrect by 5/12/19.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female Shih Tzu (ID # 002) has hair loss covering its back and along part of its abdomen.  I estimate the amount\nof hair loss to be covering approximately 70% of the dog's body.  In addition there is a sore in the middle of its back\nthat appears to be healing.  The licensee stated the dog started losing its hair about three weeks ago.  He has not\ncalled the Attending Veterinarian as he thought the dog was shedding and he wasn't worried about it.\nHair loss can indicate an underlying heath issue that may be contagious to other dogs or even humans.  In addition,\nthe severe amount of hair loss can make it difficult for the dog to properly maintain its body temperature.  The\nlicensee must contact the Attending Veterinarian and treat the dog per his/her instructions.\nCorrect by 5/12/19.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.",
  "animals_total": 42,
  "species": [
    {
      "count": 34,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 8,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}