{
  "insp_id": "2016090000627456",
  "layout": "b",
  "customer_id": "1389",
  "customer_name": "MURRAY STATE COLLEGE",
  "customer_addr": "ONE MURRAY CAMPUS STE V T 100\nTISHOMINGO, OK 73460",
  "certificate": "73-R-0016",
  "site_id": "001",
  "site_name": "MURRAY STATE COLLEGE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-JUN-2021",
  "report_date": "09-JUN-2021",
  "citations": [
    {
      "code": "2.31(e)",
      "kind": "",
      "repeat": false,
      "desc": "Institutional Animal Care and Use Committee (IACUC).",
      "narrative": "On 19 April 2021, five animals were obtained from the animal control shelter for the purpose of a teaching lab to\ndemonstrate appropriate euthanasia, necropsy, and tissue sampling methods. These five animals were scheduled for\neuthanasia that day at the shelter and were selected by animal control personnel for transportation to the veterinary\nteaching facility. Upon arrival the animals were received by faculty and the laboratory was immediately conducted. All\nanimals were humanely euthanized in accordance with AVMA guidelines by veterinary faculty. However, the facility does\nnot have a protocol that covers this type of teaching lab. The facility must develop a protocol, approved by the IACUC,\nthat completely and accurately details all aspects of the proposed animal use. This includes but is not limited to: species\njustification and approximate number of animals to be used, a thorough description of any procedure to be performed on\nthe animals, methods to reduce or eliminate discomfort or pain, and a description of euthanasia methods.\nTo be corrected prior to conducting this activity.\nThis inspection and exit interview were conducted with facility representative.\nEnd Section"
    }
  ],
  "narrative": "2.31(e) \n   \nInstitutional Animal Care and Use Committee (IACUC). \nOn 19 April 2021, five animals were obtained from the animal control shelter for the purpose of a teaching lab to \ndemonstrate appropriate euthanasia, necropsy, and tissue sampling methods.  These five animals were scheduled for \neuthanasia that day at the shelter and were selected by animal control personnel for transportation to the veterinary \nteaching facility.  Upon arrival the animals were received  by faculty and the laboratory was immediately conducted.  All \nanimals were humanely euthanized in accordance with AVMA guidelines by veterinary faculty.  However,  the facility does \nnot have a protocol that covers this type of teaching lab.  The facility must develop  a protocol, approved  by the IACUC, \nthat completely and accurately details all aspects of the proposed animal use.  This includes but is not limited to:  species \njustification and approximate number of animals to be used, a thorough description of any procedure to be performed on \nthe animals, methods to reduce or eliminate discomfort or pain, and a description of euthanasia methods. \nTo be corrected prior to conducting this activity. \n \nThis inspection and exit interview were conducted with facility representative. \n \nEnd Section",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}