{
  "insp_id": "259142357430582",
  "layout": "a",
  "customer_id": "31385",
  "customer_name": "Lester Wagler",
  "customer_addr": "2252 E. 277th\nLyndon, KS 66451",
  "certificate": "48-A-1932",
  "site_id": "001",
  "site_name": "Lester Wagler",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-SEP-2014",
  "report_date": "18-SEP-2014",
  "citations": [
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Dug holes were observed in the dirt ground floor in one enclosure and next to the enclosure gate in another\nenclosure. Two dogs are in contact with the affected areas which are located in outdoor housing. The holes were\nestimated to be one foot wide by six inched deep. This affects the ability of enclosure fencing to contain the dogs\nsecurely. It could lead to potential injury affecting the safety and health of the dog. The licensee must keep\nfacilities in good repair to protect the animals from injury and contain the animals securely at all times."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* One carpet square has torn and shredded ends. The affected carpet square is attached to the entrance of one\noutdoor shelter structure. One adult dog and five puppies are in contact with the affected carpet square. Potential\ningestion of the carpet exist which could lead to digestion problems. In addition the dog or puppies could become\nentangled in the torn, shredded ends causing potential injury. The licensee must keep housing facilities in good\nrepair and protect the animals from injury at all times. Correct by 9/25/14.\n* The facility inspection done on 9/11/14 and the exit briefing done on 9/18/14 were conducted with the licensee."
    }
  ],
  "narrative": "3.1(a)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n*    Dug holes were observed in the dirt ground floor in one enclosure and next to the enclosure gate in another\nenclosure.  Two dogs are in contact with the affected areas which are located in outdoor housing.  The holes were\nestimated to be one foot wide by six inched deep. This affects the ability of enclosure fencing to contain the dogs\nsecurely.  It could lead to potential injury affecting the safety and health of the dog.  The licensee must keep\nfacilities in good repair to protect the animals from injury and contain the animals securely at all times.\n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\n*   One carpet square has torn and shredded ends.  The affected carpet square is attached to the entrance of one\noutdoor shelter structure.  One adult dog and five puppies are in contact with the affected carpet square.    Potential\ningestion of the carpet exist which could lead to digestion problems.  In addition the dog or puppies could become\nentangled in the torn, shredded ends causing potential injury. The licensee must keep housing facilities in good\nrepair and protect the animals from injury at all times.  Correct by  9/25/14.\n*  The facility inspection done on 9/11/14 and the exit briefing done on 9/18/14 were conducted with the licensee.",
  "animals_total": 25,
  "species": [
    {
      "count": 10,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 15,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}