{
  "insp_id": "40151428230951",
  "layout": "a",
  "customer_id": "327318",
  "customer_name": "Richard D Wagler",
  "customer_addr": "3780 N 975 East\nLoogootee, IN 47553",
  "certificate": "32-A-0474",
  "site_id": "001",
  "site_name": "RICHARD WAGLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-FEB-2015",
  "report_date": "09-FEB-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Male black and white Boston Terrier with USDA tag #1 has a cloudy left eye. The cornea is a white opaque color\nwith blood vessels visible growing in from the edges. The sclera has increased redness. There is small amount of\nthick mucoid discharge present. Eye conditions are painful and may lead to blindness. Appropriate methods to\nprevent, control, diagnose, and treat diseases and injuries must be utilized. This dog must be examined by a\nlicensed veterinarian. Documentation of the veterinarian's assessment, treatment, and plan shall be maintained for\nexamination by APHIS officials.\nCorrect by: February 11, 2015\nExit interview conducted with Licensee's Wife."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nMale black and white Boston Terrier with USDA tag #1 has a cloudy left eye.  The cornea is a white opaque color\nwith blood vessels visible growing in from the edges.  The sclera has increased redness.  There is small amount of\nthick mucoid discharge present.  Eye conditions are painful and may lead to blindness.  Appropriate methods to\nprevent, control, diagnose, and treat diseases and injuries must be utilized.  This dog must be examined by a\nlicensed veterinarian.  Documentation of the veterinarian's assessment, treatment, and plan shall be maintained for\nexamination by APHIS officials.\nCorrect by:  February 11, 2015\nExit interview conducted with Licensee's Wife.",
  "animals_total": 29,
  "species": [
    {
      "count": 27,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 2,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}