{
  "insp_id": "INS-0000846946",
  "layout": "c",
  "customer_id": "2208",
  "customer_name": "Zoological Society of Cincinnati",
  "customer_addr": "3400 VINE STREET\nCINCINNATI, OH 45220",
  "certificate": "31-C-0044",
  "site_id": "001",
  "site_name": "ZOOLOGICAL SOCIETY OF CINCINNATI",
  "insp_type": "FOCUSED INSPECTION",
  "date": "14-FEB-2023",
  "report_date": "15-FEB-2023",
  "citations": [
    {
      "code": "2.131(b)(1)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "On 8/5/22, an error in shifting a fishing cat from a retreat to the habitat following recovery from anesthesia resulted in the\ndeath of the animal. The 6 year old fishing cat named Juniper was sedated for a routine diagnostic exam. She was\nallowed to recover in the on site hospital for approximately 20 minutes before being returned to her enclosure. She was\nplaced in the retreat area which is connected to the rest of the habitat by a shift door. The protocol is for the animals to\nremain in the retreat area following anesthesia and then for the keeper to call the veterinarian before allowing them to\nreturn to the habitat. However, the shift door was either already open or opened by the keeper and approximately 5\nminutes after returning from the hospital the cat was heard splashing in the pool in the habitat. The animal was removed\nfrom the pool but she was unresponsive. She was transported back to the hospital and CPR was attempted but was not\nsuccessful. The necropsy results were consistent with drowning. The facility investigated the incident and concluded the\nposition of the retreat door not being visible from the keeper door (blind shift) was a contributing factor. Corrective actions\nwere to place labels at the shift door handles to indicate open or closed position.\nFailure to follow the protocol for handling animals following recovery from anesthesia led the death of the fishing cat.\nHandling of animals must be done as carefully as possible in a manner that does not cause trauma or physical harm.\nCorrect by: Corrected at the time of inspection\nThis inspection and exit interview were conducted with facility representatives.\nn"
    }
  ],
  "narrative": "2.131(b)(1)  Critical\n   \nHandling of animals. \nOn 8/5/22, an error in shifting a fishing cat from a retreat to the habitat following recovery from anesthesia resulted in the \ndeath of the animal.  The 6 year old fishing cat named Juniper was sedated for a routine diagnostic exam.  She was \nallowed to recover in the on site hospital for approximately 20 minutes before being returned to her enclosure.  She was \nplaced in the retreat area which is connected to the rest of the habitat by a shift door.  The protocol is for the animals to \nremain in the retreat area following anesthesia and then for the keeper to call the veterinarian before allowing them to \nreturn to the habitat.  However, the shift door was either already open or opened by the keeper and approximately 5 \nminutes after returning from the hospital the cat was heard splashing in the pool in the habitat.  The animal was removed \nfrom the pool but she was unresponsive.  She was transported back to the hospital and CPR was attempted but was not \nsuccessful.  The necropsy results were consistent with drowning.  The facility investigated the incident and concluded the \nposition of the retreat door not being visible from the keeper door (blind shift) was a contributing factor.  Corrective actions \nwere to place labels at the shift door handles to indicate open or closed position. \nFailure to follow the protocol for handling animals following recovery from anesthesia led the death of the fishing cat. \nHandling of animals must be done as carefully as possible in a manner that does not cause trauma or physical harm. \nCorrect by:  Corrected at the time of inspection\n\nThis inspection and exit interview were conducted with facility representatives. \n \n n",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}