{
  "insp_id": "INS-0000864809",
  "layout": "c",
  "customer_id": "329797",
  "customer_name": "JACOB LAPP",
  "customer_addr": "12547 MADDEN ROAD\nBELMONT, WI 53510",
  "certificate": "35-A-0361",
  "site_id": "001",
  "site_name": "JACOB LAPP",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-APR-2023",
  "report_date": "17-APR-2023",
  "citations": [
    {
      "code": "2.75(b)(1)(iv)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The records of animal sales do not have the name and address of the person/business that purchased the animals.\nIncomplete records don't allow APHIS officials to trace animals for health reasons, if needed. Records of sales must have\nthe name and address of the purchaser (of where the animals went to).\n***Correct by 4/18/2023."
    },
    {
      "code": "3.28(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Primary enclosures.",
      "narrative": "The metal divider between the two middle rows is rusting by the floor and bedding. Rusted metal is no longer smooth and\ncannot be readily sanitized. Ensure that the areas guinea pigs can touch are smooth materials and impervious to\nmoisture and liquids."
    },
    {
      "code": "3.31(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "At least 12 weanling enclosures were excessively soiled (the four enclosures closest to the East door and the weanling\nenclosures in the north side). The areas around the water sipper valve was wet and I ran my gloved hand in the bedding\nand found it was mostly soiled material. Ammonia odors were also stronger around these areas. Also, nine adult guinea\npig enclosures had wet, soiled areas around the water sipper valves. Wet, soiled areas can make guinea pigs\nuncomfortable and more likely to get sick and also increase ammonia odors in the building which can cause animals to\nget sick. To protect the health of the animals, ensure that each enclosure is cleaned often enough to prevent a build-up of\nexcreta."
    },
    {
      "code": "3.31(b)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "Some areas in the building have accumulations of clutter and trash;\n-The area around the food storage has a large stack of empty feed bags and other trash.\n-The walkway closest to the northern wall has different things such as dusty feeders and other things stored there.\n-The walkway closest to the southern wall has excessive old bedding and excreta.\n-Various walls have excessive dust and cobwebs.\nExcessive clutter and stacks of trash and excreta inside the building around enclosures can create areas for pests to hide\nand live in and also don't allow regular cleaning of those areas.\nEnsure to maintain the building and grounds free from accumulations of trash and clutter.\n***Correct by 4/24/2023.\nThis inspection and exit interview were conducted with a facility representative.\nn"
    }
  ],
  "narrative": "2.75(b)(1)(iv) \n   \nRecords: Dealers and exhibitors. \nThe records of animal sales do not have the name and address of the person/business that purchased the animals. \nIncomplete records don't allow APHIS officials to trace animals for health reasons, if needed. Records of sales must have \nthe name and address of the purchaser (of where the animals went to). \n***Correct by 4/18/2023. \n3.28(a)(1)  Repeat\n   \nPrimary enclosures. \nThe metal divider between the two middle rows is rusting by the floor and bedding.  Rusted metal is no longer smooth and \ncannot be readily sanitized.  Ensure that the areas guinea pigs can touch are smooth materials and impervious to \nmoisture and liquids. \n3.31(a)(1)  Repeat\n   \nSanitation. \nAt least 12 weanling enclosures were excessively soiled (the four enclosures closest to the East door and the weanling \nenclosures in the north side).  The areas around the water sipper valve was wet and I ran my gloved hand in the bedding \nand found it was mostly soiled material. Ammonia odors were also stronger around these areas.  Also, nine adult guinea \npig enclosures had wet, soiled areas around the water sipper valves.  Wet, soiled areas can make guinea pigs\n\nuncomfortable and more likely to get sick and also increase ammonia odors in the building which can cause animals to \nget sick.  To protect the health of the animals, ensure that each enclosure is cleaned often enough to prevent a build-up of \nexcreta. \n3.31(b) \n   \nSanitation. \nSome areas in the building have accumulations of clutter and trash;  \n-The area around the food storage has a large stack of empty feed bags and other trash. \n-The walkway closest to the northern wall has different things such as dusty feeders and other things stored there.  \n-The walkway closest to the southern wall has excessive old bedding and excreta.  \n-Various walls have excessive dust and cobwebs.  \nExcessive clutter and stacks of trash and excreta inside  the building around enclosures can create areas for pests to hide \nand live in and also don't allow regular cleaning of those areas. \nEnsure to maintain the building and grounds free from accumulations of trash and clutter.  \n***Correct by 4/24/2023. \n \nThis inspection and exit interview were conducted with a facility representative. \n \n n",
  "animals_total": 3479,
  "species": [
    {
      "count": 3479,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}