{
  "insp_id": "2016082568094866",
  "layout": "a",
  "customer_id": "7873",
  "customer_name": "Whale Branch Animal Services Inc",
  "customer_addr": "Po Box 299 34 Whale Branch Dr\nSeabrook, SC 29940",
  "certificate": "56-B-0109",
  "site_id": "001",
  "site_name": "WHALE BRANCH ANIMAL SERVICES",
  "insp_type": "ROUTINE INSPECTION",
  "date": "31-JAN-2017",
  "report_date": "08-FEB-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Blood is collected from macaques at two week intervals to provide blood products to customers. A written standard\noperating procedure is in place at this site which states that no more than 10% of the total circulating blood volume\nof 65 ml/kg will be taken at each two week interval. Bleeding records for 141 primates over a period of three\nmonths were reviewed. Of the 812 bleedings during this time frame, at least 73 times the blood amounts removed\nwere more than the 10% of blood volume. The excess amounts were closer to 1% of body weight. One primate\nwas bled 10 ml more than 1% of his body weight.\nHematocrits are taken at each bleed time and any animal with a hematocrit below 35 is not bled. Hematocrits\nappear to be remaining within normal ranges for most of these primates, with occasional non-bleeds due to lower\nhematocrits. At each bleeding iron and B vitamins are supplemented. Two older primates were euthanized during\nthis time frame due to continued low hematocrits.\nTo assure continued health of the animals, additional blood parameter testing may be needed to determine the\nprimate’s blood is being regenerated appropriately. The written standard operating procedure is to be followed.\nTo be corrected by 2-13-17.\nThis inspection and exit interview were conducted with company president.\nAdditional Inspectors\nMaginnis Gwendalyn, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nBlood is collected from macaques at two week intervals to provide blood products to customers.  A written standard\noperating procedure is in place at this site which states that no more than 10% of the total circulating blood volume\nof 65 ml/kg will be taken at each two week interval.  Bleeding records for 141 primates over a period of three\nmonths were reviewed.   Of the 812 bleedings during this time frame, at least 73 times the blood amounts removed\nwere more than the 10% of blood volume.  The excess amounts were closer to 1% of body weight.  One primate\nwas bled 10 ml more than 1% of his body weight.   \nHematocrits are taken at each bleed time and any animal with a hematocrit below 35 is not bled.  Hematocrits\nappear to be remaining within normal ranges for most of these primates, with occasional non-bleeds due to lower\nhematocrits.   At each bleeding iron and B vitamins are supplemented. Two older primates were euthanized during\nthis time frame due to continued low hematocrits.\nTo assure continued health of the animals, additional blood parameter testing may be needed to determine the\nprimate’s blood is being regenerated appropriately. The written standard operating procedure is to be followed.\nTo be corrected by 2-13-17.\nThis inspection and exit interview were conducted with company president.\nAdditional Inspectors\nMaginnis Gwendalyn, Veterinary Medical Officer",
  "animals_total": 136,
  "species": [
    {
      "count": 123,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 13,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE"
    }
  ]
}