{
  "insp_id": "139150736268752",
  "layout": "a",
  "customer_id": "745",
  "customer_name": "Thomas D Morris Inc",
  "customer_addr": "4001 Millender Mill Road\nReisterstown, MD 21136",
  "certificate": "51-B-0009",
  "site_id": "001",
  "site_name": "THOMAS D. MORRIS INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-MAY-2015",
  "report_date": "20-MAY-2015",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The following enclosures at the main location must be repaired:\n1) The pasture field 23 (Bee Hive) housing19 goats has a rusted back gate with the attached wire fencing curling\nup above the ground. Animals walk the fence line and may get a foot or leg caught in the wire fencing and become\ninjured. The gate must be repaired or replaced to prevent injury. This same enclosure has a section of chain link\nfencing short in height going through the front section of the pasture. An end post has fallen over and the chain link\nfencing is sagging. The goats may be injured by the down post and the chain link fencing which is rapidly being\ncovered up by the grass. The fence must be repaired or removed to prevent injury to the animals.\n2) The pasture field behind building D houses two goats. A gate is propped up over a hole (washed out /eroded\narea) under the wood rail fence. This gate is only secured on the right side by a chain to the wood rail fence. Two\nbungee cords were on the ground because they had split apart and no longer held the gate to the fence. The goats\nmay be injured by the unsecured gate or they may move the gate away from the fence to access the hole. The gate\nmust be secured to the wood rail fence or removed and the wood fence repaired to protect the animals from injury.\n3) The pasture field behind building B houses two rams. There is a wood board across the bottom of the\ndoorway to the shelter. The shelter floor is significantly lower than the top of the board and the pasture outside.\nThe rams were observed jumping out of the shelter at the entrance and hitting their scrotums on the wood board.\nThere is no step or platform in the shelter to help the animals go over the wood board and prevent injury going into\nor out of the shelter. There are also sharp nails protruding into the shelter from the entrance wall. The sharp nails\nmust be removed or pounded over to protect the animals from injury. The shelter entrance must be constructed in a\nmanner to prevent injury to the animals.\n4) In the building called M the floor manure scrapper was left in an enclosure housing two dairy cattle. One of\nthe bungee cords had broken away from the metal hook attached to the scrapper which may have resulted from one\nof the cows getting a foot or leg caught in the strap. The manure scrapper must not be allowed to remain in the\nanimal enclosure where it might cause injury to the animals.\nThe facility must establish and maintain a program to keep the animal enclosures structurally sound and in good\nrepair to protect the animals from injury and to contain the animals. Correct items 1-3 by May 27, 2015. Correct\nitem 4 by May 21, 2015."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Pest control must be established in the following areas:\n1) In building J1 housing five swine at the main location there are numerous flies. No fly control measures were\nobserved in the building. The flies may lay eggs in the manure and food residue and increase the population\npresent. Flies may annoy the animals and spread diseases. A safe and effective program for the control of flies\nmust be established and maintained for the health and comfort of the animals.\n2) In the shelters B (with 2 rams) and D (with 2 goats) at the main location, and the shelter in the Upper Front 7\npasture enclosure (with 11 sheep) at location 91, numerous carpenter bees were noted flying about and boring\nholes in the rafters of the shelters. The bees may annoy the animals and prevent the animals from using the\nshelters. The holes in the wood rafters may affect the structural strength of the shelters. A safe and effective\nprogram for the control of the carpenter bees must be established and maintained for the comfort and well-being of\nthe animals.\nCorrect both by May 27, 2015\nThis inspection was conducted 18 May to 20 May 2015. An exit interview was conducted with facility Vice President;\nDr. Mary Geib, VMO; and Dr. David Oelberg, VMO.\nAdditional Inspectors\nGeib Mary, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.125(a)\nFACILITIES, GENERAL.   \nThe following enclosures at the main location must be repaired:\n     1) The pasture field 23 (Bee Hive) housing19 goats has a rusted back gate with the attached wire fencing curling\nup above the ground.  Animals walk the fence line and may get a foot or leg caught in the wire fencing and become\ninjured.  The gate must be repaired or replaced to prevent injury.   This same enclosure has a section of chain link\nfencing short in height going through the front section of the pasture.  An end post has fallen over and the chain link\nfencing is sagging.  The goats may be injured by the down post and the chain link fencing which is rapidly being\ncovered up by the grass.  The fence must be repaired or removed to prevent injury to the animals.\n     2) The pasture field behind building D houses two goats.  A gate is propped up over a hole (washed out /eroded\narea) under the wood rail fence.  This gate is only secured on the right side by a chain to the wood rail fence.  Two\nbungee cords were on the ground because they had split apart and no longer held the gate to the fence.  The goats\nmay be injured by the unsecured gate or they may move the gate away from the fence to access the hole.  The gate\nmust be secured to the wood rail fence or removed and the wood fence repaired to protect the animals from injury. \n     3) The pasture field behind building B houses two rams.  There is a wood board across the bottom of the\ndoorway to the shelter.  The shelter floor is significantly lower than the top of the board and the pasture outside. \nThe rams were observed jumping out of the shelter at the entrance and hitting their scrotums on the wood board.  \nThere is no step or platform in the shelter to help the animals go over the wood board and prevent injury going into\nor out of the shelter.  There are also sharp nails protruding into the shelter from the entrance wall.  The sharp nails\nmust be removed or pounded over to protect the animals from injury.  The shelter entrance must be constructed in a\nmanner to prevent injury to the animals.  \n     4) In the building called M the floor manure scrapper was left in an enclosure housing two dairy cattle.  One of\nthe bungee cords had broken away from the metal hook attached to the scrapper which may have resulted from one\nof the cows getting a foot or leg caught in the strap.  The manure scrapper must not be allowed to remain in the\nanimal enclosure where it might cause injury to the animals.\n     The facility must establish and maintain a program to keep the animal enclosures structurally sound and in good\nrepair to protect the animals from injury and to contain the animals.  Correct items 1-3 by May 27, 2015.  Correct\nitem 4 by May 21, 2015.\n\n3.131(d)\nSANITATION.   \nPest control must be established in the following areas:\n     1) In building J1 housing five swine at the main location there are numerous flies.  No fly control measures were\nobserved in the building.  The flies may lay eggs in the manure and food residue and increase the population\npresent.  Flies may annoy the animals and spread diseases.   A safe and effective program for the control of flies\nmust be established and maintained for the health and comfort of the animals.  \n     2) In the shelters B (with 2 rams) and D (with 2 goats) at the main location, and the shelter in the Upper Front 7\npasture enclosure (with 11 sheep) at location 91, numerous carpenter bees were noted flying about and boring\nholes in the rafters of the shelters.  The bees may annoy the animals and prevent the animals from using the\nshelters.  The holes in the wood rafters may affect the structural strength of the shelters.  A safe and effective\nprogram for the control of the carpenter bees must be established and maintained for the comfort and well-being of\nthe animals.\nCorrect both by May 27, 2015\nThis inspection was conducted 18 May to 20 May 2015. An exit interview was conducted with facility Vice President;\nDr. Mary Geib, VMO; and Dr. David Oelberg, VMO.\nAdditional Inspectors\nGeib Mary, Veterinary Medical Officer",
  "animals_total": 124,
  "species": [
    {
      "count": 8,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 73,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 28,
      "scientific": "Ovis dalli",
      "common": "WHITE SHEEP"
    },
    {
      "count": 15,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}