{
  "insp_id": "INS-0000804890",
  "layout": "c",
  "customer_id": "504623",
  "customer_name": "Deutsche Lufthansa AG",
  "customer_addr": "1400 RXR Plaza, West Tower\nUniondale, NY 11556",
  "certificate": "21-T-0350",
  "site_id": "BOS",
  "site_name": "Deutsche Lufthansa AG - BOS - Boston Logan International Airport",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-JUL-2022",
  "report_date": "26-JUL-2022",
  "citations": [
    {
      "code": "3.15(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures used to transport live dogs and cats.",
      "narrative": "One adult cat in transport under baggage # LH007812 escaped from its primary enclosure upon offloading at BOS. At\nthe time of offloading from the plane's holding space, the handler picked up the enclosure from the handle, the door fell\nout of its frame, and the cat jumped out. Primary enclosures used to transport dogs and cats must be constructed so that\nthey are strong enough to contain the animals securely and to withstand the normal rigors of transportation for the safety\nof the animals. This cat was recovered, appearing in good health, almost three weeks after its escape and returned to its\nowners by the airline.\nThis inspection and exit interview were conducted with facility representatives.\nn"
    }
  ],
  "narrative": "3.15(a)(1) \n   \nPrimary enclosures used to transport live dogs and cats. \nOne adult cat in transport under baggage # LH007812 escaped from its primary enclosure upon offloading at BOS.   At \nthe time of offloading from the plane's holding space, the handler picked up the enclosure from the handle, the door fell \nout of its frame, and the cat jumped out.  Primary enclosures used to transport dogs and cats must be constructed so that \nthey are strong enough to contain the animals securely and to withstand the normal rigors of transportation for the safety \nof the animals.  This cat was recovered, appearing in good health, almost three weeks after its escape and returned to its \nowners by the airline. \n \nThis inspection and exit interview were conducted with facility representatives. \n \n n",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}