{
  "insp_id": "2016082569446236",
  "layout": "a",
  "customer_id": "14826",
  "customer_name": "Kenneth Baker",
  "customer_addr": "Kristina Baker\nLinda Baker\n9114 Hwy A H\nHuggins, MO 65484",
  "certificate": "43-A-3415",
  "site_id": "001",
  "site_name": "LINDA, KRISTINA & KENNETH BAKER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-APR-2019",
  "report_date": "08-APR-2019",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***An adult female Bichon Frise, microchip # OAO2357073, is missing hair on both sides, hips and tail. The skin in\nthese areas is thickened, crusty and red. There are multiple abrasions in these areas also. The dog is intermittently\nscratching its ears with its feet and rubbing its sides against the fence. The owner stated this condition had been\nongoing for approximately two weeks and had not consulted the veterinarian for treatment. Skin conditions can be\na result of parasites, nutrition, or underlying medical conditions. Licensee must have this dog examined by a\nveterinarian for diagnosis and treatment. To be corrected by: 04/10/19\nThis inspection and exit interview was conducted with the owners.\nAdditional Inspectors\nPlumlee Konnie, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***An adult female Bichon Frise, microchip # OAO2357073, is missing hair on both sides, hips and tail.  The skin in\nthese areas is thickened, crusty and red.  There are multiple abrasions in these areas also.  The dog is intermittently\nscratching its ears with its feet and rubbing its sides against the fence.  The owner stated this condition had been\nongoing for approximately two weeks and had not consulted the veterinarian for treatment.  Skin conditions can be\na result of parasites, nutrition, or underlying medical conditions.  Licensee must have this dog examined by a\nveterinarian for diagnosis and treatment. To be corrected by: 04/10/19\nThis inspection and exit interview was conducted with the owners.\nAdditional Inspectors\nPlumlee Konnie, Supervisory Animal Care Specialist",
  "animals_total": 391,
  "species": [
    {
      "count": 160,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 231,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}