{
  "insp_id": "2016082568002590",
  "layout": "a",
  "customer_id": "324541",
  "customer_name": "Kevin Beauchamp",
  "customer_addr": "32069 Hwy 5\nLebanon, MO 65536",
  "certificate": "43-B-3707",
  "site_id": "001",
  "site_name": "KEVIN BEAUCHAMP",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-MAY-2016",
  "report_date": "17-NOV-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***A female English Bulldog (IC5C) had a left eye that appeared reddened compared to the right eye. A small\namount of thick whitish green discharge was noted in the fur near the corner of the eye. Upon closer observation,\nthe tissue under the eyelids and in the corner of the eye appeared inflamed and red. A small, raised, mass-like\nlesion was noted in the corner of the eye. This eye condition could indicate an infection, injury, or other veterinary\nmedical condition which could be uncomfortable or may lead to blindness.\n***Two female Boxers, \"Xana\" (4B1A520A10) and \"Neo\" (4B047B3456), were observed to be very thin. Both dogs\nhad ribs that were easily visible and both had obvious waists and abdominal tucks. \"Xana\" also had prominent\nlumbar vertebrae and pelvic bones. According to the licensee, he had noted the dogs to be thin in January and that\nthey had gotten thinner since that time. He also said that a veterinarian had last seen the dogs in January during a\nfacility inspection. There was no documentation at the facility regarding the body condition of these dogs; however,\ndocumentation initialed by the attending veterinarian in January indicated that these dogs were not sound for\nbreeding. The licensee stated that he was offering dry adult dog food at all times in a self feeder. Additionally he\nsaid he was offering a bowl of wetted dry puppy food and only one can of dog food for both dogs daily and noted\nthat they do not finish it. Poor body condition in dogs can be due to inadequate nutrition, parasites, or other\nunderlying medical problems.\n***A female Lhasa Apso (483E784623) was noticeably not as active as the other dog with which it shared an\nenclosure. The dog was observed mostly lying down while the other dog in the enclosure as well as the other dogs\nin nearby pens were up and running around. On closer observation, the dog had a build up of yellowish brown to\ndark brown material on its teeth. This abnormal build-up of material covered the majority of the cheek teeth and\nextended into the gumline. The gums had receded along some of these teeth. While looking in the mouth on the left\nside, there appeared to be an open space above one of the upper premolars where a root may normally be visible.\nThere was a vertical line of yellowish material noted in the area of the gum tissue above the upper right teeth. The\nabnormal build-up of material on the teeth can cause damage to the gum tissue and tooth structures. This can be\npainful, may decrease the dog's ability to eat normally and negatively impact the overall health of the animal.\nThe licensee was not aware of the dog with the eye condition nor the dog with the dental condition. The licensee\nmust have all of the above animals examined in order to ensure that accurate diagnoses are made and appropriate\ntreatment plans are developed and followed. The licensee must develop and establish an effective dental care\nprogram as part of the overall program of veterinary care for the animals in the facility. The licensee must ensure\nthat all animals receive adequate veterinary care at all times."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "***An outside area of an enclosure in the northwest sheltered building has two areas of torn and separated chain\nfencing. One of these areas has at least one long loose wire end protruding into the enclosure. One opening\nlooked to have been previously patched with a smaller gauge wire but at this time the dogs have pushed the wires\naside to create an opening. One of the openings is of a size that could allow a dog to escape or become trapped\nwhile attempting to escape. Protruding wires pose an injury risk to the dogs within these enclosures.The licensee\nmust ensure, at all times, that all animal housing facilities are kept in good repair, and that they protect the animals\nfrom injury, contain the animals securely, and restrict other animals from entering. To be corrected by: May 9, 2016.\n*Note - the female Basset Hound named Peanut Butter included on the report for the December 15, 2015 inspection\nunder 2.40 (b)(2) was no longer at the facility.\nThis inspection and exit interview were conducted with the licensee by Dr. Erika Leisner-VMO and Curt\nMcGruder-ACI.\nAdditional Inspectors\nMcgruder William, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***A female English Bulldog (IC5C) had a left eye that appeared reddened compared to the right eye. A small\namount of thick whitish green discharge was noted in the fur near the corner of the eye.  Upon closer observation,\nthe tissue under the eyelids and in the corner of the eye appeared inflamed and red. A small, raised, mass-like\nlesion was noted in the corner of the eye. This eye condition could indicate an infection, injury, or other veterinary\nmedical condition which could be uncomfortable or may lead to blindness.  \n***Two female Boxers, \"Xana\" (4B1A520A10) and \"Neo\" (4B047B3456), were observed to be very thin.  Both dogs\nhad ribs that were easily visible and both had obvious waists and abdominal tucks.  \"Xana\" also had prominent\nlumbar vertebrae and pelvic bones. According to the licensee, he had noted the dogs to be thin in January and that\nthey had gotten thinner since that time. He also said that a veterinarian had last seen the dogs in January during a\nfacility inspection. There was no documentation at the facility regarding the body condition of these dogs; however,\ndocumentation initialed by the attending veterinarian in January indicated that these dogs were not sound for\nbreeding. The licensee stated that he was offering dry adult dog food at all times in a self feeder.  Additionally he\nsaid he was offering a bowl of wetted dry puppy food and only one can of dog food for both dogs daily and noted\nthat they do not finish it.  Poor body condition in dogs can be due to inadequate nutrition, parasites, or other\nunderlying medical problems. \n***A female Lhasa Apso (483E784623) was noticeably not as active as the other dog with which it shared an\nenclosure. The dog was observed mostly lying down while the other dog in the enclosure as well as the other dogs\nin nearby pens were up and running around.  On closer observation, the dog had a build up of yellowish brown to\ndark brown material on its teeth. This abnormal build-up of material covered the majority of the cheek teeth and\nextended into the gumline. The gums had receded along some of these teeth. While looking in the mouth on the left\nside, there appeared to be an open space above one of the upper premolars where a root may normally be visible.\nThere was a vertical line of yellowish material noted in the area of the gum tissue above the upper right teeth. The\nabnormal build-up of material on the teeth can cause damage to the gum tissue and tooth structures. This can be\npainful, may decrease the dog's ability to eat normally and negatively impact the overall health of the animal. \nThe licensee was not aware of the dog with the eye condition nor the dog with the dental condition. The licensee\n\nmust have all of the above animals examined in order to ensure that accurate diagnoses are made and appropriate\ntreatment plans are developed and followed. The licensee must develop and establish an effective dental care\nprogram as part of the overall program of veterinary care for the animals in the facility. The licensee must ensure\nthat all animals receive adequate veterinary care at all times.\n3.1(a)\nHOUSING FACILITIES, GENERAL.\n***An outside area of an enclosure in the northwest sheltered building has two areas of torn and separated chain\nfencing.  One of these areas has at least one long loose wire end protruding into the enclosure.  One opening\nlooked to have been previously patched with a smaller gauge wire but at this time the dogs have pushed the wires\naside to create an opening.  One of the openings is of a size that could allow a dog to escape or become trapped\nwhile attempting to escape.  Protruding wires pose an injury risk to the dogs within these enclosures.The licensee\nmust ensure, at all times, that all animal housing facilities are kept in good repair, and that they protect the animals\nfrom injury, contain the animals securely, and restrict other animals from entering.  To be corrected by: May 9, 2016.\n*Note - the female Basset Hound named Peanut Butter included on the report for the December 15, 2015 inspection\nunder 2.40 (b)(2) was no longer at the facility.\nThis inspection and exit interview were conducted with the licensee by Dr. Erika Leisner-VMO and Curt\nMcGruder-ACI.\nAdditional Inspectors\nMcgruder William, Animal Care Inspector",
  "animals_total": 64,
  "species": [
    {
      "count": 47,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 17,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}