{
  "insp_id": "2016082569421706",
  "layout": "a",
  "customer_id": "335075",
  "customer_name": "David Weaver",
  "customer_addr": "5767 County Road 349\nMillersburg, OH 44654",
  "certificate": "31-A-0709",
  "site_id": "001",
  "site_name": "DAVID WEAVER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-APR-2019",
  "report_date": "01-APR-2019",
  "citations": [
    {
      "code": "3.10",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "During the inspection I noticed a dog walk up to the watering line nipple to get a drink of water. The dog was there\nfor a split second and immediately turned away from the nipple. It did not appear the dog got any water from the\nnipple. I asked the licensee to demonstrate to me that the watering line nipples were working. He could not get the\nwatering line nipples in two of the enclosures to work. I asked the licensee to provide a cage of three dogs with a\nbowl of water. One of the dogs in the enclosure stayed in the outside part of it's enclosure and did not appear to\nsee the licensee provide the bowl of water, but the other two dogs immediately went to drink from the bowl. The\nlicensee fixed the watering line and many of the dogs on the half of the building where the watering line was not\nworking immediately went to drink from the watering line nipples. The licensee informed me that he tested the line\nearlier this morning, but did not check all the enclosures. He stated that he last saw the enclosures that were half\nway down the row from the watering source dispense water the night before.\nNot ensuring that the watering line nipples are working or that water is being provided to the dogs on a more regular\nbasis doesn't ensure the health and well-being of the dogs. Water must be provided as often as necessary to\nensure the health and well-being of the dogs. Correct immediately.\nNote: The licensee corrected this during inspection.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "3.10\nWATERING.\nDuring the inspection I noticed a dog walk up to the watering line nipple to get a drink of water.  The dog was there\nfor a split second and immediately turned away from the nipple.  It did not appear the dog got any water from the\nnipple.  I asked the licensee to demonstrate to me that the watering line nipples were working.  He could not get the\nwatering line nipples in two of the enclosures to work.  I asked the licensee to provide a cage of three dogs with a\nbowl of water.  One of the dogs in the enclosure stayed in the outside part of it's enclosure and did not appear to\nsee the licensee provide the bowl of water, but the other two dogs immediately went to drink from the bowl.  The\nlicensee fixed the watering line and many of the dogs on the half of the building where the watering line was not\nworking immediately went to drink from the watering line nipples.  The licensee informed me that he tested the line\nearlier this morning, but did not check all the enclosures.  He stated that he last saw the enclosures that were half\nway down the row from the watering source dispense water the night before.\nNot ensuring that the watering line nipples are working or that water is being provided to the dogs on a more regular\nbasis doesn't ensure the health and well-being of the dogs. Water must be provided as often as necessary to\nensure the health and well-being of the dogs. Correct immediately.\nNote: The licensee corrected this during inspection.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.",
  "animals_total": 112,
  "species": [
    {
      "count": 32,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 80,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}