{
  "insp_id": "169160933120398",
  "layout": "a",
  "customer_id": "1356",
  "customer_name": "Oklahoma State University",
  "customer_addr": "203 Whitehurst\nStillwater, OK 74078",
  "certificate": "73-R-0001",
  "site_id": "001",
  "site_name": "OKLAHOMA STATE UNIVERSITY-ANIMAL RESOURCES UNIT",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-JUN-2016",
  "report_date": "20-JUN-2016",
  "citations": [
    {
      "code": "2.35(b)(8)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDKEEPING REQUIREMENTS.",
      "narrative": "- In 2015, 16 dogs were acquired from 4 non-licensed vendors for an active protocol. Of the 4 vendors, only 1\nprovided the required certification stating that the animals were born and raised on the person's premises. Further\nfacility documentation revealed that a total of 10 dogs acquired from 3 vendors were not born and raised on the\nvendors(cid:25) premises. The facility IACUC discovered this noncompliance in Fall of 2015 and issued a letter of\nreprimand to the responsible Primary Investigator, requiring that future dog purchases meet all requirements of the\nAnimal Welfare Act. However, the IACUC did not require the Investigator to definitely identify the ultimate source of\nthe animals which had already been acquired. In order to ensure that these dogs are appropriate research animals,\nthe facility must make every possible effort to trace these animals and ensure that they were properly acquired by\nthe vendors. This is a critical element of the Animal Welfare Act. The facility must identify the ultimate source of\nthese animals within 45 days of this inspection. All findings must be communicated with the USDA.\nCorrect within 45 days"
    },
    {
      "code": "2.35(c)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDKEEPING REQUIREMENTS.",
      "narrative": "- Four dogs acquired for an active protocol were no longer at the facility, and there were no records of disposition\navailable. The Primary Investigator stated that the dogs were evaluated, found to be unsuitable for the project, and\nwere returned to the vendor. The animals were never actually purchased by the facility, but only held temporarily.\nAny animal purchased or acquired by the facility must have a corresponding disposition record that meets all\nrequirements of the Animal Welfare Act. Accurate disposition records are critical to enable the IACUC and/or USDA\nto track the movement of research animals.\nCorrect from this point forward."
    },
    {
      "code": "3.56(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "- The current cage sanitization procedure for rabbits on an active protocol is not adequate. The facility is using a\nproduct labeled \"Top Performance Cherry-256\". The current procedure is to fill a large (~110 gallon) rubber tank\nwith the disinfectant, then dip the cages into the tank. The facility employees stated that they mix the bin with 1\ngallon disinfectant and then fill the tank with water. This solution is kept for approximately six months, and used\nevery couple of weeks. The bin is located in a corner of the rabbit room, and was adjacent to a cage with a rabbit\ninside.\nThe label directions for the product are to mix 1/2 ounce of disinfectant for every gallon of water. The label also\nstates that a new batch of solution should be mixed daily. The current facility practice is to use a batch for several\nmonths, adding water as needed to keep the tank full. Further, this product is labeled as \"corrosive\" and indicates\npotential health impacts if inhaled, ingested, or contacted. Locating an open tank of this mixture next to the rabbits\ncould possibly have a negative impact on the rabbits. No animal health impacts were noted during the inspection,\nbut this practice seems to constitute a potential risk.\n- The facility must evaluate this sanitization process to assess the efficacy and the safety. Sanitization must be\nconducted in an appropriate manner to ensure the health and welfare of the animals.\nCorrect by: 23 June 2016\nInspection and exit interview conducted by Michael Tygart (VMO), Konnie Plumlee (VMO) and facility\nrepresentatives.\nAdditional Inspectors\nPlumlee Konnie, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.35(b)(8)\nRECORDKEEPING REQUIREMENTS.\n- In 2015, 16 dogs were acquired from 4 non-licensed vendors for an active protocol.  Of the 4 vendors, only 1\nprovided the required certification stating that the animals were born and raised on the person's premises. Further\nfacility documentation revealed that a total of 10 dogs acquired from 3 vendors were not born and raised on the\nvendors(cid:25) premises.  The facility IACUC  discovered this noncompliance in Fall of 2015 and issued a letter of\nreprimand to the responsible Primary Investigator, requiring that future dog purchases meet all requirements of the\nAnimal Welfare Act.  However, the IACUC did not require the Investigator to definitely identify the ultimate source of\nthe animals which had already been acquired.  In order to ensure that these dogs are appropriate research animals,\nthe facility must make every possible effort to trace these animals and ensure that they were properly acquired by\nthe vendors.  This is a critical element of the Animal Welfare Act.  The facility must identify the ultimate source of\nthese animals within 45 days of this inspection.  All findings must be communicated with the USDA.\nCorrect within 45 days\n2.35(c)\nRECORDKEEPING REQUIREMENTS.\n- Four dogs acquired for an active protocol were no longer at the facility, and there were no records of disposition\navailable.  The Primary Investigator stated that the dogs were evaluated, found to be unsuitable for the project, and\nwere returned to the vendor.  The animals were never actually purchased by the facility, but only held temporarily. \nAny animal purchased or acquired by the facility must have a corresponding disposition record that meets all\nrequirements of the Animal Welfare Act.  Accurate disposition records are critical to enable the IACUC and/or USDA\nto track the movement of research animals.\nCorrect from this point forward.\n3.56(b)(3)\nSANITATION. \n- The current cage sanitization procedure for rabbits on an active protocol is not adequate.  The facility is using a\nproduct labeled \"Top Performance Cherry-256\".  The current procedure is to fill a large (~110 gallon) rubber tank\nwith the disinfectant, then dip the cages into the tank.  The facility employees stated that they mix the bin with 1\n\ngallon disinfectant and then fill the tank with water.  This solution is kept for approximately six months, and used\nevery couple of weeks.  The bin is located in a corner of the rabbit room, and was adjacent to a cage with a rabbit\ninside.\nThe label directions for the product are to mix 1/2 ounce of disinfectant for every gallon of water.   The label also\nstates that a new batch of solution should be mixed daily.  The current facility practice is to use a batch for several\nmonths, adding water as needed to keep the tank full.   Further, this product is labeled as \"corrosive\" and indicates\npotential health impacts if inhaled, ingested, or contacted.  Locating an open tank of this mixture next to the rabbits\ncould possibly have a negative impact on the rabbits.  No animal health impacts were noted during the inspection,\nbut this practice seems to constitute a potential risk.\n- The facility must evaluate this sanitization process to assess the efficacy and the safety.  Sanitization must be\nconducted in an appropriate manner to ensure the health and welfare of the animals.\nCorrect by:  23 June 2016\nInspection and exit interview conducted by Michael Tygart (VMO), Konnie Plumlee (VMO) and facility\nrepresentatives.\nAdditional Inspectors\nPlumlee Konnie, Supervisory Animal Care Specialist",
  "animals_total": 177,
  "species": [
    {
      "count": 49,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 19,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 1,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 34,
      "scientific": "Equus caballus",
      "common": "DOMESTIC HORSE"
    },
    {
      "count": 18,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 1,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 31,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 24,
      "scientific": "Sylvilagus floridanus",
      "common": "EASTERN COTTONTAIL RABBIT"
    }
  ]
}