{
  "insp_id": "2016090000679917",
  "layout": "b",
  "customer_id": "41361",
  "customer_name": "Jason Clay",
  "customer_addr": "4324 W. Hwy 79\nFRANKLIN, TX 77856",
  "certificate": "74-C-0939",
  "site_id": "004",
  "site_name": "EAST TEXAS ZOO AND GATOR PARK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-AUG-2021",
  "report_date": "19-AUG-2021",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Two capybaras (one male and one female) housed in an outdoor facility were noticed to be thin. The backbone of both\nanimals was readily noticeable. The female has 2 babies still nursing. The facility representative admitted that the female\ncapybara has lost weight but has not discussed this observation with the attending veterinarian. The facility\nrepresentative thinks the weight lost is due to nursing and decided to increase the amount of food given daily to the\nfemale. The facility representative had not noticed a problem with the male capybara.\nMedical problems must be communicated to the attending veterinarian so that a diagnosis can be determined, and\nappropriate treatment implemented. Failure to observe medical problems and/or communicate those problems to a\nveterinarian can result in prolonged pain, suffering, and even death.\nThe facility representative must observe all animals daily and then ensure a mechanism of direct and frequent\ncommunication with a veterinarian so that timely and accurate information on problems of health, behavior, and well-being\nare conveyed.\nTo be corrected by: Aug 23, 2021"
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "Records of acquisition and disposition for the following animals were not provided during this inspection:\nMissing Acquisition Records:\n• Giraffe: 1 animal\n• Lion: 1 animal\n• Muntjac: 5 animals\n• Black and White Lemur: 1 animal\n• Savannah Cat: 1 animal\n• South American Tapir: 2 animals\n• Vervet Monkeys: 1 animal\n• Lechwe: 2 animals\n• Mandrill Baboon: 1 animal\n• Six-Banded Armadillo: 2 animals\n• Coatimundi: 2 animals\n• Fennec Fox: 2 animals\nMissing Disposition Records:\n• Brown Spider Monkeys: 3 animals\n• Grant’s Zebra: 4\n• North American River Otter: 2 animals\n• Lynx: 1 animal\n• Snow Macaque: 6 animals\n• Pale Fox: 1 animal\n• Olive Baboon: 1 animal\n• Red Kangaroo: 6 animals\n• Hill Wallaroo: 1 animal\n• Capybara: 3 animals\n• Caracal: 1 animal\n• Fallow Deer: 1 animal\n• Eland: 2 animals\n• Sika Deer: 1 animal\n• Ring-Tailed Lemur: 4 animals\n• Domestic Ferret: 1 animal\n• Coatimundi: 2 animals\nAcquisition and disposition records are required so that animals being used in regulated activities can be accurately\ntracked to ensure their legal acquisition, proper care, and humane transportation. Animals transferred to or acquired from\nother licensees must have disposition and acquisition records containing all information required by the Animal Welfare\nAct Regulations available for inspection. This requirement applies to all regulated animals purchased or otherwise\nacquired, owned, held, leased or otherwise in possession of or under control of the licensee, and all regulated animals\ntransported, sold, euthanized, or otherwise disposed of by that dealer or exhibitor. The records shall include any offspring\nborn of any animal while in his or her possession or under his or her control.\nThe facility was previously allowed to have records of acquisition and disposition maintained at their Franklin facility. The\nrecords provided from Franklin were not current and complete, therefore each facility must maintain their own records of\nacquis ion and disposition.\nTo be corrected by: Aug 23, 2021"
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "The facility allows the public to have unsupervised contact with the giraffe, capybara, tapir, kangaroo, and several\ndifferent species of hoofstock. At the time of this inspection, the public was observed feeding and petting these animals\nthrough a fence. There were no barriers or readily identifiable attendants visible during these interactions.\nThe facility also has a “baby room” where the public can interact directly with young animals. At the time of this inspection\nthere were 2 young coati, a fennec fox, 4 armadillo, and 2 ferrets in this area. While inspectors were in the room, the two\ncoati continuously crawled up the inspector’s legs. The facility representative made the comment “the animals crawling\non people and scratching people are part of the experience”\nThe lack of barriers with the larger animals is concerning because these animals can cause serious injury and possibly\ndeath to a person, especially a child. The contact in the “baby room” is concerning because of the possibly of injury to a\nperson or to the animals.\nDuring public exhibition animals must be handled so that there is minimal risk of injury to the animals and the public, with\nsufficient distance and/or barriers between the animals and the public so as to assure the safety of animals and public.\nA method to protect the animals and the public from injury and to prevent unsupervised access to the animals must be\nimplemented.\nTo be corrected by: Sept 1, 2021"
    },
    {
      "code": "3.1(d)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "Inside the food preparation area, a large number of flies were observed flying around and landing on the food preparation\ntable and food items. Sticky fly rolls placed near windows are full of trapped flies. The pest control method currently being\nused is not effective.\nFlies can transmit disease and spoil food not adequately stored. They can also cause irritation to the animals.\nThe facility needs to establish and maintain a safe and effective program for the control of insects, ectoparasites, and\navian and mammalian pests.\nTo be corrected by: Sept 1, 2021"
    },
    {
      "code": "3.81",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "The facility was unable to provide inspectors with a written plan for environmental enhancement.\nFacilities that house primates must have an appropriate plan for enhancement adequate to promote the psychological\nwell-being of nonhuman primates. The plan must be in accordance with the currently accepted professional standards as\ncited in appropriate professional journals or reference guides, and as directed by the attending veterinarian.\nThe facility needs to develop a written plan of enhancement for the primates that is approved by the attending\nveterinarian.\nTo be corrected by: Sept 1, 2021"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "The enclosure fence for the giraffe was not structurally sound and in good repair. The fence was constructed of exotic\nfield fence and T posts. Some of the fence appeared to be 8 feet tall and some appeared to be 6 feet tall. In several\nareas metal livestock panels/gates were being used as extra support or barriers to keep the giraffe away from the primary\nfence. One area of the fence was noted to be leaning outward. Another area of fence was curled down as if the giraffe\nhas been leaning on the fence. The current giraffe housed in this area is a young male. As he grows and increases in\nweight it is very likely he will be able to push this fence down. The metal panels/gates being used inside the enclosure for\nsupport or barriers present a risk for the giraffe to become entangled in those gates/panels and possibly injured.\nThere is a gap at the intersection of 2 fences in the hoofstock yard. The gap is approximately 12 inch at the top and\nnarrows as it goes toward the ground. The gap is wide enough for one of the hoofstock to get it’s head or a horn/antler\nstuck in the gap.\nThe facility needs to repair or replace the giraffe fence so that it is structurally sound, does not require additional support\nfrom the metal panels, and is appropriate for a giraffe. The gap in the hoofstock fencing needs to be repaired.\nTo be corrected by: Oct 1, 2021"
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "The facility does not currently have a perimeter fence behind the giraffe and muntjac enclosures.\nThe current giraffe housed in the giraffe yard is a young male. As he grows and increases in weight it is very likely he will\nbe able to push through his enclosure fence. If this happens, he will be loose outside of the facility. Recapturing the\ngiraffe would be dangerous for the giraffe and for the people involved.\nThe facility must install a perimeter fence behind the giraffe and munjac.\nTo be corrected by: Nov 1, 2021"
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding.",
      "narrative": "The area used to store the dry foods for the hoofstock, primates, giraffe, and dogs does not appear to be secure from\npests. At the time of this inspection, the dog food bag and a bag of an unidentified substance had been torn open.\nAccording to the facility representative, it was probably a racoon. The current method of storing dry food can cause the\nfood to become contaminated by animals, bugs, and dirt.\nTo be corrected by: Aug 23, 2021"
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "The otter enclosure, both inside the holding area and outside in the viewing area, did not appear to have been cleaned\nrecently.\nThe outside area consisted of a pool surrounded by round river rocks. The pool was a dark green color. The facility uses\nsome type of greenish dye in the pool, the purpose of which is unclear. This dye makes it difficult to determine the quality\nof the water in the pool however there was a greenish ring around the top of the water indicating the water had not been\nchanged recently.\nThe rocks surrounding the pool, on the end where the food was placed, appeared wet and dirty. There was a large\namount of black material, which could have been old feces or dirt, embedded between the rocks in this area.\nThe inside holding area consisted of a couple of den boxes on top of old landscape mix/dirt. The dirt was wet and packed\ndown indicating it had not been raked or cleaned recently. Once corner had an accumulation of old feces. There was a\nvery strong ammonia odor in this area.\nFecal material, old food, dirty bedding/dirt need to be removed from the primary enclosures as often as necessary to\nprevent contamination of the animals and to minimize disease hazards and to reduce odors.\nThe otter enclosure needs to be cleaned more frequently so that the health of the otters is not compromised.\nTo be corrected by: Aug 23, 2021"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "The food prep room needs a thorough cleaning. There were open bags of food sitting on shelves. Medications and\ncleaning products are being stored next to food. Shelves and the floor did not appear to have been cleaned recently and\nthere was a large amount of clutter present. All of these can contribute to animal diets becoming contaminated and the\nanimals becoming ill.\nPremises shall be kept clean and in good repair in order to protect the animals from injury and to facilitate the prescribed\nhusbandry practices set forth in this subpart. The facility needs to ensure all food products are stored in pest proof\ncontainers. Medications, cleaning products and food should all be stored in separate areas. The clutter should be\nremoved and the shelves and other structures in the food prep room should be cleaned regularly.\nTo be corrected by: Aug 23, 2021"
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "Inside the food preparation area, a large number of flies were observed flying around and landing on the food preparation\ntable and food items. Sticky fly rolls placed near windows are full of trapped flies. The pest control method currently being\nused is not effective.\nFlies can transmit disease and spoil food not adequately stored. They can also cause irritation to the animals.\nThe facility needs to establish and maintain a safe and effective program for the control of insects, ectoparasites, and\navian and mammalian pests.\nTo be corrected by: Aug 23, 2021\nThis inspection and exit interview were conducted with a facility representative.\nAdditional Inspectors:\nNIANET CARRASQUILLO, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.40(b)(3) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nTwo capybaras (one male and one female) housed in an outdoor facility were noticed to be thin.  The backbone of both \nanimals was readily noticeable.  The female has 2 babies still nursing.  The facility representative admitted that the female \ncapybara has lost weight but has not discussed this observation with the attending veterinarian.  The facility \nrepresentative thinks the weight lost is due to nursing and decided to increase the amount of food given daily to the \nfemale.  The facility representative had not noticed a problem with the male capybara. \nMedical problems must be communicated to the attending veterinarian so that a diagnosis can be determined, and \nappropriate treatment implemented.  Failure to observe medical problems and/or communicate those problems to a \nveterinarian can result in prolonged pain, suffering, and even death. \nThe facility representative must observe all animals daily and then ensure a mechanism of direct and frequent \ncommunication with a veterinarian so that timely and accurate information on problems of health, behavior, and well-being \nare conveyed. \nTo be corrected by:  Aug 23, 2021 \n2.75(b)(1) \n   \nRecords: Dealers and exhibitors.\n\nRecords of acquisition and disposition for the following animals were not provided during this inspection: \nMissing Acquisition Records: \n• Giraffe: 1 animal \n• Lion: 1 animal \n• Muntjac: 5 animals \n• Black and White Lemur: 1 animal \n• Savannah Cat:  1 animal \n• South American Tapir:  2 animals \n• Vervet Monkeys:  1 animal \n• Lechwe:  2 animals \n• Mandrill Baboon:  1 animal \n• Six-Banded Armadillo:  2 animals \n• Coatimundi:  2 animals \n• Fennec Fox:  2 animals \nMissing Disposition Records: \n• Brown Spider Monkeys:  3 animals \n• Grant’s Zebra:  4 \n• North American River Otter:  2 animals \n• Lynx: 1 animal \n• Snow Macaque:  6 animals \n• Pale Fox:  1 animal\n\n• Olive Baboon:  1 animal \n• Red Kangaroo:  6 animals \n• Hill Wallaroo:  1 animal \n• Capybara:  3 animals \n• Caracal:  1 animal \n• Fallow Deer:  1 animal \n• Eland:  2 animals \n• Sika Deer:  1 animal \n• Ring-Tailed Lemur:  4 animals \n• Domestic Ferret:  1 animal \n• Coatimundi:  2 animals \nAcquisition and disposition records are required so that animals being used in regulated activities can be accurately \ntracked to ensure their legal acquisition, proper care, and humane transportation. Animals transferred to or acquired from \nother licensees must have disposition and acquisition records containing all information required by the Animal Welfare \nAct Regulations available for inspection. This requirement applies to all regulated animals purchased or otherwise \nacquired, owned, held, leased or otherwise in possession of or under control of the licensee, and all regulated animals \ntransported, sold, euthanized, or otherwise disposed of by that dealer or exhibitor. The records shall include any offspring \nborn of any animal while in his or her possession or under his or her control. \nThe facility was previously allowed to have records of acquisition and disposition maintained at their Franklin facility.  The \nrecords provided from Franklin were not current and complete, therefore each facility must maintain their own records of\n\nacquis ion and disposition. \nTo be corrected by:  Aug 23, 2021 \n2.131(c)(1) \n   \nHandling of animals. \nThe facility allows the public to have unsupervised contact with the giraffe, capybara, tapir, kangaroo, and several \ndifferent species of hoofstock.  At the time of this inspection, the public was observed feeding and petting these animals \nthrough a fence.  There were no barriers or readily identifiable attendants visible during these interactions. \nThe facility also has a “baby room” where the public can interact directly with young animals.  At the time of this inspection \nthere were 2 young coati, a fennec fox, 4 armadillo, and 2 ferrets in this area.  While inspectors were in the room, the two \ncoati continuously crawled up the inspector’s legs.  The facility representative made the comment “the animals crawling \non people and scratching people are part of the experience” \nThe lack of barriers with the larger animals is concerning because these animals can cause serious injury and possibly \ndeath to a person, especially a child.  The contact in the “baby room” is concerning because of the possibly of injury to a \nperson or to the animals. \nDuring public exhibition animals must be handled so that there is minimal risk of injury to the animals and the public, with \nsufficient distance and/or barriers between the animals and the public so as to assure the safety of animals and public. \nA method to protect the animals and the public from injury and to prevent unsupervised access to the animals must be \nimplemented. \nTo be corrected by:  Sept 1, 2021 \n3.1(d) \n   \nHousing facilities, general.\n\nInside the food preparation area, a large number of flies were observed flying around and landing on the food preparation \ntable and food items. Sticky fly rolls placed near windows are full of trapped flies.  The pest control method currently being \nused is not effective. \nFlies can transmit disease and spoil food not adequately stored.  They can also cause irritation to the animals. \nThe facility needs to establish and maintain a safe and effective program for the control of insects, ectoparasites, and \navian and mammalian pests. \nTo be corrected by:  Sept 1, 2021 \n3.81 \n   \nEnvironment enhancement to promote psychological well-being. \nThe facility was unable to provide inspectors with a written plan for environmental enhancement. \nFacilities that house primates must have an appropriate plan for enhancement adequate to promote the psychological \nwell-being of nonhuman primates. The plan must be in accordance with the currently accepted professional standards as \ncited in appropriate professional journals or reference guides, and as directed by the attending veterinarian. \nThe facility needs to develop a written plan of enhancement for the primates that is approved by the attending \nveterinarian. \nTo be corrected by:  Sept 1, 2021 \n3.125(a) \n   \nFacilities, general. \nThe enclosure fence for the giraffe was not structurally sound and in good repair.  The fence was constructed of exotic \nfield fence and T posts. Some of the fence appeared to be 8 feet tall and some appeared to be 6 feet tall.   In several \nareas metal livestock panels/gates were being used as extra support or barriers to keep the giraffe away from the primary \nfence.  One area of the fence was noted to be leaning outward. Another area of fence was curled down as if the giraffe\n\nhas been leaning on the fence.  The current giraffe housed in this area is a young male.  As he grows and increases in \nweight it is very likely he will be able to push this fence down.  The metal panels/gates being used inside the enclosure for \nsupport or barriers present a risk for the giraffe to become entangled in those gates/panels and possibly injured. \nThere is a gap at the intersection of 2 fences in the hoofstock yard.  The gap is approximately 12 inch at the top and \nnarrows as it goes toward the ground.  The gap is wide enough for one of the hoofstock to get it’s head or a horn/antler \nstuck in the gap. \nThe facility needs to repair or replace the giraffe fence so that it is structurally sound, does not require additional support \nfrom the metal panels, and is appropriate for a giraffe.  The gap in the hoofstock fencing needs to be repaired. \nTo be corrected by:   Oct 1, 2021 \n3.127(d) \n   \nFacilities, outdoor. \nThe facility does not currently have a perimeter fence behind the giraffe and muntjac enclosures. \nThe current giraffe housed in the giraffe yard is a young male.  As he grows and increases in weight it is very likely he will \nbe able to push through his enclosure fence.  If this happens, he will be loose outside of the facility.   Recapturing the \ngiraffe would be dangerous for the giraffe and for the people involved. \nThe facility must install a perimeter fence behind the giraffe and munjac. \nTo be corrected by:  Nov 1, 2021 \n3.129(a) \n   \nFeeding. \nThe area used to store the dry foods for the hoofstock, primates, giraffe, and dogs does not appear to be secure from \npests.  At the time of this inspection, the dog food bag and a bag of an unidentified substance had been torn open.  \nAccording to the facility representative, it was probably a racoon.  The current method of storing dry food can cause the\n\nfood to become contaminated by animals, bugs, and dirt. \nTo be corrected by:  Aug 23, 2021 \n3.131(a) \n   \nSanitation. \nThe otter enclosure, both inside the holding area and outside in the viewing area, did not appear to have been cleaned \nrecently. \nThe outside area consisted of a pool surrounded by round river rocks.  The pool was a dark green color.  The facility uses \nsome type of greenish dye in the pool, the purpose of which is unclear.  This dye makes it difficult to determine the quality \nof the water in the pool however there was a greenish ring around the top of the water indicating the water had not been \nchanged recently. \nThe rocks surrounding the pool, on the end where the food was placed, appeared wet and dirty.  There was a large \namount of black material, which could have been old feces or dirt, embedded between the rocks in this area. \nThe inside holding area consisted of a couple of den boxes on top of old landscape mix/dirt.  The dirt was wet and packed \ndown indicating it had not been raked or cleaned recently.  Once corner had an accumulation of old feces.  There was a \nvery strong ammonia odor in this area. \nFecal material, old food, dirty bedding/dirt need to be removed from the primary enclosures as often as necessary to \nprevent contamination of the animals and to minimize disease hazards and to reduce odors. \nThe otter enclosure needs to be cleaned more frequently so that the health of the otters is not compromised. \nTo be corrected by:  Aug 23, 2021 \n3.131(c) \n   \nSanitation.\n\nThe food prep room needs a thorough cleaning.  There were open bags of food sitting on shelves.  Medications and \ncleaning products are being stored next to food.  Shelves and the floor did not appear to have been cleaned recently and \nthere was a large amount of clutter present.  All of these can contribute to animal diets becoming contaminated and the \nanimals becoming ill. \nPremises shall be kept clean and in good repair in order to protect the animals from injury and to facilitate the prescribed \nhusbandry practices set forth in this subpart.  The facility needs to ensure all food products are stored in pest proof \ncontainers.  Medications, cleaning products and food should all be stored in separate areas.  The clutter should be \nremoved and the shelves and other structures in the food prep room should be cleaned regularly. \nTo be corrected by:  Aug 23, 2021 \n3.131(d) \n   \nSanitation. \nInside the food preparation area, a large number of flies were observed flying around and landing on the food preparation \ntable and food items. Sticky fly rolls placed near windows are full of trapped flies.  The pest control method currently being \nused is not effective. \nFlies can transmit disease and spoil food not adequately stored.  They can also cause irritation to the animals. \nThe facility needs to establish and maintain a safe and effective program for the control of insects, ectoparasites, and \navian and mammalian pests. \nTo be corrected by:  Aug 23, 2021 \n \nThis inspection and exit interview were conducted with a facility representative.\n\nAdditional Inspectors: \nNIANET CARRASQUILLO, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 119,
  "species": [
    {
      "count": 2,
      "scientific": "Caracal caracal",
      "common": "CARACAL"
    },
    {
      "count": 2,
      "scientific": "Cervus nippon",
      "common": "SIKA DEER"
    },
    {
      "count": 14,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 3,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 3,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 4,
      "scientific": "Hydrochaeris hydrochaeris",
      "common": "CAPYBARA"
    },
    {
      "count": 2,
      "scientific": "Hystrix cristata",
      "common": "AFRICAN CRESTED PORCUPINE"
    },
    {
      "count": 5,
      "scientific": "Taurotragus oryx",
      "common": "COMMON ELAND"
    },
    {
      "count": 7,
      "scientific": "Muntiacus reevesi",
      "common": "REEVE'S MUNTJAC"
    },
    {
      "count": 2,
      "scientific": "Hyaena hyaena",
      "common": "STRIPED HYENA"
    },
    {
      "count": 6,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 2,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 1,
      "scientific": "Osphranter robustus",
      "common": "HILL WALLAROO"
    },
    {
      "count": 2,
      "scientific": "Nasuella olivacea",
      "common": "MOUNTAIN COATI"
    },
    {
      "count": 4,
      "scientific": "Papio anubis",
      "common": "OLIVE BABOON"
    },
    {
      "count": 11,
      "scientific": "Chlorocebus pygerythrus",
      "common": "VERVET"
    },
    {
      "count": 2,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 7,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 2,
      "scientific": "Procavia capensis",
      "common": "ROCK HYRAX"
    },
    {
      "count": 2,
      "scientific": "Tapirus terrestris",
      "common": "SOUTH AMERICAN TAPIR"
    },
    {
      "count": 3,
      "scientific": "Antilope cervicapra",
      "common": "BLACKBUCK"
    },
    {
      "count": 2,
      "scientific": "Aonyx cinereus",
      "common": "ORIENTAL SMALL-CLAWED OTTER"
    },
    {
      "count": 3,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 1,
      "scientific": "Giraffa camelopardalis",
      "common": "GIRAFFE"
    },
    {
      "count": 1,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 2,
      "scientific": "Kobus leche",
      "common": "RED LECHWE / SOUTHERN LECHWE"
    },
    {
      "count": 1,
      "scientific": "Varecia variegata",
      "common": "BLACK-AND-WHITE RUFFED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Mandrillus sphinx",
      "common": "MANDRILL"
    },
    {
      "count": 2,
      "scientific": "Tolypeutes matacus",
      "common": "SOUTHERN THREE-BANDED ARMADILLO"
    },
    {
      "count": 2,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG"
    },
    {
      "count": 12,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 1,
      "scientific": "Felis sp",
      "common": "DOMESTIC X EXOTIC CAT HYBRID"
    },
    {
      "count": 2,
      "scientific": "Euphractus sexcinctus",
      "common": "YELLOW ARMADILLO"
    },
    {
      "count": 3,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    }
  ]
}