{
  "insp_id": "225150959090069",
  "layout": "a",
  "customer_id": "27045",
  "customer_name": "Barbara Gilbertson",
  "customer_addr": "431 South 4 Corners Road\nMcalester, OK 74501",
  "certificate": "73-A-2539",
  "site_id": "001",
  "site_name": "BARBARA GILBERTSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-AUG-2015",
  "report_date": "14-AUG-2015",
  "citations": [
    {
      "code": "3.3(a)",
      "kind": "",
      "repeat": false,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "- The ambient temperature in the sheltered portion of the kennel was above 85 degrees F. The initial\nmeasurements taken at approximately 2:10 PM showed temperatures ranging from 90.4 F to 93.7 F in different\nparts of the building. An additional measurement taken approximately one hour later showed an ambient\ntemperature of 93.9 F. The environmental temperature at the time of inspection was 91 F. The licensee had\nseveral fans inside the shelter, and had the kennel doors open for ventilation. All dogs in this section of the kennel\nare adult animals. The majority of the dogs were panting and laying or standing close to the fans but none of the\ndogs appeared to be in significant heat distress at the time of the inspection. Excessive heat can cause a number\nof health problems, ranging from physical discomfort to heat exhaustion and even death in extreme cases. The\nlicensee must take steps to ensure that the temperature in the sheltered building can be controlled and maintained\nat no more than 85 degrees F.\nCorrect by: 30 August 2015\nInspection and exit interview conducted with facility representative and Dr. Mike Tygart DVM. and Jerry West ACI.\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "3.3(a)\nSHELTERED HOUSING FACILITIES.\n- The ambient temperature in the sheltered portion of the kennel was above 85 degrees F.  The initial\nmeasurements taken at approximately 2:10 PM showed temperatures ranging from 90.4  F to 93.7  F in different\nparts of the building.  An additional measurement taken approximately one hour later showed an ambient\ntemperature of 93.9  F.  The environmental temperature at the time of inspection was 91 F.  The licensee had\nseveral fans inside the shelter, and had the kennel doors open for ventilation.  All dogs in this section of the kennel\nare adult animals.  The majority of the dogs were panting and laying or standing close to the fans but none of the\ndogs appeared to be in significant heat distress at the time of the inspection.  Excessive heat can cause a number\nof health problems, ranging from physical discomfort to heat exhaustion and even death in extreme cases.  The\nlicensee must take steps to ensure that the temperature in the sheltered building can be controlled and maintained\nat no more than 85 degrees F.   \nCorrect by:  30 August 2015\n Inspection and exit interview conducted with facility representative and Dr. Mike Tygart DVM. and Jerry West ACI.\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist",
  "animals_total": 33,
  "species": [
    {
      "count": 21,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 12,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}