{
  "insp_id": "2016082568407037",
  "layout": "a",
  "customer_id": "18954",
  "customer_name": "Lucille Godfrey",
  "customer_addr": "604 Merrill Street\nBussey, IA 50044",
  "certificate": "42-A-0913",
  "site_id": "001",
  "site_name": "LUCILLE GODFREY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-JUN-2017",
  "report_date": "06-JUN-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female Maltese (#27) has poor dental health. There is a buildup of brown tartar on the upper cheek teeth on both\nsides of the mouth. A buildup of brown tartar is also covering the surface of the top part of both upper canine teeth.\nA small line of grey material is located along the gum line of the upper cheek teeth on the left side of the mouth. A\nmuch thicker amount of the grey material is located along the gum line of the cheek teeth on the right side of the\nmouth. The gums have become slightly reddened. Poor dental health could cause pain and discomfort to the dog\nas well as lead to further health issues.\nThe above mentioned dog must be evaluated by a licensed veterinarian for a proper diagnosis and to establish an\neffective treatment plan. The diagnosis and treatment plan must be documented in writing and available to the\ninspector upon request. The licensee must ensure that all dogs receive adequate veterinary care at all times.\nA female Pomeranian (ID #102) has excessively long toenails on both front feet. The toenails have developed a\nsignificant curve towards the bottom of the foot. Overgrown toenails could cause pain and discomfort to the dog, as\nwell as, affect the dog’s natural gait. The licensee must trim this dog’s toenails to an acceptable length and ensure\nthat the toenails of all dogs are maintained at an acceptable length at all times."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In one enclosure, containing one puppy, the ends of twisted wires have created sharp points at the level of the\npuppy. In at least two other enclosures, containing a total of five adult dogs, the metal framing around the doors\nhas broken and bent inward creating sharp edges at the level of the dogs. Sharp points and edges could cause\ninjury to the dogs.\nHousing facilities for dogs must be kept in good repair and protect the animals from injuries. The licensee must\nremove the sharp points and broken metal framing or alter them in a manner that eliminates the injury risk towards\nthe dogs. The licensee must ensure that all animal enclosures remain in good repair and are safe for the dogs at all\ntimes.\nThe inspection and exit interview were conducted with ACI Kelly Maxwell, CS Faron Greenough, and the facility\nrepresentative.\nFemale Pomeranian (#103) cited under 2.40 (b)(2) on the previous inspection report has been evaluated by a\nlicensed veterinarian and received treatment.\nFemale Cavalier (#84) cited under 2.40 (b)(2) on the previous inspection report has received toenail trimming.\nAdditional Inspectors\nGreenough Faron, Compliance Specialist"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female Maltese (#27) has poor dental health.  There is a buildup of brown tartar on the upper cheek teeth on both\nsides of the mouth.  A buildup of brown tartar is also covering the surface of the top part of both upper canine teeth. \nA small line of grey material is located along the gum line of the upper cheek teeth on the left side of the mouth.  A\nmuch thicker amount of the grey material is located along the gum line of the cheek teeth on the right side of the\nmouth.  The gums have become slightly reddened.  Poor dental health could cause pain and discomfort to the dog\nas well as lead to further health issues.\nThe above mentioned dog must be evaluated by a licensed veterinarian for a proper diagnosis and to establish an\neffective treatment plan.  The diagnosis and treatment plan must be documented in writing and available to the\ninspector upon request.  The licensee must ensure that all dogs receive adequate veterinary care at all times.\nA female Pomeranian (ID #102) has excessively long toenails on both front feet. The toenails have developed a\nsignificant curve towards the bottom of the foot. Overgrown toenails could cause pain and discomfort to the dog, as\nwell as, affect the dog’s natural gait. The licensee must trim this dog’s toenails to an acceptable length and ensure\nthat the toenails of all dogs are maintained at an acceptable length at all times.\n3.1(a)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nIn one enclosure, containing one puppy, the ends of twisted wires have created sharp points at the level of the\npuppy.  In at least two other enclosures, containing a total of five adult dogs, the metal framing around the doors\nhas broken and bent inward creating sharp edges at the level of the dogs.  Sharp points and edges could cause\ninjury to the dogs.\nHousing facilities for dogs must be kept in good repair and protect the animals from injuries.  The licensee must\nremove the sharp points and broken metal framing or alter them in a manner that eliminates the injury risk towards\nthe dogs.  The licensee must ensure that all animal enclosures remain in good repair and are safe for the dogs at all\ntimes.\n\nThe inspection and exit interview were conducted with ACI Kelly Maxwell, CS Faron Greenough, and the facility\nrepresentative.\nFemale Pomeranian (#103) cited under 2.40 (b)(2) on the previous inspection report has been evaluated by a\nlicensed veterinarian and received treatment.\nFemale Cavalier (#84) cited under 2.40 (b)(2) on the previous inspection report has received toenail trimming.\nAdditional Inspectors\nGreenough Faron, Compliance Specialist",
  "animals_total": 25,
  "species": [
    {
      "count": 13,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 12,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}