{
  "insp_id": "52140919500135",
  "layout": "a",
  "customer_id": "1917",
  "customer_name": "Sharon Sandlofer",
  "customer_addr": "2630 Trinity Road\nLynchburg, SC 29080",
  "certificate": "56-C-0239",
  "site_id": "TRA",
  "site_name": "SHARON SANDLOFER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-FEB-2014",
  "report_date": "07-MAR-2014",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The written program of veterinary care is incomplete. Although the licensee appears to be addressing the vet care\nneeds for the wolf dogs, steer, and camel, however the written program of vet care does not state what program to\nfollow. The parasite control section only states monthly and bi monthly, nothing else. It does not state what\nproducts to use for parasite prevention or fleas, ticks and mites. The written PVC does not address any\nvaccinations or any other treatment required for the steer and camels if any. There are no preventive measures\nstated on the written PVC for heart worm for the wolf dogs. The licensee states she is given ivermectin every two\nmonths for parasite control, however there is no proof this is being provided. The licensee is using cattle strength\nivermectin for parasite control, however there is no written documentation on the PVC, showing the amount used for\nthese animals. The attending veterinarian needs to state how often he is to visit the facility and what vet care\nneeds to be provided for these animals to ensure an appropriate vet care plan is being provided and followed.\nTO BE CORRECTED BY' FEBRUARY 20, 2014."
    },
    {
      "code": "3.127(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The transport trailer that houses the steer is not large enough to turn about freely and to make normal postural\nadjustments. I observed the steers back side and nose have contact with the metal enclosure. The steers horns\nalso had contact with the enclosure numerous times while he was standing still. Continuous contact with the steers\nbody parts may cause skin problems or possible injury due to his horns getting caught in the opening of the\nenclosure. This steer needs to be able to travel comfortably, without having contact with this enclosure.\nTO BE CORRECTED BY: FEBRUARY 20, 2014.\nExit interview conducted with the licensee in Charlotte County, Florida."
    },
    {
      "code": "3.128",
      "kind": "",
      "repeat": false,
      "desc": "SPACE REQUIREMENTS.",
      "narrative": "The camel did not have sufficient space for social adjustments with adequate freedom of movement during this\ninspection. The camel was tethered to the transport trailer during this inspection. The section of rope was\napproximately 3 feet in length, no giving the camel enough space for social adjustments with adequate freedom of\nmovement. I observed the camel lay its its own excreta due to lack of space provided. I also observed one of the\nhorses attempt to kick the camel, not allowing the camel enough space to prevent a potential injury.\nTO BE CORRECTED BY: FEBRUARY 6, 2014."
    },
    {
      "code": "3.137",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES USED TO TRANSPORT LIVE ANIMALS.",
      "narrative": "The enclosure that houses the steer in the transport trailer is not large enough for animal to turn around freely and\nto make normal postural adjustments. I observed the steers back side and nose have contact with the metal\nenclosure. The steers horns also had contact with the enclosure numerous times while he was standing still.\nContinuous contact with the steers body parts may cause skin problems or possible injury due to his horns getting\ncaught in the opening of the enclosure. This steer needs to be able to travel comfortably, without having contact\nwith this enclosure.\nTO BE CORRECTED BY: FEBRUARY 15, 2014.\nExit interview conducted with the licensee in Charlotte County, Florida.\nEND OF REPORT."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe written program of veterinary care is incomplete.  Although the licensee appears to be addressing the vet care\nneeds for the wolf dogs, steer, and camel, however the written program of vet care does not state what program to\nfollow.  The parasite control section only states monthly and bi monthly, nothing else. It does not state what\nproducts to use for parasite prevention or fleas, ticks and mites.  The written PVC does not address any\nvaccinations or any other treatment required for the steer and camels if any.  There are no preventive measures\nstated on the written PVC for heart worm for the wolf dogs. The licensee states she is given ivermectin every two\nmonths for parasite control, however there is no proof this is being provided. The licensee is using cattle strength\nivermectin for parasite control, however there is no written documentation on the PVC, showing the amount used for\nthese animals.    The attending veterinarian needs to state how often he is to visit the facility and what vet care\nneeds to be provided for these animals to ensure an appropriate vet care plan is being provided and followed. \n \nTO BE CORRECTED BY'  FEBRUARY 20, 2014.\n3.127(a)\nFACILITIES, OUTDOOR. \nThe transport trailer that houses the steer is not large enough to turn about freely and to make normal postural\nadjustments. I observed the steers back side and nose have contact with the metal enclosure.  The steers horns\nalso had contact with the enclosure numerous times while he was standing still. Continuous contact with the steers\nbody parts may cause skin problems or possible injury due to his horns getting caught in the opening of the\nenclosure.  This steer needs to be able to travel comfortably, without having contact with this enclosure. \nTO BE CORRECTED BY: FEBRUARY 20, 2014.\n\nExit interview conducted with the licensee in Charlotte County, Florida.\n3.128\nSPACE REQUIREMENTS. \nThe camel did not have sufficient space for social adjustments with adequate freedom of movement during this\ninspection. The camel was tethered to the transport trailer during this inspection. The section of rope was\napproximately 3 feet in length, no giving the camel enough space for social adjustments with adequate freedom of\nmovement. I observed the camel lay its its own excreta due to lack of space provided.  I also observed one of the\nhorses attempt to kick the camel, not allowing the camel enough space to prevent a potential injury.\nTO BE CORRECTED BY:  FEBRUARY 6, 2014.\n \n3.137\nPRIMARY ENCLOSURES USED TO TRANSPORT LIVE ANIMALS.\nThe enclosure that houses the steer in the transport trailer is not large enough for animal to turn around freely and\nto make normal postural adjustments. I observed the steers back side and nose have contact with the metal\nenclosure.  The steers horns also had contact with the enclosure numerous times while he was standing still.\nContinuous contact with the steers body parts may cause skin problems or possible injury due to his horns getting\ncaught in the opening of the enclosure.  This steer needs to be able to travel comfortably, without having contact\nwith this enclosure. \nTO BE CORRECTED BY: FEBRUARY 15, 2014.\nExit interview conducted with the licensee in Charlotte County, Florida.     \nEND OF REPORT.\n\n",
  "animals_total": 10,
  "species": [
    {
      "count": 1,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 1,
      "scientific": "Camelus dromedarius domestic",
      "common": "DOMESTIC DROMEDARY CAMEL"
    },
    {
      "count": 8,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}