{
  "insp_id": "2016082568562998",
  "layout": "a",
  "customer_id": "26863",
  "customer_name": "Jason Riggs",
  "customer_addr": "420 Fourth Street\nLa Salle, IL 61301",
  "certificate": "33-B-0431",
  "site_id": "002",
  "site_name": "JASON RIGGS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-JUL-2017",
  "report_date": "24-JUL-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A male hedgehog (cage card HH40) is missing several quills over the entire length of its back extending from its\nneck to its butt. Additionally, there is dried, crusty material on the skin over the areas that are missing quills. The\nanimal was picked up and then placed back in the enclosure by the license holder. The animal immediately fell on\nits side and was unbalanced as it got up and slowly moved around. The license holder stated that he contacted the\nveterinarian two months ago because of the missing quills and that he had been treating the animal as per the\nveterinarian's instructions. The license holder added that the hedgehog has lost more quills and that he did not\nnotice the animal's behavior prior to the inspection. Finally, the license holder stated that he hasn't contacted the\nveterinarian about the additional quill loss. Frequent communication, including informing the veterinarian of the\ndecline or worsening of issues is necessary to prevent pain and discomfort in the animals.\nContact the veterinarian regarding this animal's condition and follow all prescribed treatments and/or instructions.\nTo be corrected: By the close of business on 7-21-17"
    },
    {
      "code": "2.131(a)",
      "kind": "Critical",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "The license holder stated that two Patagonian cavies died after they aspirated formula that he fed them by bottle.\nHe indicated that both animals started spitting up milk, had labored breathing, and started to convulse shortly after\nbeing fed the bottles. He also stated that he contacted the veterinarian, but the animals died several minutes later.\nInappropriate feeding methods/techniques resulted in the death of these animals.\nAll license holders must demonstrate adequate experience and knowledge of the species they maintain, including\nappropriate feeding methods and techniques.\nTo be corrected: From this day forward"
    },
    {
      "code": "3.126(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "The ambient temperature (combined with the heat index) in the animal room housing the adult raccoon was very\nwarm during the inspection. The temperature with the heat index factored in was 98.4 as per the kestrel 3000. Two\nwindows were open to the room, but they didn't help to relieve the heat and humidity as there was no breeze\ncoming in. There are no other means to protect against extreme temperatures in this animal room. Extreme\ntemperatures can cause distress in animals.\nAll animal rooms must be sufficiently regulated by heating or cooling to protect animals from extreme temperatures\nto provide for their health and comfort.\nTo be corrected: A temporary solution must be implemented by 7-21-17. A long term solution must be implemented\nby 8-3-17"
    },
    {
      "code": "3.126(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "The facility has inadequate ventilation in the following animal areas:\nThe upstairs animal room containing six foxes, two sugar gliders, four guinea pigs, two short-tailed opossums, eight\nprairie dogs, two juvenile raccoons, one mountain coati, and one Patagonian cavy. This room has strong feces and\nanimal odors present.\nThe basement animal room containing fourteen sugar gliders, four hedgehogs, and two lesser tenrecs, This room\nalso has strong feces and animal odors present.\nInadequate ventilation causes odors and can cause respiratory problems for the animals.\nAssure that all animal rooms are adequately ventilated to provide for the health and well-being of the animals.\nTo be corrected: 8-3-17"
    },
    {
      "code": "3.128",
      "kind": "",
      "repeat": false,
      "desc": "SPACE REQUIREMENTS.",
      "narrative": "Six foxes are housed in enclosures with inadequate space. Four of the foxes are housed in three enclosures that\nmeasure15h x 24l x 24w. The final two fox enclosures measure 20.5h x 39.5l x 17w and 15h x 34l x 16w\nrespectively. The fox in the smaller enclosure is not able to stand normally as its head is taller than the enclosure\nceiling. Its back also continuously touches the enclosure ceiling. None of the foxes are able to make normal\npostural and social adjustments as the enclosures are not large enough. Inadequate enclosure space can cause\nstress, depression, and abnormal behavior patterns in animals.\nThe foxes must be housed in enclosures that allow for normal postural and social adjustments to provide for their\nhealth and well-being.\nTo be corrected: 8-3-17"
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Excessive feces and/or food wastes and flies are present in and around the following animal enclosures:\nThe enclosures containing the fourteen sugar gliders, the sliding litter pans under their enclosures, the shelf space\nand floor surrounding their enclosures, were all soiled with feces and foods wastes. An old apple core was riddled\nwith fruit flies/gnats in the enclosure on the top shelf closest to the hedgehogs.\nThe enclosures containing four hedgehogs and two lesser tenrecs all had excessive feces and flies/gnats in them.\nThe enclosure containing the two juvenile raccoons has excessive feces and urine all over the floor.\nThe enclosure containing the mountain coatimundi had excessive feces and urine all over the floor.\nThe enclosure containing the single adult raccoon had excessive feces located near the entrance door.\nThe empty transport kennel that previously housed the Patagonian cavy was soiled with feces. The kennel was\nloaded with flies/gnats and located adjacent to the enclosure containing three prairie dogs.\nFeces and food wastes can cause odors and spread disease.\nThoroughly clean and sanitize all of the affected areas and repeat often enough to prevent build up.\nTo be corrected: 7-23-17"
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "There are abundant amounts of flies and gnats in the upstairs and basement animal rooms. The flies and gnats\nwere observed in and around the animals' enclosures, on the animals' feces and food, and on the walls and ceiling\nof the animal rooms. An abundance of fly spots were present on the ceiling of the upstairs animal room. The\nlicense holder had no fewer than four sticky fly strips that were loaded to capacity with flies. There were no\nadditional provisions for fly control. Flies carry and spread disease.\nImplement and maintain an effective program to control the flies and gnats for the health and well-being of the\nanimals.\nTo be corrected: 7-27-17\nThis inspection and exit interview were conducted with the owner."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA male hedgehog (cage card HH40) is missing several quills over the entire length of its back extending from its\nneck to its butt.  Additionally, there is dried, crusty material on the skin over the areas that are missing quills.  The\nanimal was picked up and then placed back in the enclosure by the license holder.  The animal immediately fell on\nits side and was unbalanced as it got up and slowly moved around.  The license holder stated that he contacted the\nveterinarian two months ago because of the missing quills and that he had been treating the animal as per the\nveterinarian's instructions.  The license holder added that the hedgehog has lost more quills and that he did not\nnotice the animal's behavior prior to the inspection.  Finally, the license holder stated that he hasn't contacted the\nveterinarian about the additional quill loss.  Frequent communication, including informing the veterinarian of the\ndecline or worsening of issues is necessary to prevent pain and discomfort in the animals. \nContact the veterinarian regarding this animal's condition and follow all prescribed treatments and/or instructions.\nTo be corrected: By the close of business on 7-21-17\n2.131(a)           CRITICAL\nHANDLING OF ANIMALS.\nThe license holder stated that two Patagonian cavies died after they aspirated formula that he fed them by bottle. \nHe indicated that both animals started spitting up milk, had labored breathing, and started to convulse shortly after\nbeing fed the bottles.  He also stated that he contacted the veterinarian, but the animals died several minutes later. \nInappropriate feeding methods/techniques resulted in the death of these animals.\nAll license holders must demonstrate adequate experience and knowledge of the species they maintain, including\nappropriate feeding methods and techniques. \nTo be corrected: From this day forward\n\n3.126(a)\nFACILITIES, INDOOR. \nThe ambient temperature (combined with the heat index) in the animal room housing the adult raccoon was very\nwarm during the inspection.  The temperature with the heat index factored in was 98.4 as per the kestrel 3000.  Two\nwindows were open to the room, but they didn't help to relieve the heat and humidity as there was no breeze\ncoming in.  There are no other means to protect against extreme temperatures in this animal room.  Extreme\ntemperatures can cause distress in animals.\nAll animal rooms must be sufficiently regulated by heating or cooling to protect animals from extreme temperatures\nto provide for their health and comfort.\nTo be corrected: A temporary solution must be implemented by 7-21-17.  A long term solution must be implemented\nby 8-3-17\n3.126(b)\nFACILITIES, INDOOR. \nThe facility has inadequate ventilation in the following animal areas:\nThe upstairs animal room containing six foxes, two sugar gliders, four guinea pigs, two short-tailed opossums, eight\nprairie dogs, two juvenile raccoons, one mountain coati, and one Patagonian cavy.  This room has strong feces and\nanimal odors present.\nThe basement animal room containing fourteen sugar gliders, four hedgehogs, and two lesser tenrecs,  This room\nalso has strong feces and animal odors present.\nInadequate ventilation causes odors and can cause respiratory problems for the animals. \nAssure that all animal rooms are adequately ventilated to provide for the health and well-being of the animals.\nTo be corrected: 8-3-17\n3.128\nSPACE REQUIREMENTS. \nSix foxes are housed in enclosures with inadequate space.  Four of the foxes are housed in three enclosures that\nmeasure15h x 24l x 24w.  The final two fox enclosures measure 20.5h x 39.5l x 17w and 15h x 34l x 16w\nrespectively.  The fox in the smaller enclosure is not able to stand normally as its head is taller than the enclosure\nceiling. Its back also continuously touches the enclosure ceiling.  None of the foxes are able to make normal\n\npostural and social adjustments as the enclosures are not large enough.  Inadequate enclosure space can cause\nstress, depression, and abnormal behavior patterns in animals.  \nThe foxes must be housed in enclosures that allow for normal postural and social adjustments to provide for their\nhealth and well-being.\nTo be corrected: 8-3-17\n3.131(a)\nSANITATION.   \nExcessive feces and/or food wastes and flies are present in and around the following animal enclosures:\nThe enclosures containing the fourteen sugar gliders, the sliding litter pans under their enclosures, the shelf space\nand floor surrounding their enclosures, were all soiled with feces and foods wastes.  An old apple core was riddled\nwith fruit flies/gnats in the enclosure on the top shelf closest to the hedgehogs.\nThe enclosures containing four hedgehogs and two lesser tenrecs all had excessive feces and flies/gnats in them.\nThe enclosure containing the two juvenile raccoons has excessive feces and urine all over the floor.  \nThe enclosure containing the mountain coatimundi had excessive feces and urine all over the floor.\nThe enclosure containing the single adult raccoon had excessive feces located near the entrance door.\nThe empty transport kennel that previously housed the Patagonian cavy was soiled with feces.  The kennel was\nloaded with flies/gnats and located adjacent to the enclosure containing three prairie dogs.\nFeces and food wastes can cause odors and spread disease.\nThoroughly clean and sanitize all of the affected areas and repeat often enough to prevent build up.\nTo be corrected: 7-23-17\n3.131(d)\nSANITATION.   \nThere are abundant amounts of flies and gnats in the upstairs and basement animal rooms.  The flies and gnats\nwere observed in and around the animals' enclosures, on the animals' feces and food, and on the walls and ceiling\n\nof the animal rooms.  An abundance of fly spots were present on the ceiling of the upstairs animal room.  The\nlicense holder had no fewer than four sticky fly strips that were loaded to capacity with flies.  There were no\nadditional provisions for fly control.  Flies carry and spread disease.\nImplement and maintain an effective program to control the flies and gnats for the health and well-being of the\nanimals.\nTo be corrected: 7-27-17\nThis inspection and exit interview were conducted with the owner.",
  "animals_total": 49,
  "species": [
    {
      "count": 6,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG (MOST COMMON PET HEDGEHOG)"
    },
    {
      "count": 4,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 8,
      "scientific": "Cynomys gunnisoni",
      "common": "GUNNISON'S PRAIRIE DOG"
    },
    {
      "count": 1,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 2,
      "scientific": "Echinops telfairi",
      "common": "LESSER MADAGASCAR HEDGEHOG TENREC"
    },
    {
      "count": 2,
      "scientific": "Monodelphis domestica",
      "common": "GREY SHORT-TAILED OPOSSUM"
    },
    {
      "count": 1,
      "scientific": "Nasuella olivacea",
      "common": "MOUNTAIN COATI"
    },
    {
      "count": 16,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    },
    {
      "count": 3,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 6,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}