{
  "insp_id": "2016082568051825",
  "layout": "a",
  "customer_id": "31676",
  "customer_name": "Renee Ray",
  "customer_addr": "17473 Hwy H H\nNeosho, MO 64850",
  "certificate": "43-T-0035",
  "site_id": "001",
  "site_name": "RENEE RAY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-DEC-2016",
  "report_date": "28-DEC-2016",
  "citations": [
    {
      "code": "2.131(b)(1)",
      "kind": "Critical",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "On December 18, 2016, the transporter placed a portable propane heater inside the cargo area of a truck, which\ncontained 211 puppies. She set the temperature setting on \"low\" and left for 1.5 hours. According to the\nmanufacturer's website, this model of propane heater does not have a thermostat, is for outdoor use only, and is not\nsafe to use indoors. The puppies became overheated and 53 puppies died from excessive heat. The use of\ninappropriate equipment can result in injury, pain, or death in animals. The transporter must ensure that handling of\nall animals shall be done as expeditiously and carefully as possible in a manner that does not cause trauma,\noverheating, excessive cooling, behavioral stress, physical harm, or unnecessary discomfort.\nTO BE CORRECTED FROM THIS POINT FORWARD."
    },
    {
      "code": "3.17(a)",
      "kind": "Critical",
      "repeat": false,
      "desc": "CARE IN TRANSIT.",
      "narrative": "Surface transportation (ground and water).\nOn December 18, 2016, the transporter placed a portable propane heater inside the cargo area of the truck, which\ncontained 211 puppies. The puppies became overheated and the transporter removed 103 puppies from the truck\nto a cooler environment. Many of these puppies were already dead, and at least 47 of the puppies were described\nas \"distressed\" and 9 puppies were described as \"critical\" by the transporter. She gave subcutaneous fluids to all\npuppies and a nutritional supplement to the smallest dogs. She did not have a thermometer to monitor the\ntemperature of the puppies. A total of 53 puppies died, including 6 of the \"critical\" puppies. The transporter did not\ntake any of the puppies to a veterinarian and did not speak to a veterinarian about the incident for at least 8 hours\nafter the overheated puppies were discovered. By that time 50 puppies had died. Immediate care by a veterinarian\nis necessary whenever puppies are suffering from an illness or injury. The regulated person must ensure that she\nobtains any veterinary care needed for dogs or cats in obvious physical distress at the closest available veterinary\nfacility.\nTO BE CORRECTED FROM THIS POINT FORWARD.\nThe inspection and exit briefing were conducted with the transporter in Neosho, MO on December 21, 2016. An\nadditional exit briefing was conducted by phone on December 28, 2016."
    }
  ],
  "narrative": "2.131(b)(1)           CRITICAL\nHANDLING OF ANIMALS.\nOn December 18, 2016, the transporter placed a portable propane heater inside the cargo area of a truck, which\ncontained 211 puppies.  She set the temperature setting on \"low\" and left for 1.5 hours.  According to the\nmanufacturer's website, this model of propane heater does not have a thermostat, is for outdoor use only, and is not\nsafe to use indoors.  The puppies became overheated and 53 puppies died from excessive heat.  The use of\ninappropriate equipment can result in injury, pain, or death in animals.  The transporter must ensure that handling of\nall animals shall be done as expeditiously and carefully as possible in a manner that does not cause trauma,\noverheating, excessive cooling, behavioral stress, physical harm, or unnecessary discomfort.\nTO BE CORRECTED FROM THIS POINT FORWARD.\n3.17(a)           CRITICAL\nCARE IN TRANSIT.\nSurface transportation (ground and water).\nOn December 18, 2016, the transporter placed a portable propane heater inside the cargo area of the truck, which\ncontained 211 puppies.  The puppies became overheated and the transporter removed 103 puppies from the truck\nto a cooler environment.  Many of these puppies were already dead, and at least 47 of the puppies were described\nas \"distressed\" and 9 puppies were described as \"critical\"  by the transporter.  She gave subcutaneous fluids to all\npuppies and a nutritional supplement to the smallest dogs.  She did not have a thermometer to monitor the\ntemperature of the puppies.  A total of 53 puppies died, including 6 of the \"critical\" puppies.  The transporter did not\ntake any of the puppies to a veterinarian and did not speak to a veterinarian about the incident for at least 8 hours\nafter the overheated puppies were discovered.  By that time 50 puppies had died.  Immediate care by a veterinarian\nis necessary whenever puppies are suffering from an illness or injury.  The regulated person must ensure that she\nobtains any veterinary care needed for dogs or cats in obvious physical distress at the closest available veterinary\nfacility.\nTO BE CORRECTED FROM THIS POINT FORWARD.\n\nThe inspection and exit briefing were conducted with the transporter in Neosho, MO on December 21, 2016.   An\nadditional exit briefing was conducted by phone on December 28, 2016.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}