{
  "insp_id": "134142345560064",
  "layout": "a",
  "customer_id": "1079",
  "customer_name": "Regents Of The University Of Idaho",
  "customer_addr": "875 Perimeter Dr. Ms 3010\nMoscow, ID 83844",
  "certificate": "82-R-0002",
  "site_id": "003",
  "site_name": "REGENTS OF IDAHO OF THE UNIVERSITY OF IDAHO",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-MAY-2014",
  "report_date": "30-MAY-2014",
  "citations": [
    {
      "code": "2.33(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.",
      "narrative": "2.33 (b)(2) Attending Veterinarian and Adequate Veterinary Care\n--The facility does not have an adequate program of preventative hoof care. The brown llama has a left rear lateral\nclaw that is curled outward and at least one other excessively long claw. Excessively long and misshapen claws\ncan cause strain on tendons and lead to discomfort. The facility shall establish and maintain a program of\nveterinary care that includes routine preventative hoof care for the animals.\nTo be corrected by 6-4-14."
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "3.129 (a) Feeding\n--Contaminated feed is sometimes being fed to the animals. Hay that is contaminated with white mold is observed\nbeing fed to the 17 sheep and 2 llamas. Mold can cause illness in animals. The facility shall ensure only feed that\nis not contaminated is fed to the animals so as not to risk creating illnesses.\nCorrected on site. The facility shall maintain a program of only feeding non-contaminated foods.\nInspection and exit interview conducted with the Director."
    }
  ],
  "narrative": "2.33(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.\n2.33 (b)(2)  Attending Veterinarian and Adequate Veterinary Care\n--The facility does not have an adequate program of preventative hoof care.  The brown llama has a left rear lateral\nclaw that is curled outward and at least one other excessively long claw.  Excessively long and misshapen claws\ncan cause strain on tendons and lead to discomfort.  The facility shall establish and maintain a program of\nveterinary care that includes routine preventative hoof care for the animals.\nTo be corrected by 6-4-14.\n3.129(a)\nFEEDING.    \n3.129 (a)  Feeding\n--Contaminated feed is sometimes being fed to the animals.  Hay that is contaminated with white mold is observed\nbeing fed to the 17 sheep and 2 llamas.  Mold can cause illness in animals.  The facility shall ensure only feed that\nis not contaminated is fed to the animals so as not to risk creating illnesses.\nCorrected on site.  The facility shall maintain a program of only feeding non-contaminated foods.\nInspection and exit interview conducted with the Director.",
  "animals_total": 19,
  "species": [
    {
      "count": 2,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 17,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    }
  ]
}