{
  "insp_id": "2016082567968312",
  "layout": "a",
  "customer_id": "325140",
  "customer_name": "Memory Lane Stables",
  "customer_addr": "8290 Kean Ave\nWillow Springs, IL 60480",
  "certificate": "33-C-0449",
  "site_id": "001",
  "site_name": "MEMORY LANE STABLES",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-OCT-2016",
  "report_date": "24-OCT-2016",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "**While reviewing the records it was noted that the program of veterinary care was not complete. In Section IV,\nOther Warm Blooded Animals, Part B (vaccinations) indicates to list the diseases for which the vaccinations are\nperformed and the frequency of vaccinations, Part C (parasite control program) treatment and sampling, however,\nonly monthly treatments are indicated. The program of veterinary care should reflect the appropriate vaccinations\nand parasite control program for the animals on hand. The program of veterinary care should be updated to\naccurately reflect the vaccination and parasite program for the animals. Lack of a complete program of veterinary\ncare does not ensure that proper veterinary care is being provided in accordance with currently accepted veterinary\nmedical standards.\nCorrect by: October 31, 2016"
    },
    {
      "code": "3.51(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "**Four rabbits are housed in an indoor facility with limited natural light and the artificial light above the enclosure\nwas not in working order when the inspectors arrived. Rabbits shall have ample light by natural or artificial means\nand of good quality. The licensee must provide good quality light for the enclosed rabbits.\nCorrect by: October 26, 2016."
    },
    {
      "code": "3.53(a)(2)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "**The mat covering the wire mesh flooring in several rabbit enclosures was saturated with urine and dirty wood\nshavings. The rabbits have to walk through the wood shavings in order to access the water bowl. The rabbits do\nnot have a clean surface to lay on or walk through to access food and water. The floor coverings should be\nmaintained in a manner to allow the rabbits to be clean and dry while in the enclosure."
    },
    {
      "code": "3.125(a)",
      "kind": "Critical",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "**The left side of the doorway to the arena entrance containing numerous goats, sheep, pigs and mini-horses was\nmissing several cinder blocks exposing insulation and jagged edges. Several animals were observed rubbing\nagainst the fencing material attached to the wall that had protruding wire. Jagged, uneven edges and protruding\nwire has the potential to cause injury to animals housed in the area. Indoor facilities housing animals should be\nmaintained in a manner to contain and protect the animals from injury.\nCorrect by: November 1, 2016"
    },
    {
      "code": "3.126(b)",
      "kind": "Critical",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "**There is a strong smell of ammonia in the area housing the goats, sheep and rabbits. The smell was strongest by\nthe enclosure housing the sheep and goats. The shavings in the sheep and goat enclosure was soaked with urine\nand fecal material. The ammonia level was high enough to cause the inspectors' eyes and throat to burn upon\nentering the area. Ammonia at a level that causes irritation to the inspectors' eyes and nasal passages can be\nexpected to cause similar irritation and discomfort to the animals. Although there was an open door there is no\nadditional ventilation. This room must be properly ventilated and the source of the ammonia corrected to minimize\nodors and provide for the health of the animals.\nCORRECT BY : IMMEDIATELY"
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "Numerous water receptacles in several animal enclosures containing sheep, goats and pigs are in need of cleaning.\nThe inner/outer sides and bottom surfaces are coated with a dark brown material. Drinking contaminated water can\nlead to disease and illness. All water receptacles shall be kept clean and sanitary.\nCorrect by: IMMEDIATELY\nINSPECTION AND EXIT BRIEFING CONDUCTED WITH THE FACILITY REPRESENTATIVE.\nAdditional Inspectors\nGowins Jessica, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n**While reviewing the records it was noted that the program of veterinary care was not complete.  In Section IV,\nOther Warm Blooded Animals, Part B (vaccinations) indicates to list the diseases for which the vaccinations are\nperformed and the frequency of vaccinations, Part C (parasite control program) treatment and sampling, however,\nonly monthly treatments are indicated.   The program of veterinary care should reflect the appropriate vaccinations\nand parasite control program for the animals on hand. The program of veterinary care should be updated to\naccurately reflect the vaccination and parasite program for the animals. Lack of a complete program of veterinary\ncare does not ensure that proper veterinary care is being provided in accordance with currently accepted veterinary\nmedical standards.\nCorrect by: October 31, 2016\n3.51(c)\nFACILITIES, INDOOR.   \n**Four rabbits are housed in an indoor facility with limited natural light and the artificial light above the enclosure\nwas not in working order when the inspectors arrived. Rabbits shall have ample light by natural or artificial means\nand of good quality. The licensee must provide good quality light for the enclosed rabbits.\nCorrect by: October 26, 2016.\n3.53(a)(2)                    REPEAT\nPRIMARY ENCLOSURES.   \n**The mat covering the wire mesh flooring in several rabbit enclosures was saturated with urine and dirty wood\nshavings.  The rabbits have to walk through the wood shavings in order to access the water bowl.  The rabbits do\nnot have a clean surface to lay on or walk through to access food and water.  The floor coverings should be\nmaintained in a manner to allow the rabbits to be clean and dry while in the enclosure.\n\n3.125(a)           CRITICAL\nFACILITIES, GENERAL.   \n**The left side of the doorway to the arena entrance containing numerous goats, sheep, pigs and mini-horses was\nmissing several cinder blocks exposing insulation and jagged edges.  Several animals were observed rubbing\nagainst the fencing material attached to the wall that had protruding wire.  Jagged, uneven edges and protruding\nwire has the potential to cause injury to animals housed in the area.  Indoor facilities housing animals should be\nmaintained in a manner to contain and protect the animals from injury.\nCorrect by: November 1, 2016\n3.126(b)           CRITICAL\nFACILITIES, INDOOR. \n**There is a strong smell of ammonia in the area housing the goats, sheep and rabbits. The smell was strongest by\nthe enclosure housing the sheep and goats.  The shavings in the sheep and goat enclosure was soaked with urine\nand fecal material.  The ammonia level was high enough to cause the inspectors' eyes and throat to burn upon\nentering the area. Ammonia at a level that causes irritation to the inspectors' eyes and nasal passages can be\nexpected to cause similar irritation and discomfort to the animals.  Although there was an open door there is no\nadditional ventilation.  This room must be properly ventilated and the source of the ammonia corrected to minimize\nodors and provide for the health of the animals. \nCORRECT BY : IMMEDIATELY\n3.130\nWATERING.  \nNumerous water receptacles in several animal enclosures containing sheep, goats and pigs are in need of cleaning.\nThe inner/outer sides and bottom surfaces are coated with a dark brown material.  Drinking contaminated water can\nlead to disease and illness.  All water receptacles shall be kept clean and sanitary. \nCorrect by: IMMEDIATELY\nINSPECTION AND EXIT BRIEFING CONDUCTED WITH THE FACILITY REPRESENTATIVE.\n\nAdditional Inspectors\nGowins Jessica, Veterinary Medical Officer",
  "animals_total": 31,
  "species": [
    {
      "count": 15,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 4,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 10,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 2,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}