{
  "insp_id": "2016090000713791",
  "layout": "b",
  "customer_id": "506618",
  "customer_name": "DANIEL GINGERICH",
  "customer_addr": "3125 Davis Rd\nSEYMOUR, IA 52590",
  "certificate": "42-A-1632",
  "site_id": "001",
  "site_name": "DANIEL GINGERICH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-SEP-2021",
  "report_date": "17-SEP-2021",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Female Bichon puppy is observed lying in her enclosure while all her litter mates are actively moving around. The puppy\nappears lethargic and dull and physical inspection of the animal by the Veterinary Medical Officer revealed that her\nextremities, including her ears, are cold to the touch, her abdomen is swollen and she has a rapid respiration rate with an\nincreased effort on inhalation. A small amount of discharge is coming from the nose. The facility representative had not\nnoticed the puppy's condition and she has not been evaluated by a licensed veterinarian and is not under any treatment.\nFemale Golden retriever puppy (tag #707, DOB 06-01-21) appears lethargic, dull and depressed. Physical inspection of\nthe puppy revealed her extremities, including her ears, are cold to the touch while her body feels hot. All four legs are\nswollen, as well as her muzzle, which has a spongy feel to it. Palpation of her abdomen revealed that it may be full of\nfluid. The dog is housed with 15 other puppies, but she remained laying on the ground while the majority of the other\npuppies actively moved around the enclosure. The puppy is being treated for a cough, intestinal parasites and external\nparasites, but she has never been physically examined by a licensed veterinarian and a veterinarian has not evaluated\nthe dog for her current condition.\nFemale Golden retriever (tag #576, DOB 07-10-21) appears lethargic, dull and depressed. The puppy's extremities,\nincluding her ears, felt cold to the touch while her body felt hot. Discharge is coming from the nose, the 3rd eyelids on\nboth eyes are elevated, and the puppy was observed to be drooling. The puppy was also coughing nearly continuously\nduring the inspection of the animals and the enclosure. The puppy is being treated for a cough, intestinal parasites and\nexternal parasites, but she has never been physically examined by a licensed veterinarian and a veterinarian has not\nevaluated the dog for her current condition.\nFemale Golden retriever (tag #581, DOB 07/2021) is emaciated. Physical examination of the puppy by the Veterinary\nMedical Officer revealed very little fat covering her frame and her ribs, hips, and backbone were easily felt and the\nbackbone is prominent with sunken muscles along both sides. The Veterinary Medical Officer determined the animal has\na Body Condition Score of 3 out of 9. The puppy's extremities, including the ears, felt cold to the touch while her body felt\nhot. A small amount of discharge was noticed from both nostrils. The puppy is being treated for a cough, intestinal\nparasites and external parasites, but she has never been physically examined by a licensed veterinarian and a\nveterinarian has not evaluated the dog for her current condition.\nLethargic, depressed behavior could be an indication that an animal is ill and feeling unwell. During the inspection of the\nfacility on July 29, 2021, the licensee stated to the inspectors that this site has experienced confirmed positive cases of\nParvovirus in several of their dogs throughout the month of July. Discharge from the nose, abnormal body temperatures,\nand poor body condition could indicate an underlying health issue including serious diseases.\nFemale poodle (tag #371) has an emaciated body condition. The dog has very little fat or muscle covering her frame and\nthe ribs, backbone, and hip bones are easily felt beneath the haircoat. The Veterinary Medical Officer who physically\nexamined the animal determined it had a Body Condition Score of 3 out of 9. The facility representative has not noticed\nthe condition of this animal and she has not been evaluated by a licensed veterinarian and is not under a treatment plan.\nEmaciated body condition could indicate a serious underlying health issue.\nMale Australian shepherd (tag #272) has poor dental health. Nearly the entire surface of the upper left cheek teeth are\ncoated in a thick brown tartar. The majority of the surface of the upper left canine tooth and front teeth are also coated in\na dark brown tartar. The entire surface of the lower left cheek teeth are covered in dark brown tartar. The gums are\nmoderately reddened with a darker red line running along the gum line of all the upper left teeth. The inspectors were not\nable to view the right side of the dog's mouth as the animal became to dangerous to handle. The facility representative\nhad not noticed the condition of the dog's teeth and he has not been evaluated by a licensed veterinarian and is not under\na treatment plan.\nPoor dental health could cause pain and discomfort to the dog as well as lead to further health issues.\nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. The above\nmentioned dogs must be evaluated by a licensed veterinarian for an accurate diagnosis and to establish an effective\ntreatment plan. The licensee must ensure all dogs receive adequate veterinary care at all times. The facility\nrepresentative had the dogs transported to a licensed veterinarian at the time of the inspection.\nFemale Cavalier (#325) has extremely overgrown toenails. The toenails of the front feet have grown excessively long and\nhave developed a severe curve.\nFemale Pomsky (#582) has extremely overgrown toenails. The toenails of the left front foot have grown excessively long\nand have developed a severe curve.\nOvergrown toenails could cause pain and discomfort to the dog as well as affect the dog's natural gait.\nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. The licensee\nmust trim the dogs' toenails to an appropriate length and ensure that the toenails of all dogs are properly maintained at all\ntimes."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The licensee and facility representative told APHIS officials that there have been cases of Parvovirus at their kennel that\nhas been on-going for the past few months. During the current inspection, a random sampling of just five litters of\npuppies revealed that no less than eleven puppies had died from Parvovirus according to the facility representative. The\nlicensee has also sold puppies which have tested positive for Parvovirus and Distemper. The inspector asked the facility\nrepresentative if the attending veterinarian is aware of the Parvovirus issues and he said he did not know if the Attending\nVeterinarian knew. The inspector called the Attending Veterinarian who confirmed that he was not aware of the\nParvovirus cases and the licensee had never spoken to him about it.\nFailure to properly observe and communicate health problems, in a timely manner, can result in prolonged pain and\nsuffering and the increased risk of development of serious medical conditions.\nA mechanism of direct and frequent communication is required so that timely and accurate information on problems of\nanimal health, behavior, and well-being is conveyed to the attending veterinarian. The licensee must communicate with\nthe Attending Veterinarian regarding the Parvovirus issues and positive results for Distemper in order to regain control of\nthe diseases and to protect the lives of the adult dogs and puppies.\nTo be corrected by: From this day forward the licensee must communicate all problems, issues or concerns related to the\nhealth and well-being of the dogs to the Attending Veterinarian."
    },
    {
      "code": "2.50(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Time and method of identification.",
      "narrative": "Numerous litters of puppies are co-mingled, but no official form of identification has been applied to the animals. The co-\nmingled litters include:\nA mixed group of eight weaned puppies consisting of at least four different breeds have no form of identification.\nA mixed group of one Bernadoodle, one Pomsky and one poodle puppy have no form of identification.\nA mixed group of six puppies consisting of two Samoyeds and four Yorkie-type puppies which have no form of official\nidentification.\nFailure to apply an official form of identification to each puppy interferes with APHIS official's ability to identify animals and\ntrace their movements. Official identification is also necessary to complete required paperwork including medical records.\nA class \"A\" dealer must identify all dogs under 16 weeks old by the use of an official tag, a distinctive and legible tattoo, or\na plastic-type collar containing the required information. APHIS Officials also accept microchips or written identification\nattached to the enclosure (cage cards) for puppies under 16 weeks old provided that these puppies are maintained in\ndistinct litters and provided that the cage card contains all of the required information. The licensee must apply an official\nform of identification to each puppy and the licensee must ensure that all dogs are properly identified at all times.\nTo be corrected by: From this day forward"
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "Female Husky (#321 or ear tattoo 73) is not documented on APHIS form 7005. The facility representative stated that the\ndog is referred to as #321, but her ear tattoo is 73. Neither number was found on APHIS form 7005. Failure to document\nthe required information for the dog on APHIS form 7005 interferes with APHIS officials ability to identify the dog and to\ntrace its movements.\nTwo 9 week old Cavalier spaniel puppies have no documented acquisition information. The puppies are neither\ndocumented on a cage card or on APHIS form 7005.\nOn July 29, 2021, the licensee gave ownership of approximately 340 dogs located at an unlicensed facility to a USDA\nlicensed broker. The licensee has never provided the inspectors with disposition forms for these dogs.\nThe inspector received Certificates of Veterinary Inspection (CVI) that showed the licensee has sold puppies to private\nindividuals, but has failed to provide the inspector with APHIS form 7006 documenting the disposition of these animals.\nThe following dogs have a CVI, but no APHIS form 7006:\nThree female pugs and one male pug all 4 years of age purchased by a private individual in Ohio. CVI issued on\n06/19/21.\nOne 8 week old male puppy purchased by a private individual in Arkansas. CVI issued 06/05/21.\nOne male Cavapoo purchased by a private individual in Arkansas. CVI issued 06/05/21.\nOne female 8 week old Cocker spaniel purchased by a private individual in Iowa. CVI issued 03/08/21.\nOne male 8 week old Beagle/Cocker spaniel cross purchased by a private individual in Maine. CVI issued on 03/08/21.\nOne 10 week old toy poodle purchased by a private individual in Pennsylvania. CVI issued 06/19/2021.\nFailure to provide the disposition information interferes with the ability of APHIS officials to identify dogs and trace their\nmovements.\nEach dealer shall make, keep, and maintain records or forms which fully and correctly disclose the required information\nconcerning each dog or cat purchased or otherwise acquired, owned, held, or otherwise in his or her possession or under\nhis or her control, or which is transported, euthanized, sold, or otherwise disposed of. The licensee must add female\nHusky (#321/73) and her necessary information to APHIS form 7005 and the licensee must also document the required\nacquisition information for the cavalier puppies on either APHIS form 7005 or on a cage card. The licensee must\ncomplete APHIS form 7006 for the 340 dogs and private sale puppies. The licensee must ensure all required paperwork is\ncreated, maintained, and accurate at all times."
    },
    {
      "code": "2.75(a)(1)(i)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "APHIS Form 7005 (Acquisition of Dogs and Cats on Hand) is incomplete. There is no acquisition information for\napproximately 156 dogs. Failure to provide the acquisition information does not allow APHIS officials to trace the\nmovements of dogs.\nEach dealer shall make, keep and maintain records which fully discloses the name and address of the person from whom\na dog was purchased or otherwise acquired. The licensee must add the name and address for each dog to APHIS Form\n7005. The licensee must ensure that APHIS Form 7005 is complete and contains the required information at all times."
    },
    {
      "code": "2.75(a)(1)(v)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "APHIS form 7005 (Acquisition of Dogs and Cats on Hand) is incomplete. The date of acquisition for approximately 154\ndogs is missing. The date of acquisition is necessary to complete records, identify dogs, and to trace the movements of\ndogs.\nAPHIS form 7005 is also lacking the disposition date for the dogs that are no longer at the facility. According to APHIS\nform 7005, there should be 155 dogs over the age of 4 months at the facility, but APHIS officials counted only 109 dogs\nduring the inspection. The date of disposition is necessary to complete records, identify dogs, and to trace the movements\nof dogs.\nEach dealer shall make, keep, and maintain records which fully and correctly disclose the date each dog was acquired.\nThe licensee must add the acquisition dates and disposition dates to APHIS Form 7005. The licensee must ensure that\nAPHIS Form 7005 contains all the required information at all times."
    },
    {
      "code": "2.75(a)(1)(vii)(C)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "APHIS form 7005 (Acquisition of Dogs and Cats on Hand) is incomplete. The age or date of birth for 143 dogs is missing.\nThe age or date of birth is necessary to complete medical records and for the identification of dogs.\nEach dealer shall make, keep and maintain records that fully disclose the date of birth or approximate age of each dog.\nThe licensee must add the age or date of birth to APHIS form 7005 for each dog. The licensee must ensure that APHIS\nForm 7005 is complete and contains the required information at all times."
    },
    {
      "code": "2.75(a)(1)(viii)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "At least ten puppies have no transport information documented on their disposition forms. Transport information must be\nprovided to allow APHIS officials to monitor the movement of animals from their point of origin to their final destination and\nto identify individuals who may have had direct contact with the puppy during transport.\nDisposition forms must include all required transportation information including method of transport and the name of the\ncarrier or intermediate handler. The licensee must ensure that all disposition forms include the required transportation\ninformation."
    },
    {
      "code": "2.75(a)(1)(ix)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "Numerous cage cards are incomplete. The number of puppies present at the facility does not match the number of\npuppies documented on the cage card and there is no indication of whether the puppy was sold, died, euthanized or was\notherwise disposed of. Examples of these cage cards include:\nFemale Samoyed (#14) has four puppies documented on her cage card, but only one is present. Two of the puppies\nhave \"Died\" documented by their names, but one puppy has no disposition information. The facility representative stated\nthe puppies died from Parvovirus.\nAnother cage card has three puppies documented, but only one is present. There is no disposition information for the two\nmissing puppies, but the facility representative stated they died from Parvovirus.\nAnother cage card has three puppies documented, but only one is present. There is no disposition information for the two\nmissing puppies, but the facility representative stated they died from Parvovirus.\nFemale Pomsky (#302) has a chocolate poodle puppy she is fostering listed on her cage card. The poodle puppy is no\nlonger at the facility, but there is no disposition information documented on the card. The facility representative stated the\npuppy died from Parvovirus.\nAn enclosure containing three different litters of puppies, should have seven puppies present per their cage cards. Only\nfive puppies are present, but there is no disposition information for the missing puppies. The facility representative stated\nthe puppies had died from Parvovirus.\nA female Bichon in the Whelping Building has five puppies listed on her cage card, but only three are present and there is\nno disposition information for the missing puppies. The facility representative stated the puppies had died from\nParvovirus.\nFailure to provide the date and method of disposition on the cage card may interfere with the ability of APHIS officials to\naccurately inventory the animals, identify individual dogs and to track their movements.\nEach dealer shall make, keep, and maintain records or forms which fully and correctly disclose the date and method of\ndisposition of a dog including sale, death, euthanasia, or donation. The licensee must add the date and method of\ndisposition to the cage cards whenever necessary and ensure all records are accurate at all times."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "Four enclosures in the whelping building have gates that are not properly secured. The gates are latched only at the\nbottom leaving the upper half of the gate free to be pushed or pulled open resulting in a gap large enough for a dog to\nstick its head or legs through. At least 25 dogs are housed in the affected enclosures.\nOne enclosure containing one adult Boston terrier and two puppies has a large gap in the wall beneath the access door.\nThe puppies are small enough that they could potentially place their head or leg into the gap.\nGaps in fencing or walls that are large enough to allow a dog to place its body parts through could cause the animal to\nbecome entrapped or injured.\nThe tile on the back wall of an enclosure, containing one adult dog and two puppies, has fallen from the wall and broken.\nThe pieces of the tile have been placed on the top edge of the enclosure divider and are at risk of falling into the\nenclosure or into the enclosure on the other side of the divider which contains one adult dog and three puppies.\nFalling tile could cause injury to the dogs should it land on them or break into smaller pieces that the dogs step on or\nconsume. The facility representative removed the broken pieces of tile at the time of the inspection.\nHousing facilities for dogs and cats must be designed and constructed so that they are structurally sound. They must be\nkept in good repair, and they must protect the animals from injury, contain the animals securely, and restrict other animals\nfrom entering. The licensee must eliminate the gap beneath the access door and have all the gates properly secured to\nensure the dogs have no risk of entrapment or injury. The licensee must ensure that all enclosures are safe for the dogs\nat all times."
    },
    {
      "code": "3.1(b)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "The storage closet in the sheltered housing building contains items used for the dogs. There is a large amount of\nunidentifiable dark colored material on the floor beneath the water pipe. The closet also has a large number of spider\nwebs hanging from the ceiling and walls and attached to the items used for the dogs. Many of the spider webs have\npieces of insulation attached to them.\nThe dark colored material and spider webs could collect dust, dirt and disease causing agents.\nHousing facilities and areas used for storing animal food or bedding must be free of any accumulation of trash, waste\nmaterial, junk, weeds, and other discarded materials. The licensee must remove the dark colored material and spider\nwebs from the storage closest in order to reduce the risk of disease hazards towards the dogs."
    },
    {
      "code": "3.1(c)(1)(ii)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "Two huskies have access to a shelter which has screws located along the top of the access door and the sharp ends are\nprotruding into the interior of the shelter at the level of the dogs.\nOne female poodle has access to a shelter which has screws located along the top of the access door and the sharp ends\nare protruding into the interior of the shelter at the level of the dog.\nOne female Boston terrier has access to a metal strip that has detached from a post and bent outward creating a sharp\npoint at the level of the dog.\nThree Corgis have access to a shelter which has screws located along the top of the access door and the sharp ends are\nprotruding into the interior of the shelter at the level of the dogs.\nSharp points could cause injury to the dogs.\nHousing facilities must be free of sharp points and jagged edges. The licensee must alter the sharp points in a manner\nthat eliminates the risk of injury to the dogs. The licensee must ensure that all enclosures are safe for the dogs at all\ntimes."
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "One open bag of dog food is sitting on the floor of the Whelping Building. Open bags of dog food are at risk of\ncontamination from pests such as flies and mice, as well as allowing humidity and liquids to contact the food potentially\ncausing it to cake or mold.\nSupplies of food and bedding must be stored in a manner that protects the supplies from spoilage, contamination, and\nvermin infestation. All open supplies of food and bedding must be kept in leakproof containers with tightly fitting lids to\nprevent contamination and spoilage. The licensee must place the open bag of dog food into a leak-proof container with a\ntightly fitted lid in order to protect it from any contaminates. The facility representative placed the bag of food into a\ncompliant container at the time of the inspection."
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "The waste from the sheltered building and covered outdoor enclosures runs through a concrete drain in the floor that\ndisposes of the waste directly outside the building. A large pool of feces, hair, urine and other waste material has\ncollected on the immediate outside of the building. A large number of insects are swarming around the pool and climbing\nup the walls of the building.\nThe inspectors moved a shelter in one covered outdoor enclosure and found a large pile of feces and other organic\nmaterial beneath it that had failed to drain from the enclosure. The inspector smelled a foul odor that was permeating\nfrom the feces pile. Two huskies are housed in this enclosure. The enclosure directly next to the huskies has liquid\ndraining down the back wall from the sheltered building.\nDrains and drainage areas that are not properly maintained could result in a buildup of waste that could attract pests,\ncreate odors, soil animals, and increase the risk of disease hazards.\nDisposal and drainage systems must minimize vermin and pest infestation, insects, odors, and disease hazards. All\ndrains must be properly constructed, installed, and maintained. The licensee must alter all the drains in a manner that\nmoves the pool of waste away from the exterior of the sheltered building and also eliminates the area of waste in the dog\nenclosures. The licensee must ensure that all drains are working properly at all times."
    },
    {
      "code": "3.3(e)(1)(iii)",
      "kind": "",
      "repeat": true,
      "desc": "Sheltered housing facilities.",
      "narrative": "Three enclosures in the sheltered housing building, containing a total of 2 adult dogs and 10 puppies, have a window that\nis framed in wood and is located at the level of the dogs. The wooden window frame had been painted, but the dogs have\nchewed and damaged the wood causing it to no longer be impervious to moisture.\nSurfaces of enclosures that have potential contact with dogs must be impervious to moisture in order to allow for proper\ncleaning and sanitizing of the surface to prevent the buildup of debris and other materials that can harbor contaminated\nand potentially disease-causing agents.\nAll walls and other surfaces in contact with animals must be impervious to moisture. The licensee must alter the wooden\nwindow frames in a manner that makes them impervious to moisture in order to allow proper cleaning and sanitization of\nthe surface to occur."
    },
    {
      "code": "3.6(a)(2)(x)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "All of the enclosures in the whelping building, housing approximately 111 adults and 87 puppies, have non-compliant\nflooring. The floors are constructed of composite boards that are approximately 3 to 4 inches wide, but the gaps between\nthe boards are wide enough that the legs of puppies and adult dogs will easily fall through them. The inspectors observed\nthe feet and legs of numerous puppies and adult dogs pass through the openings in the floors. The non-compliant\nflooring had been identified by inspectors months previously, but the licensee has done nothing to bring the flooring into\ncompliance even after the inspectors reminded him at subsequent inspections.\nOpenings in the flooring that are large enough to allow the dogs' feet and legs to pass through could cause serious injury\nto the animals.\nPrimary enclosures must have floors constructed in a manner that does not allow the dogs' feet to pass through any\nopenings in the floor. The licensee must alter the floors in a manner that will not allow the feet of the dogs to pass\nthrough. The licensee must ensure that all flooring is safe for the dogs at all times.\nTo be corrected by: 01-October-2021"
    },
    {
      "code": "3.6(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "A three month old puppy is housed with an adult dog that is not its dam or foster dam. Puppies under 16 weeks old are\nnot well socialized or accustomed to the dynamics of competing for food or water with other dogs and may not be able to\nfend for themselves against aggressive or dominant adult dogs.\nPuppies under 16 weeks (4 months) of age may not be housed in the same primary enclosure with adult dogs, other than\nthe dam or foster. The licensee must house the puppy in an enclosure that does not contain adults which are not its dam\nor foster dam. The licensee must ensure that all dogs that are group housed are compatible at all times.\nTo be corrected by: End of business 18-September-2021"
    },
    {
      "code": "3.9(b)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Feeding",
      "narrative": "Female poodle (tag #371) has an emaciated body condition with a Body Condition Score of 3 out of 9 as determined by\nthe Veterinary Medical Officer. Examination of her metal self-feeder revealed it contained moldy food that is mixed with\nthe fresh food.\nOne female Boston terrier also has moldy food inside her metal self feeder with a hard section of caked feed beneath the\nfresh food.\nMale Australian shepherd (tag #272) has caking of the feed inside the metal self feeder. A large section of caked feed is\nlocated beneath the fresh food and moldy food is mixed into the fresh food.\nTwo Golden retrievers have caked food inside their metal self feeder. The caked feed is embedded into a dried black\nsubstance.\nSix puppies have caked and deteriorating feed inside their metal self feeder.\nOne adult Shiba Inu has an excessive amount of wood shavings mixed into her feed. The amount of shavings in the feed\nis large enough to interfere with the dog's ability to eat the food without also consuming shavings.\nFour puppies have an excessive amount of wood shavings mixed into their wet food. The puppies cannot consume the\nfood without also ingesting the wood shavings.\nSix golden doodles have an excessive amount of wood shavings covering their food. The dogs cannot access the food\nwithout potentially consuming the wood shavings.\nFour adult dogs have an excessive amount of wood shavings covering their food. A thick layer of shavings are piled on\ntop of the feed and the dog's cannot consume the food without first penetrating the layer of shavings.\nContaminated food may interfere with a dog's desire to eat and its ability to receive adequate nutrition which could result\nin poor body condition, illness, and other serious health issues.\nFood receptacles must be located so as to minimize contamination. Measures must be taken to prevent molding, caking\nand deterioration of the feed. The licensee must remove all moldy, caked, and contaminated food from the feeders and\nensure the dogs are provided with clean and uncontaminated food at all times."
    },
    {
      "code": "3.11(b)(4)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "One outdoor shelter, accessed by a total of 16 puppies between 8 and 12 weeks of age, contains straw bedding material.\nThe majority of the straw bedding is dark in color and compacted together in a solid pile and the inspector had to pull the\nlayers of straw apart. The layers of straw were wet, dirty, moldy and the material has a strong odor of mold. Blue plastic\nmaterial was found mixed into and laying on top of the straw bedding. All 16 puppies with access to this contaminated,\ndirty bedding material are under treatment for a cough, intestinal parasites and external parasites. The inspector\nobserved one of the sick puppies lying in the bedding material with its nose burrowed down into the contaminated straw.\nBedding material contaminated by waste, mold, dirt, and plastic may cause the animals to become wet and soiled, as well\nas raise the risk of disease hazards and irritate or worsen existing medical conditions.\nPens, runs, and outdoor housing areas using material that cannot be sanitized using the methods provided in the\nregulations, such as gravel, sand, grass, earth, or absorbent bedding, must be sanitized by removing the contaminated\nmaterial as necessary to prevent odors, diseases, pests, insects, and vermin infestation. The licensee must ensure that all\ncontaminated bedding material is removed from the shelter as often as necessary to prevent soiling of the animals, as\nwell as eliminate odors, insects and mold and other disease hazards."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": true,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The sheltered housing building is surrounded by overgrown vegetation on the north, south and west sides. Overgrown\nvegetation could attract pests such as mice and insects as well as interfere with the ability of inspectors to examine the\nbuilding's exterior.\nWeeds, grasses, and bushes must be controlled so as to facilitate cleaning of the premises and pest control, and to\nprotect the health and well-being of the animals. The licensee must alter the overgrown vegetation in a manner that\nreduces the risk of attracting pests and allows inspectors to be able to fully examine the exterior of the builiding."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": true,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "Within the sheltered housing building there are two storage cabinets which have a heavy accumulation of mouse feces.\nAn excessive amount of rodent feces are located along the top edge of the back wall of the covered outdoor enclosures.\nThe divider fencing between the enclosures sits on top of a short cinder block wall and rodent feces are located along the\ntop of this wall block wall. Large amounts of rodent feces are located in the enclosures that have no dogs. No pest\ncontrol is located around the covered outdoor enclosures. Failure to control pests such as rodents could cause\ncontamination of food sources, as well as raise the risk of disease hazards.\nAn effective program for the control of insects, external parasites affecting dogs and cats, and birds and mammals that\nare pests, must be established and maintained. The licensee must establish an effective plan to control the mice and the\nlicensee must ensure that all pest control programs are effective at all times."
    },
    {
      "code": "3.12",
      "kind": "Direct",
      "repeat": false,
      "desc": "Employees",
      "narrative": "APHIS officials identified 24 non-compliant items during the inspection which includes 8 dogs in need of veterinary care.\nThe facility currently has approximately 3 staff members including the licensee to provide care for over 262 dogs. The\nfacility does not have enough employees to maintain compliance. Failure to have a sufficient number of employees to\nmaintain the facility in compliance with the Animal Welfare Act could have a serious impact on the health and well-being\nof the animals.\nEach person subject to the Animal Welfare regulations maintaining dogs must have enough employees to carry out the\nlevel of husbandry practices and care required. The licensee must ensure he has a sufficient number of employees to\nmaintain the facility and dogs in a state of compliance at all times.\nTo be corrected by: From this day forward"
    },
    {
      "code": "3.13(a)(3)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Veterinary care for dogs.",
      "narrative": "According to the facility representative, this kennel is currently experiencing an outbreak of Parvovirus resulting in the\ndeaths of numerous puppies and multiple puppies originating from this facility have tested positive for Parvovirus and\nanother puppy has tested positive for Distemper.\nReview of the Program of Veterinary Care revealed that vaccination for Parvovirus should be given at 4 weeks of age and\n6 weeks of age. The licensee is vaccinating for Parvovirus at 4, 5, 6, 7, and 8 weeks of age.\nThe schedule for vaccinating for Distemper in the Program of Veterinary Care is 5 weeks and 7 weeks of age. The\nlicensee is vaccinating for Distemper at 4, 5, 6, and 7 weeks of age.\nFailure to follow the vaccination schedule in the Program of Veterinary Care, which has been reviewed and signed by the\nfacilities Attending Veterinarian, does not ensure the puppies are receiving appropriate protection against serious and\ndeadly diseases including Parvovirus and Distemper.\nEach dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in writing, and\nsigned by the attending veterinarian and includes a schedule for the vaccination of contagious and /or deadly diseases of\ndogs. The licensee must follow the vaccination schedule documented in the Program of Veterinary Care to ensure the\npuppies are receiving adequate protection against contagious and/or deadly diseases.\nThe Program of Veterinary Care is incomplete. The section for parasites states:\nEctoparasites: 10% weekly- Frontline spray\nBloodparasites: 10% every other monthly\nIntestinal parasites: 10% every other monthly (fen/benmetro and Toltazurl)\nThe facility representative was not sure what the statement for ectoparasites is supposed to mean and he has not been\nusing Frontline spray. The facility representative did not know what the blood parasite and intestinal parasite statements\nare supposed to mean.\nThe sections for blood parasites does not define the plan for sampling and treatment. The section for intestinal parasites\ndoes not define the plan for sampling and the plan for treatment of adult dogs and puppies.\nAn incomplete Program of Veterinary Care does not ensure that prevention and treatment of parasites is conducted\nappropriately which could have a negative impact on the health and well-being of the dogs.\nEach dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in writing, and\nsigned by the attending veterinarian that includes sampling and treatment of parasites and other pests (including fleas,\nworms, coccidia, giardia, and heartworm). The licensee must define in writing a complete plan for sampling and treatment\nof ectoparasites, blood parasites and intestinal parasites."
    },
    {
      "code": "3.13(b)(1)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee uses cage cards to document when and what type of vaccinations the puppies receive while at the facility.\nThe licensee sold puppies who then tested positive for Parvovirus and/or Distemper. The inspectors received APHIS\nform 7006 which listed each of these sick puppies along with an official identification number. The inspectors requested\nthe cage cards for these sick puppies in order to review the vaccinations that had been administered to the puppies, but\nthe identification numbers on the cage cards and APHIS form 7006 did not match and the inspectors were unable to\ndetermine if the vaccination records belonged to the sick puppies and if the puppies had ever received the vaccinations.\nFemale Doberman (tag #487) was previously under a treatment plan. The medical record documenting the treatment she\nreceived does not include her official identification number.\nFemale Husky (ear tattoo #73) has a medical record containing information concerning an abnormality. The record has\n#321 documented as her official identification number, but the dog has #73 tattooed inside her ear and has never been\nassigned any other identification number such as a metal tag. The facility representative said they have always referred\nto her as #321 as that is what he thought her ear tattoo was.\nMedical records and other documents which lack proper animal identification interferes in the ability of APHIS officials to\ndetermine if an animal has received adequate veterinary care including vaccinations for serious and potentially deadly\ndiseases.\nDealers must keep copies of medical records for dogs and make the records available for APHIS inspection. These\nrecords must include the identity of the animal, including identifying marks, tattoos, or tags on the animal and the animal’s\nbreed, sex, and age. The licensee must ensure that all documents, including cage cards and APHIS form 7006, contain\nthe proper identification number in order to allow APHIS officials to determine which animal the paperwork belongs to."
    },
    {
      "code": "3.13(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee is treating 16 golden retriever puppies for fleas with Ivomec pour-on. The facility representative stated that\nhe mixes the Ivomec pour-on with oil and does not have an exact dosage for applying it to the animals. The facility\nrepresentative presented written instructions for the Ivomec pour-on that were approved by the Attending Veterinarian, but\nthe instructions do not include a dosage or the approval for the product to be mixed with oil. An incomplete treatment\nplan does not ensure the dogs are receiving adequate veterinary care.\nFemale Doberman (tag #487) was previously receiving veterinary treatment and was re-evaluated by a licensed\nveterinarian during the week of September 6th, and it was determined that she requires further treatment. There is no\nmedical record of this examination or of the new treatment plan. Failure to create and maintain a medical record\ninterferes with APHIS officials ability to ensure the dog is receiving adequate veterinary care.\nDealers must keep copies of medical records for dogs and make the records available for APHIS inspection. Should a\nproblem be identified, these records must include the date and a description of the problem, examination findings, test\nresults, the plan for treatment and care as well as any treatment procedures performed. The licensee must ensure the\nplan to use the Ivomec pour-on is complete with all necessary details and the licensee must also create a medical record\nfor the Doberman documenting the evaluation and treatment plan. The licensee must ensure that all treatment plans are\nfully and completely documented at all times.\nThis inspection and exit interview were conducted with the facility representative.\nAdditional Inspectors:\nAUTUMN UNCK, VETERINARY MEDICAL OFFICER\nPaige Johnson, ANIMAL CARE INSPECTOREnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nFemale Bichon puppy is observed lying in her enclosure while all her litter mates are actively moving around.  The puppy \nappears lethargic and dull and physical inspection of the animal by the Veterinary Medical Officer revealed that her \nextremities, including her ears, are cold to the touch, her abdomen is swollen and she has a rapid respiration rate with an \nincreased effort on inhalation.  A small amount of discharge is coming from the nose.  The facility representative had not \nnoticed the puppy's condition and she has not been evaluated by a licensed veterinarian and is not under any treatment. \n \nFemale Golden retriever puppy (tag #707, DOB 06-01-21) appears lethargic, dull and depressed.  Physical inspection of \nthe puppy revealed her extremities, including her ears, are cold to the touch while her body feels hot.  All four legs are \nswollen, as well as her muzzle, which has a spongy feel to it.  Palpation of her abdomen revealed that it may be full of \nfluid.  The dog is housed with 15 other puppies, but she remained laying on the ground while the majority of the other \npuppies actively moved around the enclosure.  The puppy is being treated for a cough, intestinal parasites and external \nparasites, but she has never been physically examined by a licensed veterinarian and a veterinarian has not evaluated \nthe dog for her current condition. \n \nFemale Golden retriever (tag #576, DOB 07-10-21) appears lethargic, dull and depressed.  The puppy's extremities,\n\nincluding her ears, felt cold to the touch while her body felt hot.  Discharge is coming from the nose, the 3rd eyelids on \nboth eyes are elevated, and the puppy was observed to be drooling.  The puppy was also coughing nearly continuously \nduring the inspection of the animals and the enclosure.  The puppy is being treated for a cough, intestinal parasites and \nexternal parasites, but she has never been physically examined by a licensed veterinarian and a veterinarian has not \nevaluated the dog for her current condition. \n \nFemale Golden retriever (tag #581, DOB 07/2021) is emaciated.  Physical examination of the puppy by the Veterinary \nMedical Officer revealed very little fat covering her frame and her ribs, hips, and backbone were easily felt and the \nbackbone is prominent with sunken muscles along both sides.  The Veterinary Medical Officer determined the animal has \na Body Condition Score of 3 out of 9.  The puppy's extremities, including the ears, felt cold to the touch while her body felt \nhot.  A small amount of discharge was noticed from both nostrils.  The puppy is being treated for a cough, intestinal \nparasites and external parasites, but she has never been physically examined by a licensed veterinarian and a \nveterinarian has not evaluated the dog for her current condition. \n \nLethargic, depressed behavior could be an indication that an animal is ill and feeling unwell.  During the inspection of the \nfacility on July 29, 2021, the licensee stated to the inspectors that this site has experienced confirmed positive cases of \nParvovirus in several of their dogs throughout the month of July.   Discharge from the nose, abnormal body temperatures, \nand poor body condition could indicate an underlying health issue including serious diseases. \n \nFemale poodle (tag #371) has an emaciated body condition.  The dog has very little fat or muscle covering her frame and \nthe ribs, backbone, and hip bones are easily felt beneath the haircoat.  The Veterinary Medical Officer who physically \nexamined the animal determined it had a Body Condition Score of 3 out of 9.  The facility representative has not noticed\n\nthe condition of this animal and she has not been evaluated by a licensed veterinarian and is not under a treatment plan. \n \nEmaciated body condition could indicate a serious underlying health issue. \n \nMale Australian shepherd (tag #272) has poor dental health.  Nearly the entire surface of the upper left cheek teeth are \ncoated in a thick brown tartar.  The majority of the surface of the upper left canine tooth and front teeth are also coated in \na dark brown tartar.  The entire surface of the lower left cheek teeth are covered in dark brown tartar.  The gums are \nmoderately reddened with a darker red line running along the gum line of all the upper left teeth.  The inspectors were not \nable to view the right side of the dog's mouth as the animal became to dangerous to handle.  The facility representative \nhad not noticed the condition of the dog's teeth and he has not been evaluated by a licensed veterinarian and is not under \na treatment plan. \n \nPoor dental health could cause pain and discomfort to the dog as well as lead to further health issues. \n \nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries.  The above \nmentioned dogs must be evaluated by a licensed veterinarian for an accurate diagnosis and to establish an effective \ntreatment plan.  The licensee must ensure all dogs receive adequate veterinary care at all times.  The facility \nrepresentative had the dogs transported to a licensed veterinarian at the time of the inspection. \n \nFemale Cavalier (#325) has extremely overgrown toenails.  The toenails of the front feet have grown excessively long and \nhave developed a severe curve.\n\nFemale Pomsky (#582) has extremely overgrown toenails.  The toenails of the left front foot have grown excessively long \nand have developed a severe curve. \n \nOvergrown toenails could cause pain and discomfort to the dog as well as affect the dog's natural gait. \n \nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries.  The licensee \nmust trim the dogs' toenails to an appropriate length and ensure that the toenails of all dogs are properly maintained at all \ntimes. \n2.40(b)(3)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe licensee and facility representative told APHIS officials that there have been cases of Parvovirus at their kennel that \nhas been on-going for the past few months.  During the current inspection, a random sampling of just five litters of \npuppies revealed that no less than eleven puppies had died from Parvovirus according to the facility representative.  The \nlicensee has also sold puppies which have tested positive for Parvovirus and Distemper.  The inspector asked the facility \nrepresentative if the attending veterinarian is aware of the Parvovirus issues and he said he did not know if the Attending \nVeterinarian knew.  The inspector called the Attending Veterinarian who confirmed that he was not aware of the \nParvovirus cases and the licensee had never spoken to him about it. \n \nFailure to properly observe and communicate health problems, in a timely manner, can result in prolonged pain and \nsuffering and the increased risk of development of serious medical conditions. \n \nA mechanism of direct and frequent communication is required so that timely and accurate information on problems of\n\nanimal health, behavior, and well-being is conveyed to the attending veterinarian.  The licensee must communicate with \nthe Attending Veterinarian regarding the Parvovirus issues and positive results for Distemper in order to regain control of \nthe diseases and to protect the lives of the adult dogs and puppies. \n \nTo be corrected by:  From this day forward the licensee must communicate all problems, issues or concerns related to the \nhealth and well-being of the dogs to the Attending Veterinarian. \n2.50(a)(2) \n   \nTime and method of identification. \nNumerous litters of puppies are co-mingled, but no official form of identification has been applied to the animals.  The co-\nmingled litters include: \n \nA mixed group of eight weaned puppies consisting of at least four different breeds have no form of identification. \n \nA mixed group of one Bernadoodle, one Pomsky and one poodle puppy have no form of identification. \n \nA mixed group of six puppies consisting of two Samoyeds and four Yorkie-type puppies which have no form of official \nidentification. \n \nFailure to apply an official form of identification to each puppy interferes with APHIS official's ability to identify animals and \ntrace their movements.  Official identification is also necessary to complete required paperwork including medical records. \n \nA class \"A\" dealer must identify all dogs under 16 weeks old by the use of an official tag, a distinctive and legible tattoo, or\n\na plastic-type collar containing the required information. APHIS Officials also accept microchips or written identification \nattached to the enclosure (cage cards) for puppies under 16 weeks old provided that these puppies are maintained in \ndistinct litters and provided that the cage card contains all of the required information. The licensee must apply an official \nform of identification to each puppy and the licensee must ensure that all dogs are properly identified at all times. \n \nTo be corrected by:  From this day forward \n2.75(a)(1)  Repeat\n   \nRecords: Dealers and exhibitors. \nFemale Husky (#321 or ear tattoo 73) is not documented on APHIS form 7005.  The facility representative stated that the \ndog is referred to as #321, but her ear tattoo is 73.  Neither number was found on APHIS form 7005.  Failure to document \nthe required information for the dog on APHIS form 7005 interferes with APHIS officials ability to identify the dog and to \ntrace its movements. \n \nTwo 9 week old Cavalier spaniel puppies have no documented acquisition information.  The puppies are neither \ndocumented on a cage card or on APHIS form 7005. \n \nOn July 29, 2021, the licensee gave ownership of approximately 340 dogs located at an unlicensed facility to a USDA \nlicensed broker. The licensee has never provided the inspectors with disposition forms for these dogs. \n \nThe inspector received Certificates of Veterinary Inspection (CVI) that showed the licensee has sold puppies to private \nindividuals, but has failed to provide the inspector with APHIS form 7006 documenting the disposition of these animals.  \nThe following dogs have a CVI, but no APHIS form 7006:\n\nThree female pugs and one male pug all 4 years of age purchased by a private individual in Ohio.  CVI issued on \n06/19/21. \n \nOne 8 week old male puppy purchased by a private individual in Arkansas.  CVI issued 06/05/21. \n \nOne male Cavapoo purchased by a private individual in Arkansas.  CVI issued 06/05/21. \n \nOne female 8 week old Cocker spaniel purchased by a private individual in Iowa.  CVI issued 03/08/21. \n \nOne male 8 week old Beagle/Cocker spaniel cross purchased by a private individual in Maine.  CVI issued on 03/08/21. \n \nOne 10 week old toy poodle purchased by a private individual in Pennsylvania.  CVI issued 06/19/2021. \n \nFailure to provide the disposition information interferes with the ability of APHIS officials to identify dogs and trace their \nmovements. \n \nEach dealer shall make, keep, and maintain records or forms which fully and correctly disclose the required information \nconcerning each dog or cat purchased or otherwise acquired, owned, held, or otherwise in his or her possession or under \nhis or her control, or which is transported, euthanized, sold, or otherwise disposed of.  The licensee must add female \nHusky (#321/73) and her necessary information to APHIS form 7005 and the licensee must also document the required \nacquisition information for the cavalier puppies on either APHIS form 7005 or on a cage card.  The licensee must\n\ncomplete APHIS form 7006 for the 340 dogs and private sale puppies. The licensee must ensure all required paperwork is \ncreated, maintained, and accurate at all times. \n2.75(a)(1)(i)  Repeat\n   \nRecords: Dealers and exhibitors. \nAPHIS Form 7005 (Acquisition of Dogs and Cats on Hand) is incomplete. There is no acquisition information for \napproximately 156 dogs. Failure to provide the acquisition information does not allow APHIS officials to trace the \nmovements of dogs. \n \nEach dealer shall make, keep and maintain records which fully discloses the name and address of the person from whom \na dog was purchased or otherwise acquired. The licensee must add the name and address for each dog to APHIS Form \n7005. The licensee must ensure that APHIS Form 7005 is complete and contains the required information at all times. \n2.75(a)(1)(v)  Repeat\n   \nRecords: Dealers and exhibitors. \nAPHIS form 7005 (Acquisition of Dogs and Cats on Hand) is incomplete. The date of acquisition for approximately 154 \ndogs is missing. The date of acquisition is necessary to complete records, identify dogs, and to trace the movements of \ndogs. \n \nAPHIS form 7005 is also lacking the disposition date for the dogs that are no longer at the facility. According to APHIS \nform 7005, there should be 155 dogs over the age of 4 months at the facility, but APHIS officials counted only 109 dogs \nduring the inspection. The date of disposition is necessary to complete records, identify dogs, and to trace the movements \nof dogs.\n\nEach dealer shall make, keep, and maintain records which fully and correctly disclose the date each dog was acquired. \nThe licensee must add the acquisition dates and disposition dates to APHIS Form 7005. The licensee must ensure that \nAPHIS Form 7005 contains all the required information at all times. \n2.75(a)(1)(vii)(C)  Repeat\n   \nRecords: Dealers and exhibitors. \nAPHIS form 7005 (Acquisition of Dogs and Cats on Hand) is incomplete. The age or date of birth for 143 dogs is missing. \nThe age or date of birth is necessary to complete medical records and for the identification of dogs. \n \nEach dealer shall make, keep and maintain records that fully disclose the date of birth or approximate age of each dog. \nThe licensee must add the age or date of birth to APHIS form 7005 for each dog. The licensee must ensure that APHIS \nForm 7005 is complete and contains the required information at all times. \n2.75(a)(1)(viii)  Repeat\n   \nRecords: Dealers and exhibitors. \nAt least ten puppies have no transport information documented on their disposition forms. Transport information must be \nprovided to allow APHIS officials to monitor the movement of animals from their point of origin to their final destination and \nto identify individuals who may have had direct contact with the puppy during transport. \n \nDisposition forms must include all required transportation information including method of transport and the name of the \ncarrier or intermediate handler. The licensee must ensure that all disposition forms include the required transportation \ninformation. \n2.75(a)(1)(ix)  Repeat\n   \nRecords: Dealers and exhibitors.\n\nNumerous cage cards are incomplete.  The number of puppies present at the facility does not match the number of \npuppies documented on the cage card and there is no indication of whether the puppy was sold, died, euthanized or was \notherwise disposed of. Examples of these cage cards include: \n \nFemale Samoyed (#14) has four puppies documented on her cage card, but only one is present.  Two of the puppies \nhave \"Died\" documented by their names, but one puppy has no disposition information.  The facility representative stated \nthe puppies died from Parvovirus. \n \nAnother cage card has three puppies documented, but only one is present.  There is no disposition information for the two \nmissing puppies, but the facility representative stated they died from Parvovirus. \n \nAnother cage card has three puppies documented, but only one is present.  There is no disposition information for the two \nmissing puppies, but the facility representative stated they died from Parvovirus. \n \nFemale Pomsky (#302) has a chocolate poodle puppy she is fostering listed on her cage card.  The poodle puppy is no \nlonger at the facility, but there is no disposition information documented on the card.  The facility representative stated the \npuppy died from Parvovirus. \n \nAn enclosure containing three different litters of puppies, should have seven puppies present per their cage cards.  Only \nfive puppies are present, but there is no disposition information for the missing puppies.  The facility representative stated \nthe puppies had died from Parvovirus.\n\nA female Bichon in the Whelping Building has five puppies listed on her cage card, but only three are present and there is \nno disposition information for the missing puppies.  The facility representative stated the puppies had died from \nParvovirus. \n \nFailure to provide the date and method of disposition on the cage card may interfere with the ability of APHIS officials to \naccurately inventory the animals, identify individual dogs and to track their movements. \n \nEach dealer shall make, keep, and maintain records or forms which fully and correctly disclose the date and method of \ndisposition of a dog including sale, death, euthanasia, or donation. The licensee must add the date and method of \ndisposition to the cage cards whenever necessary and ensure all records are accurate at all times. \n3.1(a)  Repeat\n   \nHousing facilities, general. \nFour enclosures in the whelping building have gates that are not properly secured.  The gates are latched only at the \nbottom leaving the upper half of the gate free to be pushed or pulled open resulting in a gap large enough for a dog to \nstick its head or legs through.   At least 25 dogs are housed in the affected enclosures. \n \nOne enclosure containing one adult Boston terrier and two puppies has a large gap in the wall beneath the access door.  \nThe puppies are small enough that they could potentially place their head or leg into the gap. \n \nGaps in fencing or walls that are large enough to allow a dog to place its body parts through could cause the animal to \nbecome entrapped or injured.\n\nThe tile on the back wall of an enclosure, containing one adult dog and two puppies, has fallen from the wall and broken.  \nThe pieces of the tile have been placed on the top edge of the enclosure divider and are at risk of falling into the \nenclosure or into the enclosure on the other side of the divider which contains one adult dog and three puppies. \n \nFalling tile could cause injury to the dogs should it land on them or break into smaller pieces that the dogs step on or \nconsume.  The facility representative removed the broken pieces of tile at the time of the inspection. \n \nHousing facilities for dogs and cats must be designed and constructed so that they are structurally sound. They must be \nkept in good repair, and they must protect the animals from injury, contain the animals securely, and restrict other animals \nfrom entering.  The licensee must eliminate the gap beneath the access door and have all the gates properly secured to \nensure the dogs have no risk of entrapment or injury.  The licensee must ensure that all enclosures are safe for the dogs \nat all times. \n3.1(b)  Repeat\n   \nHousing facilities, general. \nThe storage closet in the sheltered housing building contains items used for the dogs.  There is a large amount of \nunidentifiable dark colored material on the floor beneath the water pipe.  The closet also has a large number of spider \nwebs hanging from the ceiling and walls and attached to the items used for the dogs.  Many of the spider webs have \npieces of insulation attached to them. \n \nThe dark colored material and spider webs could collect dust, dirt and disease causing agents. \n \nHousing facilities and areas used for storing animal food or bedding must be free of any accumulation of trash, waste\n\nmaterial, junk, weeds, and other discarded materials.  The licensee must remove the dark colored material and spider \nwebs from the storage closest in order to reduce the risk of disease hazards towards the dogs. \n3.1(c)(1)(ii)  Repeat\n   \nHousing facilities, general. \nTwo huskies have access to a shelter which has screws located along the top of the access door and the sharp ends are \nprotruding into the interior of the shelter at the level of the dogs. \n \nOne female poodle has access to a shelter which has screws located along the top of the access door and the sharp ends \nare protruding into the interior of the shelter at the level of the dog. \n \nOne female Boston terrier has access to a metal strip that has detached from a post and bent outward creating a sharp \npoint at the level of the dog. \n \nThree Corgis have access to a shelter which has screws located along the top of the access door and the sharp ends are \nprotruding into the interior of the shelter at the level of the dogs. \n \nSharp points could cause injury to the dogs. \n \nHousing facilities must be free of sharp points and jagged edges. The licensee must alter the sharp points in a manner \nthat eliminates the risk of injury to the dogs. The licensee must ensure that all enclosures are safe for the dogs at all \ntimes. \n3.1(e)  Repeat\n\nHousing facilities, general. \nOne open bag of dog food is sitting on the floor of the Whelping Building.  Open bags of dog food are at risk of \ncontamination from pests such as flies and mice, as well as allowing humidity and liquids to contact the food potentially \ncausing it to cake or mold. \n \nSupplies of food and bedding must be stored in a manner that protects the supplies from spoilage, contamination, and \nvermin infestation.  All open supplies of food and bedding must be kept in leakproof containers with tightly fitting lids to \nprevent contamination and spoilage.  The licensee must place the open bag of dog food into a leak-proof container with a \ntightly fitted lid in order to protect it from any contaminates.  The facility representative placed the bag of food into a \ncompliant container at the time of the inspection. \n3.1(f)  Repeat\n   \nHousing facilities, general. \nThe waste from the sheltered building and covered outdoor enclosures runs through a concrete drain in the floor that \ndisposes of the waste directly outside the building.  A large pool of feces, hair, urine and other waste material has \ncollected on the immediate outside of the building.  A large number of insects are swarming around the pool and climbing \nup the walls of the building. \n \nThe inspectors moved a shelter in one covered outdoor enclosure and found a large pile of feces and other organic \nmaterial beneath it that had failed to drain from the enclosure.  The inspector smelled a foul odor that was permeating \nfrom the feces pile.  Two huskies are housed in this enclosure.  The enclosure directly next to the huskies has liquid \ndraining down the back wall from the sheltered building.\n\nDrains and drainage areas that are not properly maintained could result in a buildup of waste that could attract pests, \ncreate odors, soil animals, and increase the risk of disease hazards. \n \nDisposal and drainage systems must minimize vermin and pest infestation, insects, odors, and disease hazards. All \ndrains must be properly constructed, installed, and maintained. The licensee must alter all the drains in a manner that \nmoves the pool of waste away from the exterior of the sheltered building and also eliminates the area of waste in the dog \nenclosures. The licensee must ensure that all drains are working properly at all times. \n3.3(e)(1)(iii)  Repeat\n   \nSheltered housing facilities. \nThree enclosures in the sheltered housing building, containing a total of 2 adult dogs and 10 puppies, have a window that \nis framed in wood and is located at the level of the dogs. The wooden window frame had been painted, but the dogs have \nchewed and damaged the wood causing it to no longer be impervious to moisture. \n \nSurfaces of enclosures that have potential contact with dogs must be impervious to moisture in order to allow for proper \ncleaning and sanitizing of the surface to prevent the buildup of debris and other materials that can harbor contaminated \nand potentially disease-causing agents. \n \nAll walls and other surfaces in contact with animals must be impervious to moisture. The licensee must alter the wooden \nwindow frames in a manner that makes them impervious to moisture in order to allow proper cleaning and sanitization of \nthe surface to occur. \n3.6(a)(2)(x) \n   \nPrimary enclosures.\n\nAll of the enclosures in the whelping building, housing approximately 111 adults and 87 puppies, have non-compliant \nflooring.  The floors are constructed of composite boards that are approximately 3 to 4 inches wide, but the gaps between \nthe boards are wide enough that the legs of puppies and adult dogs will easily fall through them. The inspectors observed \nthe feet and legs of numerous puppies and adult dogs pass through the openings in the floors.  The non-compliant \nflooring had been identified by inspectors months previously, but the licensee has done nothing to bring the flooring into \ncompliance even after the inspectors reminded him at subsequent inspections. \n \nOpenings in the flooring that are large enough to allow the dogs' feet and legs to pass through could cause serious injury \nto the animals. \n \nPrimary enclosures must have floors constructed in a manner that does not allow the dogs' feet to pass through any \nopenings in the floor. The licensee must alter the floors in a manner that will not allow the feet of the dogs to pass \nthrough. The licensee must ensure that all flooring is safe for the dogs at all times. \n \nTo be corrected by: 01-October-2021 \n3.6(c)(2) \n   \nPrimary enclosures. \nA three month old puppy is housed with an adult dog that is not its dam or foster dam.  Puppies under 16 weeks old are \nnot well socialized or accustomed to the dynamics of competing for food or water with other dogs and may not be able to \nfend for themselves against aggressive or dominant adult dogs. \n \nPuppies under 16 weeks (4 months) of age may not be housed in the same primary enclosure with adult dogs, other than\n\nthe dam or foster. The licensee must house the puppy in an enclosure that does not contain adults which are not its dam \nor foster dam. The licensee must ensure that all dogs that are group housed are compatible at all times. \n \nTo be corrected by: End of business 18-September-2021 \n3.9(b)  Direct Repeat\n   \nFeeding \nFemale poodle (tag #371) has an emaciated body condition with a Body Condition Score of 3 out of 9 as determined by \nthe Veterinary Medical Officer.  Examination of her metal self-feeder revealed it contained moldy food that is mixed with \nthe fresh food. \n \nOne female Boston terrier also has moldy food inside her metal self feeder with a hard section of caked feed beneath the \nfresh food. \n \nMale Australian shepherd (tag #272) has caking of the feed inside the metal self feeder.  A large section of caked feed is \nlocated beneath the fresh food and moldy food is mixed into the fresh food. \n \nTwo Golden retrievers have caked food inside their metal self feeder.  The caked feed is embedded into a dried black \nsubstance. \n \nSix puppies have caked and deteriorating feed inside their metal self feeder. \n \nOne adult Shiba Inu has an excessive amount of wood shavings mixed into her feed.  The amount of shavings in the feed\n\nis large enough to interfere with the dog's ability to eat the food without also consuming shavings. \n \nFour puppies have an excessive amount of wood shavings mixed into their wet food.  The puppies cannot consume the \nfood without also ingesting the wood shavings. \n \nSix golden doodles have an excessive amount of wood shavings covering their food.  The dogs cannot access the food \nwithout potentially consuming the wood shavings. \n \nFour adult dogs have an excessive amount of wood shavings covering their food.  A thick layer of shavings are piled on \ntop of the feed and the dog's cannot consume the food without first penetrating the layer of shavings. \n \nContaminated food may interfere with a dog's desire to eat and its ability to receive adequate nutrition which could result \nin poor body condition, illness, and other serious health issues. \n \nFood receptacles must be located so as to minimize contamination. Measures must be taken to prevent molding, caking \nand deterioration of the feed.  The licensee must remove all moldy, caked, and contaminated food from the feeders and \nensure the dogs are provided with clean and uncontaminated food at all times. \n3.11(b)(4)  Direct Repeat\n   \nCleaning, sanitization, housekeeping, and pest control. \nOne outdoor shelter, accessed by a total of 16 puppies between 8 and 12 weeks of age, contains straw bedding material. \nThe majority of the straw bedding is dark in color and compacted together in a solid pile and the inspector had to pull the \nlayers of straw apart. The layers of straw were wet, dirty, moldy and the material has a strong odor of mold.  Blue plastic\n\nmaterial was found mixed into and laying on top of the straw bedding.  All 16 puppies with access to this contaminated, \ndirty bedding material are under treatment for a cough, intestinal parasites and external parasites.  The inspector \nobserved one of the sick puppies lying in the bedding material with its nose burrowed down into the contaminated straw. \n \nBedding material contaminated by waste, mold, dirt, and plastic may cause the animals to become wet and soiled, as well \nas raise the risk of disease hazards and irritate or worsen  existing medical conditions. \n \nPens, runs, and outdoor housing areas using material that cannot be sanitized using the methods provided in the \nregulations, such as gravel, sand, grass, earth, or absorbent bedding, must be sanitized by removing the contaminated \nmaterial as necessary to prevent odors, diseases, pests, insects, and vermin infestation. The licensee must ensure that all \ncontaminated bedding material is removed from the shelter as often as necessary to prevent soiling of the animals, as \nwell as eliminate odors, insects and mold and other disease hazards. \n3.11(c)  Repeat\n   \nCleaning, sanitization, housekeeping, and pest control. \nThe sheltered housing building is surrounded by overgrown vegetation on the north, south and west sides.  Overgrown \nvegetation could attract pests such as mice and insects as well as interfere with the ability of inspectors to examine the \nbuilding's exterior. \n \nWeeds, grasses, and bushes must be controlled so as to facilitate cleaning of the premises and pest control, and to \nprotect the health and well-being of the animals.  The licensee must alter the overgrown vegetation in a manner that \nreduces the risk of attracting pests and allows inspectors to be able to fully examine the exterior of the builiding. \n3.11(d)  Repeat\n\nCleaning, sanitization, housekeeping, and pest control. \nWithin the sheltered housing building there are two storage cabinets which have a heavy accumulation of mouse feces.  \nAn excessive amount of rodent feces are located along the top edge of the back wall of the covered outdoor enclosures.  \nThe divider fencing between the enclosures sits on top of a short cinder block wall and rodent feces are located along the \ntop of this wall block wall.  Large amounts of rodent feces are located in the enclosures that have no dogs.   No pest \ncontrol is located around the covered outdoor enclosures.  Failure to control pests such as rodents could cause \ncontamination of food sources, as well as raise the risk of disease hazards. \n \nAn effective program for the control of insects, external parasites affecting dogs and cats, and birds and mammals that \nare pests, must be established and maintained.  The licensee must establish an effective plan to control the mice and the \nlicensee must ensure that all pest control programs are effective at all times. \n3.12  Direct\n   \nEmployees \nAPHIS officials identified 24 non-compliant items during the inspection which includes 8 dogs in need of veterinary care. \nThe facility currently has approximately 3 staff members including the licensee to provide care for over 262 dogs. The \nfacility does not have enough employees to maintain compliance.  Failure to have a sufficient number of employees to \nmaintain the facility in compliance with the Animal Welfare Act could have a serious impact on the health and well-being \nof the animals. \n \nEach person subject to the Animal Welfare regulations maintaining dogs must have enough employees to carry out the \nlevel of husbandry practices and care required.  The licensee must ensure he has a sufficient number of employees to \nmaintain the facility and dogs in a state of compliance at all times.\n\nTo be corrected by:  From this day forward \n3.13(a)(3)  Direct Repeat\n   \nVeterinary care for dogs. \nAccording to the facility representative, this kennel is currently experiencing an outbreak of Parvovirus resulting in the \ndeaths of numerous puppies and multiple puppies originating from this facility have tested positive for Parvovirus and \nanother puppy has tested positive for Distemper. \n \nReview of the Program of Veterinary Care revealed that vaccination for Parvovirus should be given at 4 weeks of age and \n6 weeks of age.  The licensee is vaccinating for Parvovirus at 4, 5, 6, 7, and 8 weeks of age. \n \nThe schedule for vaccinating for Distemper in the Program of Veterinary Care is 5 weeks and 7 weeks of age.  The \nlicensee is vaccinating for Distemper at 4, 5, 6, and 7 weeks of age. \n \nFailure to follow the vaccination schedule in the Program of Veterinary Care, which has been reviewed and signed by the \nfacilities Attending Veterinarian, does not ensure the puppies are receiving appropriate protection against serious and \ndeadly diseases including Parvovirus and Distemper. \n \nEach dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in writing, and \nsigned by the attending veterinarian and includes a schedule for the vaccination of contagious and /or deadly diseases of \ndogs.  The licensee must follow the vaccination schedule documented in the Program of Veterinary Care to ensure the \npuppies are receiving adequate protection against contagious and/or deadly diseases.\n\nThe Program of Veterinary Care is incomplete. The section for parasites states: \n \nEctoparasites:  10% weekly- Frontline spray \nBloodparasites: 10% every other monthly \nIntestinal parasites: 10% every other monthly (fen/benmetro and Toltazurl) \n \nThe facility representative was not sure what the statement for ectoparasites is supposed to mean and he has not been \nusing Frontline spray.  The facility representative did not know what the blood parasite and intestinal parasite statements \nare supposed to mean. \n \nThe sections for blood parasites does not define the plan for sampling and treatment. The section for intestinal parasites \ndoes not define the plan for sampling and the plan for  treatment of adult dogs and puppies. \n \nAn incomplete Program of Veterinary Care does not ensure that prevention and treatment of parasites is conducted \nappropriately which could have a negative impact on the health and well-being of the dogs. \n \nEach dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in writing, and \nsigned by the attending veterinarian that includes sampling and treatment of parasites and other pests (including fleas, \nworms, coccidia, giardia, and heartworm). The licensee must define in writing a complete plan for sampling and treatment \nof ectoparasites, blood parasites and intestinal parasites. \n3.13(b)(1)  Direct Repeat\n\nVeterinary care for dogs. \nThe licensee uses cage cards to document when and what type of vaccinations the puppies receive while at the facility.  \nThe licensee sold puppies who then tested positive for Parvovirus and/or Distemper.  The inspectors received APHIS \nform 7006 which listed each of these sick puppies along with an official identification number.  The inspectors requested \nthe cage cards for these sick puppies in order to review the vaccinations that had been administered to the puppies, but \nthe identification numbers on the cage cards and APHIS form 7006 did not match and the inspectors were unable to \ndetermine if the vaccination records belonged to the sick puppies and if the puppies had ever received the vaccinations. \n \nFemale Doberman (tag #487) was previously under a treatment plan.  The medical record documenting the treatment she \nreceived does not include her official identification number. \n \nFemale Husky (ear tattoo #73) has a medical record containing information concerning an abnormality.  The record has \n#321 documented as her official identification number, but the dog has #73 tattooed inside her ear and has never been \nassigned any other identification number such as a metal tag.  The facility representative said they have always referred \nto her as #321 as that is what he thought her ear tattoo was. \n \nMedical records and other documents which lack proper animal identification interferes in the ability of APHIS officials to \ndetermine if an animal has received adequate veterinary care including vaccinations for serious and potentially deadly \ndiseases. \n \nDealers must keep copies of medical records for dogs and make the records available for APHIS inspection. These \nrecords must include the identity of the animal, including identifying marks, tattoos, or tags on the animal and the animal’s\n\nbreed, sex, and age.  The licensee must ensure that all documents, including cage cards and APHIS form 7006, contain \nthe proper identification number in order to allow APHIS officials to determine which animal the paperwork belongs to. \n3.13(b)(2)  Repeat\n   \nVeterinary care for dogs. \nThe licensee is treating 16 golden retriever puppies for fleas with Ivomec pour-on.  The facility representative stated that \nhe mixes the Ivomec pour-on with oil and does not have an exact dosage for applying it to the animals.  The facility \nrepresentative presented written instructions for the Ivomec pour-on that were approved by the Attending Veterinarian, but \nthe instructions do not include a dosage or the approval for the product  to be mixed with oil.  An incomplete treatment \nplan does not ensure the dogs are receiving adequate veterinary care. \n \nFemale Doberman (tag #487) was previously receiving veterinary treatment and was re-evaluated by a licensed \nveterinarian during the week of September 6th, and it was determined that she requires further treatment.  There is no \nmedical record of this examination or of the new treatment plan.  Failure to create and maintain a medical record \ninterferes with APHIS officials ability to ensure the dog is receiving adequate veterinary care. \n \nDealers must keep copies of medical records for dogs and make the records available for APHIS inspection.  Should a \nproblem be identified, these records must include the date and a description of the problem, examination findings, test \nresults, the plan for treatment and care as well as any treatment procedures performed.  The licensee must ensure the \nplan to use the Ivomec pour-on is complete with all necessary details and the licensee must also create a medical record \nfor the Doberman documenting the evaluation and treatment plan.  The licensee must ensure that all treatment plans are \nfully and completely documented at all times. \n \nThis inspection and exit interview were conducted with the facility representative.\n\nAdditional Inspectors: \nAUTUMN UNCK, VETERINARY MEDICAL OFFICER \nPaige Johnson, ANIMAL CARE INSPECTOREnd Section",
  "animals_total": 262,
  "species": [
    {
      "count": 109,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 153,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}