{
  "insp_id": "2016090000790138",
  "layout": "b",
  "customer_id": "6010466",
  "customer_name": "Rustic Retreat Deer Park LLC",
  "customer_addr": "N9463 county road H\nElkhart Lake, WI 53020",
  "certificate": "35-C-0411",
  "site_id": "001",
  "site_name": "Rustic Retreat Deer Park LLC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-MAY-2022",
  "report_date": "17-MAY-2022",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The facility has acquired a bison and has not contacted the attending veterinarian (AV) prior to its acquisition. A call to\nthe veterinarian confirmed that the licensee had not consulted the AV about acquiring a bison. It is important to\ncommunicate with the AV prior to acquiring new species and give the AV the authority to determine if appropriate\nprovisions are in place and available for the new species acquired. The facility must contact the attending veterinarian\nand ensure that the bison is part of the written program of veterinary care and that the attending veterinarian has been\ngiven the appropriate authority to ensure adequate veterinary care of the bison's care. Correct by 6/1/2022\nThe licensee said a whitetail fawn that was born last night will be bottle-fed store-bought whole milk, the same way that\nlambs are fed at the facility. The attending veterinarian expressed that a more appropriate milk replacer needs to be fed\nto the fawn. Feeding an inappropriate milk diet to the fawn can cause health problems. Ensure that the attending\nveterinarian is contacted and given the appropriate authority to guide what diet is fed to the young ruminants (lambs and\ndeer fawn). Correct by 5/18/2022"
    },
    {
      "code": "2.75(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "One sheep dog has not been added to APHIS Form 7005. Not updating the dog's information on APHIS Form 7005\ndoesn't allow for proper tracking of the animals by APHIS officials. APHIS Form 7005 must be updated to include all\nregulated dogs on site. Correct by 5/24/22."
    },
    {
      "code": "2.75(b)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The acquisition information was missing for 10 of the sheep (lambs). Not recording the acquisition information for all\nanimals doesn't allow for proper tracking of the animals by APHIS officials. The acquisition information must be recorded\nfor all regulated animals on site. Correct by 5/24/22."
    },
    {
      "code": "2.131(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "When asked the licensee stated a video was made at the facility of one of the hybrid dogs pulling the sheep dog by the\nleash. Allowing dogs to pull another dog on a leash could cause behavioral stress to the dog on the leash. The licensee\nmust immediately discontinue the practice of allowing any of the dogs to pull any of the dogs while leashed and ensure\nhandling of dogs doesn't cause behavioral stress. Correct from this day forward."
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "Public contact without distance or barriers in place is allowed with an approximately 1y old female bison (estimated to\nweigh over 500 lbs). In an area where visitors sit, it can eat feed from containers on peoples' laps and the licensee said\nsometimes people go out in its pen with it if it has a halter and lead rope on it. It is a few inches short of being chest high\nto inspectors at its tallest point (withers). As a large wild animal species, there must be sufficient distance and/or barriers\nbetween the bison and general viewing public to protect the public and bison. Lack of distance and/or barriers could allow\nan accident to take place before the licensee could gain control of it. Ensure that the bison does not have public contact\nwithout adequate barriers or distance in place to protect the public. Correct from this day forward."
    },
    {
      "code": "3.6(a)(2)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The dog enclosure had a couple of spots of wire panels on the ground to keep dogs from digging that have areas sticking\nup into the enclosure. This allowed some pointed ends to stick into the enclosure which created a potential hazard for the\ndogs. The ends of the wire panels could potentially injure the dogs if they stepped on it or rubbed up against it. The ends\nof the wire panels needs to be either replaced or repaired so they are no longer sticking up into the enclosure. Correct by\n5/24/22.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.\nAdditional Inspectors:\nSCOTT WELCH, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.40(a)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe facility has acquired a bison and has not contacted the attending veterinarian (AV) prior to its acquisition.  A call to \nthe veterinarian confirmed that the licensee had not consulted the AV about acquiring a bison.  It is important to \ncommunicate with the AV prior to acquiring new species and give the AV the authority to determine if appropriate \nprovisions are in place and available for the new species acquired.  The facility must contact the attending veterinarian \nand ensure that the bison is part of the written program of veterinary care and that the attending veterinarian has been \ngiven the appropriate authority to ensure adequate veterinary care of the bison's care.  Correct by 6/1/2022 \n \nThe licensee said a whitetail fawn that was born last night will be bottle-fed store-bought whole milk, the same way that \nlambs are fed at the facility.  The attending veterinarian expressed that a more appropriate milk replacer needs to be fed \nto the fawn.  Feeding an inappropriate milk diet to the fawn can cause health problems. Ensure that the attending \nveterinarian is contacted and given the appropriate authority to guide what diet is fed to the young ruminants (lambs and \ndeer fawn).  Correct by 5/18/2022 \n2.75(a)(2) \n   \nRecords: Dealers and exhibitors.\n\nOne sheep dog has not been added to APHIS Form 7005.  Not updating the dog's information on APHIS Form 7005 \ndoesn't allow for proper tracking of the animals by APHIS officials.  APHIS Form 7005 must be updated to include all \nregulated dogs on site.  Correct by 5/24/22. \n2.75(b)(1)(i) \n   \nRecords: Dealers and exhibitors. \nThe acquisition information was missing for 10 of the sheep (lambs).  Not recording the acquisition information for all \nanimals doesn't allow for proper tracking of the animals by APHIS officials.  The acquisition information must be recorded \nfor all regulated animals on site.  Correct by 5/24/22. \n2.131(b)(1) \n   \nHandling of animals. \nWhen asked the licensee stated a video was made at the facility of one of the hybrid dogs pulling the sheep dog by the \nleash.  Allowing dogs to pull another dog on a leash could cause behavioral stress to the dog on the leash.  The licensee \nmust immediately discontinue the practice of allowing any of the dogs to pull any of the dogs while leashed and ensure \nhandling of dogs doesn't cause behavioral stress.  Correct from this day forward. \n2.131(c)(1) \n   \nHandling of animals. \nPublic contact without distance or barriers in place is allowed with an approximately 1y old female bison (estimated to \nweigh over 500 lbs). In an area where visitors sit, it can eat feed from containers on peoples' laps and the licensee said \nsometimes people go out in its pen with it if it has a halter and lead rope on it.  It is a few inches short of being chest high \nto inspectors at its tallest point (withers).  As a large wild animal species, there must be sufficient distance and/or barriers \nbetween the bison and general viewing public to protect the public and bison.  Lack of distance and/or barriers could allow\n\nan accident to take place before the licensee could gain control of it.  Ensure that the bison does not have public contact \nwithout adequate barriers or distance in place to protect the public.  Correct from this day forward. \n3.6(a)(2)(i) \n   \nPrimary enclosures. \nThe dog enclosure had a couple of spots of wire panels on the ground to keep dogs from digging that have areas sticking \nup into the enclosure.  This allowed some pointed ends to stick into the enclosure which created a potential hazard for the \ndogs.  The ends of the wire panels could potentially injure the dogs if they stepped on it or rubbed up against it.  The ends \nof the wire panels needs to be either replaced or repaired so they are no longer sticking up into the enclosure.  Correct by \n5/24/22. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd of report. \n \nAdditional Inspectors: \nSCOTT WELCH, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 30,
  "species": [
    {
      "count": 1,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 4,
      "scientific": "Canis lupus X C. l. familiaris",
      "common": "WOLF/DOG HYBRID"
    },
    {
      "count": 13,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 1,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 11,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    }
  ]
}