{
  "insp_id": "101141524240214",
  "layout": "a",
  "customer_id": "331322",
  "customer_name": "Institute Of Technical Arts L L C",
  "customer_addr": "493 Semoran Blvd\nCasselberry, FL 32707",
  "certificate": "58-R-0157",
  "site_id": "001",
  "site_name": "INSTITUTE OF TECHNICAL ARTS LLC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-APR-2014",
  "report_date": "16-APR-2014",
  "citations": [
    {
      "code": "2.31(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "The registrant utilizes, but does not own, hoofstock that are housed at other not-owned off-site locations. The\nIACUC does not perform site visits to these locations. The IACUC minutes that were reviewed indicated that \"all\nmembers were given a tour of the facility\". There are no written records of what areas or rooms were inspected, if\nthey were in compliance or not, whether these non compliances (if any) were classified as a significant deficiency or\na minor deficiency, and a plan and schedule for correction if applicable. There are no check lists or other guidance\nmaterials for the IACUC members to use during these site inspections as a basis to determine compliance.\nThe IACUC members shall visit all animal facilities and study areas every 6 months using title 9, chapter I,\nsubchapter A-Animal Welfare as a basis for that evaluation, and shall develop guidance to its members as to what\nshall be included in these reviews. A check list might be beneficial to all of the IACUC members to use during these\nsite visits to determine the facility's compliance with the Animal Welfare Act's standards & regulations.\nCorrect by May 16, 2014"
    },
    {
      "code": "3.51(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "The rabbit room (which also houses a guinea pig) has a carpeted floor. This floor had scattered hay & feed on it.\nIndoor building surfaces shall be constructed so that they are substantially impervious to moisture, be readily\nsanitized, and shall be kept clean to facilitate the prescribed husbandry practices.\nCorrect by May 16, 2014\nThe inspection was conducted with the Director of Education and one of the registrant's veterinarians.\nThe exit interview was conducted with the Director of Education."
    }
  ],
  "narrative": "2.31(c)(2)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nThe registrant utilizes, but does not own, hoofstock that are housed at other not-owned off-site locations.  The\nIACUC does not perform site visits to these locations.  The IACUC minutes that were reviewed indicated that \"all\nmembers were given a tour of the facility\".  There are no written records of what areas or rooms were inspected, if\nthey were in compliance or not, whether these non compliances (if any) were classified as a significant deficiency or\na minor deficiency, and a plan and schedule for correction if applicable.  There are no check lists or other guidance\nmaterials for the IACUC members to use during these site inspections as a basis to determine compliance.\nThe IACUC members shall visit all animal facilities and study areas every 6 months using title 9, chapter I,\nsubchapter A-Animal Welfare as a basis for that evaluation, and shall develop guidance to its members as to what\nshall be included in these reviews.  A check list might be beneficial to all of the IACUC members to use during these\nsite visits to determine the facility's compliance with the Animal Welfare Act's standards & regulations.\nCorrect by May 16, 2014\n3.51(d)\nFACILITIES, INDOOR.   \nThe rabbit room (which also houses a guinea pig) has a carpeted floor.  This floor had scattered hay & feed on it.  \nIndoor building surfaces shall be constructed so that they are substantially impervious to moisture, be readily\nsanitized, and shall be kept clean to facilitate the prescribed husbandry practices.\nCorrect by May 16, 2014\nThe inspection was conducted with the Director of Education and one of the registrant's veterinarians.\nThe exit interview was conducted with the Director of Education.",
  "animals_total": 3,
  "species": [
    {
      "count": 1,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 2,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    }
  ]
}