{
  "insp_id": "278150830520420",
  "layout": "a",
  "customer_id": "22246",
  "customer_name": "Atlee Shetler",
  "customer_addr": "4888 Private Road 386\nMillersburg, OH 44654",
  "certificate": "31-A-0101",
  "site_id": "001",
  "site_name": "ATLEE SHETLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-OCT-2015",
  "report_date": "01-OCT-2015",
  "citations": [
    {
      "code": "2.40(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***The following drugs were found expired in the kennel during this inspection:\n1. One bottle of liquid Albon expired 11-2014\n2. One bottle of liquid Panacur expired 07-2015\n3. One bottle of liquid Pyrantel expired 03-2015\n4. One tube of triple antibiotic ophthalmic ointment expired 06-2014\nThe use of expired medications can be dangerous or ineffective. The licensee must ensure that only drugs in date\nare used on animals in the kennel. Correct this by disposing of these expired medicines and using only drugs in\ndate.\nCorrect from this date forward"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*** A five year old female Shih Tzu, USDA tag 65, was noted to have hair loss along the top of the back in an area\nof approximately 5 inches x 3 inches. She also has hair loss around her collar and on the back of her neck in an\narea of approximately 2inches x 2 inches. Both of the regions with hair loss had significant crusting and scabbing\nand appeared irritated. The upper left canine also had the baby tooth beside it, still intact. Both the adult and baby\ncanines had a moderate amount of hard tan material on and between the teeth. The left eye was red and appeared\nirritated. The surface of the eye has a white spot on the center that took up approximately 30% of the surface. The\nhair around the eyes had a small amount of clear and tan discharge and crusting. No documentation or treatment\nplans were available at the time of the inspection in regards to the diagnosis and treatment of these issues.\nThe adult female, USDA tag 65, also had long toe-nails on all four feet. The nails did not appear to be causing\nimmediate problems for the animal. Proper grooming practices should be followed to prevent the animal from\nunnecessary injury due to long toes. Proper grooming practices for this animal is needed to ensure that the animal\nremains in good health. The program of veterinary care provides instructions as to the proper care of the animals\nand must be followed to ensure that adequate care is given to the animals in a timely manner.\nThe issues noted in the female Shih Tzu, USDA tag 65 may cause unnecessary pain and distress to the animal.\nDaily observations of this animal are also needed to monitor the progression of any treatments given by the\nattending veterinarian. The licensee shall use appropriate methods to prevent, control, diagnose and treat diseases\nand injuries.\nCorrect by having a licensed veterinarian assess this animal by end of business on October 2, 2015."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "***Six Form 7006 Records of Disposition are missing information. The date of disposition in Block #1 and the date\nreceived by the buyer in block #12 are blank. Failure to provide complete and accurate records makes it impossible\nto determine if these sales are compliant with required standards. Lack of a date of disposition makes it also\nimpossible to determine if minimum age standards are in compliance. The licensee must ensure complete and\naccurate records are maintained for review during the inspection process.\nCorrect from this date forward"
    },
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "*** At least 6 enclosure doors are rusty and require repair or replacement. These doors are significantly rusty which\nprevents them from being properly sanitized. The licensee must ensure all surfaces in contact with the dogs are\nstructurally sound and can be cleaned and sanitized. Failure to do so may expose the dogs to disease hazards.\nCorrect this by repairing or replacing these doors.\nCorrect by: 14 October 2015"
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "***All of the wash downs for this facility have varying degrees of fecal/urine build-up and staining. The outside wash\ndown on the adult side of the kennel are especially stained and in need of cleaning. This build-up and staining can\ncontribute to odors in the kennel and is a potential area to harbor disease hazards. The licensee must clean,\nsanitize, and maintain these areas on a more frequent basis to minimize disease risks and odors in the kennel.\nCorrect by: 04 October 2015\n*** Inspection and exit interview conducted with the licensee(cid:25)s wife, Randy Coleman, ACI and Mike Neafsey, VMO.\nAdditional Inspectors\nNeafsey Michael, Assistant Director"
    }
  ],
  "narrative": "2.40(b)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***The following drugs were found expired in the kennel during this inspection:\n1.  One bottle of liquid Albon expired 11-2014\n2.  One bottle of liquid Panacur expired 07-2015 \n3.  One bottle of liquid Pyrantel expired 03-2015 \n4.  One tube of triple antibiotic ophthalmic ointment expired 06-2014\nThe use of expired medications can be dangerous or ineffective.  The licensee must ensure that only drugs in date\nare used on animals in the kennel.  Correct this by disposing of these expired medicines and using only drugs in\ndate.\nCorrect from this date forward\n2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*** A five year old female Shih Tzu, USDA tag 65, was noted to have hair loss along the top of the back in an area\nof approximately 5 inches x 3 inches. She also has hair loss around her collar and on the back of her neck in an\narea of approximately 2inches x 2 inches. Both of the regions with hair loss had significant crusting and scabbing\nand appeared irritated.  The upper left canine also had the baby tooth beside it, still intact. Both the adult and baby\ncanines had a moderate amount of hard tan material on and between the teeth.  The left eye was red and appeared\nirritated. The surface of the eye has a white spot on the center that took up approximately 30% of the surface.  The\nhair around the eyes had a small amount of clear and tan discharge and crusting. No documentation or treatment\nplans were available at the time of the inspection in regards to the diagnosis and treatment of these issues.\n   The adult female, USDA tag 65, also had long toe-nails on all four feet. The nails did not appear to be causing\nimmediate problems for the animal. Proper grooming practices should be followed to prevent the animal from\nunnecessary injury due to long toes. Proper grooming practices for this animal is needed to ensure that the animal\nremains in good health. The program of veterinary care provides instructions as to the proper care of the animals\n\nand must be followed to ensure that adequate care is given to the animals in a timely manner.\n   The issues noted in the female Shih Tzu, USDA tag 65 may cause unnecessary pain and distress to the animal. \nDaily observations of this animal are also needed to monitor the progression of any treatments given by the\nattending veterinarian.  The licensee shall use appropriate methods to prevent, control, diagnose and treat diseases\nand injuries.\nCorrect by having a licensed veterinarian assess this animal by end of business on October 2, 2015.\n2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\n***Six Form 7006 Records of Disposition are missing information.  The date of disposition in Block #1 and the date\nreceived by the buyer in block #12 are blank.  Failure to provide complete and accurate records makes it impossible\nto determine if these sales are compliant with required standards.   Lack of a date of disposition makes it also\nimpossible to determine if minimum age standards are in compliance.   The licensee must ensure complete and\naccurate records are maintained for review during the inspection process.\nCorrect from this date forward\n3.1(c)(1)(1)\nHOUSING FACILITIES, GENERAL.\n*** At least 6 enclosure doors are rusty and require repair or replacement.  These doors are significantly rusty which\nprevents them from being properly sanitized.   The licensee must ensure all surfaces in contact with the dogs are\nstructurally sound and can be cleaned and sanitized.  Failure to do so may expose the dogs to disease hazards.  \nCorrect this by repairing or replacing these doors.\nCorrect by: 14 October 2015 \n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n***All of the wash downs for this facility have varying degrees of fecal/urine build-up and staining.  The outside wash\ndown on the adult side of the kennel are especially stained and in need of cleaning.   This build-up and staining can\ncontribute to odors in the kennel and is a potential area to harbor disease hazards.    The licensee must clean,\nsanitize, and maintain these areas on a more frequent basis to minimize disease risks and odors in the kennel.\n\nCorrect by: 04 October 2015\n*** Inspection and exit interview conducted with the licensee(cid:25)s wife, Randy Coleman, ACI and Mike Neafsey, VMO.\nAdditional Inspectors\nNeafsey Michael, Assistant Director",
  "animals_total": 24,
  "species": [
    {
      "count": 19,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 5,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}