{
  "insp_id": "295151557310869",
  "layout": "a",
  "customer_id": "506",
  "customer_name": "Direct Services Inc",
  "customer_addr": "7700 Southern Dr\nSpringfield, VA 22150",
  "certificate": "52-H-0102",
  "site_id": "004",
  "site_name": "DIRECT SERVICES INC.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-OCT-2015",
  "report_date": "22-OCT-2015",
  "citations": [
    {
      "code": "3.62(c)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY CONVEYANCES (MOTOR VEHICLE, RAIL, AIR, AND MARINE).",
      "narrative": "On 19 August 2014, the intermediate handler transported a load of 380 rabbits in 190 cartons (2 rabbits per\nenclosure). Upon arrival, 32 rabbits were noted to be dead; several others were observed by the receiving\nindividuals to be in some degree of respiratory distress (blue discoloration, panting, and frothing at the nose were\nobserved in an undetermined number of animals). The next day one additional rabbit also expired, which was also\nsuspected to have been caused by the respiratory stress experienced in transit. An investigation of the\ncircumstances of the shipment revealed that the primary enclosures used to house the rabbits were of a larger size\nthan the intermediate handler had anticipated, so the cargo area of the truck was too small to allow adequate airflow\nbetween cages and subsequent ventilation to the animals housed therein. The driver noted the discrepancy in the\ndimensions of the boxes that had been ordered vs. those that had been delivered for shipment, but the animals\nwere loaded onto the truck despite this, and the transport proceeded as planned. The driver stopped to observe the\nanimals mid-shipment and no abnormalities were noted; however, the 32 rabbits were discovered to be dead upon\narrival at their final destination.\nInadequate space in the cargo space used to transport animals can have a significant impact on their ability to\nbreathe normally. Additionally, reduced airflow can cause the ambient temperatures inside the enclosures to\nbecome too high, even if the temperatures inside the cargo area as a whole are within range (this was the case with\nthis shipment, as no temperature alarms were noted -(cid:19) the temperature was recorded within range throughout\ntransit). Deficiency in airflow and adequate ventilation caused significant animal impacts, i.e., the loss of 9% of the\nload (33 of 380 animals).\nThe primary enclosures used to transport rabbits must be positioned in a manner that each rabbit has sufficient air\nfor normal breathing. The intermediate handler has taken corrective measures to prevent further incidents,\nincluding re-training all of the drivers and painting a pattern of lines on the walls of the cargo areas of the vehicles\nused to transport animals, such that any primary enclosure must be fitted inside the areas designated by the paint\nlines in order for there to be sufficient airflow and ventilation. The drivers have been trained and instructed not to\naccept a shipment if these criteria are not met.\nTo be corrected from this time forward."
    },
    {
      "code": "3.64(a)",
      "kind": "",
      "repeat": false,
      "desc": "CARE IN TRANSIT.",
      "narrative": "The shipment of rabbits transported from Oxford, MI to West Jefferson, OH on 19 August 2014 was loaded and\ndeparted at 9:20am. The driver noted making an observation of the animals at 2:04pm (4 hours and 44 minutes\nafter previous observation). The driver at that time did not record any comments about the condition of the animals\n(i.e., if any were in obvious distress or need of veterinary care). The next observation was upon delivery of the\nshipment to the final destination at 3:10pm, where it was noted by the receiving party that the 32 animals were dead\non arrival. The vice president informed the inspector that the observation procedure involves the driver putting a\nhand in the space between some of the cages to spot-check the temperature. It is recognized by the handler that\nthe spaces between cages may become overheated compared to the overall temperature recorded by the sensors\nmounted in the cargo area, and so this is the technique used to ensure the ambient temperature does not become\nexcessive.\nThe observations made by the driver for this shipment were inadequate. The time between observations was\ngreater than 4 hours. Additionally, no notes were recorded regarding the condition of the animals, the air supply,\ntemperatures, or other standards; it is unclear if animals were exhibiting distress at the time of the observations stop\nin-transit or not. Animals must be visually observed as frequently as circumstances may dictate, but not less than\nonce every 4 hours. This is to assure that animals are receiving sufficient air for normal breathing, their ambient\ntemperatures are within limit, and all other standards are in compliance, and to determine whether any animals are\nin obvious distress or in need of immediate veterinary care. Failure to observe the animals within the prescribed\nfrequency can result in unseen stressors or unknown conditions to affect the animals and cause undue stress,\ninjury, or death. Correct by ensuring the driver or other employee of the intermediate handler will visually observe\nall live animals as frequently as circumstances dictate, but not less than once every 4 hours, to assure that animals\nhave sufficient air and ambient temperature to allow normal breathing. The intermediate handler has instituted\ntraining that drivers must take upon hiring and then once every 2 years thereafter to be able to make adequate\nobservations to assure the standards for transportation of animals are being met on every shipment.\nTo be corrected from this time forward.\nThis inspection and exit interview were conducted with the Vice President by the undersigned VMO."
    }
  ],
  "narrative": "3.62(c)\nPRIMARY CONVEYANCES (MOTOR VEHICLE, RAIL, AIR, AND MARINE).    \nOn 19 August 2014, the intermediate handler transported a load of 380 rabbits in 190 cartons (2 rabbits per\nenclosure).  Upon arrival, 32 rabbits were noted to be dead; several others were observed by the receiving\nindividuals to be in some degree of respiratory distress (blue discoloration, panting, and frothing at the nose were\nobserved in an undetermined number of animals).  The next day one additional rabbit also expired, which was also\nsuspected to have been caused by the respiratory stress experienced in transit.  An investigation of the\ncircumstances of the shipment revealed that the primary enclosures used to house the rabbits were of a larger size\nthan the intermediate handler had anticipated, so the cargo area of the truck was too small to allow adequate airflow\nbetween cages and subsequent ventilation to the animals housed therein.  The driver noted the discrepancy in the\ndimensions of the boxes that had been ordered vs. those that had been delivered for shipment, but the animals\nwere loaded onto the truck despite this, and the transport proceeded as planned.  The driver stopped to observe the\nanimals mid-shipment and no abnormalities were noted; however, the 32 rabbits were discovered to be dead upon\narrival at their final destination.\nInadequate space in the cargo space used to transport animals can have a significant impact on their ability to\nbreathe normally.  Additionally, reduced airflow can cause the ambient temperatures inside the enclosures to\nbecome too high, even if the temperatures inside the cargo area as a whole are within range (this was the case with\nthis shipment, as no temperature alarms were noted -(cid:19) the temperature was recorded within range throughout\ntransit).  Deficiency in airflow and adequate ventilation caused significant animal impacts, i.e., the loss of 9% of the\nload (33 of 380 animals).\nThe primary enclosures used to transport rabbits must be positioned in a manner that each rabbit has sufficient air\nfor normal breathing.  The intermediate handler has taken corrective measures to prevent further incidents,\nincluding re-training all of the drivers and painting a pattern of lines on the walls of the cargo areas of the vehicles\nused to transport animals, such that any primary enclosure must be fitted inside the areas designated by the paint\nlines in order for there to be sufficient airflow and ventilation.  The drivers have been trained and instructed not to\naccept a shipment if these criteria are not met. \nTo be corrected from this time forward.\n\n3.64(a)\nCARE IN TRANSIT.  \nThe shipment of rabbits transported from Oxford, MI to West Jefferson, OH on 19 August 2014 was loaded and\ndeparted at 9:20am.  The driver noted making an observation of the animals at 2:04pm (4 hours and 44 minutes\nafter previous observation).  The driver at that time did not record any comments about the condition of the animals\n(i.e., if any were in obvious distress or need of veterinary care).  The next observation was upon delivery of the\nshipment to the final destination at 3:10pm, where it was noted by the receiving party that the 32 animals were dead\non arrival.  The vice president informed the inspector that the observation procedure involves the driver putting a\nhand in the space between some of the cages to spot-check the temperature. It is recognized by the handler that\nthe spaces between cages may become overheated compared to the overall temperature recorded by the sensors\nmounted in the cargo area, and so this is the technique used to ensure the ambient temperature does not become\nexcessive. \nThe observations made by the driver for this shipment were inadequate.  The time between observations was\ngreater than 4 hours.  Additionally, no notes were recorded regarding the condition of the animals, the air supply,\ntemperatures, or other standards; it is unclear if animals were exhibiting distress at the time of the observations stop\nin-transit or not.  Animals must be visually observed as frequently as circumstances may dictate, but not less than\nonce every 4 hours.  This is to assure that animals are receiving sufficient air for normal breathing, their ambient\ntemperatures are within limit, and all other standards are in compliance, and to determine whether any animals are\nin obvious distress or in need of immediate veterinary care.  Failure to observe the animals within the prescribed\nfrequency can result in unseen stressors or unknown conditions to affect the animals and cause undue stress,\ninjury, or death.  Correct by ensuring the driver or other employee of the intermediate handler will visually observe\nall live animals as frequently as circumstances dictate, but not less than once every 4 hours, to assure that animals\nhave sufficient air and ambient temperature to allow normal breathing.  The intermediate handler has instituted\ntraining that drivers must take upon hiring and then once every 2 years thereafter to be able to make adequate\nobservations to assure the standards for transportation of animals are being met on every shipment.\nTo be corrected from this time forward.\nThis inspection and exit interview were conducted with the Vice President by the undersigned VMO.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}