{
  "insp_id": "202141846480712",
  "layout": "a",
  "customer_id": "329482",
  "customer_name": "Ervin Miller",
  "customer_addr": "106149 Holton Rd\nAbbotsford, WI 54405",
  "certificate": "35-A-0359",
  "site_id": "001",
  "site_name": "ERVIN MILLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-JUL-2014",
  "report_date": "21-JUL-2014",
  "citations": [
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The licensee has not been recording puppy births on the facility's record of dogs on hand (APHIS Form 7005) or by\ncage card. Not having the puppies recorded on either the 7005 forms or by cage card does not ensure for the\nproper identification and tracking of the puppies born at the facility. All puppies born at the facility need to be\nrecorded by either cage card or on the facility's record of dogs on hand. Correct by: July 25, 2014."
    },
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "Two outdoor housing enclosures have floors that only cover approximately one-half of the enclosure. Lack of\ncomplete floors does not provide adequate protection from inclement weather conditions. The floors in the outside\nenclosures must cover the entire inside surface area. Correct by: July 31, 2014."
    },
    {
      "code": "3.4(c)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "The inside walls of the outdoor housing enclosure housing the poodle and two golden retrievers have surfaces that\nare not impervious to moisture. Surfaces that are not impervious to moisture can hold water, urine and other\nmaterials that can cause odor. Also, these surfaces cannot be properly cleaned and sanitized and can present a\ndisease hazard. All surfaces in contact with the dogs must be made impervious to moisture. Correct by: July 31,\n2014.\nInspection and exit interview conducted with licensee.\nEnd of report."
    }
  ],
  "narrative": "2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nThe licensee has not been recording puppy births on the facility's record of dogs on hand (APHIS Form 7005) or by\ncage card.  Not having the puppies recorded on either the 7005 forms or by cage card does not ensure for the\nproper identification and tracking of the puppies born at the facility.  All puppies born at the facility need to be\nrecorded by either cage card or on the facility's record of dogs on hand.  Correct by:  July 25, 2014.\n3.4(b)\nOUTDOOR HOUSING FACILITIES.\nTwo outdoor housing enclosures have floors that only cover approximately one-half of the enclosure.  Lack of\ncomplete floors does not provide adequate protection from inclement weather conditions.  The floors in the outside\nenclosures must cover the entire inside surface area.  Correct by:  July 31, 2014.\n3.4(c)\nOUTDOOR HOUSING FACILITIES.\nThe inside walls of the outdoor housing enclosure housing the poodle and two golden retrievers have surfaces that\nare not impervious to moisture.  Surfaces that are not impervious to moisture can hold water, urine and other\nmaterials that can cause odor.  Also, these surfaces cannot be properly cleaned and sanitized and can present a\ndisease hazard.  All surfaces in contact with the dogs must be made impervious to moisture.  Correct by:  July 31,\n2014.\nInspection and exit interview conducted with licensee.\nEnd of report.",
  "animals_total": 22,
  "species": [
    {
      "count": 13,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 9,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}