{
  "insp_id": "INS-0000812200",
  "layout": "c",
  "customer_id": "9245",
  "customer_name": "Steve Kruse",
  "customer_addr": "2345 Hwy 16\nWest Point, IA 52656",
  "certificate": "42-B-0182",
  "site_id": "001",
  "site_name": "STEVE KRUSE",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "17-AUG-2022",
  "report_date": "23-AUG-2022",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Female Pomsky (tattoo #14) is intermittently non-weight bearing on the right hind leg. Closer examination of the foot\nrevealed an open lesion on the pad of one toe near the toenail. The current condition of the dog has not been noticed\nand no treatment has been provided.\nFemale \"Poo\" ( also known as a 2nd generation golden doodle, tattoo #10, microchip #2777469) is lame on the right front\nleg. Closer examination revealed two open lesions on the bottom of the foot. The skin around the lesions is slightly\nreddened and wet. The current condition of the dog has not been noticed and no treatment has been provided.\nTwo female Ori-peis (tattoo #26 and #32) are housed together and have a large amount of liquid diarrhea beneath their\nenclosure. Ori-pei #26 was also observed to have a small amount of grey colored discharge along both nostrils. The\ncurrent condition of the dogs has not been noticed and no treatment has been provided.\nFemale Shiba Inu (tattoo #108) has an abnormal condition of the right front foot. Closer examination revealed a large\nslightly reddened growth which is located between the toes and a wet open lesion is on the surface of the growth. The\ncondition of the dog has not been noticed and no treatment has been provided.\nOpen lesions and abnormal skin growths could cause pain and discomfort to the animals. Nasal discharge and diarrhea\ncould indicate an underlying illness which could have a detrimental impact on the animal's health and well-being.\nThe above-mentioned dogs must be evaluated by a veterinarian for an accurate diagnosis and to establish an effective\ntreatment plan. The facility must ensure that each animal receives adequate veterinary care at all times.\nAt the time of the inspection a veterinarian examined and established a treatment plan for each of the affected dogs."
    },
    {
      "code": "3.1(c)(1)(ii)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "One enclosure, containing one adult dog, has two screws protruding through the wood frame along the bottom of the\ngate. The dog can come into direct contact with the screws. Contact with the sharp edges of the screws could cause\ninjury to the animal.\nPrimary enclosures for dogs must have no sharp points or edges. The facility must remove the screws or alter them in a\nmanner that eliminates the risk of injury to the dog. The screws were removed from the enclosure at the time of the\ninspection.\nThis is a 1st Re-License Inspection for a Class \"B\" license. The inspection and exit briefing were conducted with the\nfacility representatives.\nAll items must be in compliance within 2 more inspections or by 16 October 2022 or the applicant will forfeit the license\nfee and must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection.\nRegulated activity can continue under your existing USDA license until it expires.\nAdditional Inspectors:\nWilliam Janecke, VETERINARY MEDICAL OFFICER n"
    }
  ],
  "narrative": "2.40(b)(2)  Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nFemale Pomsky (tattoo #14) is intermittently non-weight bearing on the right hind leg.  Closer examination of the foot \nrevealed an open lesion on the pad of one toe near the toenail.  The current condition of the dog has not been noticed \nand no treatment has been provided. \n \nFemale \"Poo\" ( also known as a 2nd generation golden doodle, tattoo #10, microchip #2777469) is lame on the right front \nleg.  Closer examination revealed two open lesions on the bottom of the foot.  The skin around the lesions is slightly \nreddened and wet.  The current condition of the dog has not been noticed and no treatment has been provided. \n \nTwo female Ori-peis (tattoo #26 and #32) are housed together and have a large amount of liquid diarrhea beneath their \nenclosure.  Ori-pei #26 was also observed to have a small amount of grey colored discharge along both nostrils. The \ncurrent condition of the dogs has not been noticed and no treatment has been provided. \n \nFemale Shiba Inu (tattoo #108) has an abnormal condition of the right front foot. Closer examination revealed a large \nslightly reddened growth which is located between the toes and a wet open lesion is on the surface of the growth.   The \ncondition of the dog has not been noticed and no treatment has been provided.\n\nOpen lesions and abnormal skin growths could cause pain and discomfort to the animals.  Nasal discharge and diarrhea \ncould indicate an underlying illness which could have a detrimental impact on the animal's health and well-being. \n \nThe above-mentioned dogs must be evaluated by a veterinarian for an accurate diagnosis and to establish an effective \ntreatment plan. The facility must ensure that each animal receives adequate veterinary care at all times. \n \nAt the time of the inspection a veterinarian examined and established a treatment plan for each of the affected dogs. \n3.1(c)(1)(ii) \n   \nHousing facilities, general. \nOne enclosure, containing one adult dog, has two screws protruding through the wood frame along the bottom of the \ngate.  The dog can come into direct contact with the screws.  Contact with the sharp edges of the screws could cause \ninjury to the animal. \n \nPrimary enclosures for dogs must have no sharp points or edges.  The facility must remove the screws or alter them in a \nmanner that eliminates the risk of injury to the dog.  The screws were removed from the enclosure at the time of the \ninspection. \n \nThis is a 1st Re-License Inspection for a Class \"B\" license. The inspection and exit briefing were conducted with the \nfacility representatives. \n \nAll items must be in compliance within 2 more inspections or by 16 October 2022 or the applicant will forfeit the license \nfee and must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection.\n\nRegulated activity can continue under your existing USDA license until it expires. \n \nAdditional Inspectors: \nWilliam Janecke, VETERINARY MEDICAL OFFICER n",
  "animals_total": 674,
  "species": [
    {
      "count": 674,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}