{
  "insp_id": "224161301560652",
  "layout": "a",
  "customer_id": "321425",
  "customer_name": "Joe Breckenridge",
  "customer_addr": "658 Dogwood Tree Rd.\nReeds Spring, MO 65737",
  "certificate": "43-A-5519",
  "site_id": "001",
  "site_name": "JOE BRECKENRIDGE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-AUG-2016",
  "report_date": "11-AUG-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "An adult female Boston Terrier (m/c# OAO2164504) had excessively long toenails, which were causing the digits to\ntwist to the side when she stood on a solid surface. Excessively long toenails can be painful and can affect the gait\nof the dog. The licensee must ensure that toenails are trimmed to a comfortable length.\nTO BE CORRECTED BY AUGUST 15, 2016."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Cleaning.\nAn empty primary enclosure had an accumulation of old, moldy dog food on the floor. The licensee didn't know how\nlong it had been since this enclosure had been cleaned and sanitized. The building had a strong moldy odor and\nthe lactating female in the adjacent enclosure was coughing. Moldy food can cause odors and harbor pests that\ncan carry diseases that can affect the health of the dogs. The licensee must clean and sanitize all surfaces in\nhousing facilities when necessary to satisfy generally accepted husbandry standards and practices.\nTO BE CORRECTED BY AUGUST 13, 2016."
    },
    {
      "code": "3.3(a)",
      "kind": "",
      "repeat": false,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "The licensee had opened the door to a building previously used as a sheltered building to allow the 3 Australian\nShepherds within free access to a fenced pen outside. The air conditioner had been turned off and the temperature\ninside the building was 93.1 degrees F. Excessive ambient temperatures cause discomfort and can result in\noverheating that can lead to serious health conditions in dogs .\nSheltered buildings must be sufficiently cooled to protect the dogs from temperature extremes and the temperature\nmay not rise above 85 degrees F for more than 4 consecutive hours.\nTO BE CORRECTED AUGUST 11, 2016."
    },
    {
      "code": "3.10",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "The licensee was using plastic swimming pools for the dogs to use for drinking and to cool themselves. Three\nplastic swimming pools and one rubber container, being used for drinking water by a total of 8 dogs, had green\nalgae or dirt in them, which can affect the potability of the water and create disease hazards. The licensee must\nensure that water receptacles are cleaned and sanitized as often as necessary to prevent an accumulation of dirt,\nalgae, and other disease hazards.\nTO BE CORRECTED BY AUGUST 12, 2016.\nThe inspection and the exit briefing were conducted with the licensee and an Animal Health Officer with the MO\nDept. of Agriculture."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAn adult female Boston Terrier (m/c# OAO2164504) had excessively long toenails, which were causing the digits to\ntwist to the side when she stood on a solid surface.  Excessively long toenails can be painful and can affect the gait\nof the dog.  The licensee must ensure that toenails are trimmed to a comfortable length.\nTO BE CORRECTED BY AUGUST 15, 2016.\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nCleaning.\nAn empty primary enclosure had an accumulation of old, moldy dog food on the floor.  The licensee didn't know how\nlong it had been since this enclosure had been cleaned and sanitized.  The building had a strong moldy odor and\nthe lactating female in the adjacent enclosure was coughing.  Moldy food can cause odors and harbor pests that\ncan carry diseases that can affect the health of the dogs.  The licensee must clean and sanitize all surfaces in\nhousing facilities when necessary to satisfy generally accepted husbandry standards and practices.\nTO BE CORRECTED BY AUGUST 13, 2016.\n3.3(a)\nSHELTERED HOUSING FACILITIES.\nThe licensee had opened the door to a building previously used as a sheltered building to allow the 3 Australian\nShepherds within free access to a fenced pen outside.  The air conditioner had been turned off and the temperature\ninside the building was 93.1 degrees F.  Excessive ambient temperatures cause discomfort and can result in\noverheating that can lead to serious health conditions in dogs . \nSheltered buildings must be sufficiently cooled to protect the dogs from temperature extremes and the temperature\nmay not rise above 85 degrees F for more than 4 consecutive hours. \nTO BE CORRECTED AUGUST 11, 2016.\n\n3.10\nWATERING.\nThe licensee was using plastic swimming pools for the dogs to use for drinking and to cool themselves.  Three\nplastic swimming pools and one rubber container, being used for drinking water by a total of 8 dogs, had green\nalgae or dirt in them, which can affect the potability of the water and create disease hazards.  The licensee must\nensure that water receptacles are cleaned and sanitized as often as necessary to prevent an accumulation of dirt,\nalgae, and other disease hazards.\nTO BE CORRECTED BY AUGUST 12, 2016.\nThe inspection and the exit briefing were conducted with the licensee and an Animal Health Officer with the MO\nDept. of Agriculture.",
  "animals_total": 25,
  "species": [
    {
      "count": 23,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 2,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}