{
  "insp_id": "176140847552152",
  "layout": "a",
  "customer_id": "276",
  "customer_name": "West Virginia University",
  "customer_addr": "886 Chestnut Ridge Rd\nP O Box 6845\nMorgantown, WV 26506",
  "certificate": "54-R-0001",
  "site_id": "001",
  "site_name": "MORGANTOWN CAMPUS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-JUN-2014",
  "report_date": "27-JUN-2014",
  "citations": [
    {
      "code": "2.33(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.",
      "narrative": "One sheep was not properly euthanized following performance of a nonsurvival procedure in February 2014.\nFollowing the initial administration of euthanasia solution, the animal was moved to the loading area for transfer to a\ndisposal facility. About forty minutes afterwards, the registrant was notified by other university staff that the sheep\nwas making sounds of labored breathing and believed to be still alive. The research staff responded immediately\nand the sheep was confirmed to still be alive, though it was believed to be deeply anesthetized from the initial dose\nof euthanasia solution. It was subsequently euthanized appropriately by research facility staff. The staff member\nresponsible for the initial euthanasia attempt failed to properly confirm death after the initial dose of euthanasia\nsolution, tissue collection did not occur, and therefore the staff member did not recognize the animal was still alive.\nThe protocol did not require the use of a secondary method of euthanasia if tissue harvest did not occur, nor did it\ndescribe what was necessary to confirm death. As a result of failing to use a secondary method or accurately\nconfirm death the animal was prepared for disposal while still alive. Additionally, research facility staff failed to\nrecognize the sheep was still alive and only responded after they were notified. At the time of the incident, all\ntraining regarding euthanasia and positive determination of death was informal. Based on the incident described\nabove this guidance was determined to be inadequate. Complications arising from incomplete euthanasia may\nhave been prevented by more guidance to principal investigators and other personnel involved in the care and use\nof animals regarding euthanasia and positive determination of death. This incident was reported to the IACUC, the\nprotocol was amended the next day to include a secondary method of euthanasia for animals not undergoing tissue\nharvest. Additionally, all staff involved in euthanasia of these animals were formally retrained following this incident.\nSubsequent improper euthanasias have not occurred. Corrective action was taken prior to inspection.\nThe inspection was conducted with the Animal Compliance and Training Officer, the Clinical Veterinarian, and the\nDirector of Laboratory Animal Resources. The exit briefing was conducted with the Director of the Office of\nResearch and Compliance, the Clinical Veterinarian, and the Assiciate Director of the Office of Laboratory Animal\nResources."
    }
  ],
  "narrative": "2.33(b)(4)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.\nOne sheep was not properly euthanized following performance of a nonsurvival procedure in February 2014.\nFollowing the initial administration of euthanasia solution, the animal was moved to the loading area for transfer to a\ndisposal facility.  About forty minutes afterwards, the registrant was notified by other university staff that the sheep\nwas making sounds of labored breathing and believed to be still alive.  The research staff responded immediately\nand the sheep was confirmed to still be alive, though it was believed to be deeply anesthetized from the initial dose\nof euthanasia solution. It was subsequently euthanized appropriately by research facility staff. The staff member\nresponsible for the initial euthanasia attempt failed to properly confirm death after the initial dose of euthanasia\nsolution, tissue collection did not occur, and therefore the staff member did not recognize the animal was still alive. \nThe protocol did not require the use of a secondary method of euthanasia if tissue harvest did not occur, nor did it\ndescribe what was necessary to confirm death.  As a result of failing to use a secondary method or accurately\nconfirm death the animal was prepared for disposal while still alive. Additionally, research facility staff failed to\nrecognize the sheep was still alive and only responded after they were notified. At the time of the incident, all\ntraining regarding euthanasia and positive determination of death was informal.  Based on the incident described\nabove this guidance was determined to be inadequate.  Complications arising from incomplete euthanasia may\nhave been prevented by more guidance to principal investigators and other personnel involved in the care and use\nof animals regarding euthanasia and positive determination of death. This incident was reported to the IACUC, the\nprotocol was amended the next day to include a secondary method of euthanasia for animals not undergoing tissue\nharvest.  Additionally, all staff involved in euthanasia of these animals were formally retrained following this incident.\n Subsequent improper euthanasias have not occurred.  Corrective action was taken prior to inspection.\nThe inspection was conducted with the Animal Compliance and Training Officer, the Clinical Veterinarian, and the\nDirector of Laboratory Animal Resources. The exit briefing was conducted with the Director of the Office of\nResearch and Compliance, the Clinical Veterinarian, and the Assiciate Director of the Office of Laboratory Animal\nResources.",
  "animals_total": 41,
  "species": [
    {
      "count": 26,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 15,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    }
  ]
}