{
  "insp_id": "2016082568210375",
  "layout": "a",
  "customer_id": "38048",
  "customer_name": "Wilson Horse & Mule Sale Inc",
  "customer_addr": "1050 W Cemetery Rd\nCookeville, TN 38506",
  "certificate": "63-B-0180",
  "site_id": "001",
  "site_name": "WILSON HORSE & MULE SALE INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-MAY-2017",
  "report_date": "06-MAY-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "During this auction inspection, the inspectors identified two animals that were in need of acute veterinary care:\n1) During a walk through of the back barn area a male mini Highland bull on 5/5/17 was noted lying on its right side\nand minimally responsive to the opening of its stall door at approximately 10:15 am. A few minutes later the bull had\na seizure. The inspectors notified an auction staff member and the attending veterinarian. No one was observed\ngoing to evaluate or treat the bull. Over the rest of the day the bull was observed again by the inspectors at 11:15\nam, 12:20 pm, 4:40 pm and 6:00 pm. Seizure activity of varying intensity and duration was observed at multiple\ntime points. The attending veterinarian was asked about the bull at about 2 pm and stated that he gave a penicillin\ninjection about 1 pm. The inspectors again talked to the veterinary staff about the bulls declining condition and\nasked if the veterinarian was considering providing any pain relieving medication or treatment. The inspectors\nlearned later from the veterinarian that a steroid injection was administered. By the 6:00 pm observation point the\nbull was completely unresponsive with fixed eyes but was still warm and breathing. On the morning of 5/6 the bull\nwas no longer in the stall. The veterinarian stated that it had died overnight. No documentation of veterinary care\nwas available for review.\n2) On 5/5/17 one brown and white goat was noted lying down on its side in a pen housing multiple goats. The other\ngoats were stepping on and over the goat with no response by the goat. An auction employee was notified and\nasked to remove the goat. The goat was rehoused in a pen by itself. It was noted to be weak but was able to sit up\nby leaning against a solid wall. The auction staff did not contact the veterinarian to obtain an evaluation of the\ntrampled, weak goat.\nAdequate veterinary care is necessary for acute conditions that can lead to distress and suffering of the animals.\nThe facility is responsible for identifying veterinary issues, communicating with the veterinarian about the issues and\nensuring adequate veterinary care to include treatment for those animals needing emergency care while at the\nauction."
    },
    {
      "code": "2.131(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "On the morning of 5/4/17 the inspectors watched the auction staff moving llamas from the auction ring back into\ntheir holding pens. One adult male auction staff member was noted kicking and using a short crop to move the\nllamas into their pen. One particular llama that was deemed to be aggressive was shoved into a separate pen using\nthe pen fence by the same adult male auction staff member.\nA young male auction staff member was observed relocating a lamb by grasping the wool on its back with one hand\nand dropping it over a 4 foot high fence into a pen.\nOn the afternoon of 5/5/17 a Watusi was observed by the inspectors running loose in the parking area at the rear of\nauction building. The animal escaped during the loading process. Several auction staff members were seen to be\nchasing the animals on foot as well as with a fork lift. The inspectors lost sight of the animal when the Watusi ran\noff the auction property. The animal was eventually secured.\nKicking, whipping, shoving and mishandling of animals causes behavioral stress, discomfort and can result in injury\nto the animals. All animals shall be handled as expeditiously and carefully as possible in a manner that does not\ncause trauma, behavioral stress, physical harm or unnecessary discomfort."
    },
    {
      "code": "2.131(e)",
      "kind": "",
      "repeat": true,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "*Numerous outdoor pens/enclosures in the back behind the covered barn pens/stalls are open to the elements with\nno sides or overhead protection from inclement weather. The weather on 5/4/17 started out grey, overcast, and\ncool. During the day it remained cool and rained most of the day. The weather remained cold, windy and rainy on\n5/5. The watusi, cattle, bison, and water buffalo were noted to be wet and several were seen shivering. One very\nyoung nearly newborn watusi calf housed by itself was noted to be wet and shivering and lying curled up in the mud\nin the corner closest to the barn on 5/5. Another watusi calf was also noted shivering in a pen by itself. The very\nyoung calf was watched for 10 minutes and was noted to be full-body shivering throughout the observation\nperiod.The inspectors notified an auction worker about the calves. The worker moved the calves into stalls in the\nsheltered area of the barn.\n*Several wire cages of very young pigs including pot belly piglets were placed on the ground just inside the arena\nbarn loading area. The large door was open and a strong wind was blowing in cold air and rain. Multiple pigs were\nnoted shivering especially those with wet bedding. All the employees in the area were wearing jackets/coats. The\npiglets had no protection from the cold wind. The inspectors notified staff and asked that the situation for the pigs be\nimproved and the staff built a windbreak out of bales of hay and closed the damaged door as far as was possible.\nCold weather coupled with wind and rain makes it difficult for animals, especially young animals, to maintain their\ncore body temperature. Inability to maintain appropriate body temperatures can predispose animals, especially\nyoung animals, to increased risk of disease due to stress, discomfort and hypothermia. When climatic conditions\npresent a threat to the animals health or well-being, appropriate measures must be taken to alleviate the impact of\nthese conditions."
    },
    {
      "code": "3.36(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES USED TO TRANSPORT LIVE GUINEA PIGS AND HAMSTERS.",
      "narrative": "On the morning of 5/5/17 the inspectors observed 2 young guinea pigs running loose on the floor of the warm room.\nThe guinea pigs had escaped out of a hole in the side of the cage that was comprised of plastic mesh. The guinea\npigs were secured and returned to the cage by the auction staff without incident. The auction staff then secured the\nhole in the cage using plastic coated wire.\nAnimals that escape their primary enclosures may be injured, predated, or die. To protect the animals from these\npotential outcomes the primary enclosures must be constructed such that structural strength is sufficient to contain\nthe animals.\nThe cage was secured during the inspection."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "On days 5/4-5/17 the inspectors observed goats and sheep of various ages and sizes running loose in the arena\nbarn.\nThere was a green metal fence panel that comprised the wall of a pen housing goats and sheep that was damaged.\nThe panel section was broken such that a substantial gap was created which could allow animals to escape. The\npanel also had a bent, torn metal rod that created a potentially injurious object to animals housed in each adjacent\npen.\nThere were two adjacent pens housing sheep and goats that had a gap between the wall of the building and the\npanel separating the two pens. One goat was noted to have placed its head through the gap into the adjacent pen.\nThe wooden support beams of the section of the back barn that has isolated pens (for exotic hoofstock) were\nobserved to be broken and soaked with water. One board acting as a ceiling over the pens was so soaked and\nwaterlogged that it was held up only by a pen door that was partially open. Water was observed to be dripping from\nthe ceiling of the broken area inside the barn.\nA rubber hose, one standing metal fan and a black, broken plastic bucket were being stored in a pen used to house\na single sheep in the arena barn.\nIndoor and outdoor housing facilities need to be structurally sound and in good repair to protect the animals from\ninjury and to contain them. Correct from this day forward."
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "Numerous outdoor enclosures/pens in the back behind the covered barn stalls/pens are open to the elements with\nno sides or overhead protection from inclement weather. The weather on 5/4-5/6/17 was rainy, windy and cold. The\nanimals outside including water buffalo, watusi, bison and cattle had no protection or shelter to allow them to remain\ndry. The dirt in their enclosures quickly became wet sloppy mud and standing water. The animals’ haircoats became\nwet. Several animals were noted shivering, especially two young watusi calves. Wet haircoats make it difficult for\nanimals, especially the young, to maintain their core body temperature. The standing water and mud in the\nenclosures was over ankle deep for many of the animals. The animals’ feet made sucking sounds when they lifted\nthem to move about in their enclosure. This may lead to slipping of the animals, hoof problems and injury. In\naddition the inability to get out of the wet weather may lead to distress to the animals. Live animals shall be provided\nprotection to allow them to remain dry during inclement weather."
    },
    {
      "code": "3.137(d)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES USED TO TRANSPORT LIVE ANIMALS.",
      "narrative": "During the morning of the 5/5/17 the inspector observed a single housed hedgehog in a plastic container with wood\nshavings on the bottom that were thoroughly soaked with fluid such that the bedding was a dark brown instead of a\nlight yellow. The walls of the plastic container had visible condensation.\nOn the afternoon of 5/5/17 the inspectors observed a single housed pot belly pig in a wire mesh cage with a wooden\nfloor to be standing in wood shavings that were completely soaked and dark brown. The cage was placed on the\nground in front of a large sliding door at the back of the arena barn. The animal had no dry spot to lay in and was\nshowing evidence of discomfort by shivering.\nOn the morning of 5/6/17 the inspectors observed a young fox housed in a plastic crate with a solid plastic bottom\nfloor in the warm room with no bedding material.\nWet bedding can no longer absorb and cover excreta which can cause the animal injury, distress, and increased\nrisk of disease. Animals must be provided clean litter of a suitable absorbent material that can absorb and cover\nexcreta.\nThe primary enclosures housing the pig and hedgehog had the litter changed during the inspection.\nThe fox enclosure should have litter added by the end of this inspection.\nThis auction inspection was conducted 5/417 - 5/6/17. Records were not inspected.\nThis inspection and exit interview were conducted with undersigned facility representative.\nAdditional Inspectors\nCohen Kimberley, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDuring this auction inspection, the inspectors identified two animals that were in need of acute veterinary care:\n1) During a walk through of the back barn area a male mini Highland bull on 5/5/17 was noted lying on its right side\nand minimally responsive to the opening of its stall door at approximately 10:15 am. A few minutes later the bull had\na seizure. The inspectors notified an auction staff member and the attending veterinarian. No one was observed\ngoing to evaluate or treat the bull. Over the rest of the day the bull was observed again by the inspectors at 11:15\nam, 12:20 pm, 4:40 pm and 6:00 pm.  Seizure activity of varying intensity and duration was observed at multiple\ntime points. The attending veterinarian was asked about the bull at about 2 pm and stated that he gave a penicillin\ninjection about 1 pm.  The inspectors again talked to the veterinary staff about the bulls declining condition and\nasked if the veterinarian was considering providing any pain relieving medication or treatment. The inspectors\nlearned later from the veterinarian that a steroid injection was administered.   By the 6:00 pm observation point the\nbull was completely unresponsive with fixed eyes but was still warm and breathing. On the morning of 5/6 the bull\nwas no longer in the stall.  The veterinarian stated that it had died overnight. No documentation of veterinary care\nwas available for review.\n2) On 5/5/17 one brown and white goat was noted lying down on its side in a pen housing multiple goats. The other\ngoats were stepping on and over the goat with no response by the goat. An auction employee was notified and\nasked to remove the goat. The goat was rehoused in a pen by itself. It was noted to be weak but was able to sit up\nby leaning against a solid wall. The auction staff did not contact the veterinarian to obtain an evaluation of the\ntrampled, weak goat. \nAdequate veterinary care is necessary for acute conditions that can lead to distress and suffering of the animals.\nThe facility is responsible for identifying veterinary issues, communicating with the veterinarian about the issues and\nensuring adequate veterinary care to include treatment for those animals needing emergency care while at the\nauction. \n2.131(b)(1)                    REPEAT\nHANDLING OF ANIMALS.\nOn the morning of 5/4/17 the inspectors watched the auction staff moving llamas from the auction ring back into\n\ntheir holding pens.  One adult male auction staff member was noted kicking and using a short crop to move the\nllamas into their pen.  One particular llama that was deemed to be aggressive was shoved into a separate pen using\nthe pen fence by the same adult male auction staff member.  \nA young male auction staff member was observed relocating a lamb by grasping the wool on its back with one hand\nand dropping it over a 4 foot high fence into a pen.  \nOn the afternoon of 5/5/17 a Watusi was observed by the inspectors running loose in the parking area at the rear of\nauction building.  The animal escaped during the loading process.  Several auction staff members were seen to be\nchasing the animals on foot as well as with a fork lift.  The inspectors lost sight of the animal when the Watusi ran\noff the auction property.  The animal was eventually secured.  \nKicking, whipping, shoving and mishandling of animals causes behavioral stress, discomfort and can result in injury\nto the animals.    All animals shall be handled as expeditiously and carefully as possible in a manner that does not\ncause trauma, behavioral stress, physical harm or unnecessary discomfort.  \n2.131(e)                    REPEAT\nHANDLING OF ANIMALS.\n*Numerous outdoor pens/enclosures in the back behind the covered barn pens/stalls are open to the elements with\nno sides or overhead protection from inclement weather. The weather on 5/4/17 started out grey, overcast,  and\ncool. During the day it remained cool and rained most of the day. The weather remained cold, windy and rainy on\n5/5.  The watusi, cattle, bison, and water buffalo were noted to be wet and several were seen shivering.  One very\nyoung nearly newborn watusi calf  housed by itself was noted to be wet and shivering and lying curled up in the mud\nin the corner closest to the barn on  5/5. Another watusi calf was also noted shivering in a pen by itself. The very\nyoung calf was watched for 10 minutes and was noted to be full-body shivering throughout the observation\nperiod.The inspectors notified an auction worker about the calves. The worker moved the calves into stalls in the\nsheltered area of the barn.   \n*Several wire cages of very young pigs including pot belly piglets were placed on the ground just inside the arena\nbarn loading area. The large door was open and a strong wind was blowing in cold air and rain. Multiple pigs were\nnoted shivering especially those with wet bedding. All the employees in the area were wearing jackets/coats. The\npiglets had no protection from the cold wind. The inspectors notified staff and asked that the situation for the pigs be\nimproved and the staff built a windbreak out of bales of hay and closed the damaged door as far as was possible. \nCold weather coupled with wind and rain makes it difficult for animals, especially young animals, to maintain their\ncore body temperature.  Inability to maintain appropriate body temperatures can predispose animals, especially\nyoung animals, to increased risk of disease due to stress, discomfort and hypothermia. When climatic conditions\npresent a threat to the animals health or well-being, appropriate measures must be taken to alleviate the impact of\nthese conditions.\n\n3.36(a)(1)\nPRIMARY ENCLOSURES USED TO TRANSPORT LIVE GUINEA PIGS AND HAMSTERS.\nOn the morning of 5/5/17 the inspectors observed 2 young guinea pigs running loose on the floor of the warm room.\nThe guinea pigs had escaped out of a hole in the side of the cage that was comprised of plastic mesh.  The guinea\npigs were secured and returned to the cage by the auction staff without incident.  The auction staff then secured the\nhole in the cage using plastic coated wire.  \nAnimals that escape their primary enclosures may be injured, predated, or die.  To protect the animals from these\npotential outcomes the primary enclosures must be constructed such that structural strength is sufficient to contain\nthe animals.  \nThe cage was secured during the inspection.\n3.125(a)\nFACILITIES, GENERAL.   \nOn days 5/4-5/17 the inspectors observed goats and sheep of various ages and sizes running loose in the arena\nbarn. \n \nThere was a green metal fence panel that comprised the wall of a pen housing goats and sheep that was damaged.\nThe panel section was broken such that a substantial gap was created which could allow animals to escape.   The\npanel also had a bent, torn metal rod that created a potentially injurious object to animals housed in each adjacent\npen.\nThere were two adjacent pens housing sheep and goats that had a gap between the wall of the building and the\npanel separating the two pens.  One goat was noted to have placed its head through the gap into the adjacent pen.\nThe wooden support beams of the section of the back barn that has isolated pens (for exotic hoofstock) were\nobserved to be broken and soaked with water. One board acting as a ceiling over the pens was so soaked and\nwaterlogged that it was held up only by a pen door that was partially open.  Water was observed to be dripping from\nthe ceiling of the broken area inside the barn.  \nA rubber hose, one standing metal fan and a black, broken plastic bucket were being stored in a pen used to house\na single sheep in the arena barn.  \n  \nIndoor and outdoor housing facilities need to be structurally sound and in good repair to protect the animals from\ninjury and to contain them.  Correct from this day forward.\n\n3.127(b)                    REPEAT\nFACILITIES, OUTDOOR. \nNumerous outdoor enclosures/pens in the back behind the covered barn stalls/pens are open to the elements with\nno sides or overhead protection from inclement weather. The weather on 5/4-5/6/17 was rainy, windy and cold. The\nanimals outside including water buffalo, watusi, bison and cattle had no protection or shelter to allow them to remain\ndry. The dirt in their enclosures quickly became wet sloppy mud and standing water. The animals’ haircoats became\nwet. Several animals were noted shivering, especially two young watusi calves. Wet haircoats make it difficult for\nanimals, especially the young, to maintain their core body temperature. The standing water and mud in the\nenclosures was over ankle deep for many of the animals. The animals’ feet made sucking sounds when they lifted\nthem to move about in their enclosure. This may lead to slipping of the animals, hoof problems and injury. In\naddition the inability to get out of the wet weather may lead to distress to the animals. Live animals shall be provided\nprotection to allow them to remain dry during inclement weather.\n3.137(d)\nPRIMARY ENCLOSURES USED TO TRANSPORT LIVE ANIMALS.\nDuring the morning of the 5/5/17 the inspector observed a single housed hedgehog in a plastic container with wood\nshavings on the bottom that were thoroughly soaked with fluid such that the bedding was a dark brown instead of a\nlight yellow.   The walls of the plastic container had visible condensation.  \nOn the afternoon of 5/5/17 the inspectors observed a single housed pot belly pig in a wire mesh cage with a wooden\nfloor to be standing in wood shavings that were completely soaked and dark brown.  The cage was placed on the\nground in front of a large sliding door at the back of the arena barn.  The animal had no dry spot to lay in and was\nshowing evidence of discomfort by shivering.  \nOn the morning of 5/6/17 the inspectors observed a young fox housed in a plastic crate with a solid plastic bottom\nfloor in the warm room with no bedding material.  \nWet bedding can no longer absorb and cover excreta which can cause the animal injury, distress, and increased\nrisk of disease.  Animals must be provided clean litter of a suitable absorbent material that can absorb and cover\nexcreta.  \nThe primary enclosures housing the pig and hedgehog had the litter changed during the inspection.\nThe fox enclosure should have litter added by the end of this inspection.  \nThis auction inspection was conducted 5/417 - 5/6/17. Records were not inspected. \nThis inspection and exit interview were conducted with undersigned facility representative.\n\nAdditional Inspectors\nCohen Kimberley, Veterinary Medical Officer",
  "animals_total": 1531,
  "species": [
    {
      "count": 5,
      "scientific": "Ammotragus lervia",
      "common": "BARBARY SHEEP"
    },
    {
      "count": 1,
      "scientific": "Arctictis binturong",
      "common": "BINTURONG"
    },
    {
      "count": 160,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG (MOST COMMON PET HEDGEHOG)"
    },
    {
      "count": 2,
      "scientific": "Ateles geoffroyi",
      "common": "BLACK-HANDED SPIDER MONKEY"
    },
    {
      "count": 1,
      "scientific": "Ateles hybridus",
      "common": "BROWN (WHITE-BELLIED) SPIDER MONKEY"
    },
    {
      "count": 5,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 2,
      "scientific": "Bos grunniens",
      "common": "YAK"
    },
    {
      "count": 6,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 91,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 5,
      "scientific": "Boselaphus tragocamelus",
      "common": "NILGAI"
    },
    {
      "count": 6,
      "scientific": "Bubalus bubalis",
      "common": "ASIATIC WATER BUFFALO"
    },
    {
      "count": 2,
      "scientific": "Camelus bactrianus",
      "common": "BACTRIAN CAMEL"
    },
    {
      "count": 6,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 527,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 69,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 16,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA (DOMESTICATED)"
    },
    {
      "count": 174,
      "scientific": "Cynomys ludovicianus",
      "common": "BLACK-TAILED PRAIRIE DOG"
    },
    {
      "count": 17,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 1,
      "scientific": "Damaliscus pygargus",
      "common": "BONTEBOK / BLESBOK"
    },
    {
      "count": 18,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 10,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 4,
      "scientific": "Hystrix cristata",
      "common": "AFRICAN CRESTED PORCUPINE"
    },
    {
      "count": 43,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 37,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 3,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 2,
      "scientific": "Lynx canadensis",
      "common": "CANADIAN LYNX"
    },
    {
      "count": 1,
      "scientific": "Macaca radiata",
      "common": "BONNET MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Marmota monax",
      "common": "GROUNDHOG / WOODCHUCK"
    },
    {
      "count": 4,
      "scientific": "Mustela vison",
      "common": "AMERICAN MINK"
    },
    {
      "count": 2,
      "scientific": "Oryx dammah",
      "common": "SCIMITAR-HORNED ORYX"
    },
    {
      "count": 1,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 235,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 16,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    },
    {
      "count": 1,
      "scientific": "Phacochoerus africanus",
      "common": "WARTHOG"
    },
    {
      "count": 2,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 4,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 3,
      "scientific": "Saimiri sciureus",
      "common": "COMMON SQUIRREL MONKEY"
    },
    {
      "count": 21,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 23,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 3,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}