{
  "insp_id": "97151456270793",
  "layout": "a",
  "customer_id": "2827",
  "customer_name": "S Glenice Viken",
  "customer_addr": "28401 380th Avenue\nRoseau, MN 56751",
  "certificate": "41-A-0298",
  "site_id": "001",
  "site_name": "S GLENICE VIKEN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-APR-2015",
  "report_date": "10-APR-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A male Welsh Corgi with microchip number 004883322 is observed to have overgrown toenails. Overgrown\ntoenails can be painful especially if they become caught or break. The licensee needs to appropriately address the\novergrown toenails of this dog and develop and maintain a grooming program that addresses the toenail health of\nall the dogs at the facility."
    },
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "Two female Pomeranians, one male Pomeranian/Poodle mix and two female Pomeranian/Poodle mixes all 16\nweeks or older in age are not currently identified (microchipped) with official USDA identification. Lack of official\nidentification does not allow for the proper identification or tracking of the animals, All adult dogs must be identified\nwith official USDA identification."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The licensee has not provided the buyer or receiver information (block #4) on APHIS Form 7006 on twelve\ndispositions that occurred between September 2014 and March 2015. Lack of complete and accurate records does\nnot ensure for the proper tracking of the animals. Document the buyer or receiver information on APHIS Form 7006\nso that they accurately reflect the puppy dispositions."
    },
    {
      "code": "2.130",
      "kind": "",
      "repeat": false,
      "desc": "MINIMUM AGE REQUIREMENTS.",
      "narrative": "Records indicate that on 1-08-2015 five puppies less than 8 weeks old were sold to a pet store. Records also\nindicate that on 2-19-2015 six puppies less than 8 weeks old were sold to a pet store. All the puppies were 55 days\nold instead of the required minimum of 56 days old. Transporting puppies under 8 weeks of age may increase their\nrisks of health problems. Puppies from a USDA licensed facility must be at least 8 weeks old and weaned prior to\nbeing sold or transported in commerce. Correct from this day forward."
    },
    {
      "code": "3.1(c)(1)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The wire fencing of the middle enclosure on west side of the inside/outside building as well as in the second pen on\nthe east side of the inside/outside building has loosened and separated from the main frames causing sharp points\nto be present inside the runs. Sharp points are an injury hazard. Remove the sharp points from inside the runs.\nCorrect by April 8, 2015.\nInspection and exit interview conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA male Welsh Corgi with microchip number 004883322 is observed to have overgrown toenails.  Overgrown\ntoenails can be painful especially if they become caught or break.  The licensee needs to appropriately address the\novergrown toenails of this dog and develop and maintain a grooming program that addresses the toenail health of\nall the dogs at the facility.                              \n2.50(a)(1)                    REPEAT\nTIME AND METHOD OF IDENTIFICATION.\nTwo female Pomeranians, one male Pomeranian/Poodle mix and two female Pomeranian/Poodle mixes all 16\nweeks or older in age are not currently identified (microchipped) with official USDA identification.  Lack of official\nidentification does not allow for the proper identification or tracking of the animals,  All adult dogs must be identified\nwith official USDA identification.  \n2.75(a)(1)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\nThe licensee has not provided the buyer or receiver information (block #4) on APHIS Form 7006 on twelve\ndispositions that occurred between September 2014 and March 2015.  Lack of complete and accurate records does\nnot ensure for the proper tracking of the animals.  Document the buyer or receiver information on APHIS Form 7006\nso that they accurately reflect the puppy dispositions.\n\n2.130\nMINIMUM AGE REQUIREMENTS.\nRecords indicate that on 1-08-2015 five puppies less than 8 weeks old were sold to a pet store.  Records also\nindicate that on 2-19-2015 six puppies less than 8 weeks old were sold to a pet store.  All the puppies were 55 days\nold instead of the required minimum of 56 days old.  Transporting puppies under 8 weeks of age may increase their\nrisks of health problems. Puppies from a USDA licensed facility must be at least 8 weeks old and weaned prior to\nbeing sold or transported in commerce.  Correct from this day forward.\n3.1(c)(1)(2)\nHOUSING FACILITIES, GENERAL.\nThe wire fencing of the middle enclosure on west side of the inside/outside building as well as in the second pen on\nthe east side of the inside/outside building has loosened and separated from the main frames causing sharp points\nto be present inside the runs.  Sharp points are an injury hazard.  Remove the sharp points from inside the runs. \nCorrect by April 8, 2015.\nInspection and exit interview conducted with the licensee.\nEnd of report.",
  "animals_total": 74,
  "species": [
    {
      "count": 53,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 21,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}