{
  "insp_id": "2016090000593658",
  "layout": "b",
  "customer_id": "508122",
  "customer_name": "OMAR ESH",
  "customer_addr": "2571 Siegrist Road\nRONKS, PA 17572",
  "certificate": "23-A-0727",
  "site_id": "001",
  "site_name": "OMAR ESH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-APR-2021",
  "report_date": "29-APR-2021",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "An adult female tri-colored guinea pig (mostly black and white with tan spot on top of back) had a solid mass\napproximately 3 cm in diameter under her chin. This animal was in rack 2, second enclosure from the top.\nAn adult female female guinea pig (mostly white with tan spots) had a firm but moveable mass approximately 2 cm in\ndiameter under her chin. This animal was in rack 3, third enclosure from the top.\nBoth animals appeared to be eating and drinking normally. Licensee was feeding timothy hay with barley straw mixed in.\nIn addition, the animals have access to a self-feeder with guinea pig pellets.\nThe treatment for masses is not addressed in the program of veterinary care and there is no record that the facility had\nidentified these two animals prior to today's inspection. A failure to conduct adequate daily observations with direct\ncommunication with the attending veterinarian can result in delay of care provided to animals and prolong animal health\nproblems. All animals must be observed daily to assess their health and well-being with a mechanism of direct and\nfrequent communication with the attending veterinarian so that timely and accurate information on problems of animal\nhealth and well-being are conveyed.\nThe licensee must contact the attending veterinarian about the two guinea pigs with masses and provide appropriate\ntreatment for these animals as recommended by the veterinarian. Correct by April 30, 2021.\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(3) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nAn adult female tri-colored guinea pig (mostly black and white with tan spot on top of back) had a solid mass \napproximately 3 cm in diameter under her chin. This animal was in rack 2, second enclosure from the top. \n \nAn adult female female guinea pig (mostly white with tan spots) had a firm but moveable mass approximately 2 cm in \ndiameter under her chin. This animal was in rack 3, third enclosure from the top. \n \nBoth animals appeared to be eating and drinking normally. Licensee was feeding timothy hay with barley straw mixed in. \nIn addition, the animals have access to a self-feeder with guinea pig pellets. \n \nThe treatment for masses is not addressed in the program of veterinary care and there is no record that the facility had \nidentified these two animals prior to today's inspection. A failure to conduct adequate daily observations  with direct \ncommunication with the attending veterinarian  can result in delay of care provided  to animals and prolong animal health \nproblems. All animals must be observed daily to assess their health and well-being with a mechanism of direct and \nfrequent communication with the attending veterinarian  so that timely and accurate information on problems of animal \nhealth and well-being are conveyed.\n\nThe licensee must contact the attending veterinarian  about the two guinea pigs with masses and provide appropriate \ntreatment for these animals as recommended by  the veterinarian.  Correct by April 30, 2021. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 247,
  "species": [
    {
      "count": 247,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}