{
  "insp_id": "2016082567968632",
  "layout": "a",
  "customer_id": "34249",
  "customer_name": "Township Of Mt Laurel",
  "customer_addr": "1105 Hainesport Mt Laurel Rd\nMt Laurel, NJ 08054",
  "certificate": "22-C-0128",
  "site_id": "001",
  "site_name": "TOWNSHIP OF MT LAUREL",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-OCT-2016",
  "report_date": "21-OCT-2016",
  "citations": [
    {
      "code": "3.53(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The rabbit hutch is divided into 4 sections. The two sections that are facing the pot bellied pig enclosure, have a\ncoated wire that divides the two enclosures. This wire is no longer secured at the base.\nThe enclosure housing one rabbit, facing the chicken coop, has broken and protruding wires on the dividing wall as\nwell as on the floor. These broken and protruding wires could harm the rabbit's feet. Broken and damaged wiring\nmust be replaced to protect the rabbits from injury.\nTO BE CORRECTED: NOVEMBER 2, 2016"
    },
    {
      "code": "3.81",
      "kind": "",
      "repeat": true,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "The facility still has a singly housed Bush Baby. The environment has been enriched and the animal is receiving\nhuman interaction. However, a written program for environmental enhancement has still not been documented or\nreviewed by the attending veterinarian. The facility must document and follow a plan for environmental\nenhancement to ensure that the Bush Baby is receiving appropriate enrichment for his health and well-being."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Structural Strength.\nTHE FOLLOWING ITEMS ARE STILL IN NEED OF REMOVAL, REPLACEMENT OR REPAIR:\nCHAIN-LINK PERIMETER FENCE\nA section of the perimeter fence, directly behind the two pot bellied pigs, is severely damaged due to a large, fallen\ntree. The fence fabric is down and the top rail is bent. The other end of the top rail is lifted upward and no longer\nattached to the perimeter fence that is still intact. This fence must be repaired in order to keep unwanted animals\nand persons out and to maintain structural strength.\nALPACA/DONKEY/MINI HORSE ENCLOSURE\n1. Curling wire mesh on all of the enclosure fences.\n2. Rotted bottom split rail.\n3. Another bottom split rail is detached from its post because it is not long enough to reach the other fence post.\n4. Detached top split rail, adjacent to the exterior wall of the feed room.\n5. Rotted wooden top rail on the fence that divides the alpaca and empty steer enclosures.\n6. Broken stockade fence panel in rear enclosure. (across from pot bellied pig)\n7. The gate leading into the rear enclosure is severely deteriorated and falling apart.\n8. Chicken wire around a tree has broken, protruding wires present that could harm the animals.\n9. One metal garden stake is protruding from an old stump that is present inside of this enclosure. This stake is a\nhazard to the donkeys, alpacas and horses housed therein.\nSINGLY HOUSED POT BELLIED PIG (CHAPMAN)\n1. Previous damages to the shelter have been repaired. However, on the far side of the shelter building, the base\nof the wall has rotted. Additionally, the base below this damaged wall is also rotted. This damage leaves this side\nwall and foundation in disrepair.\n2. Sharp, protruding points of a broken wire mesh patch on the front fence.\nTWO POT BELLIED PIGS\n1. Garden stakes with exposed points around the tree, directly behind the sheep shelter building.\n2. Electric line for the heat lamp is lying across the ground and not adequately secured.\n3. The interior ceiling, of the shelter, has several areas of water damage.\n4. Black mold appears to be present on the interior of one of the shelter doors.\nSHEEP\n1. The rotted walls have been replaced. However, the top of one of the entrance doors is severely rotted.\n2. Broken wire mesh on all fences.\n3. Exposed conduit across the entire enclosure.\n2 LARGE GOATS (NOW IN ANOTHER ENCLOSURE)\n1.The interior of the doors appear to have black mold.\n2.Rotted fence post near pig pen.\n3.Broken wire mesh on all fences.\n4.Broken pieces of wood on the ground near the base of the shelter building.\n1 GOAT(SNICKERS)\n1.Broken wire mesh on fence.\n1 GOAT (KATE)\nThe interior sides of the shelter doors appear to have black mold.\nWATER FAUCET ADJACENT TO THE PIG ENCLOSURE\nFaucet is still leaking and leaving pooling water on the ground.\n2 LARGE GOATS (NEW ENCLOSURE)\n1. The base of the primary enclosure fence, adjacent to the enclosure housing two pigs, has been raised up due to\na fallen tree. The root of this tree has lifted the bottom of the enclosure fence fabric thus leaving a gap large\nenough to allow unwanted animals to enter the enclosure.\n1. The barbed wire at the top of the enclosure is no longer secured. Additionally, the metal arms that hold up the\nbarbed wire have detached from fence posts and are now dangling.\n2. A large section of wood is lying in this enclosure, across the raised roots of the fallen tree. The goats have\naccess to this area.\n3. The fallen tree is still alive. However, the top of tree is at least one foot away from the top rail of the rear of this\nprimary fence. The tree should be addressed before further damage occurs to the enclosure fences.\nDamaged items must be repaired and/or removed and miscellaneous items must be removed from all enclosure to\nprotect the animals from injury and to maintain the entire facility in good repair."
    },
    {
      "code": "3.129(b)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "2 LARGE GOATS (NEW ENCLOSURE)\nThe salt block is covered in grime and the mineral block has feces on the top. Both blocks are kept inside of a\nrubber container. When both blocks were lifted up it appeared that both were sitting on top of some type of organic\nmaterial. These contaminated blocks must be removed and replaced. The feed container must be cleaned,\nsanitized and placed in the enclosure in such a way that minimizes contamination for the health of the goats."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "HOUSEKEEPING. Premises (buildings and grounds) shall be kept clean and in good repair.\nLighting has been provided in the hay room. However, the following items are in need of repair, replacement or\nremoval:\n1. All of the ceiling tiles, in the barn feed room, are water damaged and sagging. These damaged ceiling tiles are\nno longer attached to the framework.\n2. The fluorescent light fixture cover has water stains. Additionally, this same cover has a large accumulation of\nrodent dropping present.\n3. A non-functioning video camera has detached from its base and is dangling precariously over \"Snickers\" the\ngoat's enclosure.\n4. Spilled liquid and food were present on the floor of the refrigerator in the barn's feed room.\n5. There is a large hole in one window pane on the side of the barn facing the alpaca enclosure. Several shards of\nglass were found on the ground inside of the enclosure.\nRepairs must be made and damaged items must be removed and/or replaced to protect animals from injury and to\nmaintain the facility in good repair. Soiled items must be cleaned and sanitized for the health of the animals."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Pest control.\nFEED STORAGE ROOM\nSeveral live worms were observed beneath a feed bag that was stored on the floor. Rodent droppings were also\nobserved on the floor around the feed bags and pallets. Rodent bait bags are present and being utilized, as\nevidenced by the rodent droppings surrounding them. However, rodent droppings must be removed routinely to\nprevent such accumulations around stored feed. A safe and effective program for the control of insects shall be\nestablished and maintained."
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": true,
      "desc": "EMPLOYEES.",
      "narrative": "A previous animal keeper is no longer present at this facility and a new animal keeper has been hired. Again, this\nfacility still only has two animal keepers currently caring for the animals. Due to the continued number of repeat\nnon-compliant items, it is clear that there are not enough adequately trained employees to maintain this facility. A\nsufficient number of adequately trained employees shall be utilized to maintain the professionally acceptable level of\nhusbandry practices set forth in this subpart. Such practices shall be under a supervisor who has a background in\nanimal care.\nNOTES: The veterinary care issues that were documented on the August 1, 2016 report have been addressed.\nThe facility should have an on going maintenance program in place to ensure that structural issues are addressed in\na timely manner.\nThis inspection and exit briefing were conducted with the facility representative, Karla Wills, ACI and Dr. Ashley\nMcIntosh, VMO on 10-19-16.\nThe exit briefing was conducted with the Director of Municipal Services, via telephone, on 10-20-16.\nAdditional Inspectors\nMcintosh Ashley, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.53(a)(1)\nPRIMARY ENCLOSURES.   \nThe rabbit hutch is divided into 4 sections.  The two sections that are facing the pot bellied pig enclosure, have a\ncoated wire that divides the two enclosures.  This wire is no longer secured at the base.\nThe enclosure housing one rabbit, facing the chicken coop, has broken and protruding wires on the dividing wall as\nwell as on the floor.  These broken and protruding wires could harm the rabbit's feet.  Broken and damaged wiring\nmust be replaced to protect the rabbits from injury.\nTO BE CORRECTED:  NOVEMBER 2, 2016\n3.81                    REPEAT\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\nThe facility still has a singly housed Bush Baby. The environment has been enriched and the animal is receiving\nhuman interaction.  However, a written program for environmental enhancement has still not been documented or\nreviewed by the attending veterinarian.  The facility must document and follow a plan for environmental\nenhancement to ensure that the Bush Baby is receiving appropriate enrichment for his health and well-being.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nStructural Strength.\nTHE FOLLOWING ITEMS ARE STILL IN NEED OF REMOVAL, REPLACEMENT OR REPAIR:\nCHAIN-LINK PERIMETER FENCE\n\nA section of the perimeter fence, directly behind the two pot bellied pigs, is severely damaged due to a large, fallen\ntree.  The fence fabric is down and the top rail is bent.  The other end of the top rail is lifted upward and no longer\nattached to the perimeter fence that is still intact.  This fence must be repaired in order to keep unwanted animals\nand persons out and to maintain structural strength.\nALPACA/DONKEY/MINI HORSE ENCLOSURE\n1.  Curling wire mesh on all of the enclosure fences.\n2.  Rotted bottom split rail.\n3.   Another bottom split rail is detached from its post because it is not long enough to reach the other fence post.\n4.   Detached top split rail, adjacent to the exterior wall of the feed room.\n5.  Rotted wooden top rail on the fence that divides the alpaca and empty steer enclosures.\n6.  Broken stockade fence panel in rear enclosure. (across from pot bellied pig)\n7.  The gate leading into the rear enclosure is severely deteriorated and falling apart.\n8.  Chicken wire around a tree has broken, protruding wires present that could harm the animals.\n9.  One metal garden stake is protruding from an old stump that is present inside of this enclosure.  This stake is a\nhazard to the donkeys, alpacas and horses housed therein.\nSINGLY HOUSED POT BELLIED PIG (CHAPMAN)\n1.  Previous damages to the shelter have been repaired.  However, on the far side of the shelter building, the base\nof the wall has rotted. Additionally, the base below this damaged wall is also rotted.  This damage leaves this side\nwall and foundation in disrepair.\n2.  Sharp, protruding points of a broken wire mesh patch on the front fence.\nTWO POT BELLIED PIGS\n\n1.  Garden stakes with exposed points  around the tree, directly behind the sheep shelter building.\n2.  Electric line for the heat lamp is lying across the ground and not adequately secured.\n3.  The interior ceiling, of the shelter, has several areas of water damage.\n4.  Black mold appears to be present on the interior of one of the shelter doors.\nSHEEP\n1.  The rotted walls have been replaced.  However, the top of one of the entrance doors is severely rotted.\n2.  Broken wire mesh on all fences.\n3.  Exposed conduit across the entire enclosure.\n2 LARGE GOATS  (NOW IN ANOTHER ENCLOSURE)\n1.The interior of the doors appear to have black mold.\n2.Rotted fence post near pig pen.\n3.Broken wire mesh on all fences.\n4.Broken pieces of wood on the ground near the base of the shelter building.\n1 GOAT(SNICKERS)\n1.Broken wire mesh on fence.\n1 GOAT (KATE)\nThe interior sides of the shelter doors appear to have black mold.\nWATER FAUCET ADJACENT TO THE PIG ENCLOSURE\nFaucet is still leaking and leaving pooling water on the ground.\n2 LARGE GOATS (NEW ENCLOSURE)\n1.  The base of the primary enclosure fence, adjacent to the enclosure housing two pigs, has been raised up due to\n\na fallen tree.  The root of this tree has lifted the bottom of the enclosure fence fabric thus leaving a gap large\nenough to allow unwanted animals to enter the enclosure.\n1.  The barbed wire at the top of the enclosure is no longer secured.  Additionally, the metal arms that hold up the\nbarbed wire have detached from fence posts and are now dangling.  \n2.  A large section of wood is lying in this enclosure, across the raised roots of the fallen tree.  The goats have\naccess to this area.\n3.  The fallen tree is still alive.  However, the top of tree is at least one foot away from the top rail of the rear of this\nprimary fence.  The tree should be addressed before further damage occurs to the enclosure fences.\nDamaged items must be repaired and/or removed and miscellaneous items must be removed from all enclosure to\nprotect the animals from injury and to maintain the entire facility in good repair.\n3.129(b)                    REPEAT\nFEEDING.    \n2 LARGE GOATS (NEW ENCLOSURE)\nThe salt block is covered in grime and the mineral block has feces on the top.  Both blocks are kept inside of a\nrubber container.  When both blocks were lifted up it appeared that both were sitting on top of some type of organic\nmaterial.   These contaminated blocks must be removed and replaced.  The feed container must be cleaned,\nsanitized and placed in the enclosure in such a way that minimizes contamination for the health of the goats.\n3.131(c)                    REPEAT\nSANITATION.   \nHOUSEKEEPING. Premises (buildings and grounds) shall be kept clean and in good repair.\nLighting has been provided in the hay room.  However, the following items are in need of repair, replacement or\nremoval:\n\n1.  All of the ceiling tiles, in the barn feed room, are water damaged and sagging.  These damaged ceiling tiles are\nno longer attached to the framework.\n2.  The fluorescent light fixture cover has water stains.  Additionally, this same cover has a large accumulation of\nrodent dropping present.\n3.  A non-functioning video camera has detached from its base and is dangling precariously over \"Snickers\" the\ngoat's enclosure.\n4.  Spilled liquid and food were present on the floor of the refrigerator in the barn's feed room.\n5.  There is a large hole in one window pane on the side of the barn facing the alpaca enclosure.  Several shards of\nglass were found on the ground inside of the enclosure.\nRepairs must be made and damaged items must be removed and/or replaced to protect animals from injury and to\nmaintain the facility in good repair.   Soiled items must be cleaned and sanitized for the health of the animals.\n3.131(d)                    REPEAT\nSANITATION.   \nPest control.\nFEED STORAGE ROOM \nSeveral live worms were observed beneath a feed bag that was stored on the floor.  Rodent droppings were also\nobserved on the floor around the feed bags and pallets.  Rodent bait bags are present and being utilized, as\nevidenced by the rodent droppings surrounding them.  However, rodent droppings must be removed routinely to\nprevent such accumulations around stored feed.  A safe and effective program for the control of insects shall be\nestablished and maintained.\n3.132                    REPEAT\n\nEMPLOYEES. \nA previous animal keeper is no longer present at this facility and a new animal keeper has been hired.  Again, this\nfacility still only has two animal keepers currently caring for the animals.  Due to the continued number of repeat\nnon-compliant items, it is clear that there are not enough adequately trained employees to maintain this facility.  A\nsufficient number of adequately trained employees shall be utilized to maintain the professionally acceptable level of\nhusbandry practices set forth in this subpart.  Such practices shall be under a supervisor who has a background in\nanimal care.\nNOTES:  The veterinary care issues that were documented on the August 1, 2016 report have been addressed.  \nThe facility should have an on going maintenance program in place to ensure that structural issues are addressed in\na timely manner.\nThis inspection and exit briefing were conducted with the facility representative, Karla Wills, ACI and Dr. Ashley\nMcIntosh, VMO on 10-19-16. \nThe exit briefing was conducted with the Director of Municipal Services, via telephone, on 10-20-16.\nAdditional Inspectors\nMcintosh Ashley, Veterinary Medical Officer",
  "animals_total": 24,
  "species": [
    {
      "count": 2,
      "scientific": "Atelerix albiventris",
      "common": "HEDGEHOG"
    },
    {
      "count": 4,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 3,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    },
    {
      "count": 4,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 2,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Otolemur crassicaudatus",
      "common": "GREATER BUSHBABY"
    },
    {
      "count": 3,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 3,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}