{
  "insp_id": "274151845120856",
  "layout": "a",
  "customer_id": "10406",
  "customer_name": "Anton F Hash",
  "customer_addr": "16405 Township Rd #388\nFrazeysburg, OH 43822",
  "certificate": "31-B-0166",
  "site_id": "001",
  "site_name": "ANTON F HASH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-SEP-2015",
  "report_date": "02-OCT-2015",
  "citations": [
    {
      "code": "2.126(a)",
      "kind": "",
      "repeat": false,
      "desc": "ACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.",
      "narrative": "***Inspectors were not able to complete a full inspection on 25 September at 3:00pm. A facility representative was\nable to allow inspectors to see the majority of the animals; however, at least 6 foxes were visible but unable to be\ninspected more closely because they were in an area that also contained an unfriendly dog. The owner stated later\non the phone that the dog was in this area (rather than freely roaming the property) because he \"didn't want him to\nbite the UPS man.\" Additionally, the facility representative did not have access to any of the required records, nor\ndid she know anything about the facility's operations. An incomplete inspection process is not in compliance with\nthe AWA. APHIS officials must be allowed to inspect all animals, facilities, and records, and be accompanied by a\nresponsible and knowledgeable adult available for inspection at least three hours per day, three days per week\nMonday-Friday between 7am-7pm.\nCorrect from this point forward."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "***The majority of the enclosures containing skunks and foxes are excessively dirty, with piles of feces growing\nmold and spilled feed on the ground of ground-level enclosures. Dirty conditions cause discomfort to the animals if\nthey cannot escape contamination and odor; they also attract pests which can transmit infectious disease to the\nanimals contained therein. Correct by removing excreta and spent feed as often as necessary to prevent\ncontamination of the animals and minimize disease hazards and odors.\nCorrect by: 29 September 2015"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "***The premises in general is littered with feces from free-roaming animals (a large number of birds and a miniature\nhorse). Additionally, the ground beneath elevated primary enclosures is contaminated with piles of feces and spilled\nfeed. These accumulations of organic matter cause odors and attract pests, which in turn cause discomfort and can\ntransmit disease to the covered animals. Correct by keeping premises including buildings and grounds clean to\nprotect the health of the animals.\nCorrect by: 9 October 2015"
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "***The premises as a whole is infested with flies, such that inspectors were continuously swatting flies away during\ninspection. It was also noted that the deer were continuously swishing their tails to keep flies off. This degree of fly\ninfestation causes discomfort to the animals, as well as poses a risk of disease transmission to the animals. Correct\nby establishing and maintaining a safe and effective program for the control of pests (including insects,\nectoparasites, avian and mammalian pests).\nCorrect by: 9 October 2015\nThis inspection was conducted on 25 September with a cousin of one of the owners by Michael Neafsey, VMO, and\nKathy Campitelli, VMO.\nAn exit interview was conducted on 28 September with the owner by Kathy Campitelli, VMO, and Shannon Sebera,\nACI.\nAdditional Inspectors\nNeafsey Michael, Assistant Director\nSebera Shannon, Animal Care Inspector"
    }
  ],
  "narrative": "2.126(a)\nACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.\n***Inspectors were not able to complete a full inspection on 25 September at 3:00pm.  A facility representative was\nable to allow inspectors to see the majority of the animals; however, at least 6 foxes were visible but  unable to be\ninspected more closely because they were in an area that also contained an unfriendly dog.  The owner stated later\non the phone that the dog was in this area (rather than freely roaming the property) because he \"didn't want him to\nbite the UPS man.\"  Additionally, the facility representative did not have access to any of the required records, nor\ndid she know anything about the facility's operations.  An incomplete inspection process is not in compliance with\nthe AWA.  APHIS officials must be allowed to inspect all animals, facilities, and records, and be accompanied by a\nresponsible and knowledgeable adult available for inspection at least three hours per day, three days per week\nMonday-Friday between 7am-7pm. \nCorrect from this point forward.\n3.131(a)\nSANITATION.   \n***The majority of the enclosures containing skunks and foxes are excessively dirty, with piles of feces growing\nmold and spilled feed on the ground of ground-level enclosures.  Dirty conditions cause discomfort to the animals if\nthey cannot escape contamination and odor; they also attract pests which can transmit infectious disease to the\nanimals contained therein.  Correct by removing excreta and spent feed as often as necessary to prevent\ncontamination of the animals and minimize disease hazards and odors.\nCorrect by: 29 September 2015\n3.131(c)\nSANITATION.   \n***The premises in general is littered with feces from free-roaming animals (a large number of birds and a miniature\nhorse).  Additionally, the ground beneath elevated primary enclosures is contaminated with piles of feces and spilled\nfeed.  These accumulations of organic matter cause odors and attract pests, which in turn cause discomfort and can\n\ntransmit disease to the covered animals.  Correct by keeping premises including buildings and grounds clean to\nprotect the health of the animals.\nCorrect by: 9 October 2015\n3.131(d)                    REPEAT\nSANITATION.   \n***The premises as a whole is infested with flies, such that inspectors were continuously swatting flies away during\ninspection.  It was also noted that the deer were continuously swishing their tails to keep flies off.  This degree of fly\ninfestation causes discomfort to the animals, as well as poses a risk of disease transmission to the animals.  Correct\nby establishing and maintaining a safe and effective program for the control of pests (including insects,\nectoparasites, avian and mammalian pests). \nCorrect by: 9 October 2015\nThis inspection was conducted on 25 September with a cousin of one of the owners by Michael Neafsey, VMO, and\nKathy Campitelli, VMO.\nAn exit interview was conducted on 28 September with the owner by Kathy Campitelli, VMO, and Shannon Sebera,\nACI.\nAdditional Inspectors\nNeafsey Michael, Assistant Director\nSebera Shannon, Animal Care Inspector",
  "animals_total": 26,
  "species": [
    {
      "count": 2,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 1,
      "scientific": "Didelphis virginiana",
      "common": "VIRGINIA OPOSSUM"
    },
    {
      "count": 1,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 4,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 4,
      "scientific": "Urocyon cinereoargenteus",
      "common": "GRAY FOX / GREY FOX"
    },
    {
      "count": 5,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 9,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}