{
  "insp_id": "2016082568112523",
  "layout": "a",
  "customer_id": "2564",
  "customer_name": "The Hawthorn Corporation",
  "customer_addr": "23675 W Chardon Road\nPo Box 7459\nGrays Lake, IL 60030",
  "certificate": "33-C-0053",
  "site_id": "TRA",
  "site_name": "THE HAWTHORN CORPORATION",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-FEB-2017",
  "report_date": "24-FEB-2017",
  "citations": [
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "Fifty pound boxes of rendered red meat is stored in the freezer room of the transport trailer. When the door to the\nfreezer was opened, much of the meat in the small room was opened or spilled. The boxes appear to have been\ntossed about and were stacked haphazardly. Frost was seen on some of the muscle meat, Meat that is exposed to\nfreezer temperatures can lose moisture, flavor and nutrients. All meat should be properly stored so that it is not\nexposed to the open air of the freezer. To be corrected by 3-3-17.\nThis inspection conducted at Jaml Temple in Columbia, SC as part of the Henniford Circus.\nThis inspection and exit interview were conducted with tiger trainer."
    }
  ],
  "narrative": "3.129(a)\nFEEDING.    \nFifty pound boxes of rendered red meat is stored in the freezer room of the transport trailer.  When the door to the\nfreezer was opened, much of the meat in the small room was opened or spilled.  The boxes appear to have been\ntossed about and were stacked haphazardly.  Frost was seen on some of the muscle meat,  Meat that is exposed to\nfreezer temperatures can lose moisture, flavor and nutrients.  All meat should be properly stored so that it is not\nexposed to the open air of the freezer.   To be corrected by 3-3-17.\nThis inspection conducted at Jaml Temple in Columbia, SC as part of the Henniford Circus.\nThis inspection and exit interview were conducted with tiger trainer.",
  "animals_total": 14,
  "species": [
    {
      "count": 14,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    }
  ]
}