{
  "insp_id": "2016082567920697",
  "layout": "a",
  "customer_id": "40269",
  "customer_name": "Mary J. K. Schrock",
  "customer_addr": "Peter N Schrock\n5700 10th Rd.\nThayer, KS 66776",
  "certificate": "48-A-1997",
  "site_id": "001",
  "site_name": "Peter Schrock, Mary J. K. Schrock",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-AUG-2016",
  "report_date": "16-SEP-2016",
  "citations": [
    {
      "code": "3.1(d)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Housing facilities must have access to reliable electric power for heating, cooling, ventilation, lighting, and for\ncarrying out other requirements per the Animal Welfare Act (AWA) regulations. This facility has no means of\nelectric power. At the time of this inspection today the inside temperature of this facility was 92.6 degrees, the\noutside temperature was 94 degrees. The owner must put into place and maintain the availability for access to a\nform of electric power or method to be used when temperatures exceed the AWA regulations. A form of electric\npower on a as needed basis can help ensure the good health of the dogs in this facility and help to maintain\nhusbandry standards."
    },
    {
      "code": "3.3(a)",
      "kind": "",
      "repeat": false,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "When dogs are in this sheltered housing facility the ambient temperature must not fall below 45 degrees for more\nthan 4 consecutive hours or rise above 85 degrees for more than 4 consecutive hours. During this inspection\nprocess today (08-24-16) the inside temperature of this facility, taken by my Kestrel 4000, was 92.6 degrees at 214\npm, outside temperature was 94 degrees. On the return visit today at 6 pm to conclude the inspection of this facility\nthe inside temperature of this facility was 91.8 at 614 pm. The outside temperature was 93 degrees. The owner\nmust develop a method (could be fans, air-conditioning, water misters, etc.) and ensure that the ambient\ntemperature does not exceed 85 degrees for more that 4 consecutive hours. Correctly controlling the temperature\nin the sheltered facility will help provide for the dogs health and well-being. Correct by 08-27-2016"
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Enclosures and concrete runs that house dogs must be sanitized at least once every two week and more often if\nneeded to help prevent the accumulation of dirt, debris, waste, and stains. A good job of cleaning and sanitizing\nenclosures and concrete runs can help to eliminate diseases and keep dogs healthy. The concrete runs need more\nthan the feces removed daily. The concrete runs need to be cleaned and sanitized as well to help remove feces\nand urine stains. The owner must clean and sanitized all concrete runs where dogs are present to prevent\ndiseases, odors, and crusted feces.\nThe inspector completed this inspection report when Animal Care was transitioning to a new information\nmanagement system. Because the inspector re-typed the inspection report into the new system when it was\ndeployed, the “prepared by” date on this inspection report is different than the date the inspector prepared the\noriginal inspection report, which occurred on Aug 24, 2016\nThis inspection and exit briefing were conducted with facility owner and Karl Thornton, ACI."
    }
  ],
  "narrative": "3.1(d)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nHousing facilities must have access to reliable electric power for heating, cooling, ventilation, lighting, and for\ncarrying out other requirements per the Animal Welfare Act (AWA) regulations.  This facility has no means of\nelectric power.  At the time of this inspection today the inside temperature of this facility was 92.6 degrees, the\noutside temperature was 94 degrees.  The owner must put into place and maintain the availability for access to a\nform of electric power or method to be used when temperatures exceed the AWA regulations.  A form of electric\npower on a as needed basis can help ensure the good health of the dogs in this facility and help to maintain\nhusbandry standards.\n3.3(a)\nSHELTERED HOUSING FACILITIES.\nWhen dogs are in this sheltered housing facility the ambient temperature must not fall below 45 degrees for more\nthan 4 consecutive hours or rise above 85 degrees for more than 4 consecutive hours.  During this inspection\nprocess today (08-24-16) the inside temperature of this facility, taken by my Kestrel 4000, was 92.6 degrees at 214\npm, outside temperature was 94 degrees.  On the return visit today at 6 pm to conclude the inspection of this facility\nthe inside temperature of this facility was 91.8 at 614 pm.  The outside temperature was 93 degrees.  The owner\nmust develop a method (could be fans, air-conditioning, water misters, etc.) and ensure that the ambient\ntemperature does not exceed 85 degrees for more that 4 consecutive hours.   Correctly controlling the temperature\nin the sheltered facility will help provide for the dogs health and well-being.  Correct by 08-27-2016\n\n3.11(b)(2)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nEnclosures and concrete runs that house dogs must be sanitized at least once every two week and more often if\nneeded to help prevent the accumulation of dirt, debris, waste, and stains.  A good job of cleaning and sanitizing\nenclosures and concrete runs can help to eliminate diseases and keep dogs healthy.  The concrete runs need more\nthan the feces removed daily.  The concrete runs need to be cleaned and sanitized as well to help remove feces\nand urine stains.  The owner must clean and sanitized all concrete runs where dogs are present to prevent\ndiseases, odors, and crusted feces.\nThe inspector completed this inspection report when Animal Care was transitioning to a new information\nmanagement system.   Because the inspector re-typed the inspection report into the new system when it was\ndeployed, the “prepared by” date on this inspection report is different than the date the inspector prepared the\noriginal inspection report, which occurred on Aug 24, 2016 \nThis inspection and exit briefing were conducted with facility owner and Karl Thornton, ACI.",
  "animals_total": 27,
  "species": [
    {
      "count": 27,
      "scientific": "Canis lupus familiaris",
      "common": "DOMESTIC DOG"
    }
  ]
}