{
  "insp_id": "2016082567956538",
  "layout": "a",
  "customer_id": "4152",
  "customer_name": "Peggy Pierce",
  "customer_addr": "543 W Pine St\nNarka, KS 66960",
  "certificate": "48-B-0273",
  "site_id": "001",
  "site_name": "Peggy Pierce",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-OCT-2016",
  "report_date": "12-OCT-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* Dry, crusted, matted hair under both eyes of one adult male, white colored Bichon Frise ( tag number 111 ) was\nobserved. The dog quickly pulled his head away when the area under the right eye was touched. The affected area\nunder both eyes was an estimated 3/4 inch in diameter. On July 25, 2016 this dog was examined and the affected\narea was treated by a licensed veterinarian for ulcerated periocular dermatitis found under the matted hair. The dog\nwas rechecked by a licensed veterinarian one week later. The licensee was instructed to use a \"NeoPolyBac\"\ntopical on the affected area until the ulcerated regions was gone and to keep the hair trimmed from around the eyes\nto prevent recurrence of the problem. The licensee was instructed to call the veterinarian within one to two weeks if\nthis issue was not resolved. At the time of inspection, the attending veterinarian had not been called back and the\nproblem still remains. Dried fluid discharge in the hair coat can be painful and irritating causing discomfort and can\nlead to a potential spread of infection.\nThe licensee must have this animal reexamined by a veterinarian and have an appropriate treatment plan\nadministrated. The outcome of this examination must be documented and provided to the inspector upon request.\nThe licensee must ensure that all animals receive adequate veterinary care at all times.\n* The two dogs cited under veterinary care section 2.40 b 2 as a repeat noncompliance on the July 20, 2016\ninspection report. The two dogs Darla ( number 04-1 ) and Bandit ( number 507 ) were examined by a licensed\nveterinarian. This was verified directly with the attending veterinarian.\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*   Dry, crusted, matted hair under both eyes of one adult male, white colored Bichon Frise ( tag number 111 ) was\nobserved.  The dog quickly pulled his head away when the area under the right eye was touched. The affected area\nunder both eyes was an estimated 3/4 inch in diameter.  On July 25, 2016 this dog was examined and the affected\narea was treated by a licensed veterinarian for ulcerated periocular dermatitis found under the matted hair.  The dog\nwas rechecked by a licensed veterinarian one week later.  The licensee was instructed to use a \"NeoPolyBac\"\ntopical on the affected area until the ulcerated regions was gone and to keep the hair trimmed from around the eyes\nto prevent recurrence of the problem.  The licensee was instructed to call the veterinarian within one to two weeks if\nthis issue was not resolved. At the time of inspection, the attending veterinarian had not been called back and the\nproblem still remains.  Dried fluid discharge in the hair coat can be painful and irritating causing discomfort and can\nlead to a potential spread of infection.\n    \nThe licensee must have this animal reexamined by a veterinarian and have an appropriate treatment plan\nadministrated.  The outcome of this examination must be documented and provided to the inspector upon request.\nThe licensee must ensure that all animals receive adequate veterinary care at all times.\n  *   The two dogs cited under veterinary care section 2.40 b 2 as a repeat noncompliance on the July 20, 2016\ninspection report.  The two dogs Darla ( number 04-1 ) and Bandit ( number 507 )  were examined by a licensed\nveterinarian. This was verified directly with the attending veterinarian. \n \n \nThis inspection and exit interview were conducted with the licensee.\n\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer",
  "animals_total": 33,
  "species": [
    {
      "count": 33,
      "scientific": "Canis lupus familiaris",
      "common": "DOMESTIC DOG"
    }
  ]
}