{
  "insp_id": "2016082569596699",
  "layout": "a",
  "customer_id": "321415",
  "customer_name": "Michael Todd",
  "customer_addr": "All Things Wild\n22 West Washington St Suite 1500\nChicago, IL 60602",
  "certificate": "33-C-0388",
  "site_id": "003",
  "site_name": "MICHAEL TODD",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-SEP-2019",
  "report_date": "16-SEP-2019",
  "citations": [
    {
      "code": "2.5(d)",
      "kind": "",
      "repeat": false,
      "desc": "DURATION OF LICENSE AND TERMINATION OF LICENSE.",
      "narrative": "The licensee is housing regulated animals at an unapproved location in Texas. Upon reviewing the records, the\nlicensee was asked where the six tigers and single cougar were located. The licensee indicated four tigers and a\ncougar have been housed and are currently housed at a facility in Texas. The licensee also stated two tigers, who\nare currently on a traveling exhibit, have been housed at the same facility in Texas when they are not on a traveling\nexhibit. The Texas facility is not approved to house the animals. Finally, the licensee stated that the tigers and\ncougar are not and have never been housed at the approved Illinois facility. Housing regulated animals at an\nunapproved facility does not ensure that the facility meets the regulations and standards for the care of animals.\nLicenses are issued to specific persons for specific premises and are not valid at different locations.\nEnsure animals are housed at approved facilities.\nTo be corrected: Immediately\nThis inspection was conducted with the owner on 9-9-19. The NCI cited on the report was discussed during the\ninspection, but a formal exit briefing was not conducted. Multiple attempts were made to contact the licensee by\nphone between 9-10-19 and 9-16-19. Multiple messages were left on the licensee's phone requesting him to call\nback for the the exit briefing. The licensee did not respond.\nAdditional Inspectors\nWelch Scott, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.5(d)\nDURATION OF LICENSE AND TERMINATION OF LICENSE.\nThe licensee is housing regulated animals at an unapproved location in Texas.  Upon reviewing the records, the\nlicensee was asked where the six tigers and single cougar were located.  The licensee indicated four tigers and a\ncougar have been housed and are currently housed at a facility in Texas.  The licensee also stated two tigers, who\nare currently on a traveling exhibit, have been housed at the same facility in Texas when they are not on a traveling\nexhibit.  The Texas facility is not approved to house the animals.  Finally, the licensee stated that the tigers and\ncougar are not and have never been housed at the approved Illinois facility.  Housing regulated animals at an\nunapproved facility does not ensure that the facility meets the regulations and standards for the care of animals. \nLicenses are issued to specific persons for specific premises and are not valid at different locations.\nEnsure animals are housed at approved facilities.\nTo be corrected: Immediately\nThis inspection was conducted with the owner on 9-9-19.  The NCI cited on the report was discussed during the\ninspection, but a formal exit briefing was not conducted.  Multiple attempts were made to contact the licensee by\nphone between 9-10-19 and 9-16-19.  Multiple messages were left on the licensee's phone requesting him to call\nback for the the exit briefing.  The licensee did not respond.\nAdditional Inspectors\nWelch Scott, Veterinary Medical Officer",
  "animals_total": 2,
  "species": [
    {
      "count": 2,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    }
  ]
}