{
  "insp_id": "16151054210886",
  "layout": "a",
  "customer_id": "8943",
  "customer_name": "Linda Baker",
  "customer_addr": "P.O. Box 21\nKetchum, OK 74349",
  "certificate": "73-B-0204",
  "site_id": "001",
  "site_name": "LINDA BAKER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-JAN-2015",
  "report_date": "16-JAN-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female Yorkshire terrier (cid:28)Cinnamon(cid:29) id#0AO1497841 had areas on her muzzle around her tail and on her rear\nlegs that had matted hair balls. Matted hair on the dog can cause discomfort & could lead to infection or health\nproblems for that dog. Mobility of the dog could also be affected with the discomfort or pain associated with matted\nhair constantly pulling on the skin of the dog. The potential for the skin to become inflamed or infected exists with\ncontinued scratching. Matted hair does not maintain the same insulating qualities of normally groomed hair.\nRegular grooming of matted hair is necessary to ensure the health & well being of all dogs. Licensee representative\nadvised the matted hair would be removed as completion of inspection.\nA female Shar Pei (cid:28)Tiger Lilly(cid:29) id# 0A01497841 had toenails that needed trimming. The toenails were beginning\nto curl back into the pad, affecting the dog(cid:25)s normal posture. Long toenails can affect the mobility of the dogs and\ncan cause discomfort. During the inspection there were other dogs that had toenails that needed trimming.\nLicensee must ensure that all the dogs toenails are routinely maintained. Licensee representative advised that the\ntoenails would be trimmed after completion of inspection.\nInspection and exit interview conducted with Licensee.\nAdditional Inspectors\nRoberts Kelly, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female Yorkshire terrier (cid:28)Cinnamon(cid:29) id#0AO1497841 had areas on her muzzle around her tail and on her rear\nlegs that had matted hair balls.  Matted hair on the dog can cause discomfort & could lead to infection or health\nproblems for that dog.  Mobility of the dog could also be affected with the discomfort or pain associated with matted\nhair constantly pulling on the skin of the dog.  The potential for the skin to become inflamed or infected exists with\ncontinued scratching.  Matted hair does not maintain the same insulating qualities of normally groomed hair. \nRegular grooming of matted hair is necessary to ensure the health & well being of all dogs. Licensee representative\nadvised the matted hair would be removed as completion of inspection.\nA female Shar Pei (cid:28)Tiger Lilly(cid:29)  id# 0A01497841 had toenails that needed trimming.    The toenails were beginning\nto curl back into the pad, affecting the dog(cid:25)s normal posture.  Long toenails can affect the mobility of the dogs and\ncan cause discomfort. During the inspection there were other dogs that had toenails that needed trimming.  \nLicensee must ensure that all the dogs toenails are routinely maintained.  Licensee representative advised that the\ntoenails would be trimmed after completion of inspection.  \nInspection and exit interview conducted with Licensee.  \nAdditional Inspectors\nRoberts Kelly, Animal Care Inspector",
  "animals_total": 135,
  "species": [
    {
      "count": 106,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 29,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}