{
  "insp_id": "94141143200203",
  "layout": "a",
  "customer_id": "11079",
  "customer_name": "Terry Beal",
  "customer_addr": "3259 Water Plant Rd\nMaiden, NC 28650",
  "certificate": "55-C-0138",
  "site_id": "001",
  "site_name": "TERRY BEAL",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-MAY-2014",
  "report_date": "29-MAY-2014",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The written Program of Veterinary Care does not provide a complete description of the veterinary care to be\nprovided the animals. There is no mention of any routine care to be provided the non-human primates. The section\nrelated to blood parasites is blank, although there is a wolf present. More description is needed of what kinds of\nectoparasite control will be done and how often especially because several of the bovine species have too many\nflies on them. Dewormers should be listed and dosages given. The section on euthanasia states the veterinarian or\nthe licensee will do euthanasia, but does not say what AVMA approved methods will be used. The written\nveterinary care program states fecal exams will be done yearly, but this is not done. The licensee and the\nveterinarian need to describe in writing and full detail what veterinary care will be provided and by whom. To be\ncorrected by June 30, 2014."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "One small tan and white goat is separated out for treatment of its left rear foot. Caretaker states she has been\ntrimming and treating with a foot treatment for about a month. This goat appears to have an abnormality in its hoof\nand when standing, it is non-weight bearing. It will put the foot down when running. The veterinarian has not been\nconsulted about this goat during this time that it has been lame.\nOne of the three coatimundis has skin lesions. There is patchy fur loss on its sides and tail, and at least two deep\nlong healing scratches on its left side. Its abdominal skin is also bright pink. The veterinarian needs to be consulted\nabout this animals condition and treatment. To be corrected by June 2, 2014."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Not all of the animals are being observed on a daily basis to determine their health and well-being. One of the three\ncoatimundis has healing deep scratch wounds on its left side. The caretaker had not observed these wounds when\nthey occurred. The ferret cage has active mice nest in it, demonstrating the animals were not observed closely\nenough to see pests living in their cage. The elk are covered in flies, yet no fly control or treatments have been\ninitiated, as the caretakers have not noted the excess flies. A rabbit in one cage has baby rabbits which\nno employee had observed yet. To be corrected by May 31, 2014."
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "Last fall a new male rhesus macaque, Zander, was obtained. On 5-20-14, two caretakers went into the double entry\narea of the enclosure with two rhesus macaques, one being Zander. One caretaker told the other one to hold the\noutside door shut as she went into the primate cage with a cleaning bucket and a bucket of food. She thought the\nother caretaker was on the outside of the cage and door, but the caretaker was still inside the double entry. Zander\ncame out of his cage into the entry area, jumped on the back of the employee and bit her on both ears. The primate\nwas pulled off by the other employee. On 5-23-14, another caretaker went into Zanders double entry, retrieved a\nwater bowl through a slide pass, then left the entry area to get water. Zander went through the water bowl holder\nholes and out of the enclosure. The employee did not realize the macaque had left until it was found outside the\nenclosure where it attacked and bit a three year old child on both legs and one arm. The procedures currently in\nplace for cleaning and feeding in non-human primate enclosures are not adequate to prevent potential injuries and\nescapes. There was not appropriate supervison of caretakers to assure incidents like this would not happen.\nCleaning and feeding procedures need to be revised to provide for the safety of humans and non-human primates.\nAn appropriate training program needs to be initiated for all non-human primate caretakers to prevent further\nincidents. To be corrected immediately."
    },
    {
      "code": "3.53(a)(5)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "In one solid floor enclosure with two rabbits a pile of shavings was in one corner and there were newborn rabbits in\nit. A suitable nest box is required for any female rabbit with a litter less than one month of age. Nest box needs to be\nprovided. To be corrected by May 31,2014."
    },
    {
      "code": "3.75(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The water basket cage on the side of the corn crib enclosure for the female pig tail macaque is damaged. The top of\nthe basket is slightly torn and the closing flap is torn leaving holes and this flap is not secured. This is the same\ndesign through which a smaller macaque escaped. The water bowl holder needs to be repaired and a method put in\nplace to secure the hinge flap on all of the cages with this design. To be corrected by May 31, 2014."
    },
    {
      "code": "3.75(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The non-human primate enclosures are not being spot cleaned on a daily basis. The macaque, Zander, is being\nquarantined inside a primate building and his enclosure has not been cleaned at all in 5 days. Inside the concrete\nhouse for the two baboons, piles of old dried feces are on the one elevated resting board. On the concrete floor of\nthis house are more feces some with white mold on it. Caretaker states cages are cleaned every other day. All\nnon-human primate cages are to be spot cleaned daily to prevent contamination of the animals and to prevent\ndisease hazards. To be corrected by June 31, 2014."
    },
    {
      "code": "3.78(e)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "The 4 foot chain link barrier fence in front of one row of primates, including rhesus and snow macaques, and a\nspider monkey is 39 inches from the fronts of the enclosures. If an adult visitor reaches toward the fence, it is\npossible to be close enough for the primates to reach out and easily come in contact with visitors. The fence needs\nto be further away from the non-human primate enclosures so that visitors cannot reach the non-human primates\nand so the macaques cannot spread potentially dangerous body fluids to the public. To be corrected by June 14,\n2014."
    },
    {
      "code": "3.85",
      "kind": "",
      "repeat": false,
      "desc": "EMPLOYEES.",
      "narrative": "As evidenced by the lack of cleaning and other facility issues, there are not enough adequately trained employees\nto provide the level of husbandry practices and care required for non-human primates. Also evidenced by the\nhandling incidents resulting in human injuries, the caretakers have not been adequately trained or supervised. To\nbe corrected by June 30, 2014."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "A ten foot section of the fence for the one zebra and three bison is damaged near the front gate leaving broken\nwires which could be potentially harmful to the animals. This piece of fence needs to be repaired or replaced to\nprevent potential injury. To be corrected by June 6, 2014."
    },
    {
      "code": "3.125(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Two African Crested porcupines are in an enclosure with a concrete floor. The fecal waste were washed to one\noutside corner of the enclosure and left there. All wastes need to be removed from around animal enclosures so as\nto minimize vermin infestation, odors, and diseases. To be corrected by May 31,2014."
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "The food (corn and apple slices) for the five Patagonia cavies is thrown on the ground of the enclosure, in an\nenclosure which has not been raked in a week and is full of feces. The enclosures are not being cleaned on a\nregular basis and have feces mixing with the food. To avoid contamination of food and spreading of diseases food\nshould be fed in a feeder of some type for most of the animals. Corrected by May 31, 2014."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Multiple animal enclosures are not being cleaned often enough to prevent contamination of the animals and disease\nhazards. Excessive feces are in the following areas: four zebu enclosure, mini horse and llama enclosure, five\nPatagonian cavy enclosure, pasture with four Scottish Highlander cattle, and the two ferret enclosure. At one end of\nthe enclosure with the three capybaras is an algae covered muck area where the two small pools of water are\ndumped along with the feces in the water. These two tiny pools in the capybara enclosure had very little water in\nthem, and the water is very dirty. The dirt floored enclosure containing two African Crested porcupines has a large\npile of feces in one corner flowing out of the enclosure. All enclosures need to be cleaned often enough to prevent\ncontamination of the animals and to minimize disease hazards and reduce odors. As evidenced by the number of\nflies on the animals and at the facility, feces are not being removed often enough. To be corrected by June 2, 2014."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The food preparation building is a mess. Stacks of items are on the floor and on shelves. Bags of items to be\nrecycled are in the area, both rotting food and food to be fed are in the same areas. The refrigerators are full of food\nand are dirty as few foods are in containers. Old dirty blankets are on the floor for the dog who lives there\nsometimes. Rodent feces are on the floor and shelves and flies are present. All premises are to be kept clean in\norder to prevent disease hazards. To be corrected by June 16,2014."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Flies were observed throughout the facility and especially in the food preparation area. One of the female elk and a\nfallow deer are covered with flies on their sides, undersides, and faces causing obvious irritation. There are two elk\nshaking their heads and lying down to avoid flies.\nRodent feces are visible in several areas of the facility, most especially on the floor along the walls and on the\nshelves in the food preparation room and on the wood pallet in the dry food storage areas. While inspecting the\ncage containing two ferrets, active mice nests were found in the two ferret hammocks hanging from the top of the\ncage, and when disturbed, a live mouse ran out of the cage.\nPests can cause serious disease hazards such as fly anemia and rodents can transmit infectious agents. Only a\ncouple of fly traps were seen in the entire zoo and no rodent traps or baits were seen. An appropriate and adequate\npest control program needs to be established and maintained to decrease these pests and their associated\nhazards. To be corrected by June 12, 2014."
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": false,
      "desc": "EMPLOYEES.",
      "narrative": "At this time of year there is one full time employee/family member for this facility. Two other family members work\nhere part time, and there is one other part time animal caretaker. As evidenced by the lack of cleaning and other\nfacility issues, there are not enough adequately trained employees to provide the level of husbandry practices and\ncare required. This is a facility that maintains 32 regulated species, approximately 200 animals on 40 acres, and\napproximately 15 enclosures of non-regulated species, which include birds and reptiles. Adequately maintaining all\naspects of husbandry is an impossible task for the number of caretakers. To be corrected by June 30, 2014.\nExit briefing conducted with facility representative.\nAdditional Inspectors\nMacelderry Lisa, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe written Program of Veterinary Care does not provide a complete description of the veterinary care to be\nprovided the animals. There is no mention of any routine care to be provided the non-human primates. The section\nrelated to blood parasites is blank, although there is a wolf present.    More description is needed of what kinds of\nectoparasite control will be done and how often especially because several of the bovine species have too many\nflies on them.  Dewormers should be listed and dosages given. The section on euthanasia states the veterinarian or\nthe licensee will do euthanasia, but does not say what AVMA approved methods will be used.  The written\nveterinary care program states fecal exams will be done yearly, but this is not done. The licensee and the\nveterinarian need to describe in writing and full detail what veterinary care will be provided and by whom. To be\ncorrected by June 30, 2014.\n2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nOne small tan and white goat is separated out for treatment of its left rear foot. Caretaker states she has been\ntrimming and treating with a foot treatment for about a month. This goat appears to have an abnormality in its hoof\nand when standing, it is non-weight bearing. It will put the foot down when running. The veterinarian has not been\nconsulted about this goat during this time that it has been lame.   \nOne of the three coatimundis has skin lesions. There is patchy fur loss on its sides and tail, and at least two deep\nlong healing scratches on its left side. Its abdominal skin is also bright pink.  The veterinarian needs to be consulted\nabout this animals condition and treatment. To be corrected by June 2, 2014.\n2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nNot all of the animals are being observed on a daily basis to determine their health and well-being. One of the three\ncoatimundis has healing deep scratch wounds on its left side. The caretaker had not observed these wounds when\nthey occurred. The ferret cage has active mice nest in it, demonstrating the animals were not observed closely\nenough to see pests living in their cage.  The elk are covered in flies, yet no fly control or treatments have been\n\ninitiated, as the caretakers have not noted the excess flies.                  A rabbit in one cage has baby rabbits which\nno employee had observed yet. To be corrected by May 31, 2014.\n2.131(c)(1)\nHANDLING OF ANIMALS.\nLast fall a new male rhesus macaque, Zander, was obtained. On 5-20-14, two caretakers went into the double entry\narea of the enclosure with two rhesus macaques, one being Zander. One caretaker told the other one to hold the\noutside door shut as she went into the primate cage with a cleaning bucket and a bucket of food. She thought the\nother caretaker was on the outside of the cage and door, but the caretaker was still inside the double entry. Zander\ncame out of his cage into the entry area, jumped on the back of the employee and bit her on both ears. The primate\nwas pulled off by the other employee. On 5-23-14, another caretaker went into Zanders double entry, retrieved a\nwater bowl through a slide pass, then left the entry area to get water.  Zander went through the water bowl holder\nholes and out of the enclosure. The employee did not realize the macaque had left until it was found outside the\nenclosure where it attacked and bit a three year old child on both legs and one arm.  The procedures currently in\nplace for cleaning and feeding in non-human primate enclosures are not adequate to prevent potential injuries and\nescapes.  There was not appropriate supervison of caretakers to assure incidents like this would not happen. \nCleaning and feeding procedures need to be revised to provide for the safety of humans and non-human primates. \nAn appropriate training program needs to be initiated for all non-human primate caretakers to prevent further\nincidents. To be corrected immediately. \n3.53(a)(5)\nPRIMARY ENCLOSURES.   \nIn one solid floor enclosure with two rabbits a pile of shavings was in one corner and there were newborn rabbits in\nit. A suitable nest box is required for any female rabbit with a litter less than one month of age. Nest box needs to be\nprovided.  To be corrected by May 31,2014.\n3.75(a)\nHOUSING FACILITIES, GENERAL. \nThe water basket cage on the side of the corn crib enclosure for the female pig tail macaque is damaged. The top of\nthe basket is slightly torn and the closing flap is torn leaving holes and this flap is not secured. This is the same\ndesign through which a smaller macaque escaped. The water bowl holder needs to be repaired and a method put in\nplace to secure the hinge flap on all of the cages with this design. To be corrected by May 31, 2014.\n3.75(c)(3)\n\nHOUSING FACILITIES, GENERAL. \nThe non-human primate enclosures are not being spot cleaned on a daily basis. The macaque, Zander, is being\nquarantined inside a primate building and his enclosure has not been cleaned at all in 5 days. Inside the concrete\nhouse for the two baboons, piles of old dried feces are on the one elevated resting board. On the concrete floor of\nthis house are more feces some with white mold on it. Caretaker states cages are cleaned every other day.   All\nnon-human primate cages are to be spot cleaned daily to prevent contamination of the animals and to prevent\ndisease hazards. To be corrected by June 31, 2014.\n3.78(e)\nOUTDOOR HOUSING FACILITIES. \nThe 4 foot chain link barrier fence in front of one row of primates, including rhesus and snow macaques, and a\nspider monkey is 39 inches from the fronts of the enclosures.  If an adult visitor reaches toward the fence, it is\npossible to be close enough for the primates to reach out and easily come in contact with visitors.  The fence needs\nto be further away from the non-human primate enclosures so that visitors cannot reach the non-human primates\nand so the macaques cannot spread potentially dangerous body fluids to the public. To be corrected by June 14,\n2014.\n3.85\nEMPLOYEES.  \nAs evidenced by the lack of cleaning and other facility issues, there are not enough adequately trained employees\nto provide the level of husbandry practices and care required for non-human primates.  Also evidenced by the\nhandling incidents resulting in human injuries, the caretakers have not been adequately trained or supervised.  To\nbe corrected by June 30, 2014.\n3.125(a)\nFACILITIES, GENERAL.   \nA ten foot section of the fence for the one zebra and three bison is damaged near the front gate leaving broken\nwires which could be potentially harmful to the animals.   This piece of fence needs to be repaired or replaced to\nprevent potential injury.  To be corrected by June 6, 2014.\n3.125(d)\nFACILITIES, GENERAL.   \nTwo African Crested porcupines are in an enclosure with a concrete floor. The fecal waste were washed to one\noutside corner of the enclosure and left there.  All wastes need to be removed from around animal enclosures so as\nto minimize vermin infestation, odors, and diseases. To be corrected by May 31,2014.\n\n3.129(a)\nFEEDING.    \nThe food (corn and apple slices) for the five Patagonia cavies is thrown on the ground of the enclosure, in an\nenclosure which has not been raked in a week and is full of feces. The enclosures are not being cleaned on a\nregular basis and have feces mixing with the food. To avoid contamination of food and spreading of diseases food\nshould be fed in a feeder of some type for most of the animals. Corrected by May 31, 2014.\n3.131(a)\nSANITATION.   \nMultiple animal enclosures are not being cleaned often enough to prevent contamination of the animals and disease\nhazards. Excessive feces are in the following areas: four zebu enclosure, mini horse and llama enclosure, five\nPatagonian cavy enclosure, pasture with four Scottish Highlander cattle, and the two ferret enclosure.  At one end of\nthe enclosure with the three capybaras is an algae covered muck area where the two small pools of water are\ndumped along with the feces in the water.  These two tiny pools in the capybara enclosure had very little water in\nthem, and the water is very dirty. The dirt floored enclosure containing two African Crested porcupines has a large\npile of feces in one corner flowing out of the enclosure.  All enclosures need to be cleaned often enough to prevent\ncontamination of the animals and to minimize disease hazards and reduce odors.  As evidenced by the number of\nflies on the animals and at the facility, feces are not being removed often enough. To be corrected by June 2, 2014.\n3.131(c)\nSANITATION.   \nThe food preparation building is a mess. Stacks of items are on the floor and on shelves. Bags of items to be\nrecycled are in the area, both rotting food and food to be fed are in the same areas. The refrigerators are full of food\nand are dirty as few foods are in containers. Old dirty blankets are on the floor for the dog who lives there\nsometimes. Rodent feces are on the floor and shelves and flies are present. All premises are to be kept clean in\norder to prevent disease hazards. To be corrected by June 16,2014.\n3.131(d)\nSANITATION.   \nFlies were observed throughout the facility and especially in the food preparation area. One of the female elk and a\nfallow deer are covered with flies on their sides, undersides, and faces causing obvious irritation. There are two elk\nshaking their heads and lying down to avoid flies. \nRodent feces are visible in several areas of the facility, most especially on the floor along the walls and on the\nshelves in the food preparation room and on the wood pallet in the dry food storage areas. While inspecting the\ncage containing two ferrets, active mice nests were found in the two ferret hammocks hanging from the top of the\ncage, and when disturbed, a live mouse ran out of the cage.\n\nPests can cause serious disease hazards such as fly anemia and rodents can transmit infectious agents.  Only a\ncouple of fly traps were seen in the entire zoo and no rodent traps or baits were seen.  An appropriate and adequate\npest control program needs to be established and maintained to decrease these pests and their associated\nhazards.  To be corrected by June 12, 2014.\n3.132\nEMPLOYEES. \nAt this time of year there is one full time employee/family member for this facility.  Two other family members work\nhere part time, and there is one other part time animal caretaker.  As evidenced by the lack of cleaning and other\nfacility issues, there are not enough adequately trained employees to provide the level of husbandry practices and\ncare required. This is a facility that maintains 32 regulated species, approximately 200 animals on 40 acres, and\napproximately 15 enclosures of non-regulated species, which include birds and reptiles. Adequately maintaining all\naspects of husbandry is an impossible task for the number of caretakers. To be corrected by June 30, 2014. \nExit briefing conducted with facility representative.\nAdditional Inspectors\nMacelderry Lisa, Veterinary Medical Officer",
  "animals_total": 229,
  "species": [
    {
      "count": 15,
      "scientific": "Ammotragus lervia",
      "common": "BARBARY SHEEP"
    },
    {
      "count": 15,
      "scientific": "Antilope cervicapra",
      "common": "BLACKBUCK"
    },
    {
      "count": 1,
      "scientific": "Ateles geoffroyi",
      "common": "BLACK-HANDED SPIDER MONKEY"
    },
    {
      "count": 1,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 6,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 3,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 3,
      "scientific": "Bubalus bubalis",
      "common": "ASIATIC WATER BUFFALO"
    },
    {
      "count": 1,
      "scientific": "Camelus bactrianus domestic",
      "common": "DOMESTIC BACTRIAN CAMEL"
    },
    {
      "count": 2,
      "scientific": "Camelus dromedarius domestic",
      "common": "DOMESTIC DROMEDARY CAMEL"
    },
    {
      "count": 3,
      "scientific": "Canis lupus",
      "common": "GRAY WOLF / GREY WOLF / TIMBER WOLF"
    },
    {
      "count": 42,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 3,
      "scientific": "Cervus c. canadensis",
      "common": "ELK"
    },
    {
      "count": 3,
      "scientific": "Cynomys leucurus",
      "common": "WHITE-TAILED PRAIRIE DOG"
    },
    {
      "count": 20,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 5,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 1,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 1,
      "scientific": "Erythrocebus patas",
      "common": "PATAS MONKEY"
    },
    {
      "count": 3,
      "scientific": "Eulemur fulvus",
      "common": "COMMON BROWN LEMUR"
    },
    {
      "count": 1,
      "scientific": "Giraffa camelopardalis",
      "common": "GIRAFFE"
    },
    {
      "count": 3,
      "scientific": "Hydrochaeris hydrochaeris",
      "common": "CAPYBARA"
    },
    {
      "count": 4,
      "scientific": "Hystrix africaeaustralis",
      "common": "CAPE PORCUPINE"
    },
    {
      "count": 3,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 1,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 2,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 2,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE *MALE"
    },
    {
      "count": 1,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE / SNOW MACAQUE"
    },
    {
      "count": 3,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE"
    },
    {
      "count": 2,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE *MALE"
    },
    {
      "count": 1,
      "scientific": "Macaca nemestrina",
      "common": "PIG-TAILED MACAQUE *MALE"
    },
    {
      "count": 2,
      "scientific": "Muscardinus avellanarius",
      "common": "HAZEL DORMOUSE"
    },
    {
      "count": 1,
      "scientific": "Mustela nigripes",
      "common": "BLACK-FOOTED FERRET"
    },
    {
      "count": 3,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 14,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 2,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 22,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Papio anubis",
      "common": "OLIVE BABOON"
    },
    {
      "count": 1,
      "scientific": "Papio hamadryas",
      "common": "HAMADRYAS BABOON"
    },
    {
      "count": 1,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 31,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}