{
  "insp_id": "2016082568768802",
  "layout": "a",
  "customer_id": "42240",
  "customer_name": "Ellen Roberts",
  "customer_addr": "1261 State Route 14\nWest Plains, MO 65775",
  "certificate": "43-A-5445",
  "site_id": "001",
  "site_name": "ELLEN ROBERTS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "30-AUG-2017",
  "report_date": "30-AUG-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "An adult female Boxer (m/c 965000000367964), had a bleeding, open wound at the base of her left ear. The owner\nhad not noticed the wound and it had not been treated although the helper said that he saw it a few days ago and\nsprayed some \"blue stuff\" on it. The owner stated that it was fly strike and sprayed Vetricyn on it during the\ninspection.\nSummer, an Olde English Bulldog (m/c 900049000504739), had a bleeding, open wound with a gray discharge at\nthe base of her left ear. The owner had not noticed the wound and it had not been treated. The owner stated that it\nwas fly strike and sprayed Vetricyn on it during the inspection.\nTommy, a male Yorkshire Terrier (m/c 048-564-627), had thinning hair on his chest, around his eyes, and the top of\nhis head. Numerous fleas were observed on the belly and face. There also was an open wound at the base of his\nleft ear.\nGizmo, a male French Bulldog (m/c 0A02581453), was observed to have frequent episodes of repeated coughing\nand gagging. While being observed, he coughed up a white foamy discharge. The owner stated that the dog had\nbeen doing this for almost a week. There had been no consultation with a veterinarian for diagnosis and treatment.\nUntreated or inappropriately treated wounds and cough may be painful and may worsen with time. The owner must\nconsult a veterinarian about these conditions and treat the dogs appropriately. Documentation of these medical\nconditions, their treatment, and their outcome must be made available to APHIS officials upon request."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Inside the shelter buildings there were 3 enclosures that had excessive flies in them. Two outdoor enclosures were\nobserved to have excessive flies. Flies can spread disease that can affect the health of the dogs. One dog was\nobserved to have numerous fleas on his face, belly, legs and head. Flea bites irritate the dogs' skin and can cause\nand spread disease. The owner must establish and maintain an effective pest control program.\nThe inspection and exit interview was done by the inspectors with a facility representative.\nAdditional Inspectors\nPlumlee Konnie, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAn adult female Boxer (m/c 965000000367964), had a bleeding, open wound at the base of her left ear. The owner\nhad not noticed the wound and it had not been treated although the helper said that he saw it a few days ago and\nsprayed some \"blue stuff\" on it. The owner stated that it was fly strike and sprayed Vetricyn on it during the\ninspection. \nSummer, an Olde English Bulldog (m/c 900049000504739), had a bleeding, open wound with a gray discharge at\nthe base of her left ear. The owner had not noticed the wound and it had not been treated.  The owner stated that it\nwas fly strike and sprayed Vetricyn on it during the inspection. \nTommy, a male Yorkshire Terrier (m/c 048-564-627), had thinning hair on his chest, around his eyes, and the top of\nhis head.  Numerous fleas were observed on the belly and face.  There also was an open wound at the base of his\nleft ear.\nGizmo, a male French Bulldog (m/c 0A02581453), was observed to have frequent episodes of repeated coughing\nand gagging.  While being observed, he coughed up a white foamy discharge.  The owner stated that the dog had\nbeen doing this for almost a week.  There had been no consultation with a veterinarian for diagnosis and treatment.\nUntreated or inappropriately treated wounds and cough may be painful and may worsen with time. The owner must\nconsult a veterinarian about these conditions and treat the dogs appropriately. Documentation of these medical\nconditions, their treatment, and their outcome must be made available to APHIS officials upon request.\n3.11(d)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nInside the shelter buildings there were 3 enclosures that had excessive flies in them.  Two outdoor enclosures were\nobserved to have excessive flies.  Flies can spread disease that can affect the health of the dogs.  One dog was\nobserved to have numerous fleas on his face, belly, legs and head.  Flea bites irritate the dogs' skin and can cause\nand spread disease.  The owner must establish and maintain an effective pest control program.\n\nThe inspection and exit interview was done by the inspectors with a facility representative.\nAdditional Inspectors\nPlumlee Konnie, Supervisory Animal Care Specialist",
  "animals_total": 126,
  "species": [
    {
      "count": 92,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 34,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}