{
  "insp_id": "2016090000778647",
  "layout": "b",
  "customer_id": "506485",
  "customer_name": "Coastal Exotics",
  "customer_addr": "8575 Evans Road\nCHUNCHULA, AL 36521",
  "certificate": "64-B-0098",
  "site_id": "001",
  "site_name": "Coastal Exotics",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-MAR-2022",
  "report_date": "30-MAR-2022",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "During inspection, 2 animals were identified with conditions requiring veterinary consultation:\nA male Red Coati had lesions on the soles of 3 feet. The lateral toe of the right hind foot appeared swollen, and the sole\nhad an area, approximately 0.5 inches long, that was oval in shape, flattened, red and irritated. The lateral toe of the right\nfront foot similarly was swollen with a pea sized red, irritated, flattened area on the sole. Four Smaller red lesions were\nseen on the sole of the left front foot located mainly on the thumb, lateral finger, and palm area. The region surrounding all\nthe affected areas were white.\nThe male capybara had some thinning of the hair over the mid-section of his spine, the affected area comprising\napproximately 1/3 of his back. At the bottom of the hair thinning section, about at the hip area, there were 2 circular\nlesions, stacked one below the other, approximately 0.5 inches in diameter each. The top lesion was white with a mild\nscab while the bottom lesion was moderately ulcerated and crusty. An approximately 1.5-inch-long area of hair loss could\nalso be seen on the left side of his face, below his eye.\nThe licensee had not identified the conditions affecting these two animals, therefore had not contacted the veterinarian for\nguidance on care. Failure to promptly identify injuries delays treatment and may cause undue pain and distress in animals\nwith such conditions. A more rigorous method of daily observation of all animals must be implemented to properly assess\ntheir health and well-being. Direct and frequent communication with the attending veterinarian is required for timely\ndiagnosis and adequate medical attention. The veterinarian must be consulted in order to establish a treatment plan for\nthe Red Coati and Capybara mentioned above. To be corrected by March 30, 2022."
    },
    {
      "code": "2.131(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "Pulling up to the facility there were 3 sheep, 2 goats and a mouflon observed along the road outside of their primary\nenclosure fencing . The owner stated that he forgot to close the fence and therefore, the animals got out. This handling\nmistake could have resulted in animal escape or grave injury from vehicles on the road. The handling of all animals shall\nbe done as expeditiously and carefully as possible in a manner that does not cause trauma, physical harm, and\nunnecessary discomfort. Correct by April 6, 2022."
    },
    {
      "code": "3.75(a)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "The lemur enclosure with four moms and two babies had a heating lamp in their den box. The cord to the den box was\npartially inside of their enclosure without a protectant or covering and the heating lamp did not have a mesh cover to\nprevent the animals from touching the bulb. Also, the fencing panels used to construct their enclosure had gaps between\nthe wires large enough for the babies to get out. The owner stated that at five weeks of age he would immediately pull the\nbabies from the moms but if the animals decide to leave mom earlier, they could potentially escape. Lemurs could chew\nor pull unprotected electrical cords and come in contact with exposed heating lamps which both could result in grave\ninjuries. The large gaps between the wires of the fencing can result in injury or escape of the baby lemurs The housing\nfacilities for nonhuman primates must be designed and constructed so to protect the animals from injury and to contain\nthe animals securely. Correct by April 6, 2022."
    },
    {
      "code": "3.81",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "The non-human primate enrichment plan for the lemurs was incomplete and did not describe:\n- The specific provisions in place to address the social needs of this species known to exist in social groups in nature.\n- The special attention provided to the 1-year-old female lemur named Tink who is being hand-reared by the licensee,\nindividually housed and unable to hear and see non-human primates of her own or compatible species.\nA well-documented and complete enrichment plan covering social grouping provisions as well as special attention\nprovided to singly housed individuals is extremely important to ensure the psychological well-being of the non-human\nprimates. The facility must develop in accordance with the currently accepted professional standards and as directed by\nthe attending veterinarian a plan for environmental enhancement that addresses social needs, environmental enrichment,\nspecial considerations and restraint devices. To be corrected by April 8, 2022."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "During the inspection one of three kinkajous were trying to get out of its enclosure and became lodged in between the\nfencing. The animal was able to get three quarters of his body through and was observed becoming frustrated as he\nstruggled to get free. Since the animal can’t be handled the owner was unable to assist him immediately. Eventually, the\nanimal was able to back out of the fencing without any apparent injuries. The animal should not be able to get its body\nthrough the fencing for its safety and to keep the animal contained. The kinkajou’s enclosure must be constructed to\ncontain the animal and to protect the animal from injury.\nThe kinkajou’s den box contains three kinkajous. The den box has been missing its fourth leg and the nails have been\nprotruding from the structure. The owner was asked to put his weight on the den box to check its sturdiness. It was\nobserved that the leg perpendicular to the missing leg was not supporting the structure at all. The left back leg and front\nright leg were holding up the structure along with the perching branch going across the front holding it up against the\npanel fencing keeping it upright. The den box was not secured properly, and the opening is not appropriate for the\nanimals’ paws. The den box must be kept in good repair to protect the animals from injury.\nThe singly housed red mountain coatimundi’s den box had become unhinged and dropped allowing it to be wedged in\nbetween the panels and platforms, which obstructed the animal from getting out. The owner stated it occurred over the\nweekend. Once the den box was removed and put on the floor, inspectors witnessed the coati getting into the enclosure\ndisplaying how the weight of the animal’s body on the straight-edged opening could cause injury to the paws . The den\nbox is not properly secured to the enclosure to stay elevated and the edges of the opening of the den is not constructed to\nprotect the animal from injury. The facilities must be constructed of such material and of such strength as appropriated for\nthe animals involved.\nIn several areas along the primary enclosures’ fencing containing the capybara, goats, sheep, and mouflon there was\nsignificant space that allowed the animals to go under it. Inspectors observed the male goat going under the fencing\nduring the inspection. The owner stated that he thought the capybaras were getting out by going under the fencing as\nwell, which could possibly attribute to the hair loss and abrasions on the capybara’s back. The fencing should not allow\nthe animals to get out contradicting its purpose to contain the animals appropriately and protect the animals from injury.\nIn the primary enclosure for the capybara, goats, sheep, and mouflon there was a pile of discarded wooden pallets with\nexposed nail heads. There were also holes in the ground at the entrance of the natural spring that constantly gets\nwashed out and was being filled with scrap concrete and construction materials with some contents having metal stakes\nand rebar still attached to it. On the opposite side of the pond within the enclosure there was a plastic barrel that was the\nremains from a broken platform that has not yet been removed. The animal’s primary enclosure has many items in it that\nisn’t specifically for the animals and isn’t safe for the animals. The holes need to be filled with appropriate materials to\nprevent injury.\nAn African crested porcupine had chewed the shade cloth that covered both their enclosure along with the white-nosed\ncoatimundi’s enclosure. Shredded pieces of the tarp could be seen along the inside and outer edge of the animal’s\nprimary enclosure. Inspectors observed a capybara chewing a similar tarp during the inspection. Other animals that have\naccess to this enclosure could possibly ingest the scattered materials along with the African crested porcupines. The\nanimals’ facilities shall be maintained in good repair to protect the animals from injury."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "The facility is currently housing several animals outdoors but does not have a perimeter fence of sufficient height in place.\nHis inventory includes coatimundis, ring tailed lemurs, kinkajous, capybaras, African crested porcupines, and a kangaroo,\nall of which require a 6-foot perimeter fence. The perimeter fence currently in place has a height of approximately 3 to 4\nfeet on 3 sides and approximately 5 feet on the back side. At the time of inspection, 2 capybaras were given access to a\nprimary enclosure adjacent to the road that was not surrounded by a perimeter fence. The lack of an adequate perimeter\nfence presents a safety risk to the animals within the facility in that there isn’t an adequate secondary containment system\nto hold animals that may escape their primary enclosures or a sufficient barrier to keep animals and unauthorized persons\nout. The facility must ensure that the above listed animals being housed outdoors are enclosed by a 6-foot perimeter\nfence at least 3 feet in distance from the primary enclosures. To be corrected by July 22, 2022."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "There was an excessive amount of feces on the floor of the enclosure housing three kinkajous. Feces could be seen\ndispersed throughout the entire floor with most of the accumulation located in the area in front of the kinkajous’ shelter. A\nlarge amount of the feces was old, dry, and disintegrating into a crumbly mass. The licensee explained that the enclosure\nwas vacant until that morning but since the gate was left open, the goats came in and defecated there. The feces wasn’t\nremoved and the enclosure was not cleaned prior to introducing the kinkajous to the enclosure. Excessive excreta can\nlead to odors, the spread of disease, attract vermin and overall animal discomfort. Enclosures must be cleaned, and\nexcreta removed in between occupancy as well as often as necessary to prevent contamination of the animals contained\ntherein and to minimize disease hazards and to reduce odors. To be corrected by March 30, 2022.\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors:\nSTEPHANIE MAYARD, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.40(b)(3) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nDuring inspection, 2 animals were identified with conditions requiring veterinary consultation: \nA male Red Coati had lesions on the soles of 3 feet. The lateral toe of the right hind foot appeared swollen, and the sole \nhad an area, approximately 0.5 inches long, that was oval in shape, flattened, red and irritated. The lateral toe of the right \nfront foot similarly was swollen with a pea sized red, irritated, flattened area on the sole. Four Smaller red lesions were \nseen on the sole of the left front foot located mainly on the thumb, lateral finger, and palm area. The region surrounding all \nthe affected areas were white. \nThe male capybara had some thinning of the hair over the mid-section of his spine, the affected area comprising \napproximately 1/3 of his back. At the bottom of the hair thinning section, about at the hip area, there were 2 circular \nlesions, stacked one below the other, approximately 0.5 inches in diameter each. The top lesion was white with a mild \nscab while the bottom lesion was moderately ulcerated and crusty. An approximately 1.5-inch-long area of hair loss could \nalso be seen on the left side of his face, below his eye. \nThe licensee had not identified the conditions affecting these two animals, therefore had not contacted the veterinarian for \nguidance on care. Failure to promptly identify injuries delays treatment and may cause undue pain and distress in animals \nwith such conditions. A more rigorous method of daily observation of all animals must be implemented to properly assess\n\ntheir health and well-being. Direct and frequent communication with the attending veterinarian is required for timely \ndiagnosis and adequate medical attention. The veterinarian must be consulted in order to establish a treatment plan for \nthe Red Coati and Capybara mentioned above. To be corrected by March 30, 2022. \n2.131(b)(1) \n   \nHandling of animals. \nPulling up to the facility there were 3 sheep, 2 goats and a mouflon observed along the road outside of their primary \nenclosure fencing  . The owner stated that he forgot to close the fence and therefore, the animals got out. This handling \nmistake could have resulted in animal escape or grave injury from vehicles on the road. The handling of all animals shall \nbe done as expeditiously and carefully as possible in a manner that does not cause trauma, physical harm, and \nunnecessary discomfort. Correct by April 6, 2022. \n3.75(a) \n   \nHousing facilities, general. \nThe lemur enclosure with four moms and two babies had a heating lamp in their den box. The cord to the den box was \npartially inside of their enclosure without a protectant or covering and the heating lamp did not have a mesh cover to \nprevent the animals from touching the bulb. Also, the fencing panels used to construct their enclosure had gaps between \nthe wires large enough for the babies to get out. The owner stated that at five weeks of age he would immediately pull the \nbabies from the moms but if the animals decide to leave mom earlier, they could potentially escape. Lemurs could chew \nor pull unprotected electrical cords and come in contact with exposed heating lamps which both could result in grave \ninjuries. The large gaps between the wires of the fencing can result in injury or escape of the baby lemurs The housing \nfacilities for nonhuman primates must be designed and constructed so to protect the animals from injury and to contain \nthe animals securely. Correct by April 6, 2022. \n3.81\n\nEnvironment enhancement to promote psychological well-being. \nThe non-human primate enrichment plan for the lemurs was incomplete and did not describe: \n- The specific provisions in place to address the social needs of this species known to exist in social groups in nature. \n- The special attention provided to the 1-year-old female lemur named Tink who is being hand-reared by the licensee, \nindividually housed and unable to hear and see non-human primates of her own or compatible species. \nA well-documented and complete enrichment plan covering social grouping provisions as well as special attention \nprovided to singly housed individuals is extremely important to ensure the psychological well-being of the non-human \nprimates. The facility must develop in accordance with the currently accepted professional standards and as directed by \nthe attending veterinarian a plan for environmental enhancement that addresses social needs, environmental enrichment, \nspecial considerations and restraint devices. To be corrected by April 8, 2022. \n3.125(a)  Repeat\n   \nFacilities, general. \nDuring the inspection one of three kinkajous were trying to get out of its enclosure and became lodged in between the \nfencing. The animal was able to get three quarters of his body through and was observed becoming frustrated as he \nstruggled to get free. Since the animal can’t be handled the owner was unable to assist him immediately. Eventually, the \nanimal was able to back out of the fencing without any apparent injuries. The animal should not be able to get its body \nthrough the fencing for its safety and to keep the animal contained. The kinkajou’s enclosure must be constructed to \ncontain the animal and to protect the animal from injury. \n \nThe kinkajou’s den box contains three kinkajous. The den box has been missing its fourth leg and the nails have been \nprotruding from the structure. The owner was asked to put his weight on the den box to check its sturdiness. It was \nobserved that the leg perpendicular to the missing leg was not supporting the structure at all. The left back leg and front\n\nright leg were holding up the structure along with the perching branch going across the front holding it up against the \npanel fencing keeping it upright. The den box was not secured properly, and the opening is not appropriate for the \nanimals’ paws. The den box must be kept in good repair to protect the animals from injury. \n \nThe singly housed red mountain coatimundi’s den box had become unhinged and dropped allowing it to be wedged in \nbetween the panels and platforms, which obstructed the animal from getting out. The owner stated it occurred over the \nweekend. Once the den box was removed and put on the floor, inspectors witnessed the coati getting into the enclosure \ndisplaying how the weight of the animal’s body on the straight-edged opening could cause injury to the paws  . The den \nbox is not properly secured to the enclosure to stay elevated and the edges of the opening of the den is not constructed to \nprotect the animal from injury. The facilities must be constructed of such material and of such strength as appropriated for \nthe animals involved. \n \nIn several areas along the primary enclosures’ fencing containing the capybara, goats, sheep, and mouflon there was \nsignificant space that allowed the animals to go under it. Inspectors observed the male goat going under the fencing \nduring the inspection. The owner stated that he thought the capybaras were getting out by going under the fencing as \nwell, which could possibly attribute to the hair loss and abrasions on the capybara’s back. The fencing should not allow \nthe animals to get out contradicting its purpose to contain the animals appropriately and protect the animals from injury. \n \nIn the primary enclosure for the capybara, goats, sheep, and mouflon there was a pile of discarded wooden pallets with \nexposed nail heads. There were also holes in the ground at the entrance of the natural spring   that constantly gets \nwashed out and was being filled with scrap concrete and construction materials with some contents having metal stakes\n\nand rebar still attached to it. On the opposite side of the pond within the enclosure there was a plastic barrel that was the \nremains from a broken platform that has not yet been removed. The animal’s primary enclosure has many items in it that \nisn’t specifically for the animals and isn’t safe for the animals. The holes need to be filled with appropriate materials to \nprevent injury. \n \nAn African crested porcupine had chewed the shade cloth that covered both their enclosure along with the white-nosed \ncoatimundi’s enclosure. Shredded pieces of the tarp could be seen along the inside and outer edge of the animal’s \nprimary enclosure. Inspectors observed a capybara chewing a similar tarp during the inspection. Other animals that have \naccess to this enclosure could possibly ingest the scattered materials along with the African crested porcupines. The \nanimals’ facilities shall be maintained in good repair to protect the animals from injury. \n3.127(d) \n   \nFacilities, outdoor. \nThe facility is currently housing several animals outdoors but does not have a perimeter fence of sufficient height in place. \nHis inventory includes coatimundis, ring tailed lemurs, kinkajous, capybaras, African crested porcupines, and a kangaroo, \nall of which require a 6-foot perimeter fence. The perimeter fence currently in place has a height of approximately 3 to 4 \nfeet on 3 sides and approximately 5 feet on the back side. At the time of inspection, 2 capybaras were given access to a \nprimary enclosure adjacent to the road that was not surrounded by a perimeter fence. The lack of an adequate perimeter \nfence presents a safety risk to the animals within the facility in that there isn’t an adequate secondary containment system \nto hold animals that may escape their primary enclosures or a sufficient barrier to keep animals and unauthorized persons \nout. The facility must ensure that the above listed animals being housed outdoors are enclosed by a 6-foot perimeter \nfence at least 3 feet in distance from the primary enclosures. To be corrected by July 22, 2022. \n3.131(a)\n\nSanitation. \nThere was an excessive amount of feces on the floor of the enclosure housing three kinkajous. Feces could be seen \ndispersed throughout the entire floor with most of the accumulation located in the area in front of the kinkajous’ shelter. A \nlarge amount of the feces was old, dry, and disintegrating into a crumbly mass. The licensee explained that the enclosure \nwas vacant until that morning but since the gate was left open, the goats came in and defecated there. The feces wasn’t \nremoved and the enclosure was not cleaned prior to introducing the kinkajous to the enclosure. Excessive excreta can \nlead to odors, the spread of disease, attract vermin and overall animal discomfort. Enclosures must be cleaned, and \nexcreta removed in between occupancy as well as often as necessary to prevent contamination of the animals contained \ntherein and to minimize disease hazards and to reduce odors. To be corrected by March 30, 2022. \n \nThis inspection and exit interview were conducted with the licensee. \n \nAdditional Inspectors: \nSTEPHANIE MAYARD, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 35,
  "species": [
    {
      "count": 2,
      "scientific": "Hystrix cristata",
      "common": "AFRICAN CRESTED PORCUPINE"
    },
    {
      "count": 4,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 9,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 3,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 4,
      "scientific": "Nasua narica",
      "common": "WHITE-NOSED COATI"
    },
    {
      "count": 2,
      "scientific": "Hydrochaeris hydrochaeris",
      "common": "CAPYBARA"
    },
    {
      "count": 1,
      "scientific": "Nasuella olivacea",
      "common": "MOUNTAIN COATI"
    },
    {
      "count": 4,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 5,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Ovis aries gmelini",
      "common": "ARMENIAN MOUFLON"
    }
  ]
}