{
  "insp_id": "272151225490930",
  "layout": "a",
  "customer_id": "43124",
  "customer_name": "Oleo Acres Kennels Inc.",
  "customer_addr": "970 180 Th St.\nBritt, IA 50423",
  "certificate": "42-B-0265",
  "site_id": "001",
  "site_name": "OLEO ACRES KENNELS, INC.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "30-JUL-2015",
  "report_date": "07-OCT-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "In one outdoor enclosure there is a female Rottweiler (microchip #027809865) that has bloody and open wounds on\nthe back of both ears and the edges of the wounds are covered in flies. There is some thickening of the skin around\nthe edges of the wounds. The facility representative said that he uses Vaseline on the wounds to attempt to keep\nthe flies off. This dog has not been evaluated by a licensed veterinarian.\nThe open wounds caused by the flies can cause pain and discomfort and lead to further health hazards towards the\ndog. This dog must be evaluated by a licensed veterinarian to obtain an accurate diagnosis and treatment plan.\nThe diagnosis and treatment plan must be documented and available to the inspector upon request. Licensee must\nensure that all dogs receive adequate\nCorrection date: End of business August 1, 2015"
    },
    {
      "code": "3.1(c)(1)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the room housing puppies there is one enclosure, containing four puppies, that has a metal self-feeder. In the\nportion of the feeder that the puppies eat from, the front edge has rusted and broken into sharp points and edges.\nSharp points and edges could injure the puppies. This metal feeder must be repaired, replaced or altered in a\nmanner so that it will not cause injury to the puppies. The licensee must ensure that all enclosures and feeders are\nfree of sharp points and edges and remain safe for all animals. This broken feeder was removed and replaced\nduring the inspection.\nCorrection date: August 6, 2015"
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In all eight outdoor enclosures, containing twenty-four dogs, the concrete flooring is broken and cracked. These\ncracked and broken areas have accumulated dirt, hair and debris in them. In two outdoor enclosures the broken\nconcrete has resulted in standing puddles of water. Broken and cracked concrete cannot be properly cleaned and\nsanitized which can increase disease risks towards the dogs.\nAll surfaces of housing facilities must be maintained on a regular basis. Any surface that cannot be readily cleaned\nor sanitized must be replaced when worn or soiled. The broken concrete must be repaired, replaced or altered in a\nmanner that allows for proper cleaning and sanitizing to occur at least once every two weeks or more often if\nnecessary. Licensee must ensure that all surfaces in housing enclosures are maintained in good repair.\nCorrection Date: September 5, 2015"
    },
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "In four outdoor enclosures, containing eleven dogs, there is no shade or shelter for the animals. The facility\nrepresentative said that there were dog houses in the enclosures and tarps covering the enclosures that morning\nbut he had removed them. At the time of the inspection, approximately 2 pm, the temperature was 86 degrees\nFahrenheit and all four enclosures were covered in direct sunlight. All eleven dogs were showing signs of heat\nstress such as excessive panting, standing in their water tubs and attempting to lay in small pieces of shade cast by\nthe self-feeders hanging on the fence. Overheating can cause discomfort and serious health hazards towards the\ndogs.\nOutdoor enclosures for dogs must include one or more shelter structures accessible to each dog and one or more\nseparate outside areas of shade large enough to contain all dogs at once and protect them from the direct rays of\nthe sun. The licensee must ensure that all dogs have access to shade and shelter at all times.\nCorrection date: Noon on July 31, 2015\nThis is an electronic version of the report dated July 30, 2015.\nExit interview conducted with Kelly Maxwell, ACI and facility representative."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nIn one outdoor enclosure there is a female Rottweiler (microchip #027809865) that has bloody and open wounds on\nthe back of both ears and the edges of the wounds are covered in flies.  There is some thickening of the skin around\nthe edges of the wounds.  The facility representative said that he uses Vaseline on the wounds to attempt to keep\nthe flies off.  This dog has not been evaluated by a licensed veterinarian.  \nThe open wounds caused by the flies can cause pain and discomfort and lead to further health hazards towards the\ndog.  This dog must be evaluated by a licensed veterinarian to obtain an accurate diagnosis and treatment plan. \nThe diagnosis and treatment plan must be documented and available to the inspector upon request.  Licensee must\nensure that all dogs receive adequate \n                                                                                                                                                                                   \nCorrection date:  End of business August 1, 2015\n3.1(c)(1)(2)\nHOUSING FACILITIES, GENERAL.\nIn the room housing puppies there is one enclosure, containing four puppies, that has a metal self-feeder.  In the\nportion of the feeder that the puppies eat from, the front edge has rusted and broken into sharp points and edges. \nSharp points and edges could injure the puppies.  This metal feeder must be repaired, replaced or altered in a\nmanner so that it will not cause injury to the puppies.  The licensee must ensure that all enclosures and feeders are\nfree of sharp points and edges and remain safe for all animals.  This broken feeder was removed and replaced\nduring the inspection.\nCorrection date:  August 6, 2015\n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\nIn all eight outdoor enclosures, containing twenty-four dogs, the concrete flooring is broken and cracked.  These\n\ncracked and broken areas have accumulated dirt, hair and debris in them.  In two outdoor enclosures the broken\nconcrete has resulted in standing puddles of water.  Broken and cracked concrete cannot be properly cleaned and\nsanitized which can increase disease risks towards the dogs.  \nAll surfaces of housing facilities must be maintained on a regular basis.  Any surface that cannot be readily cleaned\nor sanitized must be replaced when worn or soiled.  The broken concrete must be repaired, replaced or altered in a\nmanner that allows for proper cleaning and sanitizing to occur at least once every two weeks or more often if\nnecessary.  Licensee must ensure that all surfaces in housing enclosures are maintained in good repair. \nCorrection Date:  September 5, 2015\n3.4(b)\nOUTDOOR HOUSING FACILITIES.\nIn four outdoor enclosures, containing eleven dogs, there is no shade or shelter for the animals.  The facility\nrepresentative said that there were dog houses in the enclosures and tarps covering the enclosures that morning\nbut he had removed them.  At the time of the inspection, approximately 2 pm, the temperature was 86 degrees\nFahrenheit and all four enclosures were covered in direct sunlight.  All eleven dogs were showing signs of heat\nstress such as excessive panting, standing in their water tubs and attempting to lay in small pieces of shade cast by\nthe self-feeders hanging on the fence.  Overheating can cause discomfort and serious health hazards towards the\ndogs. \nOutdoor enclosures for dogs must include one or more shelter structures accessible to each dog and one or more\nseparate outside areas of shade large enough to contain all dogs at once and protect them from the direct rays of\nthe sun.  The licensee must ensure that all dogs have access to shade and shelter at all times.\nCorrection date:  Noon on July 31, 2015\nThis is an electronic version of the report dated July 30, 2015.\nExit interview conducted with Kelly Maxwell, ACI and facility representative.",
  "animals_total": 66,
  "species": [
    {
      "count": 28,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 36,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    },
    {
      "count": 2,
      "scientific": "Felis silvestris catus",
      "common": "CAT KITTEN"
    }
  ]
}