{
  "insp_id": "INS-0000807243",
  "layout": "c",
  "customer_id": "6010089",
  "customer_name": "Bernetta Williams",
  "customer_addr": "3510 Cotton Hollow Rd\nNorwood, MO 65717",
  "certificate": "43-A-6640",
  "site_id": "001",
  "site_name": "Bernetta Williams",
  "insp_type": "ROUTINE INSPECTION",
  "date": "02-AUG-2022",
  "report_date": "04-AUG-2022",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "One adult Standard Poodle recently acquired had very a matted coat. The coat of the white female (Lynn, m/c #\n90021700002269) was matted on the hip and front and back legs and along the back and hips. Matted, twisted hair can\npull at the skin and cause discomfort and possibly injury to it. Matted, twisted hair cannot insulate the dog for protection\nfrom the sun and temperature. Each dealer or exhibitor shall establish and maintain programs of adequate veterinary\ncare that include the use of appropriate methods to prevent, control, diagnose, and treat diseases and injuries. The\nowner must ensure that the matted hair is removed. The owner must have a regular schedule of grooming to prevent\nmatted hair.\nTo Be Corrected By: 5 August 2022"
    },
    {
      "code": "2.50(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Time and method of identification.",
      "narrative": "Seven unweaned litters of puppies (32 total) less than 8 weeks of age did not have identification. Identification is required\nin order to ensure that each animal's identity can be known with certainty and to facilitate record keeping requirements for\ninventory, disposition, transport, and healthcare documentation. The owner must identify all live regulated animals and\nassure that records are kept at all times.\nTo be corrected by: 5 August 2022.\nThis inspection and exit interview were conducted with a facility representative.\nn"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nOne adult Standard Poodle recently acquired had very a matted coat.  The coat of the white female (Lynn, m/c #  \n90021700002269) was matted on the hip and front and back legs and along the back and hips.  Matted, twisted hair can \npull at the skin and cause discomfort and possibly injury to it.  Matted, twisted hair cannot insulate the dog for protection \nfrom the sun and temperature.  Each dealer or exhibitor shall establish and maintain programs of adequate veterinary \ncare that include the use of appropriate methods to prevent, control, diagnose, and treat diseases and injuries.  The \nowner must ensure that the matted hair is removed.  The owner must have a regular schedule of grooming to prevent \nmatted hair. \n \nTo Be Corrected By:  5 August 2022 \n2.50(a)(2) \n   \nTime and method of identification. \nSeven unweaned litters of puppies (32 total) less than 8 weeks of age did not have identification.  Identification is required \nin order to ensure that each animal's identity can be known with certainty and to facilitate record keeping requirements for \ninventory, disposition, transport, and healthcare documentation. The owner must identify all live regulated animals and \nassure that records are kept at all times.\n\nTo be corrected by:  5 August 2022. \n \nThis inspection and exit interview were conducted with a facility representative. \n \n n",
  "animals_total": 121,
  "species": [
    {
      "count": 78,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 43,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}