{
  "insp_id": "32151543320155",
  "layout": "a",
  "customer_id": "2206",
  "customer_name": "Kord Mc Guire",
  "customer_addr": "385 Quinn Road\nWest Alexandria, OH 45381",
  "certificate": "31-C-0031",
  "site_id": "001",
  "site_name": "KORD MC GUIRE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-JAN-2015",
  "report_date": "30-JAN-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***The 18 year old white Siberian tiger identified as Niko was cited on 1/15/2014. Following that inspection the\nlicensee contacted the attending veterinarian(cid:25)s associate by phone who prescribed 7.5mg of Meloxicam (an\nanti-inflammatory medication) once a day for pain associated with presumptive arthritis. The animal has been on\nthis medication for 14 days and was still displaying significant signs of pain and suffering at the time of inspection.\nWhen initially approached Niko was laying down in the den box area. Both the licensee and inspectors\nunsuccessfully attempted to coax the animal out of the shelter. Niko slowly and unsteadily attempted to stand\nseveral times, however, with each attempt his hind legs were trembling and he quickly sat or lay back down. After\nseveral attempts, Niko eventually was able to stand up; however, he would not move around or come out of the\nshelter. The animal stood for a short period of time (less than 2 minutes) with hind legs trembling and then\nappeared weak and unsteady when he was trying to lie back down. Later during the inspection Niko was observed\nstanding and briefly walking out of his den box to urinate. During this limited movement, he continued to appear\nunsteady and had a significantly abnormal gait which appeared tender / painful (worse than on the previous\ninspection). The current treatment (oral Meloxicam) is not effectively treating this condition. The Licensee stated\nthat the animal had no significant signs of improvement since the last inspection. He also stated that the animal\nwas not feeling very well and was even worse on the colder days. Despite the worsening of this condition the\nlicensee failed to contact the attending veterinarian or his associate to report that there was a continued decline of\nthe animal(cid:25)s condition despite the prescribed treatment. According to the accuweather forecast, today had a high of\n43 degrees and is expected continue to drop down to a low of 6 degrees by the beginning of next week. This\nanimal is already exhibiting significant signs of pain and suffering. If the animal(cid:25)s condition is worsened with the\ncold weather, the animal(cid:25)s pain and suffering will continue to increase as the temperatures decrease in the near\nfuture.\nFollowing identification of the worsening condition by APHIS Officials and instruction that the licensee needed to\ncontact the Attending Veterinarian (AV) to communicate regarding the health of this animal and ongoing treatment\nplan, the licensee did contact the AV. The attending veterinarian later confirmed that the Licensee notified him that\nNiko was not improving shortly after the inspectors left the facility. The inspectors showed the attending veterinarian\na video of the animal attempting to get up. He agreed that the animal is in pain and that Tramadol should likely be\ngiven to alleviate some of the pain. He farther stated that Meloxicam should not be given for more than three days\nbecause of the potential for causing kidney damage. The Attending Veterinarian later went to the property to\nassess Niko and did prescribe Tramadol for pain relief.\nWithout proper methods to prevent, control, diagnose and treat serious health issues, animals can undergo\nunnecessary health risks that can cause pain, suffering and the potential for death.\nSerious signs of pain and suffering must be addressed with the attending veterinarian as soon as they are identified.\nAdditionally, the Licensee must contact the Attending Veterinarian when a prescribed medication or treatment plan\ndoes not appear to be effective or the condition worsens.\n***An approximately six to seven year old male black leopard identified by the licensee as Backara appeared to be\nsignificantly underweight at the time of inspection. Although this animal was lean at the last inspection, there\nappears to have been significant weight loss in the past 2 weeks. The skeletal structure is now readily apparent\nalong the topline. Individual vertebrae are easily visible even from a safe viewing distance and despite the winter\nhair. Additionally, the pelvic structure and hips are also now readily apparent. Skeletal structure becomes more\nprominent as fat and muscle tissue are lost during periods of starvation. The licensee stated that he has been\nfeeding this animal 20 lbs of meat (chicken thighs) daily since the last inspection. Barring significant underlying\nmedical problems, this appears inconsistent with the significant decline in weight seen in this animal.\n***An eight year old male black leopard identified as Jumonji is now severely underweight. Although this animal\nwas lean at the last inspection, there appears to have been significant weight loss in the past 2 weeks. The skeletal\nstructure is now readily apparent along the topline, pelvis, and shoulder. Additionally this animal has developed\nsignificant hair loss and open wounds in several locations including the legs, tail, and face. Individual vertebrae are\nnow easily visible even from a safe viewing distance and the pelvic structure and hips are also readily apparent.\nAdditionally the skeletal structure of the shoulder is also apparent. Skeletal structure becomes more prominent as\nfat and muscle tissue are lost during periods of starvation. The licensee stated that he has been feeding this animal\n20 lbs of meat (chicken thighs) daily since the last inspection. Barring significant underlying medical problems, this\nappears inconsistent with the significant decline in weight seen in this animal. In addition to the significant loss of\nbody condition, since the previous inspection Jumonji has developed several areas of hair loss on its front legs, hind\nquarter, rear hock, face, tail and the back of the neck. The right front leg has an area of hair loss extending from the\ntoes half way to the elbow. The skin is generally moist, bright pink and red in some areas. Additionally, there\nseveral areas with red tinged discharge. The left front leg has an area of hair loss on outside aspect of paw and leg\n(approx. 3 inches in length) with 1 inch long moist red lesion. The back right leg has an area of hair loss that is\napproximately three inches and has an approximately 2 inch red lesion centrally. On the left hip area there is a 4-5\ninch long area of hair loss. Both the upper and lower corner of the left eye has one inch area of hair loss. Finally,\nthe last 3-4 inches of the tail has a large area of hair loss where the much of underlying skin appears to be missing.\nThe tissue is moist red and raw in appearance and much of the discharge appears to be fresh and dried blood.\nThe Licensee informed inspectors that this issue started about two days ago and that this animal has had this issue\nseveral times in the past. He stated that he had not contacted the attending veterinarian and instead began\ntreatment similar to what he had used previously. This treatment consists of feeding 1cc of Ivermectin daily\n(injected into the meat source that will be fed to the animal). The licensee stated that this treatment has been\nsuccessful in the past for resolving the issue within two weeks. The attending veterinarian later confirmed that a\ncombination of Ivermectin and Prednisone has been a successful treatment for the hair loss and lesions in the past\nand that these lesions typically appear during the winter months. He also confirmed that they have previously taken\nskin scrapings with no conclusive results for diagnosis. After identification of this animal by APHIS Official, the\nlicensee did contact the Attending Veterinarian who visited the property and prescribed Prednisone for the treatment\nof the hair loss and wounds.\n***The three year old female white tiger named Tamara that was cited on 1/15/2015 still appeared to be significantly\nunderweight at today(cid:25)s inspection. Although there appeared to be minimal improvement, the vertebral bodies were\nstill readily apparent and the pelvic structure is still readily apparent. The licensee reported that he has been giving\nthe animal 20 pounds of chicken and or deer meat every day since the last inspection on 1/15/2015.\nWhen otherwise healthy young adult and adult underweight / emaciated tigers are offered appropriate feed for\nseveral weeks significant improvement in body condition is expected. The lack of significant weight gain with\nrespect to Tamara therefore indicates either the animal is not receiving adequate feed or an underlying medical\ncondition exists which is increasing caloric demands or preventing adequate utilization of food. Additionally, the\nrapid weight loss of the two black leopards Jumonji and Backara is a significant indicator that intervention\n(modifications to feeding, appropriate veterinary diagnosis, etc) is necessary. Weight loss, or failure to gain weight\nas expected, are significant indicators that additional veterinary care is necessary for the diagnosis and treatment of\nany underlying medical conditions and / or re-evaluation of the feeding plan. Prolonged hunger from chronic\nmalnutrition and starvation are distressful to animals and results in unnecessary suffering. Correct by ensuring that\neach of these animals are examined by a licensed veterinarian and that an individual treatment plan is made to\naddress any necessary diagnostic testing and routine monitoring of weight (or body condition) recommended by the\nveterinarian that is necessary to rule out underlying disease and monitor future changes in condition. Additionally,\nthe licensee must seek specific guidance from the veterinarian regarding necessary changes to the feeding plan\nand / or additional treatments that are necessary and maintain documentation of these recommendations and all\nsubsequent care provided by the licensee for evaluation by APHIS Officials.\nCorrect by: REMAINS UNCORRECTED"
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "At the time of inspection, the two black leopards and two tigers (described above) were in need of veterinary care\nand were either not observed by the licensee or their conditions were not communicated to the Attending\nVeterinarian prior to inspection.\n*** Regarding the 6-7 year old male leopard identified as Backara, when asked what the licensee thought about this\nanimal(cid:25)s weight, he stated that it was (cid:28)fine(cid:29). The licensee failed to properly identify that this animal is extremely\nunderweight and as a result did not report this weight loss to the attending veterinarian prior to today(cid:25)s inspection.\n*** Regarding the leopard identified as Jumonji, although the Licensee stated that he had observed the weight loss,\nhair loss and open wounds, he failed to communicate these observations to the attending veterinarian in a timely\nmanner. The licensee stated that he did not feel that the weight loss, hair loss or lesions were abnormal for this\nanimal. He farther stated that he would feed and feed the (cid:28)cat(cid:29) and it just wouldn(cid:25)t gain any weight. He also stated\nthat the hair loss and lesions were common in black leopards and was a consistent issue with this animal in the\nwinter. There was no written guidance from the attending veterinarian authorizing the use of ivermectin for hair\nloss, wounds, or weight loss in leopards or directing whether this drug would be effective alone or only in\ncombination with prednisone as previously used.\n*** Regarding the 18 year old tiger identified as Niko, the Licensee stated that he knew this animal was in pain and\nshowed no signs of improvement after 14 days of treatment with Meloxicam. In addition, the Licensee stated that\nhe had seen the animal(cid:25)s condition worsen in colder temperatures. Despite the animal(cid:25)s declining condition the\nLicensee failed to contact the Attending veterinarian to communicate these observations even while knowing that\nthe treatment appeared ineffective the animal continued to show significant signs of pain and suffering.\n***Regarding the three year old female tiger identified as Tamara, despite observing her failure to gain weight the\nlicensee failed to consult the attending veterinarian and establish an effective diet plan to achieve the animal(cid:25)s ideal\nweight and body condition or determine if additional diagnostic testing is necessary to rule out an additional disease\nprocess.\nThe Licensee failed to communicate timely and accurate information on the above listed matters of animal health,\nbehavior, and well-being to the Attending Veterinarian in an in a timely manner. Failure to accurately report these\nconditions in a timely manner delays the provision of appropriate care and can prolong unnecessary suffering and\npotentially allow for progression of disease. The licensee must provide an effective method of communication so\nthat problems are reported to a veterinarian in an timely and accurate manner.\n*** A 1-year old female cougar identified by the licensee as Makhia was found dead by the licensee since the last\ninspection. This animal was observed by inspectors during the previous inspection and was found to be in poor\nbody condition (significantly underweight) at that time. The licensee stated that he found her inside the den a few\ndays prior to this inspection and that he believed her death resulted from injuries sustained by the other 1-year old\nfemale cougar housed in the same enclosure (identified as Abby). An accurate or precise date of the animal(cid:25)s\ndeath could not be established due to conflicting statements made by the licensee and the attending veterinarian.\nThe licensee stated that the AV had examined the body of the dead cougar and determined her death was caused\nby the cage mate. The AV later informed inspectors that the he had not seen the cougar(cid:25)s body and only heard\nabout the incident the day of inspection (29 January). Without a post mortem examination, it is impossible to\ndetermine whether this death resulted from aggression / trauma from a cage mate (as suspected by the licensee),\nthe effects of prolonged malnutrition / starvation, or another disease process. Given the number of other large cats\npresent on this property in poor body condition and / or actively losing weight, determining a cause of death is\nnecessary to evaluate the continued risk to other animals in the population. Failure to communicate this death to\nthe attending veterinarian in a timely manner prevented them from providing adequate guidance regarding\nnecessary post mortem testing that could yield important information used to prevent disease progression (whether\nfrom infectious cause or inadequate feeding) or provide guidance on other issues of animal welfare such as\nappropriate segregation of aggressive animals which could be used by the facility to prevent future suffering of other\nanimals at this facility. Correct by ensuring that information regarding all unexpected animal deaths are\ncommunicated to the attending veterinarian in a timely manner and ensuring that appropriate postmortem\nexaminations are conducted in order to provide adequate veterinary care.\nCorrect by: REMAINS UNCORRECTED"
    },
    {
      "code": "3.127(b)",
      "kind": "Direct",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The seven year old male cougar identified as Montana is housed in an outdoor enclosure constructed of 4x4 inch\ncattle type fencing for both the walls and roof. This enclosure contained only two raised platforms and one standard\nigloo dog house. This animal does not have an adequate shelter structure to be protected from adverse winter\nweather common to the local climatic conditions such as the direct effects of cold wind, snow, and rain. The igloo\nstyle dog house is too small to comfortably accommodate this animal and the only wind break consists of a lock-out\ntype cage which has no solid roof and does not protect the animal from rain, sleet or snow. The lack of adequate\nshelter is exacerbated by insufficient drainage (described below) which prevents the animal from having a clean dry\nlocation to sit, stand or lie down. The lack of shelter directly exposes this animal to all weather extremes and\nconditions can cause significant suffering by impeding the animal(cid:25)s ability to maintain normal body temperature.\nThe Licensee must ensure that all animals have an adequate shelter structure that is large enough for the animal to\nfit comfortably while being protected from adverse weather conditions that could cause discomfort.\nCorrect by: 8 A.M. on 31 January 2015"
    },
    {
      "code": "3.127(c)",
      "kind": "Direct",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The outdoor enclosure housing the 7 year-old male cougar identified as Montana does not have adequate drainage.\nThe entire floor space of the enclosure, the lockout, igloo style doghouse, and raised platforms were covered with\nmud and snow. There were several large puddles in the corners of this enclosure covering at least 30% of the floor\nspace. The cougar had mud covering the tail, all 4 paws, and lower portion of the legs up to the level of the carpus\nand hocks. Prior to the inspection there was snow and warming temperatures had caused the snow to melt. The\nlicensee stated that the enclosure was muddy and the standing water was present only because of the snow. He\nstated that the snow gets into the pen and as it melts the enclosure becomes wet. Additionally, he stated he covers\nthe enclosure with a 3 inch layer of mulch to ensure that the enclosure stays dry. When asked how frequently he\ndoes that, the licensee replied (cid:28)a couple of times a year(cid:29). No mulch was evident on the floor of this enclosure.\nLarge feline carnivores must have access to a dry clean space. The inability to access dry housing area is\ndistressful and when prolonged, may lead to the development of husbandry and sanitation related illness such as\nskin infections. Constant environmental moisture not only can promote infections but also affects the animal(cid:25)s\nability to thermoregulate. This lack of suitable drainage and dry housing conditions is exacerbated by cold winter\ntemperatures (recently below freezing and forecasted to be below freezing again in the near future) and lack of\nsuitable shelter. Correct by ensuring there is suitable method to rapidly eliminate excess water from the enclosure.\nCorrect by: 8 A.M. on 31 January 2015"
    },
    {
      "code": "3.129(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "The facility currently has an ineffective feeding program for big cats and is unable to maintain animals in good\nhealth. All of the animals at this facility are still suffering from the effects of inadequate feeding by the licensee and\nare at significant risk of farther deterioration if the feeding program is not quickly improved. Of the 8 large feline\ncarnivores at the facility, three (2 leopards and 1 tiger) were determined to be severely malnourished and are not\nbeing provided with sufficient quantity or quality of food to maintain the animals in good health. The physical\ncondition of each individual animal is described in detail above. When interviewed following the inspection, the\nattending veterinarian stated he thought the large feline carnivores were thin and he estimated their body condition\nto be (cid:28)2 out of 5(cid:29). There was no meat or meat storage available for inspection. When instructed, the licensee did\nproduce two chicken thighs and when one was offered to the black leopard identified as Jumonji who appeared\nravenous snatching the chicken and running off to eat it. Based on conflicting statements made by the licensee\nregarding his current feeding practices it appears that none of the large cats at this facility are receiving adequate\nfood.\nAccording to the licensee, he does not store meat on the property and buys fresh meat every day or two. When\nasked where he keeps stored meat the licensee stated he (cid:28)keeps it at Kroger(cid:29) and farther stated that APHIS\nOfficials could call them if we wanted. The licensee stated that he feeds two 40 lb cases of chicken thighs (80 lbs\ntotal) each day to provide meat for all of his meat-eating animals (3 tigers, 3 leopards, 2 cougar, 3 bears, 1 bobcat,\n3 foxes, 2 wolves). According to the feeding plan provided by the facility these animals should be receiving a total\nof 147.5 to 179.5 lbs of meat daily (with no fasting days). When asked about individual animal feeding the licensee\nstated that he is feeding approximately 20 lbs of meat each day to each of the tigers, leopards, cougar, and bear.\nThe licensee was asked for the amounts fed to each species and individual several times during the inspection and\nthe amounts described ranged from 16-20 lbs for all species (including the smaller cats). This is in excess of the\namounts specified by the feeding plan for the cougars and leopards. Feeding each of these animals 20 lbs per day\nwould require 220lbs of meat daily (not including that fed to the fox, bobcat, and wolves) and is inconsistent with\nprevious statements that he is purchasing and feeding 80 lbs total each day. When asked where he purchases\nmeat, the licensee stated that he obtains it from the local Kroger supermarket. The meat manager at this store\nreported that the licensee has only picked up twice in the last three weeks (on 1/8/15 and a few days later). Both\npick-ups were for 4 cases (a total of 320 lbs in the last 3 weeks). According to the nutrition program signed by the\nAV, this would provide enough meat for only 2 days. In addition to the purchased meat, the licensee also reports\nfeeding deer donated from Ohio Department of Transportation and other sources. The timing and quantity of the\ndonated meat is unpredictable and unreliable. The licensee has no records of the donated meat, so the quantity\ncould not be verified. The licensee indicated multiple times he was having money problems. He stated he wanted to\nmake improvements (cid:28)but everything cost money(cid:29). Based on the conflicting statements made by the licensee it is\nunclear how much meat or what type is actually being fed to the animals. It is clear, however, based on the poor\nbody condition shown by several animals that the current feeding practices are inadequate to maintain all of these\nanimals in good health. Since the previous inspection the one cougar (the adult female cited on the previous report)\nappears to have gained a moderate amount of weight, however, this animal remains underweight and several other\nanimals now have a noticeable weight loss. The animals currently most severely affected include the two black\nleopards (Jumonji & Backara) and the female white tiger (Tamara). Prolonged failure to feed an adequate amount\n(or appropriate type) of feed results in weight loss and chronic malnutrition. Additionally, prolonged hunger from\nchronic malnutrition and starvation are distressful to the animals and results in unnecessary suffering. When left\nuncorrected this is likely to result in death and one other cougar previously identified as underweight recently died\nfrom an undetermined cause. During periods of cold weather, animals such as these with inadequate fat reserves\nare at significant risk of farther discomfort, disease and death. All licensees must ensure that animals are fed food\nwhich is wholesome, palatable, and free from contamination and of sufficient quantity and nutritive value to maintain\nall animals in good health. The financial concerns expressed by the licensee combined with the lack of food on the\nproperty, the inability to store meat, and apparent underfeeding of all big cats show a clear immediate risk to all\nlarge cats present at the facility. Purchasing food on a daily or alternate day basis (as described by the licensee) is\nclearly not working to provide adequate nutrition in this case. The licensee must have adequate facilities and stored\nfood to continue to meet the nutritional needs of these animals during periods of time that meat cannot be\npurchased (such as inclement weather or insufficient supply). Correct by ensuring that adequate amounts of\nproperly stored meat are present on the property to provide adequate nutrition to all animals even during periods of\ninclement weather or insufficient supply. The licensee shall provide at least one week(cid:25)s feeding requirements for all\ncarnivores, maintained in appropriate facilities in which to properly store and thaw the meat for consumption in order\nto ensure that all of the big cats have adequate quantity and quality of food to provide for proper nutrition without\ncompromising the nutritional needs of the other animals. To reiterate the current feeding practices are inadequate\nto maintain these big cats and all of these animals are at risk of malnutrition, starvation, suffering, and death.\nAdditionally the Licensee must maintain receipts of all food purchased or donated and provide this documentation to\nAPHIS Officials upon request. Correct by: 8 A.M. on 31 January 2015\nThe inspection and exit interview were conducted with the licensee. No animals shall be removed from the\npremises or location without prior approval from USDA, APHIS, Animal Care.\nAdditional Inspectors\nMiller Dana, Supervisory Animal Care Specialist\nSebera Shannon, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***The 18 year old white Siberian tiger identified as Niko was cited on 1/15/2014.  Following that inspection the\nlicensee contacted the attending veterinarian(cid:25)s associate by phone who prescribed 7.5mg of Meloxicam (an\nanti-inflammatory medication) once a day for pain associated with presumptive arthritis.  The animal has been on\nthis medication for 14 days and was still displaying significant signs of pain and suffering at the time of inspection. \nWhen initially approached Niko was laying down in the den box area.  Both the licensee and inspectors\nunsuccessfully attempted to coax the animal out of the shelter.  Niko slowly and unsteadily attempted to stand\nseveral times, however, with each attempt his hind legs were trembling and he quickly sat or lay back down.  After\nseveral attempts, Niko eventually was able to stand up; however, he would not move around or come out of the\nshelter.  The animal stood for a short period of time (less than 2 minutes) with hind legs trembling and then\nappeared weak and unsteady when he was trying to lie back down.  Later during the inspection Niko was observed\nstanding and briefly walking out of his den box to urinate.  During this limited movement, he continued to appear\nunsteady and had a significantly abnormal gait which appeared tender / painful (worse than on the previous\ninspection).  The current treatment (oral Meloxicam) is not effectively treating this condition.  The Licensee stated\nthat the animal had no significant signs of improvement since the last inspection.  He also stated that the animal\nwas not feeling very well and was even worse on the colder days.   Despite the worsening of this condition the\nlicensee failed to contact the attending veterinarian or his associate to report that there was a continued decline of\nthe animal(cid:25)s condition despite the prescribed treatment.  According to the accuweather forecast, today had a high of\n43 degrees and is expected continue to drop down to a low of 6 degrees by the beginning of next week.  This\nanimal is already exhibiting significant signs of pain and suffering.  If the animal(cid:25)s condition is worsened with the\ncold weather, the animal(cid:25)s pain and suffering will continue to increase as the temperatures decrease in the near\nfuture.\nFollowing identification of the worsening condition by APHIS Officials and instruction that the licensee needed to\ncontact the Attending Veterinarian (AV) to communicate regarding the health of this animal and ongoing treatment\nplan, the licensee did contact the AV.  The attending veterinarian later confirmed that the Licensee notified him that\nNiko was not improving shortly after the inspectors left the facility. The inspectors showed the attending veterinarian\na video of the animal attempting to get up.  He agreed that the animal is in pain and that Tramadol should likely be\ngiven to alleviate some of the pain.  He farther stated that Meloxicam should not be given for more than three days\n\nbecause of the potential for causing kidney damage.  The Attending Veterinarian later went to the property to\nassess Niko and did prescribe Tramadol for pain relief.     \nWithout proper methods to prevent, control, diagnose and treat serious health issues, animals can undergo\nunnecessary health risks that can cause pain, suffering and the potential for death.\nSerious signs of pain and suffering must be addressed with the attending veterinarian as soon as they are identified.\n Additionally, the Licensee must contact the Attending Veterinarian when a prescribed medication or treatment plan\ndoes not appear to be effective or the condition worsens.  \n***An approximately six to seven year old male black leopard identified by the licensee as Backara appeared to be\nsignificantly underweight at the time of inspection.  Although this animal was lean at the last inspection, there\nappears to have been significant weight loss in the past 2 weeks.  The skeletal structure is now readily apparent\nalong the topline.  Individual vertebrae are easily visible even from a safe viewing distance and despite the winter\nhair.  Additionally, the pelvic structure and hips are also now readily apparent.  Skeletal structure becomes more\nprominent as fat and muscle tissue are lost during periods of starvation.  The licensee stated that he has been\nfeeding this animal 20 lbs of meat (chicken thighs) daily since the last inspection.  Barring significant underlying\nmedical problems, this appears inconsistent with the significant decline in weight seen in this animal.    \n***An eight year old male black leopard identified as Jumonji  is now severely underweight.  Although this animal\nwas lean at the last inspection, there appears to have been significant weight loss in the past 2 weeks.  The skeletal\nstructure is now readily apparent along the topline, pelvis, and shoulder.  Additionally this animal has developed\nsignificant hair loss and open wounds in several locations including the legs, tail, and face.  Individual vertebrae are\nnow easily visible even from a safe viewing distance and the pelvic structure and hips are also readily apparent. \nAdditionally the skeletal structure of the shoulder is also apparent.  Skeletal structure becomes more prominent as\nfat and muscle tissue are lost during periods of starvation.  The licensee stated that he has been feeding this animal\n20 lbs of meat (chicken thighs) daily since the last inspection.  Barring significant underlying medical problems, this\nappears inconsistent with the significant decline in weight seen in this animal. In addition to the significant loss of\nbody condition, since the previous inspection Jumonji has developed several areas of hair loss on its front legs, hind\nquarter, rear hock, face, tail and the back of the neck.  The right front leg has an area of hair loss extending from the\ntoes half way to the elbow.  The skin is generally moist, bright pink and red in some areas.  Additionally, there\nseveral areas with red tinged discharge.  The left front leg has an area of hair loss on outside aspect of paw and leg\n(approx. 3 inches in length) with 1 inch long moist red lesion.  The back right leg has an area of hair loss that is\napproximately three inches and has an approximately 2 inch red lesion centrally.  On the left hip area there is a 4-5\ninch long area of hair loss. Both the upper and lower corner of the left eye has one inch area of hair loss.  Finally,\nthe last 3-4 inches of the tail has a large area of hair loss where the much of underlying skin appears to be missing. \nThe tissue is moist red and raw in appearance and much of the discharge appears to be fresh and dried blood.  \nThe Licensee informed inspectors that this issue started about two days ago and that this animal has had this issue\nseveral times in the past.  He stated that he had not contacted the attending veterinarian and instead began\n\ntreatment similar to what he had used previously.  This treatment consists of feeding 1cc of Ivermectin daily\n(injected into the meat source that will be fed to the animal).  The licensee stated that this treatment has been\nsuccessful in the past for resolving the issue within two weeks.  The attending veterinarian later confirmed that a\ncombination of Ivermectin and Prednisone has been a successful treatment for the hair loss and lesions in the past\nand that these lesions typically appear during the winter months.  He also confirmed that they have previously taken\nskin scrapings with no conclusive results for diagnosis.  After identification of this animal by APHIS Official, the\nlicensee did contact the Attending Veterinarian who visited the property and prescribed Prednisone for the treatment\nof the hair loss and wounds.   \n***The three year old female white tiger named Tamara that was cited on 1/15/2015 still appeared to be significantly\nunderweight at today(cid:25)s inspection.  Although there appeared to be minimal improvement, the vertebral bodies were\nstill readily apparent and the pelvic structure is still readily apparent.  The licensee reported that he has been giving\nthe animal 20 pounds of chicken and or deer meat every day since the last inspection on 1/15/2015. \nWhen otherwise healthy young adult and adult underweight / emaciated tigers are offered appropriate feed for\nseveral weeks significant improvement in body condition is expected.  The lack of significant weight gain with\nrespect to Tamara therefore indicates either the animal is not receiving adequate feed or an underlying medical\ncondition exists which is increasing caloric demands or preventing adequate utilization of food.  Additionally, the\nrapid weight loss of the two black leopards Jumonji and Backara is a significant indicator that intervention\n(modifications to feeding, appropriate veterinary diagnosis, etc) is necessary.  Weight loss, or failure to gain weight\nas expected, are significant indicators that additional veterinary care is necessary for the diagnosis and treatment of\nany underlying medical conditions and / or re-evaluation of the feeding plan.  Prolonged hunger from chronic\nmalnutrition and starvation are distressful to animals and results in unnecessary suffering.  Correct by ensuring that\neach of these animals are examined by a licensed veterinarian and that an individual treatment plan is made to\naddress any necessary diagnostic testing and routine monitoring of weight (or body condition) recommended by the\nveterinarian that is necessary to rule out underlying disease and monitor future changes in condition.  Additionally,\nthe licensee must seek specific guidance from the veterinarian regarding necessary changes to the feeding plan\nand / or additional treatments that are necessary and maintain documentation of these recommendations and all\nsubsequent care provided by the licensee for evaluation by APHIS Officials.  \nCorrect by:  REMAINS UNCORRECTED\n2.40(b)(3)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAt the time of inspection, the two black leopards and two tigers (described above) were in need of veterinary care\nand were either not observed by the licensee or their conditions were not communicated to the Attending\nVeterinarian prior to inspection.\n\n*** Regarding the 6-7 year old male leopard identified as Backara, when asked what the licensee thought about this\nanimal(cid:25)s weight, he stated that it was (cid:28)fine(cid:29).  The licensee failed to properly identify that this animal is extremely\nunderweight and as a result did not report this weight loss to the attending veterinarian prior to today(cid:25)s inspection.  \n*** Regarding the leopard identified as Jumonji, although the Licensee stated that he had observed the weight loss,\nhair loss and open wounds, he failed to communicate these observations to the attending veterinarian in a timely\nmanner.  The licensee stated that he did not feel that the weight loss, hair loss or lesions were abnormal for this\nanimal.  He farther stated that he would feed and feed the (cid:28)cat(cid:29) and it just wouldn(cid:25)t gain any weight. He also stated\nthat the hair loss and lesions were common in black leopards and was a consistent issue with this animal in the\nwinter.  There was no written guidance from the attending veterinarian authorizing the use of ivermectin for hair\nloss, wounds, or weight loss in leopards or directing whether this drug would be effective alone or only in\ncombination with prednisone as previously used.    \n*** Regarding the 18 year old tiger identified as Niko, the Licensee stated that he knew this animal was in pain and\nshowed no signs of improvement after 14 days of treatment with Meloxicam.  In addition, the Licensee stated that\nhe had seen the animal(cid:25)s condition worsen in colder temperatures.  Despite the animal(cid:25)s declining condition the\nLicensee failed to contact the Attending veterinarian to communicate these observations even while knowing that\nthe treatment appeared ineffective the animal continued to show significant signs of pain and suffering. \n***Regarding the three year old female tiger identified as Tamara, despite observing her failure to gain weight the\nlicensee failed to consult the attending veterinarian and establish an effective diet plan to achieve the animal(cid:25)s ideal\nweight and body condition or determine if additional diagnostic testing is necessary to rule out an additional disease\nprocess.\nThe Licensee failed to communicate timely and accurate information on the above listed matters of animal health,\nbehavior, and well-being to the Attending Veterinarian in an in a timely manner.  Failure to accurately report these\nconditions in a timely manner delays the provision of appropriate care and can prolong unnecessary suffering and\npotentially allow for progression of disease.  The licensee must provide an effective method of communication so\nthat problems are reported to a veterinarian in an timely and accurate manner.\n*** A 1-year old female cougar identified by the licensee as Makhia was found dead by the licensee since the last\ninspection.  This animal was observed by inspectors during the previous inspection and was found to be in poor\nbody condition (significantly underweight) at that time.  The licensee stated that he found her inside the den a few\ndays prior to this inspection and that he believed her death resulted from injuries sustained by the other 1-year old\nfemale cougar housed in the same enclosure (identified as Abby).  An accurate or precise date of the animal(cid:25)s\ndeath could not be established due to conflicting statements made by the licensee and the attending veterinarian. \nThe licensee stated that the AV had examined the body of the dead cougar and determined her death was caused\nby the cage mate.  The AV later informed inspectors that the he had not seen the cougar(cid:25)s body and only heard\n\nabout the incident the day of inspection (29 January). Without a post mortem examination, it is impossible to\ndetermine whether this death resulted from aggression / trauma from a cage mate (as suspected by the licensee),\nthe effects of prolonged malnutrition / starvation, or another disease process.  Given the number of other large cats\npresent on this property in poor body condition and / or actively losing weight, determining a cause of death is\nnecessary to evaluate the continued risk to other animals in the population.  Failure to communicate this death to\nthe attending veterinarian in a timely manner prevented them from providing adequate guidance regarding\nnecessary post mortem testing that could yield important information used to prevent disease progression (whether\nfrom infectious cause or inadequate feeding) or provide guidance on other issues of animal welfare such as\nappropriate segregation of aggressive animals which could be used by the facility to prevent future suffering of other\nanimals at this facility.  Correct by ensuring that information regarding all unexpected animal deaths are\ncommunicated to the attending veterinarian in a timely manner and ensuring that appropriate postmortem\nexaminations are conducted in order to provide adequate veterinary care.    \nCorrect by:  REMAINS UNCORRECTED\n3.127(b)           DIRECT\nFACILITIES, OUTDOOR. \nThe seven year old male cougar identified as Montana is housed in an outdoor enclosure constructed of 4x4 inch\ncattle type fencing for both the walls and roof.  This enclosure contained only two raised platforms and one standard\nigloo dog house. This animal does not have an adequate shelter structure to be protected from adverse winter\nweather common to the local climatic conditions such as the direct effects of cold wind, snow, and rain.  The igloo\nstyle dog house is too small to comfortably accommodate this animal and the only wind break consists of a lock-out\ntype cage which has no solid roof and does not protect the animal from rain, sleet or snow.  The lack of adequate\nshelter is exacerbated by insufficient drainage (described below) which prevents the animal from having a clean dry\nlocation to sit, stand or lie down. The lack of shelter directly exposes this animal to all weather extremes and\nconditions can cause significant suffering by impeding the animal(cid:25)s ability to maintain normal body temperature. \nThe Licensee must ensure that all animals have an adequate shelter structure that is large enough for the animal to\nfit comfortably while being protected from adverse weather conditions that could cause discomfort.\nCorrect by:  8 A.M. on 31 January 2015 \n3.127(c)           DIRECT\nFACILITIES, OUTDOOR. \nThe outdoor enclosure housing the 7 year-old male cougar identified as Montana does not have adequate drainage.\nThe entire floor space of the enclosure, the lockout, igloo style doghouse, and raised platforms were covered with\n\nmud and snow. There were several large puddles in the corners of this enclosure covering at least 30% of the floor\nspace.  The cougar had mud covering the tail, all 4 paws, and lower portion of the legs up to the level of the carpus\nand hocks.  Prior to the inspection there was snow and warming temperatures had caused the snow to melt. The\nlicensee stated that the enclosure was muddy and the standing water was present only because of the snow.  He\nstated that the snow gets into the pen and as it melts the enclosure becomes wet.  Additionally, he stated he covers\nthe enclosure with a 3 inch layer of mulch to ensure that the enclosure stays dry.  When asked how frequently he\ndoes that, the licensee replied (cid:28)a couple of times a year(cid:29).  No mulch was evident on the floor of this enclosure. \nLarge feline carnivores must have access to a dry clean space. The inability to access dry housing area is\ndistressful and when prolonged, may lead to the development of husbandry and sanitation related illness such as\nskin infections.   Constant environmental moisture not only can promote infections but also affects the animal(cid:25)s\nability to thermoregulate. This lack of suitable drainage and dry housing conditions is exacerbated by cold winter\ntemperatures (recently below freezing and forecasted to be below freezing again in the near future) and lack of\nsuitable shelter.  Correct by ensuring there is suitable method to rapidly eliminate excess water from the enclosure. \nCorrect by:  8 A.M. on 31 January 2015\n3.129(a)           DIRECT\nFEEDING.    \nThe facility currently has an ineffective feeding program for big cats and is unable to maintain animals in good\nhealth.  All of the animals at this facility are still suffering from the effects of inadequate feeding by the licensee and\nare at significant risk of farther deterioration if the feeding program is not quickly improved.  Of the 8 large feline\ncarnivores at the facility, three (2 leopards and 1 tiger) were determined to be severely malnourished and are not\nbeing provided with sufficient quantity or quality of food to maintain the animals in good health. The physical\ncondition of each individual animal is described in detail above. When interviewed following the inspection, the\nattending veterinarian stated he thought the large feline carnivores were thin and he estimated their body condition\nto be (cid:28)2 out of 5(cid:29). There was no meat or meat storage available for inspection.  When instructed, the licensee did\nproduce two chicken thighs and when one was offered to the black leopard identified as Jumonji who appeared\nravenous snatching the chicken and running off to eat it.  Based on conflicting statements made by the licensee\nregarding his current feeding practices it appears that none of the large cats at this facility are receiving adequate\nfood.  \nAccording to the licensee, he does not store meat on the property and buys fresh meat every day or two. When\nasked where he keeps stored meat the licensee stated he (cid:28)keeps it at Kroger(cid:29) and farther stated that APHIS\nOfficials could call them if we wanted.  The licensee stated that he feeds two 40 lb cases of chicken thighs (80 lbs\ntotal) each day to provide meat for all of his meat-eating animals (3 tigers, 3 leopards, 2 cougar, 3 bears, 1 bobcat,\n3 foxes, 2 wolves).  According to the feeding plan provided by the facility these animals should be receiving a total\nof 147.5 to 179.5 lbs of meat daily (with no fasting days).  When asked about individual animal feeding the licensee\nstated that he is feeding approximately 20 lbs of meat each day to each of the tigers, leopards, cougar, and bear. \nThe licensee was asked for the amounts fed to each species and individual several times during the inspection and\n\nthe amounts described ranged from 16-20 lbs for all species (including the smaller cats).  This is in excess of the\namounts specified by the feeding plan for the cougars and leopards.  Feeding each of these animals 20 lbs per day\nwould require 220lbs of meat daily (not including that fed to the fox, bobcat, and wolves) and is inconsistent with\nprevious statements that he is purchasing and feeding 80 lbs total each day.   When asked where he purchases\nmeat, the licensee stated that he obtains it from the local Kroger supermarket. The meat manager at this store\nreported that the licensee has only picked up twice in the last three weeks (on 1/8/15 and a few days later). Both\npick-ups were for 4 cases (a total of 320 lbs in the last 3 weeks). According to the nutrition program signed by the\nAV, this would provide enough meat for only 2 days.  In addition to the purchased meat, the licensee also reports\nfeeding deer donated from Ohio Department of Transportation and other sources. The timing and quantity of the\ndonated meat is unpredictable and unreliable. The licensee has no records of the donated meat, so the quantity\ncould not be verified.  The licensee indicated multiple times he was having money problems. He stated he wanted to\nmake improvements (cid:28)but everything cost money(cid:29).  Based on the conflicting statements made by the licensee it is\nunclear how much meat or what type is actually being fed to the animals.  It is clear, however, based on the poor\nbody condition shown by several animals that the current feeding practices are inadequate to maintain all of these\nanimals in good health.  Since the previous inspection the one cougar (the adult female cited on the previous report)\nappears to have gained a moderate amount of weight, however, this animal remains underweight and several other\nanimals now have a noticeable weight loss.  The animals currently most severely affected include the two black\nleopards (Jumonji & Backara) and the female white tiger (Tamara). Prolonged failure to feed an adequate amount\n(or appropriate type) of feed results in weight loss and chronic malnutrition.  Additionally, prolonged hunger from\nchronic malnutrition and starvation are distressful to the animals and results in unnecessary suffering.  When left\nuncorrected this is likely to result in death and one other cougar previously identified as underweight recently died\nfrom an undetermined cause.  During periods of cold weather, animals such as these with inadequate fat reserves\nare at significant risk of farther discomfort, disease and death.  All licensees must ensure that animals are fed food\nwhich is wholesome, palatable, and free from contamination and of sufficient quantity and nutritive value to maintain\nall animals in good health.  The financial concerns expressed by the licensee combined with the lack of food on the\nproperty, the inability to store meat, and apparent underfeeding of all big cats show a clear immediate risk to all\nlarge cats present at the facility.  Purchasing food on a daily or alternate day basis (as described by the licensee) is\nclearly not working to provide adequate nutrition in this case.  The licensee must have adequate facilities and stored\nfood to continue to meet the nutritional needs of these animals during periods of time that meat cannot be\npurchased (such as inclement weather or insufficient supply).  Correct by ensuring that adequate amounts of\nproperly stored meat are present on the property to provide adequate nutrition to all animals even during periods of\ninclement weather or insufficient supply.  The licensee shall provide at least one week(cid:25)s feeding requirements for all\ncarnivores, maintained in appropriate facilities in which to properly store and thaw the meat for consumption in order\nto ensure that all of the big cats have adequate quantity and quality of food to provide for proper nutrition without\ncompromising the nutritional needs of the other animals.  To reiterate the current feeding practices are inadequate\nto maintain these big cats and all of these animals are at risk of malnutrition, starvation, suffering, and death. \nAdditionally the Licensee must maintain receipts of all food purchased or donated and provide this documentation to\nAPHIS Officials upon request.  Correct by:  8 A.M. on 31 January 2015\n\nThe inspection and exit interview were conducted with the licensee.  No animals shall be removed from the\npremises or location without prior approval from USDA, APHIS, Animal Care.\nAdditional Inspectors\nMiller Dana, Supervisory Animal Care Specialist\nSebera Shannon, Animal Care Inspector",
  "animals_total": 33,
  "species": [
    {
      "count": 2,
      "scientific": "Canis lupus",
      "common": "GRAY WOLF / GREY WOLF / TIMBER WOLF"
    },
    {
      "count": 3,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 3,
      "scientific": "Dorcopsis muelleri",
      "common": "BROWN FOREST WALLABY"
    },
    {
      "count": 2,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 2,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE *MALE"
    },
    {
      "count": 2,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 3,
      "scientific": "Panthera pardus",
      "common": "LEOPARD"
    },
    {
      "count": 3,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Papio anubis",
      "common": "OLIVE BABOON"
    },
    {
      "count": 2,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 2,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 1,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 3,
      "scientific": "Ursus arctos syriacus",
      "common": "SYRIAN BROWN BEAR"
    },
    {
      "count": 3,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}