{
  "insp_id": "INS-0000864961",
  "layout": "c",
  "customer_id": "332880",
  "customer_name": "Sunrise Pups LLC",
  "customer_addr": "8823 LONG RD\nOSTRANDER, OH 43061",
  "certificate": "31-B-0178",
  "site_id": "002",
  "site_name": "Sunrise Pups LLC",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "18-APR-2023",
  "report_date": "20-APR-2023",
  "citations": [
    {
      "code": "2.134(a)",
      "kind": "",
      "repeat": false,
      "desc": "Contingency planning.",
      "narrative": "* No copy of the contingency planning program was available for review during the inspection. The contingency plan is\nimportant to go over & discuss before an emergency takes place. The applicant must develop, document, and follow an\nappropriate plan to provide for the humane handling, treatment, transportation, housing, and care of their animals in the\nevent of an emergency or disaster (one which could reasonably be anticipated and expected to be detrimental to the good\nhealth and well-being of the animals in their possession). Correct by 5/18/23."
    },
    {
      "code": "3.6(c)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "* Minimal floor space was not being provided for four adult dogs and four puppies. The calculation is: (length of dog in\ninches + 6) x (length of dog in inches + 6) = required floor space in square inches. Required floor space in inches/144 =\nrequired floor space in square feet. The dog shall be measured from the tip of the nose to the base of the tail while in a\nnormal standing position. If any dog is being singly housed, then that dog will require two times its required floor space.\n1) One weaned puppy measuring 19 inches in length was being housed in a 24 by 72 inch enclosure. 19 + 6 = 24 x 24\n= 576 sq. inches / 144 = 4 sq. feet. There were 4 puppies in this enclosure at the time of inspection. 4 x 4 = 16 sq. ft. of\nfloor space needed. 24 x 72 = 1,728 sq. inches / 144 = 12 Sq. ft. of provided floor space. These puppies are 4 sq. ft.\nshort of meeting its minimal floor space requirement.\n2) One weaned puppy measuring 17 inches in length is being housed in an enclosure that measured 24 by 36 inches.\n17 + 6 = 23 x 23 = 529 sq. inches / 144 = 3.67 sq. ft. of minimal required floor space. There were 2 puppies in this\nenclosure requiring 7.34 sq. ft. of floor space. 24 x 36 inches = 864 sq. inches / 144 = 6 square footage of floor space\nbeing provided. These 2 weaned puppies are 1.34 sq. ft. short of meeting the minimal floor space requirement.\nLack of minimum floor space can affect the freedom of movement affecting the health and well-being of the animals.\nInsufficient floor space or exercise room can cause behavioral and physical stresses on the animals. Adequate floor\nspace that allows sufficient freedom of movement to make normal postural adjustments is necessary to ensure the health\nand well-being of all dogs. The licensee must ensure that all animals have no less than the minimum floor space as\nrequired by this section so that they can make normal, postural adjustments and for their and comfort and well-being.\nCorrect by 5/2/23."
    },
    {
      "code": "3.8",
      "kind": "",
      "repeat": false,
      "desc": "Exercise for dogs.",
      "narrative": "* There was no written exercise plan for the 69 weaned puppies at the time of inspection. This helps to ensure the\nminimum floor space requirement is being met. Minimal floor space is necessary for the physical health and well-being\nof all dogs housed at the facility. The licensee must develop an exercise plan with the attending veterinarian that\ndocuments the frequency, method, and duration of exercise for each animal. The plan must ensure that all animals are\nreceiving an adequate opportunity for exercise and physical movement. This plan must be approved by the attending\nveterinarian and must be made available to the APHIS inspector upon request. Correct by 5/18/23.\nThis is a 1st Re-License Inspection for a Class B license. The inspection and exit briefing were conducted with the\napplicant.\nAll items must be in compliance within 2 more inspection(s) or by 6/18/23 or the applicant will forfeit the license fee and\nmust wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection.\nRegulated activity can continue under your existing USDA license until it expires.\nn"
    }
  ],
  "narrative": "2.134(a) \n   \nContingency planning. \n*  No copy of the contingency planning program was available for review during the inspection.  The contingency plan is \nimportant to go over & discuss before an emergency takes place.  The applicant must develop, document, and follow an \nappropriate plan to provide for the humane handling, treatment, transportation, housing, and care of their animals in the \nevent of an emergency or disaster (one which could reasonably be anticipated and expected to be detrimental to the good \nhealth and well-being of the animals in their possession). Correct by 5/18/23. \n3.6(c)(1)(i) \n   \nPrimary enclosures. \n*    Minimal floor space was not being provided for four adult dogs and four puppies.  The calculation is: (length of dog in \ninches + 6) x (length of dog in inches + 6) = required floor space in square inches.   Required floor space in inches/144 = \nrequired floor space in square feet.  The dog shall be measured from the tip of the nose to the base of the tail while in a \nnormal standing position.  If any dog is being singly housed, then that dog will require two times its required floor space.     \n1)   One weaned puppy measuring 19 inches in length was being housed in a  24 by 72 inch enclosure.   19 + 6 = 24 x 24 \n= 576 sq. inches / 144 = 4 sq. feet.  There were 4 puppies in this enclosure at the time of inspection. 4 x 4 = 16 sq. ft. of \nfloor space needed.   24 x 72 = 1,728 sq. inches / 144 = 12 Sq. ft. of provided floor space.  These puppies are 4 sq. ft. \nshort of meeting its minimal floor space requirement.\n\n2)  One weaned puppy measuring 17 inches in length is being housed in an enclosure that measured 24 by 36 inches.   \n17 + 6 = 23 x 23 = 529 sq. inches / 144 = 3.67 sq. ft. of minimal required floor space.  There were 2 puppies in this \nenclosure requiring 7.34 sq. ft. of floor space.  24 x 36 inches = 864 sq. inches / 144 = 6 square footage of floor space \nbeing provided.  These 2 weaned puppies are 1.34 sq. ft. short of meeting the minimal floor space requirement. \nLack of minimum floor space can affect the freedom of movement affecting the health and well-being of the animals.  \nInsufficient floor space or exercise room can cause behavioral and physical stresses on the animals.  Adequate floor \nspace that allows sufficient freedom of movement to make normal postural adjustments is necessary to ensure the health \nand well-being of all dogs. The licensee must ensure that all animals have no less than the minimum floor space as \nrequired by this section so that they can make normal, postural adjustments and for their and comfort and well-being.  \nCorrect by 5/2/23. \n3.8 \n   \nExercise for dogs. \n*      There was no written exercise plan for the 69 weaned puppies at the time of inspection.  This helps to ensure the \nminimum floor space requirement is being met.    Minimal floor space is necessary for the physical health and well-being \nof all dogs housed at the facility.  The licensee must develop an exercise plan with the attending veterinarian that \ndocuments the frequency, method, and duration of exercise for each animal.   The plan must ensure that all animals are \nreceiving an adequate opportunity for exercise and physical movement.  This plan must be approved by the attending \nveterinarian and must be made available to the APHIS inspector upon request.  Correct by 5/18/23. \n \nThis is a 1st Re-License Inspection for a Class B license. The inspection and exit briefing were conducted with the \napplicant.\n\nAll items must be in compliance within 2 more inspection(s) or by 6/18/23 or the applicant will forfeit the license fee and \nmust wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection. \n \nRegulated activity can continue under your existing USDA license until it expires. \n \n n",
  "animals_total": 67,
  "species": [
    {
      "count": 67,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}