{
  "insp_id": "33161014360674",
  "layout": "a",
  "customer_id": "45096",
  "customer_name": "Natalie Connally",
  "customer_addr": "339 Hwy T14\nPella, IA 50219",
  "certificate": "42-A-1514",
  "site_id": "001",
  "site_name": "NATALIE CONNALLY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-FEB-2016",
  "report_date": "02-FEB-2016",
  "citations": [
    {
      "code": "3.1(c)(1)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the barn housing the adult dogs, the far end enclosure has a large shelter constructed of wood. The sharp ends\nof at least two screws are protruding through the wood around the access door and are located at the level of the\ndogs. There is also a heat bulb in the upper corner of the shelter that is protected by a sheet of woven wire. The\nbottom of this wire sheet has broken resulting in sharp points that are located at the level of the dogs. There are\ntwo adult Australian Shepherds housed in this enclosure. The sharp ends of the screws could cause injury to the\ndogs as they enter and exit the shelter through the access door and the sharp points on the broken wire sheet could\ncause injury to the dogs as they move around the shelter.\nAll surfaces of housing facilities must be free of sharp points and jagged edges that could injure the animals. The\nlicensee must remove, replace, or alter the screws in a manner that eliminates the injury risk to the dogs. The\nlicensee must ensure that all enclosures housing animals are free of sharp points and jagged edges at all times.\nCorrection date: February 06, 2016"
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the barn housing the adult dogs, the far end enclosure has a large shelter constructed of wood. The wood\nframing the shelter's access door has been excessively chewed by the dogs. The chewing has caused the wood to\nbecome splintered and shredded and these damaged areas can no longer be adequately cleaned or sanitized.\nThere are two adult Australian Shepherds housed in this enclosure.\nAll surfaces of housing facilities must be maintained on a regular basis. Any surfaces that cannot be readily\ncleaned and sanitized must be replaced when worn or soiled. The licensee must repair, replace or alter the\ndamaged wood in a manner that allows for adequate cleaning and sanitization. The licensee must ensure that all\nsurfaces of enclosures housing animals are maintained and kept in good repair at all times.\nCorrection date: February 10, 2016\nExit interview conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "3.1(c)(1)(2)\nHOUSING FACILITIES, GENERAL.\nIn the barn housing the adult dogs, the far end enclosure has a large shelter constructed of wood.  The sharp ends\nof at least two screws are protruding through the wood around the access door and are located at the level of the\ndogs.  There is also a heat bulb in the upper corner of the shelter that is protected by a sheet of woven wire.  The\nbottom of this wire sheet has broken resulting in sharp points that are located at the level of the dogs.  There are\ntwo adult Australian Shepherds housed in this enclosure.  The sharp ends of the screws could cause injury to the\ndogs as they enter and exit the shelter through the access door and the sharp points on the broken wire sheet could\ncause injury to the dogs as they move around the shelter. \nAll surfaces of housing facilities must be free of sharp points and jagged edges that could injure the animals.  The\nlicensee must remove, replace, or alter the screws in a manner that eliminates the injury risk to the dogs.  The\nlicensee must ensure that all enclosures housing animals are free of sharp points and jagged edges at all times. \nCorrection date:  February 06, 2016\n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\nIn the barn housing the adult dogs, the far end enclosure has a large shelter constructed of wood.  The wood\nframing the shelter's access door has been excessively chewed by the dogs.  The chewing has caused the wood to\nbecome splintered and shredded and these damaged areas can no longer be adequately cleaned or sanitized. \nThere are two adult Australian Shepherds housed in this enclosure.\nAll surfaces of housing facilities must be maintained on a regular basis.  Any surfaces that cannot be readily\ncleaned and sanitized must be replaced when worn or soiled.  The licensee must repair, replace or alter the\ndamaged wood in a manner that allows for adequate cleaning and sanitization.  The licensee must ensure that all\nsurfaces of enclosures housing animals are maintained and kept in good repair at all times.\n\nCorrection date:  February 10, 2016\nExit interview conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 53,
  "species": [
    {
      "count": 16,
      "scientific": "Atelerix albiventris",
      "common": "HEDGEHOG"
    },
    {
      "count": 7,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 21,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 9,
      "scientific": "Felis silvestris catus",
      "common": "CAT KITTEN"
    }
  ]
}