{
  "insp_id": "2016082569200347",
  "layout": "a",
  "customer_id": "31337",
  "customer_name": "Dan F Lapp",
  "customer_addr": "2199 Ridge Road\nMontgomery, PA 17752",
  "certificate": "23-A-0304",
  "site_id": "001",
  "site_name": "DAN LAPP",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-JUL-2018",
  "report_date": "19-JUL-2018",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The amount of injectable solution for euthanasia prescribed by the attending veterinarian was not followed by the\nlicensee. The licensee made changes to the procedure without the attending veterinarian's approval. The inspector\nspoke with the attending veterinarian. The attending veterinarian was not comfortable with the changes made by\nthe licensee and does not approve the changes.\nImproper methods of euthanasia can cause pain and distress to the animal. Not following the directions of the\nattending veterinarian does not ensure adequate veterinary care. The licensee shall assure that the attending\nveterinarian has appropriate authority to ensure the provisions of adequate veterinary care and to oversee the\nadequacy of other aspects of animal care and use.\nTo be corrected by: This day forward\nThis inspection and exit interview were conducted with the licensee."
    }
  ],
  "narrative": "2.40(a)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe amount of injectable solution for euthanasia prescribed by the attending veterinarian was not followed by the\nlicensee.  The licensee made changes to the procedure without the attending veterinarian's approval.  The inspector\nspoke with the attending veterinarian.  The attending veterinarian was not comfortable with the changes made by\nthe licensee and does not approve the changes.\nImproper methods of euthanasia can cause pain and distress to the animal.  Not following the directions of the\nattending veterinarian does not ensure adequate veterinary care.  The licensee shall assure that the attending\nveterinarian has appropriate authority to ensure the provisions of adequate veterinary care and to oversee the\nadequacy of other aspects of animal care and use.\nTo be corrected by: This day forward\nThis inspection and exit interview were conducted with the licensee.",
  "animals_total": 1206,
  "species": [
    {
      "count": 1206,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}