{
  "insp_id": "174140744228018",
  "layout": "a",
  "customer_id": "329607",
  "customer_name": "Pamela J. Perry",
  "customer_addr": "4487 Appy Trails Lane\nBonne Terre, MO 63628",
  "certificate": "43-A-5830",
  "site_id": "001",
  "site_name": "PAM PERRY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-JUN-2014",
  "report_date": "24-JUN-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***A female Golden Retriever, microchip # 0A02074141, was observed in a very thin body condition. This dog\nexhibited a significant abdominal tuck as well as a narrowing in front of the hip bones. A large amount of hair was\nalso shedding from the coat. It was observed that this female was currently nursing a litter of six puppies that were\napproximately 5 weeks of age. Palpation of the dog's body revealed prominent protrusions of the rib, vertebra and\nhip structures with little to no fat deposit. The owner stated she had placed this female a full feed diet of puppy food\nbut had not taken further steps to increase the conditioning of this dog. Poor body conditioning can substantially\nimpact an animal's ability to ward off disease as well as impair the ability to feed puppies. Consultation with a\nlicensed veterinarian is necessary to properly diagnose this dog's condition as well as establish a treatment and\nnutrition plan. Documentation should be maintained for review on future inspections. To be corrected by: 06/26/14\nTwo adult poodles were observed in the sheltered kennel with extensive matting on approximately 85 percent of the\nbody. The matting covered the rib areas as well as both hind legs. The matting was discolored and flattened\nagainst the skin. Thick, flattened matting can create areas that not easily observable as well as areas that are\nconducive to skin disease and irriations. These dogs must be clipped to ensure easier observation of the skin as\nwell as reducing the potential of skin irritations. To be corrected by: 06/26/14"
    },
    {
      "code": "3.6(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "***Minimum floor space***\nThe stack cages utililized in the whelping room contained three enclosures that did not provide minimal floor space\nfor the dogs contained. All enclosures were measured at 24 inches wide by 25 inches deep, providing 600 square\ninches of floor space. One enclosure contained a adult female that measured 22 inches from the tip of the nose to\nthe base of the tail. This female requires at least 784 square inches of floor space. This enclosure also housed 6\npuppies requiring an additional 235 square inches of floor space. Another enclosure housed a 19\" long female with\n4 puppies requiring at least 750 square inches of floor space. A third enclosure housed an 18 \" long female along\nwith her two 8 month old puppies. These three dogs must be provided with at least 1,152 square inches of floor\nspace. All dogs must be provided with the minimum amount of floor space as stipulated by this section. To be\ncorrected by: 06/25/14"
    },
    {
      "code": "3.6(c)(1)(3)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "***Minimum enclosure height***\nA female poodle with litter was located in the whelping room stack cage. The enclosure height was measured at 16\ninches and it was observed that this poodle had less than 2 inches of free space above her head while in a normal\nstanding position. All enclosures must provide at least 6 inches of free space above the dog's head while in a\nnormal standing postion. To be corrected by: 06/24/14"
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "**Sanitization of primary enclosures ***\nThe doorways through the wall in the sheltered portion of the kennel has brownish accumulations of organic\nmaterial along the sides and bottom of the door frame. This areas must be thoroughly cleaned and sanitized. All\nenclosures must be thoroughly cleaned at least once every two weeks or more often if necessary to prevent\naccumulations of dirt, debris and organic materials that could pose pest, odor and disease hazards to the dogs and\nkennel area. To be corrected by: 06/27/14\nThis inspection and exit briefing was conducted with the owner. The report is to be sent via email."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***A female Golden Retriever, microchip # 0A02074141, was observed in a very thin body condition.  This dog\nexhibited a significant abdominal tuck as well as a narrowing in front of the hip bones.  A large amount of hair was\nalso shedding from the coat.  It was observed that this female was currently nursing a litter of six puppies that were\napproximately 5 weeks of age.  Palpation of the dog's body revealed prominent protrusions of the rib, vertebra and\nhip structures with little to no fat deposit.  The owner stated she had placed this female a full feed diet of puppy food\nbut had not taken further steps to increase the conditioning of this dog.  Poor body conditioning can substantially\nimpact an animal's ability to ward off disease as well as impair the ability to feed puppies.  Consultation with a\nlicensed veterinarian is necessary to properly diagnose this dog's condition as well as establish a treatment and\nnutrition plan.  Documentation should be maintained for review on future inspections.  To be corrected by: 06/26/14\nTwo adult poodles were observed in the sheltered kennel with extensive matting on approximately 85 percent of the\nbody.  The matting covered the rib areas as well as both hind legs.  The matting was discolored and flattened\nagainst the skin.  Thick, flattened matting can create areas that not easily observable as well as areas that are\nconducive to skin disease and irriations.  These dogs must be clipped to ensure easier observation of the skin as\nwell as reducing the potential of skin irritations.  To be corrected by: 06/26/14\n3.6(c)(1)(1)\nPRIMARY ENCLOSURES.\n***Minimum floor space***\nThe stack cages utililized in the whelping room contained three enclosures that did not provide minimal floor space\nfor the dogs contained.  All enclosures were measured at 24 inches wide by 25 inches deep, providing 600 square\ninches of floor space.  One enclosure contained a adult female that measured 22 inches from the tip of the nose to\nthe base of the tail.  This female requires at least 784 square inches of floor space.  This enclosure also housed 6\npuppies requiring an additional 235 square inches of floor space.  Another enclosure housed a 19\" long female with\n4 puppies requiring at least 750 square inches of floor space.  A third enclosure housed an 18 \" long female along\nwith her two 8 month old puppies.  These three dogs must be provided with at least 1,152 square inches of floor\n\nspace.  All dogs must be provided with the minimum amount of floor space as stipulated by this section.  To be\ncorrected by: 06/25/14\n3.6(c)(1)(3)\nPRIMARY ENCLOSURES.\n***Minimum enclosure height***\nA female poodle with litter was located in the whelping room stack cage.  The enclosure height was measured at 16\ninches and it was observed that this poodle had less than 2 inches of free space above her head while in a normal\nstanding position.  All enclosures must provide at least 6 inches of free space above the dog's head while in a\nnormal standing postion.  To be corrected by: 06/24/14\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n**Sanitization of primary enclosures ***\nThe doorways through the wall in the sheltered portion of the kennel has brownish accumulations of organic\nmaterial along the sides and bottom of the door frame.  This areas must be thoroughly cleaned and sanitized.  All\nenclosures must be thoroughly cleaned at least once every two weeks or more often if necessary to prevent\naccumulations of dirt, debris and organic materials that could pose pest, odor and disease hazards to the dogs and\nkennel area.  To be corrected by: 06/27/14\nThis inspection and exit briefing was conducted with the owner.  The report is to be sent via email.",
  "animals_total": 59,
  "species": [
    {
      "count": 38,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 21,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}