{
  "insp_id": "INS-0000925074",
  "layout": "c",
  "customer_id": "328949",
  "customer_name": "Exotic Animal Exhibits LLC",
  "customer_addr": "3238 NC 111 South\nPinetops, NC 27864",
  "certificate": "55-C-0294",
  "site_id": "001",
  "site_name": "Exotic Animal Exhibits",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-FEB-2024",
  "report_date": "15-FEB-2024",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Performance of daily observations to evaluate the health and well-being of the animals could not be confirmed. Many\nsignificant observation findings were not communicated with the Attending Veterinarian (AV). Multiple observations and\nveterinary evaluations of AWA-covered animals by a private veterinarian (PV) occurred from 01Jan2023 forward but none\nof these observations/activities were communicated to the AV.\nObservations made by the facility but not reported to the AV include:\n• A ringtail lemur was found dead with blood pooled from its mouth in its enclosure on 30Oct2023. No AV consultation was\nsought, and therefore no necropsy was conducted, and no cause of death was determined.\n• A ringtail lemur injured a patron’s face during a hands-on encounter on 27October2023 (see citation 2.131c1). The AV\nwas not contacted regarding the observation and therefore, was unable to direct subsequent actions taken or not taken by\nthe facility.\n• One harlequin macaw was found to have plucked out all of its breast feathers overnight on 17January2024. The facility\nhas not contacted the AV and has sought no veterinary care/consultation for the bird to date.\n• A camel was reported to have diarrhea since 30January2024. The facility had not contacted the AV for guidance.\nInstead, feces were collected and sent to an outside lab for analysis on 13February2024, but not under the direction of the\nAV.\nObservations and veterinary evaluations/treatments made by the PV but without communication with the AV include:\n• 11January2023 - Kangaroo Captain Jack was neutered.\n• 11January2023- Rabbit named Wisp was evaluated and treated for ear infection and ear mites.\n• 28February2023 – Kangaroo Hank Williams was neutered.\n• 28March2023 – Rabbit named Wisp was presented to PV for “severe fecal and fur matting on rump.”\n• 04April2023 – An infant wallaby was presented for no defecation for 5 days, per the owner. The record also states that\nthe wallaby “has to be forcefed bottle. Started coughing. O just got pet 1 week ago.” Veterinary notes state “BCS 3/9,\ndecreased muscle mass and adipose. Coughing intermittently.” Aspiration pneumonia was on the differential list.\n• 10April2023 - Flemish Giant rabbit Penelope was presented to the PV with the complaint of it not having the use of its\nback legs. The PV records indicated a spinal injury and the rabbit was euthanized. The AV was not notified of this\nveterinary care action nor of any injury to the animal prior to this action.\n• 12May2023 – Cavy named Dayton was evaluated by PV for a broken front leg the day after it was received by the\nfacility. The veterinary records state that “a fracture was palpated – distal radius/ulna. Concern for healing – may need\namputation if not healing.” The limb was splinted and “weekly splint check and recheck rads in 4 weeks” was prescribed.\nThis cavy was evaluated and splinted again on 18May2022. The radiographs prescribed by PV were not completed.\n• 18May2023 – Bison named Bentley evaluated by PV for severe respiratory disease. The bison died soon thereafter. It\ncould not be confirmed that the facility was able to administer the Excede antibiotic prescribed by the PV.\n• 31May2023 - A cavy named Buddy was presented to the PV for severe fight wounds and injuries. The PV’s records\nshow that the animal “was attacked weeks ago by other cavies.” The animal has “large open wounds and pus noted” at\nhospital admission. The veterinarian’s notes state “severe mucopurulent discharge from multiple large wounds and\ntracking down muscle layers. Patient is severely cachexic. Several digits devitalized.” The animal was treated that day.\nThe licensee did not return the animal for the recheck appointment scheduled on 05June2023.\n• 09June2023 - The same cavy Buddy was represented at the PV 9 days after the 31May2023 wound evaluation and\ntreatment visit. PV records on 09June2023 indicate that its condition had deteriorated significantly. The following findings\nwere documented: “pet is emaciated, missing mandibular incisors and right maxillary is fractured. Wounds are draining\nthick caseous purulent discharge. Devitalized digits with fractures and open wounds, purulent discharge from the paw in\ndraining tracts.” Veterinary records indicate that the animal was then sedated to address the significant medical concerns.\nHowever, the animal died during recovery from sedation. The AV was never notified about anything regarding the injuries\nthis animal sustained or the attempted care it received.\n• 09September2023 – Cavy named Archie was presented as an “emergency walk-in. Eye discharge and head swelling\nnoted today. May have been going on.” The veterinary notes state thick mucoid discharge and hyperemic conjunctive w\neyelid swelling.” The animal was treated that day.\n• 08February2024 – A heavily pregnant goat was evaluated for “possible prolapse. Patient been in this state for about 1.5\n– 2 weeks.” The goat was evaluated for “intermittent vaginal prolapse suspected.” The goat delivered 3 healthy kids at the\nhome facility the following week.\nNot conducting careful daily observations of the health and well-being of the animals and not communicating all\nunexpected daily observations to the AV in a timely manner can result in the illness and death of animals at the facility,\nboth of which occurred during this time period.\nThe regulations state that each exhibitor shall establish and maintain programs of adequate veterinary care that include\ndaily observation of all animals to assess their health and well-being; Provided, however, That daily observation of\nanimals may be accomplished by someone other than the attending veterinarian; and Provided, further, That a\nmechanism of direct and frequent communication is required so that timely and accurate information on problems of\nanimal health, behavior, and well-being is conveyed to the attending veterinarian. Correct by 16Feb2024."
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "A facility representative informed the inspector during inspection that a ringtail lemur injured a person’s face during a\nhands-on encounter on 27October2023. The facility representative believed the injury to be a scratch, but no\ndocumentation was provided to support that belief. The facility had no records of the following: details of the interaction,\nthe severity of the injury, whether the person was instructed to seek medical care, no photographs, and no observation\nwas made to the AV.\nHandling a lemur in a manner that allows injury to members of the public puts both the public and the animal at risk of\nharm or injury.\nThe regulations state that during public exhibition, any animal must be handled so there is minimal risk of harm to the\nanimal and to the public, with sufficient distance and/or barriers between the animal and the general viewing public so as\nto assure the safety of animals and the public. Correct by 17Feb2024."
    },
    {
      "code": "3.57",
      "kind": "",
      "repeat": false,
      "desc": "Employees.",
      "narrative": "Based on the details contained in the additional citations regarding rabbits made in this report (2.40b3, 3.58a), the facility\nhad not maintained adequate staffing to meet the husbandry requirements of the AWA. Specific examples of inadequate\nstaffing include: rabbit with fecal matting around rump, rabbit with injured back, and a rabbit with an ear infection and ear\nmites. These incidents indicate that there is not enough staff to conduct appropriate daily observations and to provide\nadequate husbandry to the rabbits.\nNot having adequate staffing puts the health and well-being of the rabbits at risk.\nThe regulations state that a sufficient number of employees shall be utilized to maintain the prescribed level of husbandry\npractices set forth in this subpart. Such practices shall be under the supervision of an animal caretaker who has a\nbackground in animal husbandry or care. Correct by 29Feb2024."
    },
    {
      "code": "3.58(a)",
      "kind": "",
      "repeat": false,
      "desc": "Classification and separation.",
      "narrative": "One rabbit is housed in the same enclosure as one sloth.\nThe regulations do not permit interspecies cohabitation with rabbits.\nThe regulations state that rabbits shall not be housed in the same primary enclosure with any other species of animals\nunless required for scientific reasons. Correct by 17Feb2024."
    },
    {
      "code": "3.81",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "The Primate Environmental Enrichment Program (PEEP) provided insufficient information and did not include the singly-\nhoused capuchin. The plan specifically does not address social grouping, special considerations. restraint and\nexemptions. The current plan has not been evaluated and updated with the current AV under contact for this facility.\nNot producing and following an adequate PEEP under the direction of the AV can put the nonhuman primates (NHPs) at\nthe facility at risk of injury or lack of adequate enrichment.\nThe regulations state that exhibitors must develop, document, and follow an appropriate plan for environment\nenhancement adequate to promote the psychological well-being of nonhuman primates. The plan must be in accordance\nwith the currently accepted professional standards as cited in appropriate professional journals or reference guides, and\nas directed by the attending veterinarian. The plan, at a minimum, must address each of the following: a. social grouping,\nb. environmental enrichment, c. special considerations, d. restraint devices and e. exemptions. Correct by 29Feb2024."
    },
    {
      "code": "3.85",
      "kind": "",
      "repeat": false,
      "desc": "Employees.",
      "narrative": "Based on the details included in additional citations regarding the nonhuman primates (NHPs) in this report (2.40b3,\n2.131c1, 3.81), the facility had not maintained adequate staffing to meet the professional requirements of the AWA\nregarding NHPs. Specific examples of inadequate staffing include: not having an updated and complete PEEP that is\nactively followed by the facility, the death of a lemur with no follow-up for cause and impact, and the injury to a patron by a\nlemur.\nNot having adequate staffing puts the health and well-being of the lemurs and capuchin at risk of disease, injury and/or\ndeath.\nThe regulations state that every person subject to the Animal Welfare Act maintaining nonhuman primates must have\nenough employees to carry out the level of husbandry practices and care required in this subpart. The employees who\nprovide husbandry practices and care, or handle nonhuman primates, must be trained and supervised by an individual\nwho has the knowledge, background, and experience in proper husbandry and care of nonhuman primates to supervise\nothers. The employer must be certain that the supervisor can perform to these standards. Correct by 29Feb2024."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "The enclosure housing 4 goats had an area about 1.5‘-wide where the bottom of the chain link fence was bowed into the\nenclosure and appeared to have been pushed in by an outside animal/animals. There were loose personal dogs, pigs,\nponies, emus, alpacas and a llama in the playground area outside the goat enclosure (but within the perimeter fence)\nduring this inspection.\nNot having secure enclosures puts the goats at risk of injury or escape due to this gap in the fence.\nThe regulations state that the facility must be constructed of such material and of such strength as appropriate for the\nanimals involved. The indoor and outdoor housing facilities shall be structurally sound and shall be maintained in good\nrepair to protect the animals from injury and to contain the animals."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "The kinkajou enclosure located inside the primary residence contained excessive amounts of food debris and feces; most\nof the lower ¼ of the cage was coated in grime and needed cleaning.\nNot maintaining adequate levels of sanitation can pose disease risks for the animals and the people in the household.\nThe regulations state that excreta shall be removed from primary enclosures as often as necessary to prevent\ncontamination of the animals contained therein and to minimize disease hazards and to reduce odors."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "The lower pool in the otter enclosure was empty but contained a mop, a skimmer net, a squeegee, scrub brushes and\nother cleaning implements.\nLeaving pool cleaning equipment in an area occupied by otters puts the otters at risk of entrapment injury, ingestion of\nforeign material, and potential exposure to chemicals.\nThe regulations state that premises (buildings and grounds) shall be kept clean and in good repair in order to protect the\nanimals from injury and to facilitate the prescribed husbandry practices set forth in this subpart. Correct by 17Feb2024."
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": false,
      "desc": "Employees.",
      "narrative": "Based on the additional citations regarding the mammals in this report (2.40b3, 3.125a, 3.131a, 3.131c), the facility had\nnot maintained adequate staffing to meet the standards and requirements of the AWA. Specific examples of inadequate\nstaffing impacts include: Buddy the Cavy's attack weeks prior to receiving veternary care, Archie the Cavy's severe eye\ninfection, the Bison's upper respiratory infection and subsequent death, infant wallaby not defecating for 5 days before\nveterinary evaluation and likely having aspiration pneumonia from force-feeding, and leaving the pool-cleaning equipmnet\nin the enclosure with the otters.\nNot having adequate staffing puts the health and well-being of the mammals in the facility at risk of injury, poor health and\ndeath, each of which has occurred between 01January2023 and 15Feb2024.\nThe regulations state that a sufficient number of adequately trained employees shall be utilized to maintain the\nprofessionally acceptable level of husbandry practices set forth in this subpart. Such practices shall be under a supervisor\nwho has a background in animal care. Correct by 29Feb2024."
    },
    {
      "code": "3.152(b)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor",
      "narrative": "One turkey was contained in an open area that provided no shelter or cover to allow the animal seek protection from rain,\nwinds, and inclement weather. Significant rains had occurred the night prior to the inspection and strong gusty winds were\nblowing during the inspection.\nNot providing adequate shelter from rain, winter winds and inclement weather can have serious negative impacts on the\nhealth of the turkey due to exposure.\nThe regulations state that outdoor housing facilities must provide adequate shelter, appropriate to the species and\nphysical condition of the birds, for the local climatic conditions to protect the birds from any adverse weather conditions.\nCorrect by 17Feb2024."
    },
    {
      "code": "3.153(b)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The sun conure was housed in a horizontal guinea pig enclosure. The bird was restricted from flying and conducting other\nnormal bird behaviors due to the vertical limitations of the enclosure.\nNot providing adequate space for flying and climbing can have negative impacts on the bird’s well-being and health.\nThe regulations state that primary enclosures must be constructed and maintained so as to allow each bird to make\nnormal postural and social adjustments, such as dust-bathing and foraging, with adequate freedom of movement and\nfreedom to escape from aggression demonstrated by other animals. Correct by 17Feb2024."
    },
    {
      "code": "3.154",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "The Bird Environmental Enrichment Program (BEEP) was incomplete and not detailed enough to meet the required\ncategories in the regulations. There was no description of enrichment for the different species groups, no details regarding\nsocial grouping needs for the species held (compatability of 2 macaws and 1 sun conure with contact to each other; single\nhousing of 1 nanday conure and of 1 cockatoo), and no special considerations are documented for the 2 known feather-\nplucking birds (macaw and cockatoo). The AV had reviewed the initial brief document prepared by the facility and had\nrequested additional details and information, which had not been provided to the AV at the time of this inspection.\nNot developing and following an appropriate BEEP can put the health and welfare of the birds at risk.\nThe regulations state that exhibitors must develop, document, and follow a species-appropriate plan for environment\nenhancement adequate to promote the psychological well-being of birds. The plan must be approved by the attending\nveterinarian and must be in accordance with the regulations in this subpart and with currently accepted professional\nstandards as cited in appropriate professional journals or reference guides. The plan, at a minimum, must address each\nof the following: a. social grouping. b. environmental enrichment. c. special considerations. c. Restraint devices and e.\nexemptions. Correct by 29Feb2024."
    },
    {
      "code": "3.158(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The shelter structure in the sun conure’s enclosure and the floor in front of the enclosure were splashed with feces from\nthe macaws loose in the room.\nNot maintaining adequate levels of sanitation and protecting the conure from the macaw feces presents a disease and\npest risk.\nThe regulations state that excreta and food waste must be removed from primary enclosures and from under and around\nprimary enclosures as often as necessary to prevent excessive accumulation of feces and food waste, to prevent soiling\nof the birds contained in the primary enclosures, and to reduce disease hazards, insects, pests, and odors. Correct by\n17Feb2024."
    },
    {
      "code": "3.159",
      "kind": "",
      "repeat": false,
      "desc": "Employees",
      "narrative": "Based on the additional citations regarding the facility’s birds in this report (2.40b3, 3.52b, 3.53b, 3.154), the facility did\nnot maintain adequate staffing to meet the requirements of the AWA. Specific impacts of inadequate staffing include the\nincomplete BEEP, not addressing the needs of the singly housed birds and the feather-plucking birds, and not providing\nadequate shelter for the turkey.\nNot having adequate staffing puts the health and well-being of the birds in the facility at risk.\nThe regulations state that a sufficient number of adequately trained employees or attendants must be utilized to maintain\nthe professionally acceptable level of husbandry and handling practices set forth in this subpart. Such practices must be\nconducted under the supervision of a bird caretaker who has appropriate experience in the husbandry and care of birds\nthat are being managed in a given setting. Correct by 29Feb2024.\nThis inspection and exit interview were conducted with facility representatives.\nn"
    }
  ],
  "narrative": "2.40(b)(3)  Critical\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nPerformance of daily observations to evaluate the health and well-being of the animals could not be confirmed. Many \nsignificant observation findings were not communicated with the Attending Veterinarian (AV). Multiple observations and \nveterinary evaluations of AWA-covered animals by a private veterinarian (PV) occurred from 01Jan2023 forward but none \nof these observations/activities were communicated to the AV. \n \nObservations made by the facility but not reported to the AV include:  \n \n• A ringtail lemur was found dead with blood pooled from its mouth in its enclosure on 30Oct2023. No AV consultation was \nsought, and therefore no necropsy was conducted, and no cause of death was determined.  \n• A ringtail lemur injured a patron’s face during a hands-on encounter on 27October2023 (see citation 2.131c1). The AV \nwas not contacted regarding the observation and therefore, was unable to direct subsequent actions taken or not taken by \nthe facility. \n• One harlequin macaw was found to have plucked out all of its breast feathers overnight on 17January2024. The facility \nhas not contacted the AV and has sought no veterinary care/consultation for the bird to date.  \n• A camel was reported to have diarrhea since 30January2024. The facility had not contacted the AV for guidance. \nInstead, feces were collected and sent to an outside lab for analysis on 13February2024, but not under the direction of the \nAV. \n \nObservations and veterinary evaluations/treatments made by the PV but without communication with the AV include: \n \n• 11January2023 - Kangaroo Captain Jack was neutered.  \n• 11January2023- Rabbit named Wisp was evaluated and treated for ear infection and ear mites.  \n• 28February2023 – Kangaroo Hank Williams was neutered.  \n• 28March2023 – Rabbit named Wisp was presented to PV for “severe fecal and fur matting on rump.”  \n• 04April2023 – An infant wallaby was presented for no defecation for 5 days, per the owner. The record also states that \nthe wallaby “has to be forcefed bottle. Started coughing. O just got pet 1 week ago.” Veterinary notes state “BCS 3/9, \ndecreased muscle mass and adipose. Coughing intermittently.” Aspiration pneumonia was on the differential list. \n• 10April2023 - Flemish Giant rabbit Penelope was presented to the PV with the complaint of it not having the use of its\n\nback legs. The PV records indicated a spinal injury and the rabbit was euthanized. The AV was not notified of this \nveterinary care action nor of any injury to the animal prior to this action. \n• 12May2023 – Cavy named Dayton was evaluated by PV for a broken front leg the day after it was received by the \nfacility. The veterinary records state that “a fracture was palpated – distal radius/ulna. Concern for healing – may need \namputation if not healing.” The limb was splinted and “weekly splint check and recheck rads in 4 weeks” was prescribed. \nThis cavy was evaluated and splinted again on 18May2022. The radiographs prescribed by PV were not completed.  \n• 18May2023 – Bison named Bentley evaluated by PV for severe respiratory disease. The bison died soon thereafter. It \ncould not be confirmed that the facility was able to administer the Excede antibiotic prescribed by the PV.  \n• 31May2023 - A cavy named Buddy was presented to the PV for severe fight wounds and injuries. The PV’s records \nshow that the animal “was attacked weeks ago by other cavies.” The animal has “large open wounds and pus noted” at \nhospital admission. The veterinarian’s notes state “severe mucopurulent discharge from multiple large wounds and \ntracking down muscle layers. Patient is severely cachexic. Several digits devitalized.” The animal was treated that day. \nThe licensee did not return the animal for the recheck appointment scheduled on 05June2023.  \n• 09June2023 - The same cavy Buddy was represented at the PV 9 days after the 31May2023 wound evaluation and \ntreatment visit. PV records on 09June2023 indicate that its condition had deteriorated significantly. The following findings \nwere documented: “pet is emaciated, missing mandibular incisors and right maxillary is fractured. Wounds are draining \nthick caseous purulent discharge. Devitalized digits with fractures and open wounds, purulent discharge from the paw in \ndraining tracts.” Veterinary records indicate that the animal was then sedated to address the significant medical concerns. \nHowever, the animal died during recovery from sedation. The AV was never notified about anything regarding the injuries \nthis animal sustained or the attempted care it received.  \n• 09September2023 – Cavy named Archie was presented as an “emergency walk-in. Eye discharge and head swelling \nnoted today. May have been going on.” The veterinary notes state thick mucoid discharge and hyperemic conjunctive w \neyelid swelling.” The animal was treated that day.  \n• 08February2024 – A heavily pregnant goat was evaluated for “possible prolapse. Patient been in this state for about 1.5 \n– 2 weeks.” The goat was evaluated for “intermittent vaginal prolapse suspected.” The goat delivered 3 healthy kids at the \nhome facility the following week. \n \nNot conducting careful daily observations of the health and well-being of the animals and not communicating all \nunexpected daily observations to the AV in a timely manner can result in the illness and death of animals at the facility, \nboth of which occurred during this time period.  \n \nThe regulations state that each exhibitor shall establish and maintain programs of adequate veterinary care that include \ndaily observation of all animals to assess their health and well-being; Provided, however, That daily observation of \nanimals may be accomplished by someone other than the attending veterinarian; and Provided, further, That a \nmechanism of direct and frequent communication is required so that timely and accurate information on problems of \nanimal health, behavior, and well-being is conveyed to the attending veterinarian. Correct by 16Feb2024. \n2.131(c)(1) \n   \nHandling of animals. \nA facility representative informed the inspector during inspection that a ringtail lemur injured a person’s face during a \nhands-on encounter on 27October2023. The facility representative believed the injury to be a scratch, but no \ndocumentation was provided to support that belief. The facility had no records of the following: details of the interaction,\n\nthe severity of the injury, whether the person was instructed to seek medical care, no photographs, and no observation \nwas made to the AV.  \n \nHandling a lemur in a manner that allows injury to members of the public puts both the public and the animal at risk of \nharm or injury.  \n \nThe regulations state that during public exhibition, any animal must be handled so there is minimal risk of harm to the \nanimal and to the public, with sufficient distance and/or barriers between the animal and the general viewing public so as \nto assure the safety of animals and the public. Correct by 17Feb2024. \n3.57 \n   \nEmployees. \nBased on the details contained in the additional citations regarding rabbits made in this report (2.40b3, 3.58a), the facility \nhad not maintained adequate staffing to meet the husbandry requirements of the AWA. Specific examples of inadequate \nstaffing include: rabbit with fecal matting around rump, rabbit with injured back, and a rabbit with an ear infection and ear \nmites. These incidents indicate that there is not enough staff to conduct appropriate daily observations and to provide \nadequate husbandry to the rabbits.  \n \nNot having adequate staffing puts the health and well-being of the rabbits at risk.  \n \nThe regulations state that a sufficient number of employees shall be utilized to maintain the prescribed level of husbandry \npractices set forth in this subpart. Such practices shall be under the supervision of an animal caretaker who has a \nbackground in animal husbandry or care. Correct by 29Feb2024. \n3.58(a) \n   \nClassification and separation. \nOne rabbit is housed in the same enclosure as one sloth.  \n \nThe regulations do not permit interspecies cohabitation with rabbits.  \n \nThe regulations state that rabbits shall not be housed in the same primary enclosure with any other species of animals \nunless required for scientific reasons. Correct by 17Feb2024. \n3.81 \n   \nEnvironment enhancement to promote psychological well-being. \nThe Primate Environmental Enrichment Program (PEEP) provided insufficient information and did not include the singly-\nhoused capuchin. The plan specifically does not address social grouping, special considerations. restraint and \nexemptions. The current plan has not been evaluated and updated with the current AV under contact for this facility. \n \nNot producing and following an adequate PEEP under the direction of the AV can put the nonhuman primates (NHPs) at\n\nthe facility at risk of injury or lack of adequate enrichment.  \n \nThe regulations state that exhibitors must develop, document, and follow an appropriate plan for environment \nenhancement adequate to promote the psychological well-being of nonhuman primates. The plan must be in accordance \nwith the currently accepted professional standards as cited in appropriate professional journals or reference guides, and \nas directed by the attending veterinarian. The plan, at a minimum, must address each of the following: a. social grouping, \nb. environmental enrichment, c. special considerations, d. restraint devices and e. exemptions. Correct by 29Feb2024. \n3.85 \n   \nEmployees. \nBased on the details included in additional citations regarding the nonhuman primates (NHPs) in this report (2.40b3, \n2.131c1, 3.81), the facility had not maintained adequate staffing to meet the professional requirements of the AWA \nregarding NHPs. Specific examples of inadequate staffing include: not having an updated and complete PEEP that is \nactively followed by the facility, the death of a lemur with no follow-up for cause and impact, and the injury to a patron by a \nlemur.  \n \nNot having adequate staffing puts the health and well-being of the lemurs and capuchin at risk of disease, injury and/or \ndeath.  \n \nThe regulations state that every person subject to the Animal Welfare Act maintaining nonhuman primates must have \nenough employees to carry out the level of husbandry practices and care required in this subpart. The employees who \nprovide husbandry practices and care, or handle nonhuman primates, must be trained and supervised by an individual \nwho has the knowledge, background, and experience in proper husbandry and care of nonhuman primates to supervise \nothers. The employer must be certain that the supervisor can perform to these standards. Correct by 29Feb2024. \n3.125(a)  Repeat\n   \nFacilities, general. \nThe enclosure housing 4 goats had an area about 1.5‘-wide where the bottom of the chain link fence was bowed into the \nenclosure and appeared to have been pushed in by an outside animal/animals. There were loose personal dogs, pigs, \nponies, emus, alpacas and a llama in the playground area outside the goat enclosure (but within the perimeter fence) \nduring this inspection.  \n \nNot having secure enclosures puts the goats at risk of injury or escape due to this gap in the fence.  \n \nThe regulations state that the facility must be constructed of such material and of such strength as appropriate for the \nanimals involved. The indoor and outdoor housing facilities shall be structurally sound and shall be maintained in good \nrepair to protect the animals from injury and to contain the animals. \n3.131(a)  Repeat\n   \nSanitation.\n\nThe kinkajou enclosure located inside the primary residence contained excessive amounts of food debris and feces; most \nof the lower ¼ of the cage was coated in grime and needed cleaning.  \n \nNot maintaining adequate levels of sanitation can pose disease risks for the animals and the people in the household.  \n \nThe regulations state that excreta shall be removed from primary enclosures as often as necessary to prevent \ncontamination of the animals contained therein and to minimize disease hazards and to reduce odors. \n3.131(c) \n   \nSanitation. \nThe lower pool in the otter enclosure was empty but contained a mop, a skimmer net, a squeegee, scrub brushes and \nother cleaning implements. \n \nLeaving pool cleaning equipment in an area occupied by otters puts the otters at risk of entrapment injury, ingestion of \nforeign material, and potential exposure to chemicals.  \n \nThe regulations state that premises (buildings and grounds) shall be kept clean and in good repair in order to protect the \nanimals from injury and to facilitate the prescribed husbandry practices set forth in this subpart. Correct by 17Feb2024. \n3.132 \n   \nEmployees. \nBased on the additional citations regarding the mammals in this report (2.40b3, 3.125a, 3.131a, 3.131c), the facility had \nnot maintained adequate staffing to meet the standards and requirements of the AWA. Specific examples of inadequate \nstaffing impacts include: Buddy the Cavy's attack weeks prior to receiving veternary care, Archie the Cavy's severe eye \ninfection, the Bison's upper respiratory infection and subsequent death, infant wallaby not defecating for 5 days before \nveterinary evaluation and likely having aspiration pneumonia from force-feeding, and leaving the pool-cleaning equipmnet \nin the enclosure with the otters.  \n \nNot having adequate staffing puts the health and well-being of the mammals in the facility at risk of injury, poor health and \ndeath, each of which has occurred between 01January2023 and 15Feb2024. \n \nThe regulations state that a sufficient number of adequately trained employees shall be utilized to maintain the \nprofessionally acceptable level of husbandry practices set forth in this subpart. Such practices shall be under a supervisor \nwho has a background in animal care. Correct by 29Feb2024. \n3.152(b) \n   \nFacilities, outdoor \nOne turkey was contained in an open area that provided no shelter or cover to allow the animal seek protection from rain, \nwinds, and inclement weather. Significant rains had occurred the night prior to the inspection and strong gusty winds were \nblowing during the inspection.\n\nNot providing adequate shelter from rain, winter winds and inclement weather can have serious negative impacts on the \nhealth of the turkey due to exposure.  \n \nThe regulations state that outdoor housing facilities must provide adequate shelter, appropriate to the species and \nphysical condition of the birds, for the local climatic conditions to protect the birds from any adverse weather conditions. \nCorrect by 17Feb2024. \n3.153(b) \n   \nPrimary enclosures. \nThe sun conure was housed in a horizontal guinea pig enclosure. The bird was restricted from flying and conducting other \nnormal bird behaviors due to the vertical limitations of the enclosure.  \n \nNot providing adequate space for flying and climbing can have negative impacts on the bird’s well-being and health.  \n \nThe regulations state that primary enclosures must be constructed and maintained so as to allow each bird to make \nnormal postural and social adjustments, such as dust-bathing and foraging, with adequate freedom of movement and \nfreedom to escape from aggression demonstrated by other animals. Correct by 17Feb2024. \n3.154 \n   \nEnvironment enhancement to promote psychological well-being. \nThe Bird Environmental Enrichment Program (BEEP) was incomplete and not detailed enough to meet the required \ncategories in the regulations. There was no description of enrichment for the different species groups, no details regarding \nsocial grouping needs for the species held (compatability of 2 macaws and 1 sun conure with contact to each other; single \nhousing of 1 nanday conure and of 1 cockatoo), and no special considerations are documented for the 2 known feather-\nplucking birds (macaw and cockatoo). The AV had reviewed the initial brief document prepared by the facility and had \nrequested additional details and information, which had not been provided to the AV at the time of this inspection.  \n \nNot developing and following an appropriate BEEP can put the health and welfare of the birds at risk.  \n \nThe regulations state that exhibitors must develop, document, and follow a species-appropriate plan for environment \nenhancement adequate to promote the psychological well-being of birds. The plan must be approved by the attending \nveterinarian and must be in accordance with the regulations in this subpart and with currently accepted professional \nstandards as cited in appropriate professional journals or reference guides. The plan, at a minimum, must address each \nof the following: a. social grouping. b. environmental enrichment. c. special considerations. c. Restraint devices and e. \nexemptions. Correct by 29Feb2024. \n3.158(a)(1) \n   \nCleaning, sanitization, housekeeping, and pest control.\n\nThe shelter structure in the sun conure’s enclosure and the floor in front of the enclosure were splashed with feces from \nthe macaws loose in the room.  \n \nNot maintaining adequate levels of sanitation and protecting the conure from the macaw feces presents a disease and \npest risk.  \n \nThe regulations state that excreta and food waste must be removed from primary enclosures and from under and around \nprimary enclosures as often as necessary to prevent excessive accumulation of feces and food waste, to prevent soiling \nof the birds contained in the primary enclosures, and to reduce disease hazards, insects, pests, and odors. Correct by \n17Feb2024. \n3.159 \n   \nEmployees \nBased on the additional citations regarding the facility’s birds in this report (2.40b3, 3.52b, 3.53b, 3.154), the facility did \nnot maintain adequate staffing to meet the requirements of the AWA. Specific impacts of inadequate staffing include the \nincomplete BEEP, not addressing the needs of the singly housed birds and the feather-plucking birds, and not providing \nadequate shelter for the turkey. \n \nNot having adequate staffing puts the health and well-being of the birds in the facility at risk.  \n \nThe regulations state that a sufficient number of adequately trained employees or attendants must be utilized to maintain \nthe professionally acceptable level of husbandry and handling practices set forth in this subpart. Such practices must be \nconducted under the supervision of a bird caretaker who has appropriate experience in the husbandry and care of birds \nthat are being managed in a given setting. Correct by 29Feb2024. \n \nThis inspection and exit interview were conducted with facility representatives. \n \n n",
  "animals_total": 105,
  "species": [
    {
      "count": 1,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 1,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 2,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    },
    {
      "count": 1,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    },
    {
      "count": 1,
      "scientific": "Hydrochaeris hydrochaeris",
      "common": "CAPYBARA"
    },
    {
      "count": 1,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 8,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 5,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 4,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 3,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 1,
      "scientific": "Hystrix cristata",
      "common": "AFRICAN CRESTED PORCUPINE"
    },
    {
      "count": 1,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 1,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 5,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 3,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 1,
      "scientific": "Choloepus hoffmanni",
      "common": "HOFFMANN'S TWO-TOED SLOTH"
    },
    {
      "count": 7,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Cynomys ludovicianus",
      "common": "BLACK-TAILED PRAIRIE DOG"
    },
    {
      "count": 3,
      "scientific": "Canis lupus X C. familiaris",
      "common": "WOLF/DOG HYBRID"
    },
    {
      "count": 1,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG"
    },
    {
      "count": 1,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 1,
      "scientific": "Nasuella olivacea",
      "common": "MOUNTAIN COATI"
    },
    {
      "count": 1,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 1,
      "scientific": "Macropus giganteus",
      "common": "EASTERN GREY KANGAROO"
    },
    {
      "count": 2,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 2,
      "scientific": "Aonyx cinereus",
      "common": "ORIENTAL SMALL-CLAWED OTTER"
    },
    {
      "count": 2,
      "scientific": "Nasua narica",
      "common": "WHITE-NOSED COATI"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 1,
      "scientific": "Erethizon dorsatum",
      "common": "NORTH AMERICAN PORCUPINE"
    },
    {
      "count": 2,
      "scientific": "Dromaius novaehollandiae",
      "common": "EMU"
    },
    {
      "count": 1,
      "scientific": "Ara ararauna",
      "common": "BLUE-AND-YELLOW MACAW / BLUE-AND-GOLD MACAW"
    },
    {
      "count": 1,
      "scientific": "Ara, Anodorhynchus, Primolius, Diopsittaca spp hybrid",
      "common": "MACAW HYBRID"
    },
    {
      "count": 28,
      "scientific": "Gallus gallus domesticus",
      "common": "DOMESTIC CHICKEN (INCLUDING ALL DOMESTIC BREEDS /"
    },
    {
      "count": 2,
      "scientific": "Meleagris gallopavo domesticus",
      "common": "DOMESTIC TURKEY"
    },
    {
      "count": 1,
      "scientific": "Cacomantis aeruginosus",
      "common": "MOLUCCAN CUCKOO"
    },
    {
      "count": 1,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Aratinga solstitialis",
      "common": "SUN PARAKEET"
    },
    {
      "count": 1,
      "scientific": "Aratinga nenday",
      "common": "NANDAY PARAKEET"
    },
    {
      "count": 4,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    }
  ]
}