{
  "insp_id": "2016090000799962",
  "layout": "b",
  "customer_id": "30222",
  "customer_name": "CHERI HILL KENNEL AND SUPPLY INC",
  "customer_addr": "17190 POLK ROAD\nSTANWOOD, MI 49346",
  "certificate": "34-R-0153",
  "site_id": "001",
  "site_name": "CHERI HILL KENNEL AND SUPPLY INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-DEC-2021",
  "report_date": "17-JUN-2022",
  "citations": [
    {
      "code": "2.31(e)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Institutional Animal Care and Use Committee (IACUC).",
      "narrative": "A protocol using cotton rats was described as not causing more than momentary pain or distress to the animals being\nused. Six of thirty rats used on the protocol were found dead. One of the remaining rats had an unkept haircoat and\nbloated appearance. These rats are suffering more than momentary pain and distress. This protocol should contain\nprovision for relief from pain and distress or an explanation of why this would not be appropriate for animals used on this\nprotocol. This information is necessary for the IACUC to determine that the animals are being used in a humane and\njudicious manner and must also be included on the facility's annual report to the USDA.\nCorrect by: 12-30-21"
    },
    {
      "code": "2.33(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care.",
      "narrative": "Dog 1988 had an injury to the toe just above the nail on the most lateral digit of the left hind foot. The skin of this area\nwas reddened and had some dry and fresh blood on the fur surrounding this area. The dog was not lame on this foot and\nwas not noted to be in obvious pain. This injury was revealed to have been noted by the caretaker of this area of the\nfacility the day prior but had not yet been reported to the attending veterinarian. Timely and accurate reporting of animal\ninjuries to the attending veterinarian is required. This timely reporting can prevent injuries from worsening and causing\nanimal pain and distress. The animal was evaluated and treated by a veterinarian at the time of inspection. Ensure that\nthis and all other information on animal health, behavior and well-being is reported to the attending veterinarian in a timely\nand accurate manner.\nCorrect by: 12-16-21\nThis inspection and exit interview were conducted with a facility representative.\nAdditional Inspectors:\nKira Wagner, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.31(e)(4) \n   \nInstitutional Animal Care and Use Committee (IACUC). \nA protocol using cotton rats was described as not causing more than momentary pain or distress to the animals being \nused. Six of thirty rats used on the protocol were found dead.  One of the remaining rats had an unkept haircoat and \nbloated appearance.  These rats are suffering more than momentary pain and distress.  This protocol should contain \nprovision for relief from pain and distress or an explanation  of why this would not be appropriate for animals used on this \nprotocol.  This information is necessary for the IACUC to determine that the animals are being used in a humane and \njudicious manner and must also be included on the facility's annual report to the USDA. \nCorrect by:  12-30-21 \n2.33(b)(3) \n   \nAttending veterinarian and adequate veterinary care. \nDog 1988 had an injury to the toe just above the nail on the most lateral digit of the left hind foot.  The skin of this area \nwas reddened and had some dry and fresh blood on the fur surrounding this area.  The dog was not lame on this foot and \nwas not noted to be in obvious pain.  This injury was revealed to have been noted by the caretaker of this area of the \nfacility the day prior but had not yet been reported to the attending veterinarian.  Timely and accurate reporting of animal \ninjuries to the attending veterinarian is required.  This timely reporting can prevent injuries from worsening and causing\n\nanimal pain and distress.  The animal was evaluated and treated by a veterinarian at the time of inspection.  Ensure that \nthis and all other information on animal health, behavior and well-being is reported to the attending veterinarian in a timely \nand accurate manner. \nCorrect by:  12-16-21 \n \nThis inspection and exit interview were conducted with a facility representative. \n \nAdditional Inspectors: \nKira Wagner, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 135,
  "species": [
    {
      "count": 111,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 24,
      "scientific": "Sigmodon arizonae",
      "common": "ARIZONA COTTON RAT"
    }
  ]
}