{
  "insp_id": "2016090000715773",
  "layout": "b",
  "customer_id": "30760",
  "customer_name": "HENRY SOMMERS",
  "customer_addr": "31264 141 AVE\nCINCINNATI, IA 52549",
  "certificate": "42-A-1329",
  "site_id": "001",
  "site_name": "HENRY SOMMERS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-SEP-2021",
  "report_date": "20-SEP-2021",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Female Yorkshire terrier (#3961) has a thick buildup of dark brown colored organic material on the upper and lower\ncanine and cheek teeth on both sides of the mouth. The gums are red and slightly inflamed above the upper right canine\ntooth. The licensee stated that he cleaned this dog's teeth on June 21, 2021.\nFemale mixed breed grey colored dog (#2842) has a thick buildup of a dark brown colored organic material on at least\nhalf the surface of the upper right and left canine teeth. The entire surface of the upper cheek teeth on both sides of the\nmouth are covered in a greyish-brown colored material. The licensee stated that he cleaned the dog's teeth on June 07,\n2021.\nMale Maltese (#4044) has a buildup of a dark brown colored organic material covering the majority of the surface of the\nupper canine teeth and cheek teeth on both sides of the mouth. Areas of grey material are located along the gum line of\nthe upper canine and cheek teeth. The lower left cheek teeth are entirely encased in a thick dark brown material. The\ngums are slightly inflamed and reddened.\nMale Yorkshire terrier (#4067) has a thick buildup of a dark brown to black colored material covering the majority of the\nsurface of the upper canine teeth and front teeth and completely encasing the upper cheek teeth on both sides of the\nmouth. The gums are reddened and inflamed along the upper right cheek teeth and canine tooth. The licensee stated he\ncleaned this dog's teeth on June 14, 2021.\nPoor dental health could cause pain and discomfort to the dog, as well as lead to further health issues. The licensee must\nhave the above mentioned dogs evaluated by a licensed veterinarian for an accurate diagnosis and to establish an\neffective treatment plan. The licensee must ensure that all dogs receive adequate veterinary care at all times.\nTo be corrected by: end of business 25-September-2021\nThe licensee is performing the euthanasia of his dogs. The Program of Veterinary Care indicates the licensee will\nperform the euthanasia, but the method of euthanasia to be performed is missing. Failure to document the method of\neuthanasia interferes with APHIS officials ability to determine if the method meets the definition of euthanasia in the\nAnimal Welfare Act and that it is being properly performed.\nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. The licensee, in\nconsultation with their attending veterinarian, must document on the Program of Veterinary Care the method of\neuthanasia that will be performed. The licensee must ensure the Program of Veterinary Care is complete at all times.\nTo be corrected by: From this day forward\nThe licensee is conducting the euthanasia of the dogs himself. The licensee stated that he is given a syringe containing a\ndrug, which is thought to be Beuthanasia-D, from the attending veterinarian. He then injects the drug through the animal's\nabdominal wall and into the stomach. He then places the dog back into its enclosure and returns later to ensure it has\ndied. The instructions for Beuthanasia-D are to administer it as an intravenous injection which will result in rapid and\npainless euthanasia.\nA Veterinary Medical Officer spoke to the Attending Veterinarian who stated that he did not give the drug to the licensee\nand did not authorize euthanasia with an intraabdominal injection.\nFailure to have the method of euthanasia approved by the Attending Veterinarian, as well as injecting a drug\ninappropriately could result in a prolonged and/or painful death which is not compliant with the definition of euthanasia in\nthe Animal Welfare Act.\nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. Licensees, in\nconsultation with their Attending Veterinarian, may use methods of euthanasia that meet the definition of euthanasia in the\nAnimal Welfare Regulations, which allows for the use of humane methods that either:\no produce rapid unconsciousness and subsequent death without evidence of pain or distress, or\no utilize anesthesia produced by an agent that causes painless loss of consciousness and subsequent death.\nThe licensee must consult with the attending veterinarian to determine a method of euthanasia that is appropriate and\nmeets the definition of euthanasia in the Animal Welfare Act and is documented on the Program of Veterinary Care.\nTo be corrected by: From this day forward."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "One enclosure, containing one adult dog, has a plastic resting board. All four edges of the board have been excessively\nchewed and worn by the dog. The damaged edges of the board cannot be adequately cleaned and sanitized which could\nincrease the risk of disease hazards towards the dogs.\nAll surfaces must be maintained on a regular basis. Surfaces of housing facilities - including houses, dens, and other\nfurniture-type fixtures and objects within the facility - that cannot be readily cleaned and sanitized, must be replaced when\nworn or soiled. The licensee must alter the resting board in a manner that eliminates the damaged edges. The licensee\nmust ensure that all surfaces are in good repair at all times.\nTo be corrected by: 27-September-2021"
    },
    {
      "code": "3.3(e)(1)(iii)",
      "kind": "",
      "repeat": false,
      "desc": "Sheltered housing facilities.",
      "narrative": "The facility provides the dogs with wooden resting boards and at least four of these boards, accessed by a total of four\ndogs, are no longer impervious to moisture. Each of these boards has been scratched, chewed, or damaged by the\nanimals. One board was located beneath a dripping waterer and it had become fully saturated and the inspector was able\nto use her ink pen to leave a depression in the board after applying gentle pressure. Wood that is not impervious to\nmoisture cannot be properly cleaned and sanitized which could raise the risk of disease towards the animals.\nAreas in sheltered housing facilities must be impervious to moisture including all walls, boxes, houses, dens, and other\nsurfaces in contact with the animals. The licensee must either remove the wooden boards or alter them in a manner that\nwill make them impervious to moisture. The licensee must ensure all surfaces are properly maintained at all times.\nTo be corrected by: 27-September-2021"
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The facility no longer uses the metal self feeders attached to the front gates of the enclosures, but the dogs still have\ndirect access to them. At least three metal feeders, accessed by a total of four dogs, have a buildup of spiderwebs, dirt,\nand hair inside of them. One of the feeders also has old, dried, fecal material inside it.\nOne enclosure containing two dogs has a thick, dark brown buildup of organic material and hair coating the lower metal\nbars of the front gate.\nBuildup of organic material, dirt, hair and other disease hazards could have a negative impact on the health and well-\nbeing of the dogs.\nUsed primary enclosures and food and water receptacles for dogs and cats must be sanitized at least once every 2 weeks\nand more often if necessary to prevent an accumulation of dirt, debris, food waste, excreta, and other disease hazards.\nThe licensee must sanitize the metal feeders and gate front in order to reduce the risk of disease.\nTo be corrected by: 27-September-2021"
    },
    {
      "code": "3.13(b)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee had the attending veterinarian physically examine each dog on 06/07/21, but there is no medical record\ndocumenting the exams and the results of the exams. Failure to document the exams interferes with APHIS officials\nability to determine if the dog is receiving adequate veterinary care.\nDealers must keep copies of medical records for dogs and make the records available for APHIS inspection. The\nlicensee must document all required information for the physical examination of each dog. The licensee must ensure\nmedical records are kept for each animal.\nTo be corrected by: From this day forward\nThis inspection and exit interview were conducted with the facility representative.\nAdditional Inspectors:\nPaige Johnson, ANIMAL CARE INSPECTOREnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Critical\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nFemale Yorkshire terrier (#3961) has a thick buildup of dark brown colored organic material on the upper and lower \ncanine and cheek teeth on both sides of the mouth.  The gums are red and slightly inflamed above the upper right canine \ntooth.  The licensee stated that he cleaned this dog's teeth on June 21, 2021. \n \nFemale mixed breed grey colored dog (#2842) has a thick buildup of a dark brown colored organic material on at least \nhalf the surface of the upper right and left canine teeth.  The entire surface of the upper cheek teeth on both sides of the \nmouth are covered in a greyish-brown colored material.  The licensee stated that he cleaned the dog's teeth on June 07, \n2021. \n \nMale Maltese (#4044) has a buildup of a dark brown colored organic material covering the majority of the surface of the \nupper canine teeth and cheek teeth on both sides of the mouth.  Areas of grey material are located along the gum line of \nthe upper canine and cheek teeth. The lower left cheek teeth are entirely encased in a thick dark brown material.  The \ngums are slightly inflamed and reddened. \n \nMale Yorkshire terrier (#4067) has a thick buildup of a dark brown to black colored material covering the majority of the\n\nsurface of the upper canine teeth and front teeth and completely encasing the upper cheek teeth on both sides of the \nmouth.  The gums are reddened and inflamed along the upper right cheek teeth and canine tooth.  The licensee stated he \ncleaned this dog's teeth on June 14, 2021. \n \nPoor dental health could cause pain and discomfort to the dog, as well as lead to further health issues. The licensee must \nhave the above mentioned dogs evaluated by a licensed veterinarian for an accurate diagnosis and to establish an \neffective treatment plan. The licensee must ensure that all dogs receive adequate veterinary care at all times. \n \nTo be corrected by:  end of business 25-September-2021 \n \nThe licensee is performing the euthanasia of his dogs.  The Program of Veterinary Care indicates the licensee will \nperform the euthanasia, but the method of euthanasia to be performed is missing.  Failure to document the method of \neuthanasia interferes with APHIS officials ability to determine if the method meets the definition of euthanasia in the \nAnimal Welfare Act and that it is being properly performed. \n \nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries.  The licensee, in \nconsultation with their attending veterinarian, must document on the Program of Veterinary Care the method of \neuthanasia that will be performed.  The licensee must ensure the Program of Veterinary Care is complete at all times. \n \nTo be corrected by:  From this day forward \n \nThe licensee is conducting the euthanasia of the dogs himself.  The licensee stated that he is given a syringe containing a\n\ndrug, which is thought to be Beuthanasia-D, from the attending veterinarian.  He then injects the drug through the animal's \nabdominal wall and into the stomach.  He then places the dog back into its enclosure and returns later to ensure it has \ndied. The instructions for Beuthanasia-D are to administer it as an intravenous injection which will result in rapid and \npainless euthanasia. \n \nA Veterinary Medical Officer spoke to the Attending Veterinarian who stated that he did not give the drug to the licensee \nand did not authorize euthanasia with an intraabdominal injection. \n \nFailure to have the method of euthanasia approved by the Attending Veterinarian, as well as injecting a drug \ninappropriately could result in a prolonged and/or painful death which is not compliant with the definition of euthanasia in \nthe Animal Welfare Act. \n \nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries.  Licensees, in \nconsultation with their Attending Veterinarian, may use methods of euthanasia that meet the definition of euthanasia in the \nAnimal Welfare Regulations, which allows for the use of humane methods that either: \n \no produce rapid unconsciousness and subsequent death without evidence of pain or distress, or \no utilize anesthesia produced by an agent that causes painless loss of consciousness and subsequent death. \n \nThe licensee must consult with the attending veterinarian to determine a method of euthanasia that is appropriate and \nmeets the definition of euthanasia in the Animal Welfare Act and is documented on the Program of Veterinary Care.\n\nTo be corrected by:  From this day forward. \n3.1(c)(2) \n   \nHousing facilities, general. \nOne enclosure, containing one adult dog, has a plastic resting board.  All four edges of the board have been excessively \nchewed and worn by the dog.  The damaged edges of the board cannot be adequately cleaned and sanitized which could \nincrease the risk of disease hazards towards the dogs. \n \nAll surfaces must be maintained on a regular basis. Surfaces of housing facilities - including houses, dens, and other \nfurniture-type fixtures and objects within the facility - that cannot be readily cleaned and sanitized, must be replaced when \nworn or soiled.  The licensee must alter the resting board in a manner that eliminates the damaged edges.  The licensee \nmust ensure that all surfaces are in good repair at all times. \n \nTo be corrected by:  27-September-2021 \n3.3(e)(1)(iii) \n   \nSheltered housing facilities. \nThe facility provides the dogs with wooden resting boards and at least four of these boards, accessed by a total of four \ndogs, are no longer impervious to moisture.  Each of these boards has been scratched, chewed, or damaged by the \nanimals.  One board was located beneath a dripping waterer and it had become fully saturated and the inspector was able \nto use her ink pen to leave a depression in the board after applying gentle pressure.  Wood that is not impervious to \nmoisture cannot be properly cleaned and sanitized which could raise the risk of disease towards the animals.\n\nAreas in sheltered housing facilities must be impervious to moisture including all walls, boxes, houses, dens, and other \nsurfaces in contact with the animals.  The licensee must either remove the wooden boards or alter them in a manner that \nwill make them impervious to moisture.  The licensee must ensure all surfaces are properly maintained at all times. \n \nTo be corrected by:  27-September-2021 \n3.11(b)(2) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThe facility no longer uses the metal self feeders attached to the front gates of the enclosures, but the dogs still have \ndirect access to them.  At least three metal feeders, accessed by a total of four dogs, have a buildup of spiderwebs, dirt, \nand hair inside of them.  One of the feeders also has old, dried, fecal material inside it. \n \nOne enclosure containing two dogs has a thick, dark brown buildup of organic material and hair coating the lower metal \nbars of the front gate. \n \nBuildup of organic material, dirt, hair and other disease hazards could have a negative impact on the health and well-\nbeing of the dogs. \n \nUsed primary enclosures and food and water receptacles for dogs and cats must be sanitized at least once every 2 weeks \nand more often if necessary to prevent an accumulation of dirt, debris, food waste, excreta, and other disease hazards.  \nThe licensee must sanitize the metal feeders and gate front in order to reduce the risk of disease. \n \nTo be corrected by:  27-September-2021\n\n3.13(b) \n   \nVeterinary care for dogs. \nThe licensee had the attending veterinarian physically examine each dog on 06/07/21, but there is no medical record \ndocumenting the exams and the results of the exams. Failure to document the exams interferes with APHIS officials \nability to determine if the dog is receiving adequate veterinary care. \n \nDealers must keep copies of medical records for dogs and make the records available for APHIS inspection.  The \nlicensee must document all required information for the physical examination of each dog.  The licensee must ensure \nmedical records are kept for each animal. \n \nTo be corrected by:  From this day forward \n \nThis inspection and exit interview were conducted with the facility representative. \n \nAdditional Inspectors: \nPaige Johnson, ANIMAL CARE INSPECTOREnd Section",
  "animals_total": 33,
  "species": [
    {
      "count": 31,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 2,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}