{
  "insp_id": "112151147360261",
  "layout": "a",
  "customer_id": "14434",
  "customer_name": "Donna Taber",
  "customer_addr": "375 C R 851\nWasola, MO 65773",
  "certificate": "43-A-5497",
  "site_id": "001",
  "site_name": "DONNA TABER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-APR-2015",
  "report_date": "22-APR-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "An adult, male Yorkshire terrier named John (mc# 048 277 607) was limping on his left front leg when he walked.\nWhile standing, he was reluctant to put that foot on the floor and repeatedly held the foot in the air. There was a\nswelling the size of a pea between digits 3 and 4. The swollen area was reddened and very soft upon palpation.\nThe licensee was not aware of the problem and had not consulted a veterinarian. Foot problems can be painful,\ncan affect the gait, and can worsen without treatment. The licensee must have this dog examined by a veterinarian\nby April 24, must follow the recommended treatment plan, and must provide written documentation of the medical\ncare to the inspector upon request."
    },
    {
      "code": "2.50(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "(a)(2) Puppies less than 16 weeks of age\nSeveral litters of puppies did not have any form of identification (cage cards, collars, or tags). Appropriate\nidentification of dogs is necessary to meet recordkeeping requirements for inventory, disposition, transport, and\nhealthcare documentation. The licensee must properly identify each puppy.\nTO BE CORRECTED BY APRIL 24, 2015.\nThe inspection and exit briefing were conducted by Konnie Plumlee-VMO with the licensee on April 21, 2015. This\nreport was delivered and discussed with the licensee on April 22, 2015."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAn adult, male Yorkshire terrier named John (mc# 048 277 607) was limping on his left front leg when he walked. \nWhile standing, he was reluctant to put that foot on the floor and repeatedly held the foot in the air.  There was a\nswelling the size of a pea between digits 3 and 4.  The swollen area was reddened and very soft upon palpation. \nThe licensee was not aware of the problem and had not consulted a veterinarian.  Foot problems can be painful,\ncan affect the gait, and can worsen without treatment.  The licensee must have this dog examined by a veterinarian\nby April 24, must follow the recommended treatment plan, and must provide written documentation of the medical\ncare to the inspector upon request.\n2.50(a)(2)\nTIME AND METHOD OF IDENTIFICATION.\n(a)(2) Puppies less than 16 weeks of age\nSeveral litters of puppies did not have any form of identification (cage cards, collars, or tags).  Appropriate\nidentification of dogs is necessary to meet recordkeeping requirements for inventory, disposition, transport, and\nhealthcare documentation.  The licensee must properly identify each puppy.\nTO BE CORRECTED BY APRIL 24, 2015.\nThe inspection and exit briefing were conducted by Konnie Plumlee-VMO with the licensee on April 21, 2015.  This\nreport was delivered and discussed with the licensee on April 22, 2015.",
  "animals_total": 147,
  "species": [
    {
      "count": 109,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 38,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}