{
  "insp_id": "2016082569674163",
  "layout": "a",
  "customer_id": "9245",
  "customer_name": "Steve Kruse",
  "customer_addr": "2345 Hwy 16\nWest Point, IA 52656",
  "certificate": "42-B-0182",
  "site_id": "001",
  "site_name": "STEVE KRUSE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-DEC-2019",
  "report_date": "11-DEC-2019",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Female Shiba Inu (#25) is non-weight bearing in the right front leg. Closer examination of the leg showed a\nruptured lesion on the bottom of the foot between the second and third digit pads and the main foot pad. The lesion\nis red, inflamed, warm to the touch, and a clear, sticky fluid is matted into the hair around the lesion. The dog is not\ncurrently under any treatment for this condition.\nFemale Woodle (#8) is hesitant to rise into a standing position. When attempting to get into a normal posture the\ndog was unable to bear full weight on the right hind leg and showed obvious lameness while walking. Closer\nexamination showed the dog was very tense when the lower back, the hip, and the bottom of the right hind foot\nwere gently palpated. The dog is not currently under any treatment for this condition.\nFemale Bichon (#7) has an abnormal appearance when she walks. She appears to stand and walk in an arched\nposition. Upon palpation the dog was found to be tense in her mid and lower back. The dog is not currently under\nany treatment for this condition.\nFemale Bulldog (#7) is lame in the left front leg. Closer examination did not reveal the cause of the lameness and\nthis dog is not currently under treatment for this condition.\nFemale Wheaton (#127) is lame in the right hind leg. Closer examination showed that the dog wanted to pull away\nwhen the leg was gently palpated, but no cause for the lameness was found. The dog is not currently under\ntreatment for this condition.\nPug (#3) has an abnormal area of inflammation between the toes on the right front foot. The area is round, has a\ndark red center, is swollen and is tender to touch. The hair around the infected area is wet. The dog is not currently\nunder any treatment for this condition.\nLameness, failure to bear weight on a leg, failure to stand in a normal position and areas of inflammation could be\nindicative of an under lying health issue.\nThe above mentioned dogs must be evaluated by a licensed veterinarian for a proper diagnosis and to establish an\neffective treatment plan. The licensee must provide adequate veterinary care at all times."
    },
    {
      "code": "3.1(c)(1)(ii)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "One enclosure containing 2 adult dogs has an opening between two bars in the front of the kennel. The bottom of\nthe opening has an arrow-head shaped sharp point. The opening is large enough for the dogs to stick their muzzles\nthrough and come into direct contact with the sharp point. Sharp points could cause injury to the dogs.\nThe enclosure must be free of jagged edges or sharp points that might injure the animals. The licensee must\nremove the sharp point or alter the sharp point in a manner that eliminates the risk of injury to the animals. The\nlicensee must ensure that the enclosures remain safe for the dogs at all times.\nTo be corrected by: December 13, 2019\nThis inspection and exit interview were conducted with ACI Kelly Maxwell, VMO Autumn Unck and the facility\nrepresentative.\nAdditional Inspectors\nUnck Autumn, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nFemale Shiba Inu (#25) is non-weight bearing in the right front leg.  Closer examination of the leg showed a\nruptured lesion on the bottom of the foot between the second and third digit pads and the main foot pad.  The lesion\nis red, inflamed, warm to the touch, and a clear, sticky fluid is matted into the hair around the lesion.  The dog is not\ncurrently under any treatment for this condition.\nFemale Woodle (#8) is hesitant to rise into a standing position.  When attempting to get into a normal posture the\ndog was unable to bear full weight on the right hind leg and showed obvious lameness while walking. Closer\nexamination showed the dog was very tense when the lower back, the hip, and the bottom of the right hind foot\nwere gently palpated.  The dog is not currently under any treatment for this condition.\nFemale Bichon (#7) has an abnormal appearance when she walks. She appears to stand and walk in an arched\nposition.  Upon palpation the dog was found to be tense in her mid and lower back.  The dog is not currently under\nany treatment for this condition.\nFemale Bulldog (#7) is lame in the left front leg.  Closer examination did not reveal the cause of the lameness and\nthis dog is not currently under treatment for this condition.\nFemale Wheaton (#127) is lame in the right hind leg.  Closer examination showed that the dog wanted to pull away\nwhen the leg was gently palpated, but no cause for the lameness was found.  The dog is not currently under\ntreatment for this condition.\nPug (#3) has an abnormal area of inflammation between the toes on the right front foot.  The area is round, has a\ndark red center, is swollen and is tender to touch.  The hair around the infected area is wet.  The dog is not currently\nunder any treatment for this condition.\nLameness, failure to bear weight on a leg, failure to stand in a normal position and areas of inflammation could be\nindicative of an under lying health issue.\n\nThe above mentioned dogs must be evaluated by a licensed veterinarian for a proper diagnosis and to establish an\neffective treatment plan.  The licensee must provide adequate veterinary care at all times.\n3.1(c)(1)(ii)\nHOUSING FACILITIES, GENERAL.\nOne enclosure containing 2 adult dogs has an opening between two bars in the front of the kennel.  The bottom of\nthe opening has an arrow-head shaped sharp point.  The opening is large enough for the dogs to stick their muzzles\nthrough and come into direct contact with the sharp point.  Sharp points could cause injury to the dogs.\nThe enclosure must be free of jagged edges or sharp points that might injure the animals.  The licensee must\nremove the sharp point or alter the sharp point in a manner that eliminates the risk of injury to the animals.  The\nlicensee must ensure that the enclosures remain safe for the dogs at all times.\nTo be corrected by:  December 13, 2019 \nThis inspection and exit interview were conducted with ACI Kelly Maxwell, VMO Autumn Unck and the facility\nrepresentative.\nAdditional Inspectors\nUnck Autumn, Veterinary Medical Officer",
  "animals_total": 654,
  "species": [
    {
      "count": 654,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}