{
  "insp_id": "INS-0000812360",
  "layout": "c",
  "customer_id": "334734",
  "customer_name": "ZOETIS LLC",
  "customer_addr": "10 Sylvan Way\nPARSIPPANY, NJ 07054",
  "certificate": "22-R-0155",
  "site_id": "002",
  "site_name": "ZOETIS GLOBAL MANUFACTURING AND SUPPLY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-AUG-2022",
  "report_date": "01-SEP-2022",
  "citations": [
    {
      "code": "3.10(a)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Watering",
      "narrative": "3.10(a) Critical\nOn February 18, 2022, it was discovered that 20 dogs housed in the same enclosure had been without water for up to 24\nhours. The dogs arrived at the facility on February 17, 2022, at 7:28 am. Prearrival checks showed water was flowing to\nthe enclosure. But at the 9:00 am check the next day, it was discovered that there was no water pressure to the water\nsupply for the enclosure. Two open valves in the water line were found to be the cause of the loss of pressure. All dogs\nwere examined, and 25% were found to be between 5 and 10% dehydrated. All dogs received treatment with fluids and\nsupplemental wet food and all fully recovered.\nOn May 6, 2022, 4 dogs sharing the same enclosure were found to be without water. An employee discovered the\nproblem when they heard water running. The water line to the enclosure had become disconnected. The waterline was\nimmediately reconnected. The dogs had been checked about an hour earlier and the water connection was fine. All dogs\nwere examined by veterinary staff, were healthy, and no treatment was necessary.\nSince these incidents, the facility has increased their daily monitoring of the water system to go beyond the previous twice\ndaily checks of lixits (waterers inside the enclosures). Now those twice daily observations include checks of connections\nbetween the enclosure and main water lines and checking valves in the line. Photographs of what the correct valve\npositions should be have also been posted in the rooms. There are plans to install “quick connect” connections which\nautomatically stop water flow when not connected and investigations into electronic methods of constantly monitoring\nwater flow are also underway.\nPotable water, essential for the health and wellbeing of dogs, must be continuously available.\nThis inspection and exit interview were conducted with a facility representative.\nn"
    }
  ],
  "narrative": "3.10(a)  Critical\n   \nWatering \n3.10(a)    Critical \nOn February 18, 2022, it was discovered that 20 dogs housed in the same enclosure had been without water for up to 24 \nhours.  The dogs arrived at the facility on February 17, 2022, at 7:28 am.  Prearrival checks showed water was flowing to \nthe enclosure.  But at the 9:00 am check the next day, it was discovered that there was no water pressure to the water \nsupply for the enclosure.  Two open valves in the water line were found to be the cause of the loss of pressure.  All dogs \nwere examined, and 25% were found to be between 5 and 10% dehydrated.  All dogs received treatment with fluids and \nsupplemental wet food and all fully recovered. \nOn May 6, 2022, 4 dogs sharing the same enclosure were found to be without water.  An employee discovered the \nproblem when they heard water running. The water line to the enclosure had become disconnected. The waterline was \nimmediately reconnected.  The dogs had been checked about an hour earlier and the water connection was fine.  All dogs \nwere examined by veterinary staff, were healthy, and no treatment was necessary. \nSince these incidents, the facility has increased their daily monitoring of the water system to go beyond the previous twice \ndaily checks of lixits (waterers inside the enclosures).  Now those twice daily observations include checks of connections \nbetween the enclosure and main water lines and checking valves in the line.  Photographs of what the correct valve\n\npositions should be have also been posted in the rooms.  There are plans to install “quick connect” connections which \nautomatically stop water flow when not connected and investigations into electronic methods of constantly monitoring \nwater flow are also underway. \nPotable water, essential for the health and wellbeing of dogs, must be continuously available. \n \nThis inspection and exit interview were conducted with a facility representative. \n \n n",
  "animals_total": 2866,
  "species": [
    {
      "count": 95,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 12,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 327,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 2009,
      "scientific": "Mesocricetus auratus",
      "common": "SYRIAN / GOLDEN HAMSTER (COMMON PET/RESEARCH"
    },
    {
      "count": 423,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    }
  ]
}