{
  "insp_id": "124150949400266",
  "layout": "a",
  "customer_id": "327331",
  "customer_name": "Robin Fedders",
  "customer_addr": "2858 400th St.\nSioux Center, IA 51250",
  "certificate": "42-A-1458",
  "site_id": "001",
  "site_name": "Robin Fedders",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-MAY-2015",
  "report_date": "04-MAY-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female Boston Terrier,(cid:29) \"Sandy\"(cid:29) USDA tag no. 189, was seen holding her left hind leg up off the ground while\nstanding and moving. Licensee stated that the dog had cut her foot while running and playing in an outdoor\nenclosure. Physical examination of the bottom of the dog'(cid:25)s foot revealed that the pad of one toe had a deep\nlaceration running down the middle of it. The licensee had isolated this dog from other animals and was self-treating\nthe wound with Vetericyn spray and Nitrofurazone. This dog has not been evaluated by a licensed veterinarian.\nLacerations can cause pain and discomfort to the dog as well as lead to other health problems. This dog must be\nevaluated by a licensed veterinarian for proper diagnosis and treatment plan. This diagnosis and treatment plan\nmust be documented and made available to the inspector upon request.\nCorrect by: May 08, 2015"
    },
    {
      "code": "3.1(c)(1)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In one outdoor enclosure containing two dogs, the back wall of the enclosure is constructed of sheets of metal. One\nof the pieces of metal has broken and the edges are bent into sharp points and jagged edges at the level of the\ndogs. Sharp points and jagged edges could pose an injury risk to the dogs. All enclosures must be kept free of\nsharp points and jagged edges that may injure the dogs.\nCorrect by: May 18, 2015"
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In one outdoor enclosure containing two dogs, the floor is constructed of concrete. This concrete has cracked and\nbroken resulting in a large hole in the flooring and this hole is full of water from recent rains. Standing puddles of\nwater in the enclosures may result in the dogs becoming wet. Standing puddles of water must be drained or\nmopped up so that the dogs remain dry.\nCorrect by: May 18, 2015\nExit interview conducted with facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female Boston Terrier,(cid:29) \"Sandy\"(cid:29) USDA tag no. 189, was seen holding her left hind leg up off the ground while\nstanding and moving.   Licensee stated that the dog had cut her foot while running and playing in an outdoor\nenclosure.  Physical examination of the bottom of the dog'(cid:25)s foot revealed that the pad of one toe had a deep\nlaceration running down the middle of it. The licensee had isolated this dog from other animals and was self-treating\nthe wound with Vetericyn spray and Nitrofurazone. This dog has not been evaluated by a licensed veterinarian.\nLacerations can cause pain and discomfort to the dog as well as lead to other health problems.  This dog must be\nevaluated by a licensed veterinarian for proper diagnosis and treatment plan.  This diagnosis and treatment plan\nmust be documented and made available to the inspector upon request.\nCorrect by:  May 08, 2015\n3.1(c)(1)(2)\nHOUSING FACILITIES, GENERAL.\nIn one outdoor enclosure containing two dogs, the back wall of the enclosure is constructed of sheets of metal.  One\nof the pieces of metal has broken and the edges are bent into sharp points and jagged edges at the level of the\ndogs.  Sharp points and jagged edges could pose an injury risk to the dogs.  All enclosures must be kept free of\nsharp points and jagged edges that may injure the dogs.\nCorrect by:  May 18, 2015\n3.1(f)\nHOUSING FACILITIES, GENERAL.\nIn one outdoor enclosure containing two dogs, the floor is constructed of concrete.  This concrete has cracked and\nbroken resulting in a large hole in the flooring and this hole is full of water from recent rains.  Standing puddles of\nwater in the enclosures may result in the dogs becoming wet.  Standing puddles of water must be drained or\n\nmopped up so that the dogs remain dry.\nCorrect by:  May 18, 2015\nExit interview conducted with facility representative.",
  "animals_total": 41,
  "species": [
    {
      "count": 24,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 17,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}