{
  "insp_id": "2016090000583860",
  "layout": "b",
  "customer_id": "506618",
  "customer_name": "DANIEL GINGERICH",
  "customer_addr": "3125 Davis Rd\nSEYMOUR, IA 52590",
  "certificate": "42-A-1632",
  "site_id": "004",
  "site_name": "Daniel Gingerich",
  "insp_type": "NEW SITE INSPECTION",
  "date": "21-APR-2021",
  "report_date": "21-APR-2021",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The Canine Distemper-Adenovirus Type 2-Parainfluenza-Parvovirus vaccine used for the dogs is not stored at the correct\ntemperature. The temperature of the vaccine storage area is 60 degrees F and according to the vaccine label, the\nvaccines should be stored at temperatures ranging between 35.6 degrees F and 44.6 degrees F. The vaccines have\nbeen stored at the incorrect temperature since the previous evening and the inspection occurred at approximately\n3:30pm. Improperly stored vaccines may lose their effectiveness which could cause the health of the animals to suffer.\nThe facility must use proper methods to prevent and control diseases. The licensee must store the vaccines at an\nappropriate temperature to support the health and well-being of the dogs."
    },
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Time and method of identification.",
      "narrative": "Twelve adult dogs have no official form of identification. Identification is necessary to properly complete any required\ndocuments and for APHIS officials to identify dogs and trace dogs back to their origins.\nAll live dogs on the premises, purchased, or otherwise acquired, sold or otherwise disposed of shall be identified by an\nofficial tag affixed to the dog's neck by means of a collar, or shall be identified by a distinctive and legible tattoo marking\napproved by the Administration, or by microchip. The licensee must add identification to these 12 dogs and must ensure\nthat all dogs on the premises have proper identification at all times."
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "One open bag of wood shavings used for bedding material and one open bucket of dog food are located inside the\nwhelping building. Open supplies of bedding and food may spoil or become contaminated by pests which could have a\nnegative impact on the health and well-being of the dogs.\nOpen supplies of food and bedding must be kept in leakproof containers with tightly fitted lids. The licensee must place\nthe open bag of wood shavings and open bucket of food into leakproof containers with tightly fitted lids. The licensee\nmust ensure that all bedding and food are properly stored at all times."
    },
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "One outdoor enclosure, containing three dogs, does not have a shelter large enough to accommodate all three dogs\ncompliantly. Shelters that are not large enough may result in the inability of a dog to escape adverse weather or extreme\ntemperatures which may have a negative impact on the animal's health and well-being.\nOutdoor facilities for dogs must include one or more shelter structures that are large enough to allow each animal in the\nshelter to sit, stand, and lie in a normal manner, and turn about freely. The licensee must either add another shelter to the\nenclosure or alter the current shelter in a manner that allows it to provide the required amount of space for each dog. The\nlicensee must ensure that each outdoor enclosure contains appropriate shelter space at all times."
    },
    {
      "code": "3.10(a)",
      "kind": "",
      "repeat": false,
      "desc": "Watering",
      "narrative": "A litter of 7 weaned puppies has spilled their bowl of water and no potable water is accessible to them at the time of the\ninspection. Failure to provide potable water at all times does not ensure the puppies will remain properly hydrated which\ncould have a negative impact on their health and well-being.\nPotable water must be continuously available to the dogs. The licensee must add potable water to the puppies enclosure\nand ensure that all dogs have access to potable water at all times."
    },
    {
      "code": "3.13(a)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The written Program of Veterinary Care does not contain the dosages for the Ivermectin pour-on which is used for the\ntreatment of ecotoparasites and blood parasites, as well as the dosages for Safeguard and Pyrantel which is used for the\ntreatment for intestinal parasites. The facility representatives were not exactly sure what the dosage for each product is\nsupposed to be. Failure to document the dosages does not ensure that the dogs are getting the appropriate amount of\neach product which could cause their health and well-being to suffer.\nEach dealer must follow an appropriate program of veterinary care for dogs that is documented in writing, signed by the\nattending veterinarian, and includes the treatment of parasites and other pests. The licensee must acquire the dosages\nfor each product and have them documented on the written Program of Veterinary Care. The licensee must ensure that\nall treatment plans are documented in writing as part of the Program of Veterinary Care.\nThis inspection was an announced site approval inspection. This site is not ready for approval to conduct activity covered\nunder your current Animal Welfare Act License.\nConducting regulated activities at a non-approved site is a violation of the Animal Welfare Act. Please contact your\ninspector to schedule your next new site approval inspection.\nThis inspection and exit interview were conducted with the facility representative.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe Canine Distemper-Adenovirus Type 2-Parainfluenza-Parvovirus vaccine used for the dogs is not stored at the correct \ntemperature.  The temperature of the vaccine storage area is 60 degrees F and according to the vaccine label, the \nvaccines should be stored at temperatures ranging between 35.6 degrees F and 44.6 degrees F.  The vaccines have \nbeen stored at the incorrect temperature since the previous evening and the inspection occurred at approximately \n3:30pm.  Improperly stored vaccines may lose their effectiveness which could cause the health of the animals to suffer. \n \nThe facility must use proper methods to prevent and control diseases.  The licensee must store the vaccines at an \nappropriate temperature to support the health and well-being of the dogs. \n2.50(a)(1) \n   \nTime and method of identification. \nTwelve adult dogs have no official form of identification.  Identification is necessary to properly complete any required \ndocuments and for APHIS officials to identify dogs and trace dogs back to their origins. \n \nAll live dogs on the premises, purchased, or otherwise acquired, sold or otherwise disposed of shall be identified by an \nofficial tag affixed to the dog's neck by means of a collar, or shall be identified by a distinctive and legible tattoo marking\n\napproved by the Administration, or by microchip.  The licensee must add identification to these 12 dogs and must ensure \nthat all dogs on the premises have proper identification at all times. \n3.1(e) \n   \nHousing facilities, general. \nOne open bag of wood shavings used for bedding material and one open bucket of dog food are located inside the \nwhelping building.  Open supplies of bedding and food may spoil or become contaminated by pests which could have a \nnegative impact on the health and well-being of the dogs. \n \nOpen supplies of food and bedding must  be kept in leakproof containers with tightly fitted lids.  The licensee must place \nthe open bag of wood shavings and open bucket of food into leakproof containers with tightly fitted lids.  The licensee \nmust ensure that all bedding and food are properly stored at all times. \n3.4(b) \n   \nOutdoor housing facilities. \nOne outdoor enclosure, containing three dogs, does not have a shelter large enough to accommodate all three dogs \ncompliantly.  Shelters that are not large enough may result in the inability of a dog to escape adverse weather or extreme \ntemperatures which may have a negative impact on the animal's health and well-being. \n \nOutdoor facilities for dogs must include one or more shelter structures that are large enough to allow each animal in the \nshelter to sit, stand, and lie in a normal manner, and turn about freely.  The licensee must either add another shelter to the \nenclosure or alter the current shelter in a manner that allows it to provide the required amount of space for each dog.  The \nlicensee must ensure that each outdoor enclosure contains appropriate shelter space at all times. \n3.10(a)\n\nWatering \nA litter of 7 weaned puppies has spilled their bowl of water and no potable water is accessible to them at the time of the \ninspection.  Failure to provide potable water at all times does not ensure the puppies will remain properly hydrated which \ncould have a negative impact on their health and well-being. \n \nPotable water must be continuously available to the dogs.  The licensee must add potable water to the puppies enclosure \nand ensure that all dogs have access to potable water at all times. \n3.13(a) \n   \nVeterinary care for dogs. \nThe written Program of Veterinary Care does not contain the dosages for the Ivermectin pour-on which is used for the \ntreatment of ecotoparasites and blood parasites, as well as the dosages for Safeguard and Pyrantel which is used for the \ntreatment for intestinal parasites.  The facility representatives were not exactly sure what the dosage for each product is \nsupposed to be.  Failure to document the dosages does not ensure that the dogs are getting the appropriate amount of \neach product which could cause their health and well-being to suffer. \n \nEach dealer must follow an appropriate program of veterinary care for dogs that is documented in writing, signed by the \nattending veterinarian, and includes the treatment of parasites and other pests.  The licensee must acquire the dosages \nfor each product and have them documented on the written Program of Veterinary Care.  The licensee must ensure that \nall treatment plans are documented in writing as part of the Program of Veterinary Care. \n \nThis inspection was an announced site approval inspection. This site is not ready for approval to conduct activity covered \nunder your current Animal Welfare Act License. \nConducting regulated activities at a non-approved site is a violation of the Animal Welfare Act. Please contact your\n\ninspector to schedule your next new site approval inspection. \nThis inspection and exit interview were conducted with the facility representative. \n \nEnd Section",
  "animals_total": 57,
  "species": [
    {
      "count": 16,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 41,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}