{
  "insp_id": "167160847310168",
  "layout": "a",
  "customer_id": "332163",
  "customer_name": "Niki Blevins",
  "customer_addr": "15425 St Hwy 125 S\nGarrison, MO 65657",
  "certificate": "43-A-5909",
  "site_id": "001",
  "site_name": "Niki Blevins",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-JUN-2016",
  "report_date": "15-JUN-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "**** This was a focused inspection to ensure the animals cited in the previous inspection report (conducted 6 June\n2016) were examined and diagnosed by a veterinarian and treated appropriately. The animals were: \"Jasper\" an\nadult, male Egyptian Mau cat (#27); a 5-week-old female Egyptian Mau; an 8-week-old male Egyptian Mau; and a\nlitter of five 10-day-old Russian Blue kittens.\nThe licensee could not get an appointment with her regular veterinarian by the correction deadline (without an\nemergency visit) so she took the cat and two kittens to a veterinary clinic she had never visited before. The\nveterinarian stated that a proper diagnosis would require examinations and cultures. He stated he could provide\nthose services for a fair fee but he recommended that the licensee's usual veterinarian examine the cats and\ndiagnose the problem since this was a chronic problem in the cattery and he was familiar with the facility history.\nThis veterinarian never examined the animals, never provided a diagnosis or treatment plan, and never charged the\nlicensee.\nThe licensee stated that later in the week she took the cat and two kittens to her regular veterinarian. According to\nthe licensee, the attending veterinarian diagnosed the kittens with chlamydia and recommended treating with\nterramycin (twice a day) and amoxicillin (once a day) for ten days. According to the licensee, the veterinarian stated\nJasper's wound was consistent with a cat fight and should be treated daily with Triple Antibiotic Ointment. The\nlicensee had no documentation from the veterinarian about these diagnoses or treatment plans. There were no\ndischarge instructions or even a bill. The licensee keeps individual treatment records for each cat and kitten at the\nfacility but was unable to provide the inspector with any records showing these animals were being treated. The\nlicensee stated she had been providing the treatments for three days but was unable to show the amoxicillin being\nused to treat the animals. She stated she had just ran out of amoxicillin that morning. She stated she needed to\norder more but it would likely be several days before she received it. According to the licensee, the vet clinic does\nnot carry amoxicillin so it has to be special ordered. The inspector called the attending veterinary clinic and was told\namoxicillin does not need to be special ordered. Furthermore, the veterinary clinic could not confirm that the three\nanimals had been seen within the past week.\nAlthough the cat and kittens appear to have improved, the problem may not fully resolve if the treatment plan isn't\nfollowed to completion. Furthermore, failing to administer the entire antibiotic regimen as prescribed (i.e. skipping\ndaily doses) may result in highly resistant bacteria in the kittens, making future bacterial infections very difficult to\ntreat.\nThe licensee must ensure that all animals receive proper veterinary care at all times. This includes ensuring that all\nmedical care is properly documented and all treatment plans are followed as prescribed.\nThe inspection and an exit briefing were conducted with the licensee."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n**** This was a focused inspection to ensure the animals cited in the previous inspection report (conducted 6 June\n2016) were examined and diagnosed by a veterinarian and treated appropriately.  The animals were: \"Jasper\" an\nadult, male Egyptian Mau cat (#27); a 5-week-old female Egyptian Mau; an 8-week-old male Egyptian Mau; and a\nlitter of five 10-day-old Russian Blue kittens.    \nThe licensee could not get an appointment with her regular veterinarian by the correction deadline (without an\nemergency visit) so she took the cat and two kittens to a veterinary clinic she had never visited before.  The\nveterinarian stated that a proper diagnosis would require examinations and cultures.  He stated he could provide\nthose services for a fair fee but he recommended that the licensee's usual veterinarian examine the cats and\ndiagnose the problem since this was a chronic problem in the cattery and he was familiar with the facility history.\nThis veterinarian never examined the animals, never provided a diagnosis or treatment plan, and never charged the\nlicensee.\nThe licensee stated that later in the week she took the cat and two kittens to her regular veterinarian.  According to\nthe licensee, the attending veterinarian diagnosed the kittens with chlamydia and recommended treating with\nterramycin (twice a day) and amoxicillin (once a day) for ten days.  According to the licensee, the veterinarian stated\nJasper's wound was consistent with a cat fight and should be treated daily with Triple Antibiotic Ointment.  The\nlicensee had no documentation from the veterinarian about these diagnoses or treatment plans.  There were no\ndischarge instructions or even a bill. The licensee keeps individual treatment records for each cat and kitten at the\nfacility but was unable to provide the inspector with any records showing these animals were being treated.  The\nlicensee stated she had been providing the treatments for three days but was unable to show the amoxicillin being\nused to treat the animals.  She stated she had just ran out of amoxicillin that morning.  She stated she needed to\norder more but it would likely be several days before she received it.  According to the licensee, the vet clinic does\nnot carry amoxicillin so it has to be special ordered.  The inspector called the attending veterinary clinic and was told\namoxicillin does not need to be special ordered.  Furthermore, the veterinary clinic could not confirm that the three\nanimals had been seen within the past week.\nAlthough the cat and kittens appear to have improved, the problem may not fully resolve if the treatment plan isn't\n\nfollowed to completion.  Furthermore, failing to administer the entire antibiotic regimen as prescribed (i.e. skipping\ndaily doses) may result in highly resistant bacteria in the kittens, making future bacterial infections very difficult to\ntreat.    \nThe licensee must ensure that all animals receive proper veterinary care at all times.  This includes ensuring that all\nmedical care is properly documented and all treatment plans are followed as prescribed.\nThe inspection and an exit briefing were conducted with the licensee.",
  "animals_total": 8,
  "species": [
    {
      "count": 1,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 7,
      "scientific": "Felis silvestris catus",
      "common": "CAT KITTEN"
    }
  ]
}