{
  "insp_id": "191151343270999",
  "layout": "a",
  "customer_id": "41415",
  "customer_name": "Tyler Cleckley",
  "customer_addr": "11706 Dorrance\nStafford, TX 77477",
  "certificate": "74-A-1451",
  "site_id": "002",
  "site_name": "Tyler Cleckley",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-JUL-2015",
  "report_date": "10-JUL-2015",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The licensee has some formal arrangements with a veterinarian, however it is very limited and does not include\ninformation such as: Species of animals on the facility, adequate programs for parasites both internal and external,\ncapture and restraint methods, diet plans, euthanasia type, contact information for emergencies, and how often the\nattending veterinarian will visit the facility. Without properly completed formal arrangements with a veterinarian\nthere is no way to ensure that animals are receiving adequate care. Complete formal arrangements with a\nveterinarian."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "There are no written records annotating where animals on the facility were acquired from. Without adequate\nrecords keeping, there is no way to properly track animals acquisition or disposition. Create a written inventory of\nanimals with all pertinent information required."
    },
    {
      "code": "3.75(a)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* The primary enclosures housing the brown lemurs are constructed of black metal panels on the upper half. In\nmultiple areas the bottom of the panels in both enclosures are excessively rusted. Many of the rusted sections flake\nto the touch and the damage is extensive enough to result in holes in the metal. Some of these areas have been\ncovered with black paint, however there is still structure deterioration. This level of deterioration likely impacts\nstructural integrity of the enclosure.\n* In the enclosure housing 2 macaques, the top is held in place by strips of wire, many of which are excessively\nrusty. The top of the enclosure is visibly bowing down in the front. This poses a safety hazard and a potential for\nescape.\nHousing facilities must be designed, constructed and maintained in a manner to be structurally sound and protect\nthe animals from injury. Housing facilities must be kept in good repair. The damaged areas above should be\nrepaired or replaced."
    },
    {
      "code": "3.75(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* The enclosure housing 2 spider monkeys contain a large car tire hanging from the top of the enclosure used as\nenrichment. The surface of the tire has a greenish layer of organic material covering it. The licensee stated that he\ndoes not sanitize the tire. All surfaces that come in contact with non-human primates must be cleaned and sanitized\nas necessary to minimize opportunity for disease transmission and meet acceptable husbandry standards. A\nprogram should be implemented to address cleaning and sanitizing of all surfaces inside enclosures that come in\ncontact with the animals."
    },
    {
      "code": "3.75(e)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The refrigerator currently being used for non human primate food had several dark colored puddles or liquid and\nsplashes of liquid on the shelves and walls. Some produce material was shriveled and had dark splotches on them.\nThere was a bottle of alcoholic beverage being stored with the animal feed. There is a risk of contamination if food\nis not properly stored in a clean environment. Sanitize the animal food storage area and ensure that no other items\nare stored on or around them.\nCorrect by 7/11/2015"
    },
    {
      "code": "3.80(a)(2)(1)",
      "kind": "Direct",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "*The enclosure housing 3 Brown Lemurs has multiple sharp points sticking out of the inside of the enclosure where\ntwo wire panels meet in the rear corner of the enclosure. This poses a safety hazard to the animals within.\n*There are three rusty wires hanging down from the ceiling and platform of the Owl Monkey enclosure with sharp\npointed ends. This poses an immediate safety hazard to the animal within.\nWire strands with sharp points can injure the animals. Primary enclosures must be maintained so that they have no\nsharp points or edges that could cause injury to the animals. The remaining broken wire should be repaired or\nreplaced."
    },
    {
      "code": "3.81",
      "kind": "",
      "repeat": false,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "No plan for environment enchantment as been created or implemented for any of the primates in the facility.\nPrimates are currently being housed both signally and in groups. Without an adequate plan directed by the\nattending veterinarian there is no way to tell if primates are receiving the enhancements and social enrichment\nrequired per species. A plan must be created, authorized, and implemented to ensure adequate enrichment for\nprimates.\nCorrect by 7/17/2015"
    },
    {
      "code": "3.84(c)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "*A Piece of plastic was noted on the floor of the lemur enclosure.\n*There is a water line outside in the area around the primate enclosures which is damaged and is pouring water out\nonto the ground. The area around the water line is saturated and muddy and is only feet from nonhuman primate\nenclosures.\nPlastic, if accidently ingested by the animals could cause serious life threatening illness. Damaged water lines pose\na safety hazard to animals housed close to it and could attract insects or rodents. Premises, including housing\nfacilities and primary enclosures must be kept free of trash and discarded materials to meet acceptable\nhousekeeping standards and protect the animals from injury."
    },
    {
      "code": "3.84(d)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "The licensee stated that he has no pest control program in place. During this inspection numerous flies were noted\nin and around the non-human primate enclosures. Multiple spider webs containing large spiders were noted\nadjacent and attached to the enclosures. A wasp nest was noted with several wasps in it on the Red Lemur\nenclosure.\nAn effective pest control program appropriate for the non-human primates housed outdoors should be designed and\nimplemented in order to treat and control applicable pests including insects. Insects can facilitate disease\ntransmission as well as cause distress to the animals from biting or swarming."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "There are excessive amounts of rust on many of the sugar glider cages and cage stands. Excessive rust can affect\nthe structural strength of the cage and impair adequate sanitation. The rust on these cages needs to be removed\nand any defects caused by the rust repaired or these cages and stands need to be replaced in order to adequately\nprotect the animals from injury and illness and to contain the animals.\nThere is a tear in the floor of the sugar glider building on the left that is exposing a large section of subfloor. This\ndamaged section may not be able to be adequately sanitized. The floor must be repaired or replaced in damaged\nsections."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "*The facility perimeter fence is leaning, loose and a gap exists at the bottom of the main entrance that can allow\nsmall animals to pass through. There are at least two areas in which gaps exist between the sugar glider buildings\nand the perimeter fence.\n*On the north end of the facility there are 2 areas between the lemur enclosures and the perimeter fence that are\nnot at least 3 feet apart, making it hazardous to walk between.\nThe perimeter fence must be kept in good repair to prevent unwanted animals and persons from gaining access to\nthe facility, and to function as a secondary containment system in case of animal escape. Visual and physical\naccess to the fence must be maintained so that the fence can be inspected for structural integrity and repairs."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "Multiple plastic water bottles in throughout the sugar glider buildings had a brownish hazy organic material sticking\nto the inside walls of the receptacles. The licensee mentioned that he had tried various methods to properly sanitize\nthe bottles but could not completely clean them. Water can become contaminated if given to animals through a\nreceptacle that is not properly sanitized. Sanitize or replace water receptacles.\nCorrect by 7/15/2015\nExit interview was conducted with the undersigned individual by ACI Cox, VMO Moore, and IES Investigator\nHoover.\nAdditional Inspectors\nMoore Mary, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(a)(1)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe licensee has some formal arrangements with a veterinarian, however it is very limited and does not include\ninformation such as:  Species of animals on the facility, adequate programs for parasites both internal and external,\ncapture and restraint methods, diet plans, euthanasia type, contact information for emergencies, and how often the\nattending veterinarian will visit the facility.  Without properly completed formal arrangements with a veterinarian\nthere is no way to ensure that animals are receiving adequate care.  Complete formal arrangements with a\nveterinarian.\n2.75(b)(1)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\nThere are no written records annotating where animals on the facility were acquired from.  Without adequate\nrecords keeping, there is no way to properly track animals acquisition or disposition.  Create a written inventory of\nanimals with all pertinent information required.\n3.75(a)                    REPEAT\nHOUSING FACILITIES, GENERAL. \n* The primary enclosures housing the brown lemurs are constructed of black metal panels on the upper half. In\nmultiple areas the bottom of the panels in both enclosures are excessively rusted. Many of the rusted sections flake\nto the touch and the damage is extensive enough to result in holes in the metal. Some of these areas have been\ncovered with black paint, however there is still structure deterioration.  This level of deterioration likely impacts\nstructural integrity of the enclosure. \n* In the enclosure housing 2 macaques, the top is held in place by strips of wire, many of which are excessively\nrusty.  The top of the enclosure is visibly bowing down in the front.  This poses a safety hazard and a potential for\nescape.\nHousing facilities must be designed, constructed and maintained in a manner to be structurally sound and protect\nthe animals from injury. Housing facilities must be kept in good repair. The damaged areas above should be\n\nrepaired or replaced.\n3.75(c)(3)                    REPEAT\nHOUSING FACILITIES, GENERAL. \n* The enclosure housing 2 spider monkeys contain a large car tire hanging from the top of the enclosure used as\nenrichment.  The surface of the tire has a greenish layer of organic material covering it.  The licensee stated that he\ndoes not sanitize the tire. All surfaces that come in contact with non-human primates must be cleaned and sanitized\nas necessary to minimize opportunity for disease transmission and meet acceptable husbandry standards. A\nprogram should be implemented to address cleaning and sanitizing of all surfaces inside enclosures that come in\ncontact with the animals.\n3.75(e)\nHOUSING FACILITIES, GENERAL. \nThe refrigerator currently being used for non human primate food had several dark colored puddles or liquid and\nsplashes of liquid on the shelves and walls.  Some produce material was shriveled and had dark splotches on them.\n There was a bottle of alcoholic beverage being stored with the animal feed.  There is a risk of contamination if food\nis not properly stored in a clean environment.  Sanitize the animal food storage area and ensure that no other items\nare stored on or around them.\nCorrect by 7/11/2015\n3.80(a)(2)(1)           DIRECT                    REPEAT\nPRIMARY ENCLOSURES.  \n*The enclosure housing 3 Brown Lemurs has multiple sharp points sticking out of the inside of the enclosure where\ntwo wire panels meet in the rear corner of the enclosure.  This poses a safety hazard to the animals within.\n*There are three rusty wires hanging down from the ceiling and platform of the Owl Monkey enclosure with sharp\npointed ends.  This poses an immediate safety hazard to the animal within.\nWire strands with sharp points can injure the animals. Primary enclosures must be maintained so that they have no\nsharp points or edges that could cause injury to the animals. The remaining broken wire should be repaired or\nreplaced.\n3.81\n\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\nNo plan for environment enchantment as been created or implemented for any of the primates in the facility. \nPrimates are currently being housed both signally and in groups.  Without an adequate plan directed by the\nattending veterinarian there is no way to tell if primates are receiving the enhancements and social enrichment\nrequired per species.  A plan must be created, authorized, and implemented to ensure adequate enrichment for\nprimates.\nCorrect by 7/17/2015\n3.84(c)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL. \n*A Piece of plastic was noted on the floor of the lemur enclosure.\n*There is a water line outside in the area around the primate enclosures which is damaged and is pouring water out\nonto the ground.  The area around the water line is saturated and muddy and is only feet from nonhuman primate\nenclosures. \nPlastic, if accidently ingested by the animals could cause serious life threatening illness. Damaged water lines pose\na safety hazard to animals housed close to it and could attract insects or rodents.  Premises, including housing\nfacilities and primary enclosures must be kept free of trash and discarded materials to meet acceptable\nhousekeeping standards and protect the animals from injury.\n3.84(d)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL. \nThe licensee stated that he has no pest control program in place.  During this inspection numerous flies were noted\nin and around the non-human primate enclosures. Multiple spider webs containing large spiders were noted\nadjacent and attached to the enclosures.  A wasp nest was noted with several wasps in it on the Red Lemur\nenclosure.\nAn effective pest control program appropriate for the non-human primates housed outdoors should be designed and\nimplemented in order to treat and control applicable pests including insects. Insects can facilitate disease\ntransmission as well as cause distress to the animals from biting or swarming.\n3.125(a)                    REPEAT\n\nFACILITIES, GENERAL.   \nThere are excessive amounts of rust on many of the sugar glider cages and cage stands.  Excessive rust can affect\nthe structural strength of the cage and impair adequate sanitation.  The rust on these cages needs to be removed\nand any defects caused by the rust repaired or these cages and stands need to be replaced in order to adequately\nprotect the animals from injury and illness and to contain the animals.\nThere is a tear in the floor of the sugar glider building on the left that is exposing a large section of subfloor.  This\ndamaged section may not be able to be adequately sanitized.  The floor must be repaired or replaced in damaged\nsections.\n3.127(d)                    REPEAT\nFACILITIES, OUTDOOR. \n*The facility perimeter fence is leaning, loose and a gap exists at the bottom of the main entrance that can allow\nsmall animals to pass through.  There are at least two areas in which gaps exist between the sugar glider buildings\nand the perimeter fence.\n*On the north end of the facility there are 2 areas between the lemur enclosures and the perimeter fence that are\nnot at least 3 feet apart, making it hazardous to walk between.\nThe perimeter fence must be kept in good repair to prevent unwanted animals and persons from gaining access to\nthe facility, and to function as a secondary containment system in case of animal escape. Visual and physical\naccess to the fence must be maintained so that the fence can be inspected for structural integrity and repairs.\n3.130\nWATERING.  \nMultiple plastic water bottles in throughout the sugar glider buildings had a brownish hazy organic material sticking\nto the inside walls of the receptacles.  The licensee mentioned that he had tried various methods to properly sanitize\nthe bottles but could not completely clean them.  Water can become contaminated if given to animals through a\nreceptacle that is not properly sanitized.  Sanitize or replace water receptacles.\nCorrect by 7/15/2015\nExit interview was conducted with the undersigned individual by ACI Cox, VMO Moore, and IES Investigator\nHoover.\n\nAdditional Inspectors\nMoore Mary, Veterinary Medical Officer",
  "animals_total": 609,
  "species": [
    {
      "count": 1,
      "scientific": "Aotus",
      "common": "NIGHT MONKEY"
    },
    {
      "count": 2,
      "scientific": "Ateles geoffroyi",
      "common": "BLACK-HANDED SPIDER MONKEY"
    },
    {
      "count": 2,
      "scientific": "Dactylopsila trivirgata",
      "common": "STRIPED POSSUM"
    },
    {
      "count": 6,
      "scientific": "Eulemur fulvus",
      "common": "COMMON BROWN LEMUR"
    },
    {
      "count": 2,
      "scientific": "Hylobates lar",
      "common": "LAR GIBBON"
    },
    {
      "count": 2,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 2,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 1,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 589,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    },
    {
      "count": 2,
      "scientific": "Varecia rubra",
      "common": "RED RUFFED LEMUR"
    }
  ]
}