{
  "insp_id": "110152306260876",
  "layout": "a",
  "customer_id": "42240",
  "customer_name": "Ellen Roberts",
  "customer_addr": "1261 State Route 14\nWest Plains, MO 65775",
  "certificate": "43-A-5445",
  "site_id": "001",
  "site_name": "ELLEN ROBERTS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-NOV-2015",
  "report_date": "06-NOV-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Three adult dogs were observed to have medical conditions.\nA red and white Boston Terrier (m/c# 985121005255980) had tearing around its left eye. Upon further observation,\nthere was a thick, white, gelatinous film over the eye. There was a bluish-white opacity to the cornea.\nThe left eye of a red and white Boston Terrier female (m/c# 0A02323572) had very red tissue on the outer edge of\nthe eye, with tearing. The eye had a flattened area near the center.\nEye conditions can be painful and worsen very quickly. If left untreated or not treated appropriately, the dog can\nlose its vision or eye. These dogs must be evaluated by a veterinarian for proper diagnosis and treatment.\nAn Olde English Bulldog, (m/c# 002011015A0) was observed to be rubbing her face and ears along the fence. She\nwas squinting, tearing and the skin around her eyes appeared swollen. Upon further observation, the inside of both\nears were dark red with a moderate dark brown discharge. There was a moderate odor to the ears. Ear conditions\ncan be irritating and even painful to the dog and can worsen if not treated appropriately. This dog must be\nevaluated by a veterinarian for proper diagnosis and treatment.\nDocumentation of evaluations and treatment must be available to APHIS officials.\nTO BE CORRECTED BY: Close of Business on 7 November 2015\nInspection and exit interview conducted with MDA officials and facility representatives."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThree adult dogs were observed to have medical conditions.  \nA red and white Boston Terrier (m/c#  985121005255980) had tearing around its left eye.  Upon further observation,\nthere was a thick, white, gelatinous film over the eye.  There was a bluish-white opacity to the cornea.\nThe left eye of a red and white Boston Terrier female (m/c# 0A02323572) had very red tissue on the outer edge of\nthe eye, with tearing.  The eye had a flattened area near the center.\nEye conditions can be painful and worsen very quickly.  If left untreated or not treated appropriately, the dog can\nlose its vision or eye. These dogs must be evaluated by a veterinarian for proper diagnosis and treatment.\n  \nAn Olde English Bulldog, (m/c# 002011015A0) was observed to be rubbing her face and ears along the fence.  She\nwas squinting, tearing and the skin around her eyes appeared swollen.  Upon further observation, the inside of both\nears were dark red with a moderate dark brown discharge.  There was a moderate odor to the ears.  Ear conditions\ncan be irritating and even painful to the dog and can worsen if not treated appropriately.  This dog must be\nevaluated by a veterinarian for proper diagnosis and treatment.\nDocumentation of evaluations and treatment must be available to APHIS officials.\nTO BE CORRECTED BY:  Close of Business on 7 November 2015\nInspection and exit interview conducted with MDA officials and facility representatives.",
  "animals_total": 152,
  "species": [
    {
      "count": 97,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 55,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}