{
  "insp_id": "49151303210431",
  "layout": "a",
  "customer_id": "322280",
  "customer_name": "Challen Ramsey",
  "customer_addr": "741 Hwy 28\nRandall, KS 66963",
  "certificate": "48-A-2094",
  "site_id": "001",
  "site_name": "Challen Ramsey",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-FEB-2015",
  "report_date": "18-FEB-2015",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The licensee could not locate the written program of veterinary care form at the time of the inspection. The written\nPVC ensures the facility has an attending veterinarian and outlines the formal arrangements between the facility\nand the veterinarian. The licensee must have the attending veterinarian complete, sign and date a program of\nveterinary care form. Correct by 26 February 2015."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The Record of Dogs on Hand forms are not complete. The microchip number is missing for 10 dogs. The lack of\ncomplete information on these forms makes it difficult to accurately track and monitor the dogs present in the\nkennel. These forms shall accurately and completely include all required information, including but not limited to\ndog identification number. Correct by 26 February 2015."
    },
    {
      "code": "3.4(a)(1)(2)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "Currently the licensee is housing 8 dogs of different short-haired breeds in outdoor housing facilities without\napproval from the attending veterinarian. Short-haired breeds of dogs may not be able to tolerate the cold\ntemperatures without causing them stress and discomfort. The attending veterinarian must specifically approve\nthis practice of housing short-haired breeds of dogs in outdoor housing facilities. Correct by 26 February 2015."
    },
    {
      "code": "3.8",
      "kind": "",
      "repeat": false,
      "desc": "EXERCISE FOR DOGS.",
      "narrative": "The licensee could not locate the Exercise plan at the time of the inspection. A current, approved exercise plan\nensures that the attending veterinarian has confirmed the dogs have ample space to exercise. The licensee must\nhave the attending veterinarian sign and date the written exercise plan. Correct by 26 February 2015.\nThis routine inspection and exit interview were conducted with the licensee."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe licensee could not locate the written program of veterinary care form at the time of the inspection.  The written\nPVC ensures the facility has an attending veterinarian and outlines the formal arrangements between the facility\nand the veterinarian.  The licensee must have the attending veterinarian complete, sign and date a program of\nveterinary care form.  Correct by 26 February 2015.\n2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nThe Record of Dogs on Hand forms are not complete.  The microchip number is missing for 10 dogs.  The lack of\ncomplete information on these forms makes it difficult to accurately track and monitor the dogs present in the\nkennel.  These forms shall accurately and completely include all required information, including but not limited to\ndog identification number.  Correct by 26 February 2015.\n3.4(a)(1)(2)\nOUTDOOR HOUSING FACILITIES.\nCurrently the licensee is housing 8 dogs of different short-haired breeds in outdoor housing facilities without\napproval from the attending veterinarian.  Short-haired breeds of dogs may not be able to tolerate the cold\ntemperatures without causing  them stress and discomfort.  The attending veterinarian must specifically approve\nthis practice of housing short-haired breeds of dogs in outdoor housing facilities.  Correct by 26 February 2015.\n3.8\nEXERCISE FOR DOGS.\nThe licensee could not locate the Exercise plan at the time of the inspection.  A current, approved exercise plan\nensures that the attending veterinarian has confirmed the dogs have ample space to exercise.  The licensee must\nhave the attending veterinarian sign and date the written exercise plan.  Correct by 26 February 2015.\n\nThis routine inspection and exit interview were conducted with the licensee.",
  "animals_total": 11,
  "species": [
    {
      "count": 10,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 1,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}