{
  "insp_id": "2016082568746732",
  "layout": "a",
  "customer_id": "324097",
  "customer_name": "Seattle Aquarium Society",
  "customer_addr": "1483 Alaskan Way, Pier #59\nSeattle, WA 98101",
  "certificate": "91-C-0124",
  "site_id": "001",
  "site_name": "Seattle Aquarium Society",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-AUG-2017",
  "report_date": "22-AUG-2017",
  "citations": [
    {
      "code": "2.40",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "During the period September 2016 to June 1, 2017, the aquarium utilized a part-time attending veterinarian.\nDuring this period, the facility did not have a written Program of Veterinary Care. A written program of veterinary\ncare is necessary to convey the attending veterinarian's expectations for routine preventative medical care,\nauthorized treatments for specific conditions, and euthanasia for animals maintained by the facility. The facility\nmust ensure that a program of veterinary care is in place for each regulated species.\nIn addition, semiannual visual exams were not conducted on all of the marine mammals as required. During a\nreview of clinical records for this time period, it was also noted that regularly scheduled visits by the attending\nveterinarian were not documented for all mammals to include harbor seals, fur seals, sea otters and river otters.\nSeveral of these animals have chronic medical issues to include painful eye conditions, an asthmatic condition, and\na seizure disorder.\nFor example, \"Q\", an 18 year old male harbor seal has recurrent eye issues, especially of the cornea. He had been\non SSD cream 1% (50% solution) which was discontinued on 10/4/16, as the eyes had appeared to heal. On\n4/30/17, the right eye had central cloudiness which progressed to squinting on 5/14/17. On 6/9/17, a greenish tint\nwas observed on the cornea of the left eye, and more cloudiness than usual was evident. No veterinary evaluation\noccurred between 4/30/17 - 6/10/17. He received a visual check on 6/11/17, and again on 6/25/17. Treatment was\nthen begun on 7/25/17. Eye conditions are painful, and cause discomfort and difficulty with vision.\n\"Leu\", a 6 year old male fur seal was previously diagnosed with a seizure disorder. On 10/5/16, the attending\nveterinarian evaluated blood results and the phenobarbital level. These were to be rechecked every 6 months;\nhowever, this was not done. On 1/23/17, the animal was unsteady on his flippers when he attempted to get on the\ndeck, and appeared unsteady when asked to present his front flipper. On 1/30/17, he was observed slightly\ndragging his front flippers. Veterinary evaluations were not conducted.\n\"Lootas\", a 20 year old sea otter had a mild gray coloration in the anterior chamber of the left eye. A visual exam\nwas conducted by the veterinarian on 9/28/16 with a differential diagnosis of \"transient anterior uveitis vs other\". A\nnote in the records stated that another veterinarian familiar with the case would be contacted for more information.\nThere are no notes in the medical record to show that the other veterinarian was contacted. On 10/8/16, a note\nstated \"continues to have bluish gray tint.\" No other notes were entered in the record through 7/17/17 to indicate if\nthe eye condition resolved or if it continued to have unusual coloration.\nAPHIS officials use medical records to ensure that animals have received appropriate medical care and subsequent\nmonitoring of any conditions. It is the responsibility of the facility to ensure that adequate medical records are kept\nfor all mammals housed there.\nThe facility hired a full-time veterinarian as of June 1, 2017.\nThis inspection and exit briefing were conducted with the facility representatives.\nAdditional Inspectors\nMckinnie Carolyn, Supervisory Animal Care Specialist\nGage Laurie, Big Cat Specialist"
    }
  ],
  "narrative": "2.40\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDuring the period September 2016 to June 1, 2017, the aquarium utilized a part-time attending veterinarian.  \nDuring this period, the facility did not have a written Program of Veterinary Care.  A written program of veterinary\ncare is necessary to convey the attending veterinarian's expectations for routine preventative medical care,\nauthorized treatments for specific conditions, and euthanasia for animals maintained by the facility.  The facility\nmust ensure that a program of veterinary care is in place for each regulated species.\nIn addition, semiannual visual exams were not conducted on all of the marine mammals as required.  During a\nreview of clinical records for this time period, it was also noted that regularly scheduled visits by the attending\nveterinarian were not documented for all mammals to include harbor seals, fur seals, sea otters and river otters. \nSeveral of these animals have chronic medical issues to include painful eye conditions, an asthmatic condition, and\na seizure disorder. \nFor example, \"Q\", an 18 year old male harbor seal has recurrent eye issues, especially of the cornea.  He had been\non SSD cream 1% (50% solution) which was discontinued on 10/4/16, as the eyes had appeared to heal.  On\n4/30/17, the right eye had central cloudiness which progressed to squinting on 5/14/17.  On 6/9/17, a greenish tint\nwas observed on the cornea of the left eye, and more cloudiness than usual was evident.  No veterinary evaluation\noccurred between 4/30/17 - 6/10/17.  He received a visual check on 6/11/17, and again on 6/25/17.  Treatment was\nthen begun on 7/25/17.  Eye conditions are painful, and cause discomfort and difficulty with vision.\n\"Leu\", a 6 year old male fur seal was previously diagnosed with a seizure disorder.  On 10/5/16, the attending\nveterinarian evaluated blood results and the phenobarbital level.  These were to be rechecked every 6 months;\nhowever, this was not done.  On 1/23/17, the animal was unsteady on his flippers when he attempted to get on the\ndeck, and appeared unsteady when asked to present his front flipper.  On 1/30/17, he was observed slightly\ndragging his front flippers.  Veterinary evaluations were not conducted.\n\"Lootas\", a 20 year old sea otter had a mild gray coloration in the anterior chamber of the left eye.  A visual exam\nwas conducted by the veterinarian on 9/28/16 with a differential diagnosis of \"transient anterior uveitis vs other\".  A\n\nnote in the records stated that another veterinarian familiar with the case would be contacted for more information. \nThere are no notes in the medical record to show that the other veterinarian was contacted.  On 10/8/16, a note\nstated \"continues to have bluish gray tint.\"  No other notes were entered in the record through 7/17/17 to indicate if\nthe eye condition resolved or if it continued to have unusual coloration.\nAPHIS officials use medical records to ensure that animals have received appropriate medical care and subsequent\nmonitoring of any conditions.  It is the responsibility of the facility to ensure that adequate medical records are kept\nfor all mammals housed there.  \nThe facility hired a full-time veterinarian as of June 1, 2017.\nThis inspection and exit briefing were conducted with the facility representatives.\nAdditional Inspectors\nMckinnie Carolyn, Supervisory Animal Care Specialist\nGage Laurie, Big Cat Specialist",
  "animals_total": 11,
  "species": [
    {
      "count": 2,
      "scientific": "Arctocephalus galapagoensis",
      "common": "GALAPAGOS FUR SEAL"
    },
    {
      "count": 4,
      "scientific": "Enhydra lutris",
      "common": "SEA OTTER"
    },
    {
      "count": 2,
      "scientific": "Lontra longicaudis",
      "common": "NEOTROPICAL OTTER"
    },
    {
      "count": 3,
      "scientific": "Phoca vitulina",
      "common": "HARBOR SEAL"
    }
  ]
}