{
  "insp_id": "195142306330910",
  "layout": "a",
  "customer_id": "35968",
  "customer_name": "Deborah Goracke",
  "customer_addr": "61710 729th Road\nTecumseh, NE 68450",
  "certificate": "47-A-0526",
  "site_id": "001",
  "site_name": "Deborah Goracke",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-JUL-2014",
  "report_date": "14-JUL-2014",
  "citations": [
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Sec. 3.1 Housing facilities, general. (c) Surfaces--(1) General requirements. (i) Excessive rusty surfaces.\n* Eight enclosure gates on the east outside portion of the north kennel are excessively rusty and flaking. These\nsurfaces cannot be properly cleaned and sanitized. This can increase the disease potential for the 23 adult dogs.\nThe excessive flaking, in areas, is affecting the structural strength. These jeopardized gates can allow for the dogs\nto escape or get injured escaping. These gates must be repaired or replaced. All metal surfaces must be free of\nexcessive rust prevents required cleaning and sanitization or that affects the structural strength of the surface.\nProper cleaning and sanitization will decrease the disease potential for the dogs. A structurally sound surface will\nprevent dogs from trying to escape and injury caused by escaping.\nTo be corrected by, 30-August-2014."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Sec. 3.1 Housing facilities, general. (c) Surfaces-- (3) Cleaning.\n* Six metal doors, used for 15 adult dogs, have an excessive accumulation of brown to black film on the surface.\nThese doors are located in the north kennel building. Seven enclosures, used to house 14 adult dogs, have an\nexcessive accumulation of brown film on the plastic walls. These enclosures were located inside the both kennel\nbuildings. These surfaces indicate that daily spot-cleaning is not taking place. Without spot-cleaning of surfaces\nand sanitization in accordance with Section 3.11(b) of this subpart, the disease potential for the dogs can be\nincreased. All hard surfaces must be spot-cleaned daily and sanitized in accordance with Section 3.11(b) of this\nsubpart. The disease hazards for the dogs will be decrease with daily spot-cleaning and sanitization.\nTo be corrected by, 15-July-2014.\n."
    },
    {
      "code": "3.6(a)(2)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Sec. 3.6 Primary enclosures. Primary enclosures for dogs and cats must meet the following minimum requirements:\n(a) General requirements. (2) Primary enclosures must be constructed and maintained. (i).\n* Two enclosures on the east side of the north kennel have sharp protruding points. These points were on the vinyl\nwire along the bottom of the enclosure gates and protruding inward into the enclosure. These points were at level\nto allow for injury to the four adult dogs. These points must be removed or the vinyl wire must be repaired or\nreplaced. All enclosures must be free of sharp protruding points in order to prevent injury to the dogs.\nTo be corrected by, 20-July-2014.\nThis inspection was conducted with a facility representative.\nThis inspection report will be sent by e-mail."
    }
  ],
  "narrative": "3.1(c)(1)(1)\nHOUSING FACILITIES, GENERAL.\nSec. 3.1 Housing facilities, general. (c) Surfaces--(1) General requirements.  (i) Excessive rusty surfaces.\n* Eight enclosure gates on the east outside portion of the north kennel are excessively rusty and flaking.  These\nsurfaces cannot be properly cleaned and sanitized.  This can increase the disease potential for the 23 adult dogs. \nThe excessive flaking, in areas, is affecting the structural strength.  These jeopardized gates can allow for the dogs\nto escape or get injured escaping.  These gates must be repaired or replaced.  All metal surfaces must be free of\nexcessive rust prevents required cleaning and sanitization or that affects the structural strength of the surface. \nProper cleaning and sanitization will decrease the disease potential for the dogs.  A structurally sound surface will\nprevent dogs from trying to escape and injury caused by escaping. \nTo be corrected by, 30-August-2014. \n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nSec. 3.1 Housing facilities, general.  (c) Surfaces-- (3) Cleaning. \n* Six metal doors, used for 15 adult dogs, have an excessive accumulation of brown to black film on the surface. \nThese doors are located in the north kennel building.  Seven enclosures, used to house 14 adult dogs, have an\nexcessive accumulation of brown film on the plastic walls. These enclosures were located inside the both kennel\nbuildings. These surfaces indicate that daily spot-cleaning is not taking place.  Without spot-cleaning of surfaces\nand sanitization in accordance with Section 3.11(b) of this subpart, the disease potential for the dogs can be\nincreased.  All hard surfaces must be spot-cleaned daily and sanitized in accordance with Section 3.11(b) of this\nsubpart.  The disease hazards for the dogs will be decrease with daily spot-cleaning and sanitization.\n\nTo be corrected by, 15-July-2014.\n.\n3.6(a)(2)(1)\nPRIMARY ENCLOSURES.\nSec. 3.6 Primary enclosures. Primary enclosures for dogs and cats must meet the following minimum requirements:\n (a) General requirements.  (2) Primary enclosures must be constructed and maintained. (i).\n* Two enclosures on the east side of the north kennel have sharp protruding points.  These points were on the vinyl\nwire along the bottom of the enclosure gates and protruding inward into the enclosure.  These points were at level\nto allow for injury to the four adult dogs.  These points must be removed or the vinyl wire must be repaired or\nreplaced.  All enclosures must be free of sharp protruding points in order to prevent injury to the dogs.\nTo be corrected by, 20-July-2014.\nThis inspection was conducted with a facility representative.\nThis inspection report will be sent by e-mail.",
  "animals_total": 86,
  "species": [
    {
      "count": 69,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 17,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}