{
  "insp_id": "2016082568043206",
  "layout": "a",
  "customer_id": "334993",
  "customer_name": "Pelican Harbor Seabird Station",
  "customer_addr": "1279 N E 79th Street Causeway\nMiami, FL 33138",
  "certificate": "58-C-1161",
  "site_id": "001",
  "site_name": "PELICAN HARBOR SEABIRD STATION",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-DEC-2016",
  "report_date": "16-DEC-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "At the facility's main treatment room medicine cabinet, a large bottle containing prescribed medications was\nidentified with expired dates on its label. All medications intended to be used as therapy for regulated animals\nshould have current expiration dates to provide the best possible care. All expired medications and medical\nproducts intended for use with regulated animals should be properly discarded.\nCorrect by: December 16, 2016"
    },
    {
      "code": "3.125",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "A permanent primary enclosure for the Virginia opossum was not available at the time of inspection; an owl was\noccupying the already approved outdoor housing enclosure for the opossum. The opossum is temporarily been\nhoused indoors in the clinic area of the main building. The intended outdoor and/or indoor housing facilities for\nregulated animals shall be available for inspection to ensure these are structurally sound and be maintained in good\nrepair, and in that way, regulated animals are protected from injury and are properly contained. The facility needs to\nprovide a permanent primary enclosure to the resident opossum and make it available for inspection.\nCorrect by: January 15, 2017"
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "At the time of inspection, drinking water for the opossum at its temporary enclosure was not available. The facility's\npotable water must be accessible to the animals at all times; if potable water is not available, it must be provided in\nclean/sanitary receptacles as often as necessary for the health and comfort of the animal.\nCorrected by facility personnel at the time of inspection.\nThis inspection and exit interview were conducted with the facility's Rehabilitation Manager, Ms. Yaritza Acosta."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAt the facility's main treatment room medicine cabinet, a large bottle containing prescribed medications was\nidentified with expired dates on its label.  All medications intended to be used as therapy for regulated animals\nshould have current expiration dates to provide the best possible care.  All expired medications and medical\nproducts intended for use with regulated animals should be properly discarded.\nCorrect by: December 16, 2016\n3.125\nFACILITIES, GENERAL.   \nA permanent primary enclosure for the Virginia opossum was not available at the time of inspection; an owl was\noccupying the already approved outdoor housing enclosure for the opossum.  The opossum is temporarily been\nhoused indoors in the clinic area of the main building.  The intended outdoor and/or indoor housing facilities for\nregulated animals shall be available for inspection to ensure these are structurally sound and be maintained in good\nrepair, and in that way, regulated animals are protected from injury and are properly contained.  The facility needs to\nprovide a permanent primary enclosure to the resident opossum and make it available for inspection.\nCorrect by: January 15, 2017\n3.130\nWATERING.  \nAt the time of inspection, drinking water for the opossum at its temporary enclosure was not available.  The facility's\npotable water must be accessible to the animals at all times; if potable water is not available, it must be provided in\nclean/sanitary receptacles as often as necessary for the health and comfort of the animal.\nCorrected by facility personnel at the time of inspection.\n\nThis inspection and exit interview were conducted with the facility's Rehabilitation Manager, Ms. Yaritza Acosta.",
  "animals_total": 1,
  "species": [
    {
      "count": 1,
      "scientific": "Didelphis virginiana",
      "common": "VIRGINIA OPOSSUM"
    }
  ]
}