{
  "insp_id": "2016082569627430",
  "layout": "a",
  "customer_id": "2675",
  "customer_name": "Gas City Mini Zoo",
  "customer_addr": "211 East Main St\nGas City, IN 46933",
  "certificate": "32-C-0260",
  "site_id": "004",
  "site_name": "GAS CITY MINI ZOO",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-OCT-2019",
  "report_date": "11-OCT-2019",
  "citations": [
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The records are incomplete. Since the last inspection animals have died, been born and sold, been acquired and\ndonated. There are no records which document these events, nor any up to date records which document the\nanimals on hand. In the event of a disease outbreak, records are necessary to track affected animals and control\ndisease spread. Exhibitors shall make, keep and maintain records which accurately contain all of the required\ninformation.\nCorrect by: October 18, 2019"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Several of the facility structures are worn and compromised. Strands barbed wire on the fencing kick ins/outs is\nbroken, loose, sagging. Animals will sustain severe injuries if tangled in barbed wire. A den box protrudes into the\nprimary enclosure which is severely chewed and worn, with exposed insulation, popped nails, and loose roof\nshingles. A climbing structure/shelter in the primary enclosure is also very chewed and worn. The plywood floor in\none of the shelters is loose, raised several inches on one side which could entrap an animal. A platform in the\n\"nursery\" enclosure is sagging, putting it at risk for cracking and/or breaking. Several extension cords are low\nhanging and placed within access of the animals. Animal injury could result if animals chew or are entangled in\nthese cords. Facilities shall be structurally sound and shall be maintained in good repair to protect the animals from\ninjury.\nCorrect by: December 11, 2019"
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "A pile of excreta and other organic material is placed in the primary enclosure after cleaning the barn. The animals\nare allowed to climb on and dig through this pile. This contributes to odors, attracts insects, and exposes the\nanimals to disease hazards. Excreta shall be removed from primary enclosures as often as necessary to prevent\ncontamination of the animals contained therein and to minimize disease hazards and to reduce odors.\nCorrect by: December 11, 2019"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Debris is accumulated in the primary enclosure. Two old pallets, one very broken with popped nails, are lying\nabout. Additionally, pieces of wood, old feed tubs, hose segments, cement blocks, concrete with bent metal\nembedded in it, and various other items have collected. A significant accumulation of dust and cobwebs are\npresent in the barn. All these items pose an injury or health threat to the animals. Premises shall be kept clean and\nin good repair. Accumulations of trash shall be placed in designated areas and cleared as necessary to protect the\nhealth of the animals.\nCorrect by: December 11, 2019\nThis inspection and exit interview were conducted with the Co-manager and Park Board Chair."
    }
  ],
  "narrative": "2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nThe records are incomplete.  Since the last inspection animals have died, been born and sold, been acquired and\ndonated.  There are no records which document these events, nor any up to date records which document the\nanimals on hand.  In the event of a disease outbreak, records are necessary to track affected animals and control\ndisease spread.  Exhibitors shall make, keep and maintain records which accurately contain all of the required\ninformation.  \nCorrect by:  October 18, 2019\n3.125(a)\nFACILITIES, GENERAL.   \nSeveral of the facility structures are worn and compromised.  Strands barbed wire on the fencing kick ins/outs is\nbroken, loose, sagging.  Animals will sustain severe injuries if tangled in barbed wire.  A den box protrudes into the\nprimary enclosure which is severely chewed and worn, with exposed insulation, popped nails, and loose roof\nshingles.  A climbing structure/shelter in the primary enclosure is also very chewed and worn.  The plywood floor in\none of the shelters is loose, raised several inches on one side which could entrap an animal.  A platform in the\n\"nursery\" enclosure is sagging, putting it at risk for cracking and/or breaking.  Several extension cords are low\nhanging and placed within access of the animals.  Animal injury could result if animals chew or are entangled in\nthese cords.  Facilities shall be structurally sound and shall be maintained in good repair to protect the animals from\ninjury.\nCorrect by:  December 11, 2019\n3.131(a)\nSANITATION.   \nA pile of excreta and other organic material is placed in the primary enclosure after cleaning the barn.  The animals\nare allowed to climb on and dig through this pile.  This contributes to odors, attracts insects, and exposes the\nanimals to disease hazards.  Excreta shall be removed from primary enclosures as often as necessary to prevent\n\ncontamination of the animals contained therein and to minimize disease hazards and to reduce odors.\nCorrect by:  December 11, 2019\n3.131(c)\nSANITATION.   \nDebris is accumulated in the primary enclosure.  Two old pallets, one very broken with popped nails, are lying\nabout.  Additionally, pieces of wood, old feed tubs, hose segments, cement blocks, concrete with bent metal\nembedded in it, and various other items have collected.  A significant accumulation of dust and cobwebs are\npresent in the barn.  All these items pose an injury or health threat to the animals.  Premises shall be kept clean and\nin good repair.  Accumulations of trash shall be placed in designated areas and cleared as necessary to protect the\nhealth of the animals.\nCorrect by:  December 11, 2019\nThis inspection and exit interview were conducted with the Co-manager and Park Board Chair.",
  "animals_total": 48,
  "species": [
    {
      "count": 21,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 11,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 2,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 5,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 9,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}