{
  "insp_id": "231151446540012",
  "layout": "a",
  "customer_id": "28811",
  "customer_name": "Kelvin Blecha",
  "customer_addr": "Marcia L Blecha\nP O Box 222\nBelleville, KS 66935",
  "certificate": "48-A-1846",
  "site_id": "001",
  "site_name": "Kelvin Blecha, Marcia Blecha",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-AUG-2015",
  "report_date": "19-AUG-2015",
  "citations": [
    {
      "code": "3.1(c)(1)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* One sheet of tin attached to the divider fencing in one outdoor enclosure has an estimated three inch tear along\nthe lower left hand corner. The metal was turned inwards towards the dogs. Two dogs are in contact with the\naffected tin. Jagged edges with sharp points could cause potential injury. The licensee must ensure all surfaces\nare free of any jagged edges or sharp points that might injure the animals. Correct by 9/2/15."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* There is a mixture of dirt, grease and other excreta on at least four metal entryway doors, the interior fiberglass\nwalls of four enclosures and the exterior walls of four enclosures. Eight dogs are in contact with the affected\nsurfaces located in sheltered housing. The affected area covers approximately 25 to 30 percent of the fiberglass\nwall area and 50 to 60 percent of the metal entryway doors. The licensee stated that the affected areas were\ncleaned approximately one month ago. Spot cleaning daily is necessary to prevent an accumulation of excreta and\nreduce disease hazards. This indicates an unsanitary living condition exists that could lead to potential disease or\nhealth risks. The licensee must ensure that all surfaces are spot cleaned on a daily basis and sanitized in\naccordance with 3.11 (b). Correct by 8/20/15."
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "* A brownish looking greasy substance was covering the interior of at least three self feeders and two plastic food\nreceptacles used by seven dogs. Lack of cleaning of the receptacles could promote bacteria growth and other\ndisease causing agents which could increase the risk of contamination of the feed. The nutritive value could be\naffected if the feed becomes spoiled or contaminated. This could potentially lead to health risks for the dogs. The\nlicensee must ensure all food receptacles are kept clean and sanitized in accordance with 3.11 (b). Correct by\n9/2/15."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* There is an overgrowth of weeds in two outdoor enclosures housing two dogs. The weeds were estimated to be\nfour to five feet in height. This could provide a living area for rodents, other pests or vermin. In addition, it makes\nremoval of fecal waste from the enclosure more difficult to do. The licensee must control all weeds so as to\nfacilitate cleaning of the premise and pest control and to protect the health and well-being of the dogs. Correct by\n9/2/15.\n* The facility inspection and exit briefing done on 8/19/15 were conducted with the licensee, Dr. Margaret Shaver\nVMO and Robert Bacon ACI.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.1(c)(1)(2)\nHOUSING FACILITIES, GENERAL.\n*      One sheet of tin attached to the divider fencing in one outdoor enclosure has an estimated three inch tear along\nthe lower left hand corner.  The metal was turned inwards towards the dogs.  Two dogs are in contact with the\naffected tin.  Jagged edges with sharp points could cause potential injury.  The licensee must ensure all surfaces\nare free of any jagged edges or sharp points that might injure the animals.  Correct  by  9/2/15.\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\n*   There is a mixture of dirt, grease and other excreta on at least four metal entryway doors, the interior fiberglass\nwalls of four enclosures and the exterior walls of four enclosures.   Eight dogs are in contact with the affected\nsurfaces located in sheltered housing.   The affected area covers approximately 25 to 30 percent of the fiberglass\nwall area and 50 to 60 percent of the metal entryway doors.  The licensee stated that the affected areas were\ncleaned approximately one month ago.  Spot cleaning daily is necessary to prevent an accumulation of excreta and\nreduce disease hazards.   This indicates an unsanitary living condition exists that could lead to potential disease or\nhealth risks.  The licensee must ensure that all surfaces are spot cleaned on a daily basis and sanitized in\naccordance with 3.11 (b).  Correct by  8/20/15.\n3.9(b)\nFEEDING.\n*   A brownish looking greasy substance was covering the interior of at least three self feeders and two plastic food\nreceptacles used by seven dogs. Lack of cleaning of the receptacles could promote bacteria growth and other\ndisease causing agents which could increase the risk of contamination of the feed.  The nutritive value could be\naffected if the feed becomes spoiled or contaminated.  This could potentially lead to health risks for the dogs.  The\nlicensee must ensure all food receptacles are kept clean and sanitized in accordance with 3.11 (b).  Correct by\n9/2/15.\n\n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n*   There is an overgrowth of weeds in two outdoor enclosures housing two dogs.  The weeds were estimated to be\nfour to five feet in height.  This could provide a living area for rodents, other pests or vermin.  In addition, it makes\nremoval of fecal waste from the enclosure more difficult to do.  The licensee must control all weeds so as to\nfacilitate cleaning of the premise and pest control and to protect the health and well-being of the dogs.  Correct by \n9/2/15.\n*  The facility inspection and exit briefing done on 8/19/15 were conducted with the licensee,  Dr. Margaret Shaver\nVMO and Robert Bacon ACI.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer",
  "animals_total": 73,
  "species": [
    {
      "count": 57,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 16,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}