{
  "insp_id": "2016082567959327",
  "layout": "a",
  "customer_id": "31951",
  "customer_name": "Wild Wilderness Inc.",
  "customer_addr": "20923 Safari Road\nGentry, AR 72734",
  "certificate": "71-C-0151",
  "site_id": "001",
  "site_name": "WILD WILDERNESS INC.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-OCT-2016",
  "report_date": "13-OCT-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There was an adult male spider monkey with an open lesion on the anterior surface of the left shoulder. The lesion\nwas approximately one-half inch in diameter, circular, and reddened. The edges of the wound appeared to be\nthicker than the surrounding tissue. There were crusts on the wound edge. The licensee must have this animal\nexamined by a veterinarian by the end of the day on Thursday, October 13, 2016. The outcome of this examination\nmust be provided to the inspector upon request."
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "There were not sufficient public barriers in the petting zoo area of the facility. The enclosure housing the juvenile\ncamel had no public barrier and there was not an attendant present. The inspectors watched as a customer\nreached up and petted the head of the camel. When this was pointed out to the facility representative\naccompanying the inspection, two attendants were summoned to the area. Later in the inspection, the attendants\nwere not paying attention to the customers in the area. One attendant was looking at his phone for extended\nperiods of time and/or doing tasks (such as raking) that diverted his attention from the customers that were petting\nthe animals. There was also no barrier at the end of the juvenile hog enclosure outside the giraffe barn. The\nabsence of a barrier allows the public access to areas with animals and could result in harm to the animals or the\npublic. A barrier must be present in areas that don’t have an attendant present.\nTo be corrected from this date forward."
    },
    {
      "code": "3.56(d)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "There was an excessive accumulation of rodent feces on the surface of an elevated plywood slab in the rabbit\nenclosure inside the giraffe barn. The licensee must establish and maintain an effective program for the control of\npests to promote the health and well-being of the animals and reduce contamination by pests in animal areas.\nThese areas must be cleaned more often.\nTo be corrected by: October 27, 2016."
    },
    {
      "code": "3.75(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There was an excessive accumulation of feces on the floor of the shelter of a baboon enclosure. This enclosure\nwas located in the drive-through portion of the facility and housed three baboons. The excessive accumulation of\nfeces increases the risk of contamination of insects, pests, and odors, and may harbor pathogens and play a role in\ndisease transmission. This enclosure must be cleaned more frequently and the waste removed daily."
    },
    {
      "code": "3.78(b)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "There was water covering over 75 percent of the floor of the shelter in an enclosure housing a spider monkey and a\nblue monkey. There was insufficient floor area in the shelter for both non-human primates. The lack of shelter does\nnot provide protection from the elements and may cause distress to the animal. The facility must ensure that\nadequate shelter space is provided for all animals.\nTo be corrected from this date forward."
    },
    {
      "code": "3.81(b)",
      "kind": "",
      "repeat": true,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "The environmental enrichment provided for the non-human primates was not adequate. The facilities enhancement\nplan states “The toys in their cage are changed on a regular basis.” There were at least seven enclosures housing\nthirteen non-human primates with no toys in the enclosure. There were other enclosures with minimal enrichment\nbut not toys. The lack of environmental enhancement may lead to abnormal behavior patterns and decreased\nmental and emotional health. The licensee must provide environmental enhancement in accordance with currently\naccepted professional standards as cited in appropriate professional journals or reference guides, and as directed\nby the attending veterinarian that is appropriate for the species housed at the facility."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "There were many structures that were not being maintained.\n***There was a hole in the wood siding in the giraffe barn. There were sharp points on the exposed wood.\n*** The top of the chain link fence housing the juvenile camel in the walk-through area was pulled apart, with sharp\npoints at head level of the camel.\n***There were two enclosures housing two ligers and one tiger that did not have sufficient enclosure fencing. The\nexterior fence was twelve feet high with a three foot kick-in at 90 degrees. Big cat enclosures must have enclosure\nfencing that is twelve feet high with a three foot kick-in at 45 degrees or have a 16 foot high fence.\n***The chain link fencing used to protect trees in two enclosures was pulled apart with sharp points. There were two\nligers and one tiger in these enclosures.\n***There was loose metal on several shelters in the drive-through portion of the facility. The sheet metal was pulled\naway from the support structure, both exterior and interior, and in most instances was within reach of the animals\ncontained within the enclosure.\n***The wood platforms in the big cat area on the hill were deteriorating. There were broken pieces of wood, bolts\nexposed, and some of the platforms appeared unstable.\nThe housing facility shall be structurally sound and maintained in good repair to protect the animals from injury and\ncontain the animals. The licensee must remove all sharp points or alter them in a manner that eliminates the injury\nrisk to the animals. The licensee must also repair or replace the wood platforms. The two ligers were moved to an\nenclosure with an enclosed top during the inspection. The tiger must be moved to an appropriate enclosure or the\nfencing in the current enclosure must be changed so that it is appropriate for the tiger."
    },
    {
      "code": "3.127(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "There was insufficient shade in two enclosures housing three lions. These are the same enclosures cited on the\nMay 24, 2016, inspection report. There were no trees or man-made structures that provide shade. The lack of\nshade can cause pain and distress to the animals. It also inhibits the animals ability to thermoregulate and prevent\noverheating. The licensee must provide shade in these enclosures."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "There were dirty water receptacles in both the drive-through and petting zoo portions of the facility. There was\nbedding shavings on the bottom interior surface of the black water receptacle in the enclosure housing two juvenile\ncougars. There was a greenish brown discoloration to the surface of the concrete water troughs in two enclosures\nhousing three tigers. There was also dirt, leaves, and other debris in the water. Contaminated water may harbor\npathogens and increases the risk of disease for these animals. The licensee must clean and sanitize these water\nreceptacles.\nTo be corrected by: October 27, 2016.\nThis inspection and exit interview were conducted with a facility representative.\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist\nWhiteley Robert, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere was an adult male spider monkey with an open lesion on the anterior surface of the left shoulder.  The lesion\nwas approximately one-half inch in diameter, circular, and reddened.  The edges of the wound appeared to be\nthicker than the surrounding tissue.  There were crusts on the wound edge.  The licensee must have this animal\nexamined by a veterinarian by the end of the day on Thursday, October 13, 2016.  The outcome of this examination\nmust be provided to the inspector upon request.\n2.131(c)(1)\nHANDLING OF ANIMALS.\nThere were not sufficient public barriers in the petting zoo area of the facility.  The enclosure housing the juvenile\ncamel had no public barrier and there was not an attendant present.  The inspectors watched as a customer\nreached up and petted the head of the camel.  When this was pointed out to the facility representative\naccompanying the inspection, two attendants were summoned to the area.  Later in the inspection, the attendants\nwere not paying attention to the customers in the area.  One attendant was looking at his phone for extended\nperiods of time and/or doing tasks (such as raking) that diverted his attention from the customers that were petting\nthe animals.  There was also no barrier at the end of the juvenile hog enclosure outside the giraffe barn.  The\nabsence of a barrier allows the public access to areas with animals and could result in harm to the animals or the\npublic.  A barrier must be present in areas that don’t have an attendant present. \nTo be corrected from this date forward.\n3.56(d)\nSANITATION. \nThere was an excessive accumulation of rodent feces on the surface of an elevated plywood slab in the rabbit\nenclosure inside the giraffe barn.  The licensee must establish and maintain an effective program for the control of\npests to promote the health and well-being of the animals and reduce contamination by pests in animal areas. \nThese areas must be cleaned more often.\nTo be corrected by:  October 27, 2016.\n\n3.75(c)(3)                    REPEAT\nHOUSING FACILITIES, GENERAL. \nThere was an excessive accumulation of feces on the floor of the shelter of a baboon enclosure.  This enclosure\nwas located in the drive-through portion of the facility and housed three baboons.  The excessive accumulation of\nfeces increases the risk of contamination of insects, pests, and odors, and may harbor pathogens and play a role in\ndisease transmission.  This enclosure must be cleaned more frequently and the waste removed daily.\n3.78(b)\nOUTDOOR HOUSING FACILITIES. \nThere was water covering over 75 percent of the floor of the shelter in an enclosure housing a spider monkey and a\nblue monkey.  There was insufficient floor area in the shelter for both non-human primates.  The lack of shelter does\nnot provide protection from the elements and may cause distress to the animal.  The facility must ensure that\nadequate shelter space is provided for all animals.\nTo be corrected from this date forward.\n3.81(b)                    REPEAT\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\nThe environmental enrichment provided for the non-human primates was not adequate.  The facilities enhancement\nplan states “The toys in their cage are changed on a regular basis.”  There were at least seven enclosures housing\nthirteen non-human primates with no toys in the enclosure.  There were other enclosures with minimal enrichment\nbut not toys.  The lack of environmental enhancement may lead to abnormal behavior patterns and decreased\nmental and emotional health.  The licensee must provide environmental enhancement in accordance with currently\naccepted professional standards as cited in appropriate professional journals or reference guides, and as directed\nby the attending veterinarian that is appropriate for the species housed at the facility.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nThere were many structures that were not being maintained.  \n***There was a hole in the wood siding in the giraffe barn.  There were sharp points on the exposed wood. \n*** The top of the chain link fence housing the juvenile camel in the walk-through area was pulled apart, with sharp\npoints at head level of the camel.  \n***There were two enclosures housing two ligers and one tiger that did not have sufficient enclosure fencing.  The\nexterior fence was twelve feet high with a three foot kick-in at 90 degrees.  Big cat enclosures must have enclosure\nfencing that is twelve feet high with a three foot kick-in at 45 degrees or have a 16 foot high fence.\n\n***The chain link fencing used to protect trees in two enclosures was pulled apart with sharp points.  There were two\nligers and one tiger in these enclosures. \n***There was loose metal on several shelters in the drive-through portion of the facility.  The sheet metal was pulled\naway from the support structure, both exterior and interior, and in most instances was within reach of the animals\ncontained within the enclosure.  \n***The wood platforms in the big cat area on the hill were deteriorating.  There were broken pieces of wood, bolts\nexposed, and some of the platforms appeared unstable.\nThe housing facility shall be structurally sound and maintained in good repair to protect the animals from injury and\ncontain the animals. The licensee must remove all sharp points or alter them in a manner that eliminates the injury\nrisk to the animals.  The licensee must also repair or replace the wood platforms.  The two ligers were moved to an\nenclosure with an enclosed top during the inspection.  The tiger must be moved to an appropriate enclosure or the\nfencing in the current enclosure must be changed so that it is appropriate for the tiger.\n3.127(a)                    REPEAT\nFACILITIES, OUTDOOR. \nThere was insufficient shade in two enclosures housing three lions.  These are the same enclosures cited on the\nMay 24, 2016, inspection report.   There were no trees or man-made structures that provide shade.  The lack of\nshade can cause pain and distress to the animals.  It also inhibits the animals ability to thermoregulate and prevent\noverheating.  The licensee must provide shade in these enclosures.\n3.130\nWATERING.  \nThere were dirty water receptacles in both the drive-through and petting zoo portions of the facility.  There was\nbedding shavings on the bottom interior surface of the black water receptacle in the enclosure housing two juvenile\ncougars.  There was a greenish brown discoloration to the surface of the concrete water troughs in two enclosures\nhousing three tigers.  There was also dirt, leaves, and other debris in the water.  Contaminated water may harbor\npathogens and increases the risk of disease for these animals.  The licensee must clean and sanitize these water\nreceptacles.\nTo be corrected by:  October 27, 2016.\nThis inspection and exit interview were conducted with a facility representative.\n\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist\nWhiteley Robert, Animal Care Inspector",
  "animals_total": 758,
  "species": [
    {
      "count": 11,
      "scientific": "Addax nasomaculatus",
      "common": "ADDAX"
    },
    {
      "count": 16,
      "scientific": "Ammotragus lervia",
      "common": "BARBARY SHEEP"
    },
    {
      "count": 52,
      "scientific": "Antilope cervicapra",
      "common": "BLACKBUCK"
    },
    {
      "count": 3,
      "scientific": "Ateles chamek",
      "common": "BLACK SPIDER MONKEY"
    },
    {
      "count": 9,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 7,
      "scientific": "Bos frontalis",
      "common": "GAYAL/GAUR"
    },
    {
      "count": 12,
      "scientific": "Bos grunniens",
      "common": "YAK"
    },
    {
      "count": 23,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 3,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 11,
      "scientific": "Boselaphus tragocamelus",
      "common": "NILGAI"
    },
    {
      "count": 9,
      "scientific": "Bubalus bubalis",
      "common": "ASIATIC WATER BUFFALO"
    },
    {
      "count": 3,
      "scientific": "Camelus bactrianus",
      "common": "BACTRIAN CAMEL"
    },
    {
      "count": 41,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 9,
      "scientific": "Canis lupus x c. l. familiaris",
      "common": "WOLF/DOG HYBRID"
    },
    {
      "count": 34,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Caracal caracal",
      "common": "CARACAL"
    },
    {
      "count": 12,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 1,
      "scientific": "Ceratotherium simum",
      "common": "WHITE RHINOCEROS"
    },
    {
      "count": 1,
      "scientific": "Cercopithecus petaurista",
      "common": "LESSER SPOT-NOSED GUENON"
    },
    {
      "count": 18,
      "scientific": "Cervus elaphus",
      "common": "RED DEER"
    },
    {
      "count": 12,
      "scientific": "Cervus nippon",
      "common": "SIKA DEER"
    },
    {
      "count": 1,
      "scientific": "Chlorocebus pygerythrus",
      "common": "VERVET"
    },
    {
      "count": 12,
      "scientific": "Connochaetes gnou",
      "common": "BLACK WILDEBEEST"
    },
    {
      "count": 23,
      "scientific": "Connochaetes taurinus",
      "common": "BRINDLED WILDEBEEST"
    },
    {
      "count": 29,
      "scientific": "Cynomys ludovicianus",
      "common": "BLACK-TAILED PRAIRIE DOG"
    },
    {
      "count": 13,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 26,
      "scientific": "Elaphurus davidianus",
      "common": "PERE DAVID'S DEER"
    },
    {
      "count": 19,
      "scientific": "Equus quagga",
      "common": "GRANTS ZEBRA"
    },
    {
      "count": 1,
      "scientific": "Equus asinus asinus",
      "common": "DONKEY / BURRO / ASS"
    },
    {
      "count": 4,
      "scientific": "Equus caballus",
      "common": "DOMESTIC HORSE"
    },
    {
      "count": 3,
      "scientific": "Equus caballus przewalskii",
      "common": "PRZEWALSKI'S WILD HORSE"
    },
    {
      "count": 2,
      "scientific": "Erythrocebus patas",
      "common": "PATAS MONKEY"
    },
    {
      "count": 4,
      "scientific": "Eulemur fulvus",
      "common": "BROWN LEMUR"
    },
    {
      "count": 2,
      "scientific": "Giraffa camelopardalis",
      "common": "GIRAFFE"
    },
    {
      "count": 20,
      "scientific": "Hemitragus jemlahicus",
      "common": "HIMALAYAN TAHR"
    },
    {
      "count": 2,
      "scientific": "Hippopotamus amphibius",
      "common": "HIPPOPOTAMUS"
    },
    {
      "count": 2,
      "scientific": "Hippotragus niger",
      "common": "SABLE ANTELOPE"
    },
    {
      "count": 2,
      "scientific": "Hylobates lar",
      "common": "LAR GIBBON"
    },
    {
      "count": 10,
      "scientific": "Hystrix africaeaustralis",
      "common": "CAPE PORCUPINE"
    },
    {
      "count": 5,
      "scientific": "Kobus leche",
      "common": "RED LECHWE / SOUTHERN LECHWE"
    },
    {
      "count": 19,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 13,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 9,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE"
    },
    {
      "count": 6,
      "scientific": "Muntiacus crinifrons",
      "common": "BLACK MUNTJAC"
    },
    {
      "count": 10,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    },
    {
      "count": 16,
      "scientific": "Oryx dammah",
      "common": "SCIMITAR-HORNED ORYX"
    },
    {
      "count": 21,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 1,
      "scientific": "Otocyon megalotis",
      "common": "BAT-EARED FOX"
    },
    {
      "count": 55,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 2,
      "scientific": "Pan troglodytes",
      "common": "CHIMPANZEE"
    },
    {
      "count": 11,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 2,
      "scientific": "Panthera leo × panthera tigris",
      "common": "LIGER"
    },
    {
      "count": 1,
      "scientific": "Panthera onca",
      "common": "JAGUAR"
    },
    {
      "count": 3,
      "scientific": "Panthera pardus",
      "common": "LEOPARD"
    },
    {
      "count": 9,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 17,
      "scientific": "Papio anubis",
      "common": "OLIVE BABOON"
    },
    {
      "count": 6,
      "scientific": "Papio hamadryas",
      "common": "HAMADRYAS BABOON"
    },
    {
      "count": 8,
      "scientific": "Phacochoerus africanus",
      "common": "WARTHOG"
    },
    {
      "count": 6,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 1,
      "scientific": "Raphicerus campestris",
      "common": "STEENBOK"
    },
    {
      "count": 22,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 7,
      "scientific": "Sylvilagus bachmani",
      "common": "BRUSH RABBIT"
    },
    {
      "count": 32,
      "scientific": "Taurotragus oryx",
      "common": "COMMON ELAND"
    },
    {
      "count": 6,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 4,
      "scientific": "Varecia rubra",
      "common": "RED RUFFED LEMUR"
    },
    {
      "count": 3,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}