{
  "insp_id": "7161143560638",
  "layout": "a",
  "customer_id": "43437",
  "customer_name": "Har Mar Pet Shop Inc",
  "customer_addr": "2100 N Snelling Ave\nSaint Paul, MN 55113",
  "certificate": "41-B-0270",
  "site_id": "001",
  "site_name": "HAR MAR PET SHOP INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-JAN-2016",
  "report_date": "07-JAN-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "During inspection, multiple animals had veterinary care issues that had not been followed up with by a Veterinarian.\nThe following is the list of animals along with their veterinary care issues that had been noted during inspection:\n---A tannish colored Russian Dwarf Hamster was squinting with its right eye. The same hamster also had hair loss\non its tail. The tail appeared to be dried up and may have had feces caked on it.\n---A tan colored Russian Dwarf Hamster also had its right eye sealed shut.\n---One Russian Dwarf Hamster (tan colored with black markings) had hair loss on its left rear leg that extended\naround its abdomen. The same hamster had a growth or mass behind its right front leg.\n---A tan Russian Dwarf Hamster had a reddish abscess on its left side of the muzzle.\n---A black and greyish Winter White Hamster had hair loss around its right eye and was also squinting with the\nsame eye.\n---A tan and greyish Roborovski Hamster had its right eye completely sealed shut.\n---A tannish colored Roborovski Hamster had its left eye completely sealed shut.\nEye problems can indicate underlying health issues, can be painful, or may spread to other animals. Hair loss can\nalso indicate an underlying health issue and may be contagious to other animals. Abscesses can be painful and\ncan result in infection which can result in death to the animal. Growths or masses indicate underlying health issues,\ncan be painful, and can result in death if left untreated. The licensee must ensure that these animals are evaluated\nand treated per the attending Veterinarian's instructions. Correct by 1/8/16."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The licensee doesn't have a process or procedure in place for the staff to conduct daily observations on the small\nanimals in the store. This has resulted in multiple veterinary care issues of the small animals that went untreated.\nDaily observations helps ensure that the population is healthy. Any animals noted to be unhealthy or acting\nabnormally during the daily observations can be followed up with by the attending Veterinarian. A program must be\nput in place to ensure that all animals are being observed on a daily basis. Correct immediately.\nExit interview conducted with facility representative.\nEnd of report."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDuring inspection, multiple animals had veterinary care issues that had not been followed up with by a Veterinarian. \nThe following is the list of animals along with their veterinary care issues that had been noted during inspection:\n---A tannish colored Russian Dwarf Hamster was squinting with its right eye.  The same hamster also had hair loss\non its tail.  The tail appeared to be dried up and may have had feces caked on it.\n---A tan colored Russian Dwarf Hamster also had its right eye sealed shut.\n---One Russian Dwarf Hamster (tan colored with black markings) had hair loss on its left rear leg that extended\naround its abdomen.  The same hamster had a growth or mass behind its right front leg.\n---A tan Russian Dwarf Hamster had a reddish abscess on its left side of the muzzle.\n---A black and greyish Winter White Hamster had hair loss around its right eye and was also squinting with the\nsame eye.\n---A tan and greyish Roborovski Hamster had its right eye completely sealed shut.\n---A tannish colored Roborovski Hamster had its left eye completely sealed shut.  \nEye problems can indicate underlying health issues, can be painful, or may spread to other animals.  Hair loss can\nalso indicate an underlying health issue and may be contagious to other animals.  Abscesses can be painful and\ncan result in infection which can result in death to the animal.  Growths or masses indicate underlying health issues,\ncan be painful, and can result in death if left untreated.  The licensee must ensure that these animals are evaluated\nand treated per the attending Veterinarian's instructions.  Correct by 1/8/16.\n2.40(b)(3)\n\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe licensee doesn't have a process or procedure in place for the staff to conduct daily observations on the small\nanimals in the store.  This has resulted in multiple veterinary care issues of the small animals that went untreated. \nDaily observations helps ensure that the population is healthy.  Any animals noted to be unhealthy or acting\nabnormally during the daily observations can be followed up with by the attending Veterinarian.  A program must be\nput in place to ensure that all animals are being observed on a daily basis.  Correct immediately.\nExit interview conducted with facility representative.\nEnd of report.",
  "animals_total": 193,
  "species": [
    {
      "count": 22,
      "scientific": "Atelerix albiventris",
      "common": "HEDGEHOG"
    },
    {
      "count": 7,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 89,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    },
    {
      "count": 3,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 7,
      "scientific": "Chinchilla brevicaudata",
      "common": "CHINCHILLA"
    },
    {
      "count": 2,
      "scientific": "Felis silvestris catus",
      "common": "CAT KITTEN"
    },
    {
      "count": 6,
      "scientific": "Gerbillus acticola",
      "common": "BERBERA GERBIL"
    },
    {
      "count": 3,
      "scientific": "Mesocricetus auratus",
      "common": "SYRIAN HAMSTER (GOLDEN HAMSTER)"
    },
    {
      "count": 30,
      "scientific": "Phodopus cricetidae",
      "common": "DWARF HAMSTER"
    },
    {
      "count": 12,
      "scientific": "Phodopus roborovskis",
      "common": "ROBOROVSKIS DWARF HAMSTER"
    },
    {
      "count": 4,
      "scientific": "Phodopus sungorus",
      "common": "WINTER WHITE RUSSIAN DWARF HAMSTER"
    },
    {
      "count": 8,
      "scientific": "Sylvilagus floridanus",
      "common": "EASTERN COTTONTAIL RABBIT"
    }
  ]
}