{
  "insp_id": "289151318480170",
  "layout": "a",
  "customer_id": "331905",
  "customer_name": "Carolyns Country Cousins L L C",
  "customer_addr": "17607 N E 52nd Street\nLiberty, MO 64068",
  "certificate": "43-C-0366",
  "site_id": "001",
  "site_name": "CAROLYNS COUNTRY COUSINS L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-OCT-2015",
  "report_date": "16-OCT-2015",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The facility has a part-time attending veterinarian but had no written program of veterinary care available for review\nat the time of inspection. It is important for licensees to have and be familiar with written programs of veterinary\ncare to ensure important things such as nutrition and parasite control are provided as directed by the attending\nveterinarian. The licensee must ensure there is a written program of veterinary care which is followed and available\nfor inspections.\nTO BE CORRECTED BY: 23 October 2015"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There was one black and white-spotted, adult, female, non-lactating goat which was very thin. Her backbone was\nhighly visible and formed a continuous ridge. When palpated, her lumbar vertebrae were easily grasped between\nthe thumb and forefinger. There was an obvious depression in the transition from her spinous to transverse\nprocesses. Her hip bones were very prominent and readily palpable under the skin. Her ribs were also palpable.\nWhile the other goats in the enclosure (in better body conditions) foraged around just prior to feeding time, this\nparticular goat went to the corner of the enclosure to lay down, appearing somewhat lethargic. Thin animals could\nhave parasites or other harmful medical conditions. The licensee must have this animal examined by a licensed\nveterinarian in order to ensure that an accurate diagnosis is obtained and an appropriate treatment plan is\ndeveloped and followed. The licensee must document this information and make it available to the inspector upon\nrequest. The licensee must ensure that all animals receive adequate veterinary care at all times.\nTO BE CORRECTED BY: 18 October 2015"
    },
    {
      "code": "3.56(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "(a) Cleaning of primary enclosures.\nThere was an outdoor, bi-level rabbit hutch housing five rabbits on the side of the barn, separated from the rest of\nthe animals and Bunnyville. The enclosure had an excessive amount of excreta resulting in more feces than\nbedding on the floor of the bottom layer. All five bunnies were observed walking on the feces while foraging for\nfood. The fecal pellets were so numerous that they had spilled out the front of the enclosure resulting in an\naccumulation of pellets just outside the enclosure. A build up of feces poses a health risk for the animals. The\nlicensee must ensure that the rabbit enclosures are kept reasonably free of excreta by periodic cleaning. This\nnon-compliant item was corrected at the time of inspection.\nThe inspection was conducted on 14 October 2015 with a facility representative. The exit interview was conducted\non 16 October 2015 with a facility representative."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe facility has a part-time attending veterinarian but had no written program of veterinary care available for review\nat the time of inspection.  It is important for licensees to have and be familiar with written programs of veterinary\ncare to ensure important things such as nutrition and parasite control are provided as directed by the attending\nveterinarian.  The licensee must ensure there is a written program of veterinary care which is followed and available\nfor inspections.  \nTO BE CORRECTED BY: 23 October 2015\n2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere was one black and white-spotted, adult, female, non-lactating goat which was very thin.  Her backbone was\nhighly visible and formed a continuous ridge.  When palpated, her lumbar vertebrae were easily grasped between\nthe thumb and forefinger.  There was an obvious depression in the transition from her spinous to transverse\nprocesses.  Her hip bones were very prominent and readily palpable under the skin.  Her ribs were also palpable. \nWhile the other goats in the enclosure (in better body conditions) foraged around just prior to feeding time, this\nparticular goat went to the corner of the enclosure to lay down, appearing somewhat lethargic.  Thin animals could\nhave parasites or other harmful medical conditions.  The licensee must have this animal examined by a licensed\nveterinarian in order to ensure that an accurate diagnosis is obtained and an appropriate treatment plan is\ndeveloped and followed. The licensee must document this information and make it available to the inspector upon\nrequest. The licensee must ensure that all animals receive adequate veterinary care at all times. \nTO BE CORRECTED BY: 18 October 2015\n3.56(a)(1)                    REPEAT\nSANITATION. \n(a) Cleaning of primary enclosures.\n\nThere was an outdoor, bi-level rabbit hutch housing five rabbits on the side of the barn, separated from the rest of\nthe animals and Bunnyville.  The enclosure had an excessive amount of excreta resulting in more feces than\nbedding on the floor of the bottom layer.  All five bunnies were observed walking on the feces while foraging for\nfood.  The fecal pellets were so numerous that they had spilled out the front of the enclosure resulting in an\naccumulation of pellets just outside the enclosure.  A build up of feces poses a health risk for the animals.  The\nlicensee must ensure that the rabbit enclosures are kept reasonably free of excreta by periodic cleaning.  This\nnon-compliant item was corrected at the time of inspection.\nThe inspection was conducted on 14 October 2015 with a facility representative.  The exit interview was conducted\non 16 October 2015 with a facility representative.",
  "animals_total": 56,
  "species": [
    {
      "count": 1,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 24,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 17,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 14,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}