{
  "insp_id": "2016090000715802",
  "layout": "b",
  "customer_id": "333857",
  "customer_name": "John Bontrager Lizzie Bontrager",
  "customer_addr": "4716 Audrain Rd 165\nCLARK, MO 65243",
  "certificate": "43-A-6483",
  "site_id": "002",
  "site_name": "John Bontrager Lizzie Bontrager",
  "insp_type": "NEW SITE INSPECTION",
  "date": "16-SEP-2021",
  "report_date": "22-SEP-2021",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "A female Golden Retriever ( no ID) was occasionally was limping on her right front leg. When questioned, the licensee\nstated the dog was born with missing toes. When asked for documentation the licensee stated he didn't have any, but\ndog was that way when the attending vet did their hands on exam back in April. When looking at the dog more closely,\nshe was walking on her wrist versus on her pads. ( carpal and meta carpal) When the dog used her right front leg the\npads of the foot and the dewclaw pad were in contact with the ground. The limping front legs could be the result of an\ninjury or other medical condition. The licensee must consult a veterinarian and keep medical records about this dogs'\ncondition."
    },
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Time and method of identification.",
      "narrative": "A female Golden retriever did not have an ID. Identification is necessary to properly complete any required documents\nand for APHIS officials to identify dogs and trace dogs back to their origins. The licensee must ensure that all dogs at the\nfacility have proper identification at all times."
    },
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "In one enclosure containing 6 dogs there were not enough dog shelters for all the dogs. If dogs don't have enough dog\nshelters for all the dogs, some of them may not be protected from the elements. The licensee must ensure there are\nenough shelters for all the dogs to sit, stand, and lay, freely and normally."
    },
    {
      "code": "3.4(c)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "The facility only had half of the concrete floor sealed and impervious to moisture. These enclosures also had some\ncracks in the concrete. Enclosures with cracks in the concrete and concrete flooring that is not impervious to moisture\ncan harbor diseases and odors that attract pests. The licensee must ensure all surfaces in contact with animals must be\nimpervious to moisture."
    },
    {
      "code": "3.6(a)(2)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "There were broken tie wires in the enclosures. These wires were used to fasten the the wire panels to divide the\nenclosures. The broken tie wires were sharp points protruding into the enclosures at the animals height. These sharp\npoints could injure the dogs. The licensee must ensure all enclosures are free of sharp points and edges."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "Along two sides of the enclosures there were tall weeds growing into the enclosure. Tall weeds can harbor pests that can\ncause harm to the dogs. The licensee must cut the weeds around the enclosure and keep them controlled at all times."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "On part of the enclosures there is a lean-to for shade. On the ceiling of the lean-to above the enclosures, there are\nseveral wasp nests. These wasp nests indicate wasps could be around and could sting and cause harm to the dogs. The\nlicensee must safely remove the wasp nests and prevent wasps from living around the dogs.\nThis inspection was a site approval inspection.\nThis site is not ready for approval to conduct activity covered under your current Animal Welfare Act License.\nConducting regulated activities at a non-approved site is a violation of the Animal Welfare Act.\nPlease contact your inspector to schedule your next new site approval inspection.\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nA female Golden Retriever ( no ID) was occasionally was limping on her right front leg.  When questioned, the licensee \nstated the dog was born  with missing toes.  When asked for documentation the licensee stated he didn't have any, but \ndog was that way when the attending vet did their hands on exam back in April.  When looking at the dog more closely, \nshe was walking on her wrist versus on her pads. ( carpal and meta carpal) When the dog used her right front leg the \npads of the foot and the dewclaw pad were in contact with the ground.  The limping front legs could be the result of an \ninjury or other medical condition.  The licensee must consult a  veterinarian and keep  medical records about this dogs' \ncondition. \n2.50(a)(1) \n   \nTime and method of identification. \nA female Golden retriever did not have an ID.  Identification is necessary to properly complete any required documents \nand for APHIS officials to identify dogs and trace dogs back to their origins. The licensee must  ensure that all dogs at the \nfacility have proper identification at all times. \n3.4(b) \n   \nOutdoor housing facilities.\n\nIn one enclosure containing 6 dogs there were not enough dog shelters for all the dogs.  If dogs don't have enough dog \nshelters for all the dogs, some of them may not be protected from the elements.  The licensee must ensure there are \nenough shelters for all the dogs to sit, stand, and lay, freely and normally. \n3.4(c) \n   \nOutdoor housing facilities. \nThe facility only had half of the concrete floor sealed and impervious to moisture.  These enclosures also had some \ncracks in the concrete.   Enclosures with cracks in the concrete and concrete flooring that is not impervious to moisture \ncan harbor diseases and odors that attract pests.  The licensee must ensure all surfaces in contact with animals must be \nimpervious to moisture. \n3.6(a)(2)(i) \n   \nPrimary enclosures. \nThere were broken tie wires in the enclosures. These wires were used to fasten the the wire panels to divide the \nenclosures. The broken tie wires were sharp points protruding into the enclosures at the animals height.  These sharp \npoints could injure the dogs. The licensee must ensure all enclosures are free of sharp points and edges. \n3.11(c) \n   \nCleaning, sanitization, housekeeping, and pest control. \nAlong two sides of the enclosures there were tall weeds growing into the enclosure.  Tall weeds can harbor pests that can \ncause harm to the dogs.  The licensee must cut the weeds around the enclosure and keep them controlled at all times. \n3.11(d) \n   \nCleaning, sanitization, housekeeping, and pest control. \nOn part of the enclosures there is a lean-to for shade.  On the ceiling of the lean-to above the enclosures, there are \nseveral wasp nests.  These wasp nests indicate wasps could be around and could sting and cause harm to the dogs. The \nlicensee must safely remove the wasp nests and prevent wasps from living around the dogs.\n\nThis inspection was a site approval inspection. \n \nThis site is not ready for approval to conduct activity covered under your current Animal Welfare Act License. \n \nConducting regulated activities at a non-approved site is a violation of the Animal Welfare Act. \n \nPlease contact your inspector to schedule your next new site approval inspection. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 14,
  "species": [
    {
      "count": 14,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}