{
  "insp_id": "142161802260735",
  "layout": "a",
  "customer_id": "5271",
  "customer_name": "Lora Kooiman",
  "customer_addr": "Loren Kooiman\n2703 Garfield Ave\nDoon, IA 51235",
  "certificate": "42-A-0409",
  "site_id": "001",
  "site_name": "LOREN AND LORA KOOIMAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-MAY-2016",
  "report_date": "21-MAY-2016",
  "citations": [
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* There was a metal feed receptacle used to feed the two adult dogs in the raised enclosure. This feed receptacle\nwas excessively rusty and pitting on the sides and feeding area. The excessively rusty and pitting surface can\nprevent required cleaning and sanitization. Thus, increasing the disease potential for the dogs.\nAll metal surfaces must be maintained and kept free of rusty. This will allow for required cleaning and sanitization.\nTherefore, reducing the disease potential for the animals.\nTo be corrected by, 30-May-2016."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* All the enclosures had hog and plastic flooring. The flooring had an accumulation of fecal waste. In areas, the\nfecal waste was smashed into the holes of the flooring. This indicates daily spot-cleaning is not taking place, and\ncould increase the disease hazards for 12 adult dogs.\nAll hard surfaces must be spot-cleaned daily and sanitized often enough for prevention of an accumulation of fecal\nwaste and reduce disease hazards for the dogs.\nTo be corrected by, 23-May-2016."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* The raised enclosure had one feed receptacle and water receptacle used to feed and water the two adult dogs\nhoused in the enclosure. The feed receptacle had debris, brown food waste and hair on the surface. The watering\nreceptacle had an accumulation of green algae on the sides. This indicates the feed and watering receptacles are\nnot being cleaned often enough. This can increase the disease hazards.\nAll feed and watering receptacles must be cleaned and sanitized more often for prevention of an accumulation of\ndebris, food waste, algae and hair. This can reduce the disease hazards for the animals.\nTo be corrected by, 23-May-2016.\nThis inspection and exit interview was conducted with a facility representative, Dr. David Sabala (SAC) and Randall\nWagner (ACI).\nThis inspection will be sent by e-mail.\nAdditional Inspectors\nSabala David, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "3.1(c)(1)(1)\nHOUSING FACILITIES, GENERAL.\n* There was a metal feed receptacle used to feed the two adult dogs in the raised enclosure. This feed receptacle\nwas excessively rusty and pitting on the sides and feeding area.  The excessively rusty and pitting surface can\nprevent required cleaning and sanitization.  Thus, increasing the disease potential for the dogs.  \nAll metal surfaces must be maintained and kept free of rusty.  This will allow for required cleaning and sanitization. \nTherefore, reducing the disease potential for the animals.\nTo be corrected by, 30-May-2016.\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\n* All the enclosures had hog and plastic flooring.  The flooring had an accumulation of fecal waste.  In areas, the\nfecal waste was smashed into the holes of the flooring.  This indicates daily spot-cleaning is not taking place, and\ncould increase the disease hazards for 12 adult dogs.\nAll hard surfaces must be spot-cleaned daily and sanitized often enough for prevention of an accumulation of fecal\nwaste and reduce disease hazards for the dogs.\nTo be corrected by, 23-May-2016.\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n* The raised enclosure had one feed receptacle and water receptacle used to feed and water the two adult dogs\nhoused in the enclosure.  The feed receptacle had debris, brown food waste and hair on the surface.  The watering\nreceptacle had an accumulation of green algae on the sides.  This indicates the feed and watering receptacles are\n\nnot being cleaned often enough.  This can increase the disease hazards.\nAll feed and watering receptacles must be cleaned and sanitized more often for prevention of an accumulation of\ndebris, food waste, algae and hair. This can reduce the disease hazards for the animals. \nTo be corrected by, 23-May-2016.\nThis inspection and exit interview was conducted with a facility representative, Dr. David Sabala (SAC) and Randall\nWagner (ACI).\nThis inspection will be sent by e-mail.\nAdditional Inspectors\nSabala David, Supervisory Animal Care Specialist",
  "animals_total": 12,
  "species": [
    {
      "count": 12,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}