{
  "insp_id": "70161444070877",
  "layout": "a",
  "customer_id": "332224",
  "customer_name": "Alvin Lapp",
  "customer_addr": "Lydia Lapp\n4952 W Bockhofer Road\nFountain City, IN 47341",
  "certificate": "32-A-0488",
  "site_id": "001",
  "site_name": "ALVIN AND LYDIA LAPP",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-MAR-2016",
  "report_date": "15-MAR-2016",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "During inspection a guinea pig was found in distress. Licensee consulted the Attending Veterinarian via phone call\nand was given authorization to euthanize the animal. Euthanasia solution is kept on hand at the facility. The written\nprogram of veterinary care indicates euthanasia will be preformed only by the veterinarian. The written program of\nveterinary care provides guidance for the Licensee and must accurately reflect what treatments and medications are\nto be used on the animals to assure appropriate animal care is given. The written program of veterinary care must\nbe updated so it is correct and accurate.\nCorrect by: March 17, 2016"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Two guinea pigs were found during inspection which have cloudy eyes. The right eye of an adult red/brown and\nwhite female guinea pig is cloudy and appears to have a divot in the central cornea. The hair from the inner corner\nof this eye is missing. Licensee stated he noticed this soon after her pups were born near the end of February, but\ndid not start treatment or consult with a veterinarian. A juvenile grey/brown and white guinea pig has a cloudy left\neye and persistently squints. Examination revealed a possible divot in the cornea at the top edge of the eye. Eye\nproblems are painful and if untreated may result in loss of vision. These animals must be examined by a licensed\nveterinarian for diagnosis and treatment. Documentation of the veterinarian's assessment, treatment, and plan shall\nbe maintained for examination by APHIS officials.\nCorrect by: March 15, 2015\nExit interview conducted with Licensee."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDuring inspection a guinea pig was found in distress.  Licensee consulted the Attending Veterinarian via phone call\nand was given authorization to euthanize the animal.  Euthanasia solution is kept on hand at the facility.  The written\nprogram of veterinary care indicates euthanasia will be preformed only by the veterinarian.  The written program of\nveterinary care provides guidance for the Licensee and must accurately reflect what treatments and medications are\nto be used on the animals to assure appropriate animal care is given.  The written program of veterinary care must\nbe updated so it is correct and accurate.\nCorrect by:  March 17, 2016\n2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nTwo guinea pigs were found during inspection which have cloudy eyes.  The right eye of an adult red/brown and\nwhite female guinea pig is cloudy and appears to have a divot in the central cornea.  The hair from the inner corner\nof this eye is missing.  Licensee stated he noticed this soon after her pups were born near the end of February, but\ndid not start treatment or consult with a veterinarian.  A juvenile grey/brown and white guinea pig has a cloudy left\neye and persistently squints.  Examination revealed a possible divot in the cornea at the top edge of the eye.  Eye\nproblems are painful and if untreated may result in loss of vision.  These animals must be examined by a licensed\nveterinarian for diagnosis and treatment.  Documentation of the veterinarian's assessment, treatment, and plan shall\nbe maintained for examination by APHIS officials.\nCorrect by:  March 15, 2015\nExit interview conducted with Licensee.\n\n",
  "animals_total": 330,
  "species": [
    {
      "count": 330,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}