{
  "insp_id": "2016082567921580",
  "layout": "a",
  "customer_id": "3472",
  "customer_name": "Chimps Inc.",
  "customer_addr": "65525 Gerking Market Road\nBend, OR 97701",
  "certificate": "92-C-0174",
  "site_id": "001",
  "site_name": "CHIMPS INC.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-AUG-2016",
  "report_date": "12-SEP-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Several medications at the facility which are being given to the chimps are extra label medications. Extra label\nmedications are not prescribed for the species they are being given to. Without the approval of the attending\nveterinarian these medications are not considered appropriate veterinary care for the animals at the facility. The\nattending veterinarian needs to review these drugs and approve their use as intended on the label for the animals at\nthe facility.\nCorrect by: September 2, 2016\nThis inspection and exit interview were conducted with facility owner.\nThe inspector completed this inspection report when Animal Care was transitioning to a new information\nmanagement system. Because the inspector re-typed the inspection report into the new system when it was\ndeployed, the “prepared by” date on this inspection report is different than the date the inspector prepared the\noriginal inspection report, which occurred on August 17, 2016."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nSeveral medications at the facility which are being given to the chimps are extra label medications.  Extra label\nmedications are not prescribed for the species they are being given to.  Without the approval of the attending\nveterinarian these medications are not considered appropriate veterinary care for the animals at the facility.  The\nattending veterinarian needs to review these drugs and approve their use as intended on the label for the animals at\nthe facility.\nCorrect by:  September  2, 2016\nThis inspection and exit interview were conducted with facility owner.\nThe inspector completed this inspection report when Animal Care was transitioning to a new information\nmanagement system.   Because the inspector re-typed the inspection report into the new system when it was\ndeployed, the “prepared by” date on this inspection report is different than the date the inspector prepared the\noriginal inspection report, which occurred on August 17, 2016.",
  "animals_total": 9,
  "species": [
    {
      "count": 2,
      "scientific": "Lynx canadensis",
      "common": "CANADIAN LYNX"
    },
    {
      "count": 7,
      "scientific": "Pan troglodytes",
      "common": "CHIMPANZEE"
    }
  ]
}