{
  "insp_id": "233141349040072",
  "layout": "a",
  "customer_id": "119",
  "customer_name": "Massachusetts Eye And Ear Infirmary",
  "customer_addr": "243 Charles Street\nBoston, MA 02114",
  "certificate": "14-R-0022",
  "site_id": "001",
  "site_name": "MASSACHUSETTS EYE & EAR INFIRMARY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-AUG-2014",
  "report_date": "22-AUG-2014",
  "citations": [
    {
      "code": "2.32(c)(1)(3)",
      "kind": "",
      "repeat": false,
      "desc": "PERSONNEL QUALIFICATIONS.",
      "narrative": "In July 2014 a rabbit was anesthetized for two minor procedures, one of which was a partial closing of the eyelid,\nwhich requires post- procedural analgesics and 2 days of special monitoring. Two days after the procedure the\nanimal care staff noted the animal was injured and provided veterinary care at that time. Upon contacting the\ninvestigators they were informed of the procedure. Had the investigators done proper post-procedural care which\nincludes notifying the animal care staff of the procedure verbally or with post-operative forms that document their\nobservations and the provision of analgesia the injury may have been noticed in a timely manner and prevented\nadditional pain and/ or distress to the animal. The facility has taken steps to prevent future recurrence of this by\nretraining the investigators and implementing an augmented communication and documentation process.\nThis item has been addressed by the facility."
    },
    {
      "code": "3.81(a)",
      "kind": "",
      "repeat": false,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "Social grouping. There were two sub-adult female macaques housed singly at the time of inspection. They had\npreviously been housed together and had been deemed compatible. During a housing change 2 weeks ago they\nwere separated into individual enclosures. They were not under a veterinary or IACUC exemption from the social\nhousing requirement. The facility must ensure that the social needs of non-human primates known to exist in social\ngroups in nature are provided for the health and well-being of the animals.\nCorrect by 27-Aug-2014\nAn exit briefing was conducted with the Director of Regulatory Compliance at the time of inspection."
    }
  ],
  "narrative": "2.32(c)(1)(3)\nPERSONNEL QUALIFICATIONS.\nIn July 2014 a rabbit was anesthetized for two minor procedures, one of which was a partial closing of the eyelid,\nwhich requires post- procedural analgesics and 2 days of special monitoring.  Two days after the procedure the\nanimal care staff noted the animal was injured and provided veterinary care at that time.  Upon contacting the\ninvestigators they were informed of the procedure.  Had the investigators done proper post-procedural care which\nincludes notifying the animal care staff of the procedure verbally or with post-operative forms that document their\nobservations and the provision of analgesia the injury may have been noticed in a timely manner and prevented\nadditional pain and/ or distress to the animal.  The facility has taken steps to prevent future recurrence of this by\nretraining the investigators and implementing an augmented communication and documentation process.\nThis item has been addressed by the facility.\n3.81(a)\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\nSocial grouping.  There were two sub-adult female macaques housed singly at the time of inspection.  They had\npreviously been housed together and had been deemed compatible.  During a housing change 2 weeks ago they\nwere separated into individual enclosures.  They were not under a veterinary or IACUC exemption from the social\nhousing requirement.  The facility must ensure that the social needs of non-human primates known to exist in social\ngroups in nature are provided for the health and well-being of the animals.\nCorrect by 27-Aug-2014\nAn exit briefing was conducted with the Director of Regulatory Compliance at the time of inspection.",
  "animals_total": 59,
  "species": [
    {
      "count": 20,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 10,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    },
    {
      "count": 2,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE *MALE"
    },
    {
      "count": 25,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 2,
      "scientific": "Saimiri boliviensis",
      "common": "BLACK-CAPPED SQUIRREL MONKEY"
    }
  ]
}