{
  "insp_id": "2016090000512241",
  "layout": "b",
  "customer_id": "502939",
  "customer_name": "JOHN KING VERNA KING",
  "customer_addr": "2285 SEAGRAVE DR\nWATSONTOWN, PA 17777",
  "certificate": "23-A-0711",
  "site_id": "001",
  "site_name": "JOHN & VERNA KING",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-JAN-2021",
  "report_date": "19-JAN-2021",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "There was 1 guinea pig observed with a health condition requiring treatment in accordance with the Program of Veterinary\nCare or consultation with the attending veterinarian. There was a black and white adult female in Pen 12 that appeared\nlethargic with sunken eyes and heavy breathing. The guinea pig was moving very little but when she did move she was\ndragging the back end. Upon further examination, the animal had a swollen fleshy tubular shaped tissue protruding from\nthe back end. The back end and underside of the belly were coated with a moist fluid with bedding and other debris\nadhered. The licensee stated she had noticed the animal appeared a little slow the day before but had not contacted the\nattending veterinarian. The Program of Veterinary Care was reviewed and did not address the specific condition.\nThe attending veterinarian was contacted and agreed the licensee should have contacted her to have the condition\naddressed.\nSwollen tissue protruding from the back end can cause pain and discomfort, can become infected and can lead to a\nworsening condition if not addressed in a timely manner.\nThe licensee must communicate with the attending veterinarian to evaluate this animal and determine an appropriate plan\nfor diagnosis and treatment.\nCorrect by: January 20, 2021"
    },
    {
      "code": "3.31(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "The licensee described the procedure for cleaning and sanitizing the guinea pig pens involves removing the bedding,\nrinsing with water, and applying a disinfectant. The facility is not utilizing a cleaning step such as using soap or detergent.\nFailure to clean surfaces with a detergent to remove organic material before sanitizing can result in the disinfectant not\nbeing effective.\nThe guinea pig enclosures must be cleaned by washing soiled surfaces with a detergent solution before applying an\neffective disinfectant.\nCorrect by: January 29, 2021\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThere was 1 guinea pig observed with a health condition requiring treatment in accordance with the Program of Veterinary \nCare or consultation with the attending veterinarian.  There was a black and white adult female in Pen 12 that appeared \nlethargic with sunken eyes and heavy breathing.  The guinea pig was moving very little but when she did move she was \ndragging the back end.  Upon further examination, the animal had a swollen fleshy tubular shaped tissue protruding from \nthe back end.  The back end and underside of the belly were coated with a moist fluid with bedding and other debris \nadhered.  The licensee stated she had noticed the animal appeared a little slow the day before but had not contacted the \nattending veterinarian.  The Program of Veterinary Care was reviewed and did not address the specific condition. \nThe attending veterinarian was contacted and agreed the licensee should have contacted her to have the condition \naddressed. \nSwollen tissue protruding from the back end can cause pain and discomfort, can become infected and can lead to a \nworsening condition if not addressed in a timely manner. \nThe licensee must communicate with the attending veterinarian to evaluate this animal and determine an appropriate plan \nfor diagnosis and treatment. \nCorrect by:  January 20, 2021\n\n3.31(a)(1) \n   \nSanitation. \nThe licensee described the procedure for cleaning and sanitizing the guinea pig pens involves removing the bedding, \nrinsing with water, and applying a disinfectant.  The facility is not utilizing a cleaning step such as using soap or detergent. \nFailure to clean surfaces with a detergent to remove organic material before sanitizing can result in the disinfectant not \nbeing effective. \nThe guinea pig enclosures must be cleaned by washing soiled surfaces with a detergent solution before applying an \neffective disinfectant. \nCorrect by:  January 29, 2021 \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 432,
  "species": [
    {
      "count": 432,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}