{
  "insp_id": "320151600260218",
  "layout": "a",
  "customer_id": "328468",
  "customer_name": "Leroy Z Esh",
  "customer_addr": "7507 Foland Rd\nGreens Fork, IN 47345",
  "certificate": "32-A-0434",
  "site_id": "001",
  "site_name": "LEROY ESH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-AUG-2015",
  "report_date": "16-NOV-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Male Yorkie with microchip #4B01406E44 has dark material adhered to his teeth. The gums are red, swollen, and\nhave receded away from the teeth. A grey/green fluid is accumulated along the gum line. Dental disease is painful\nand is a source of contamination for other body systems. Licensee must use appropriate methods to prevent,\ncontrol, diagnose, and treat diseases and injuries. This dog must be examined by a licensed veterinarian for\ndiagnosis and treatment. Documentation of the veterinarian's assessment, treatment, and plan shall be maintained\nfor examination by APHIS officials. Licensee must develop an improved dental care plan to help maintain optimal\ndental health for all kennel dogs.\nCorrect by: August 29, 2015\nExit interview conducted with Licensee"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nMale Yorkie with microchip #4B01406E44 has dark material adhered to his teeth.  The gums are red, swollen, and\nhave receded away from the teeth.  A grey/green fluid is accumulated along the gum line.  Dental disease is painful\nand is a source of contamination for other body systems.  Licensee must use appropriate methods to prevent,\ncontrol, diagnose, and treat diseases and injuries.  This dog must be examined by a licensed veterinarian for\ndiagnosis and treatment.  Documentation of the veterinarian's assessment, treatment, and plan shall be maintained\nfor examination by APHIS officials.  Licensee must develop an improved dental care plan to help maintain optimal\ndental health for all kennel dogs.\nCorrect by:  August 29, 2015  \nExit interview conducted with Licensee",
  "animals_total": 35,
  "species": [
    {
      "count": 35,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}