{
  "insp_id": "INS-0001277922",
  "layout": "c",
  "customer_id": "323116",
  "customer_name": "Red Beast Enterprises Inc.",
  "customer_addr": "P.O. Box 270525\nFORT COLLINS, CO 80527",
  "certificate": "84-R-0080",
  "site_id": "001",
  "site_name": "Red Beast Enterprises, Inc.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-FEB-2025",
  "report_date": "04-APR-2025",
  "citations": [
    {
      "code": "2.31(d)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Institutional Animal Care and Use Committee (IACUC).",
      "narrative": "Protocol 166.017 requires the use of surgical and anesthetic records as referenced in SOP D016.04. Dog WZP1 and dog\nAPP1 did not have surgical or anesthesia forms filled out for debarking surgeries.\nCats that were neutered, including 4316, 4308, 4324, 4332, 4413, 4421, 4448, 4464, 4499, 4502, 4511, 4561, 4570,\n4588, 4740, 4768, 4456 and 4766, did not have surgical or anesthetic records. The attending veterinarian verbally\nconfirmed that the surgical, analgesia, and anesthetic protocols were followed but not recorded. This change to the\nperformance of the protocol was not approved by the IACUC and does not ensure that the IACUC has adequate oversight\nof care and use of animals on this protocol. The facility must ensure that procedures are performed in compliance with an\napproved protocol. To be corrected from this date forward: 21 February 2025."
    },
    {
      "code": "2.33(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care.",
      "narrative": "The facility is not following the written program of veterinary care (PVC) for dogs and cats. Stipulations not being followed\ninclude the following:\nThe PVC states that dogs will be weighed, have a body condition score (BCS) assessed, nail trim performed, and dental\nranking scored monthly, to be recorded in the Blue Binder Health Form. 6 dogs are documented to lack monthly care as\nfollows:\nDog KOA1 (Koala) is missing recorded monthly health care records for the following months: 6/22 – 7/22, 10/22 – 12/22,\n3/23 – 8/23, 10/23 – 1/24, and 5/24 – 6/24.\nDog WZP1 (Whazup) is missing recorded monthly health care records for the following months:10/22 – 12/22, 2/23 –\n6/23, 9/23, 12/23, 4/24 – 6/24, 9/24, and 12/24.\nDog 2330467 (Pita) is missing recorded monthly health care records for the following months: 5/22 – 6/22, 5/23-6/23,\n9/23, 11/23- 12/23, 2/24, and 5/24.\nDog 2335892 (Bo) is missing recorded monthly health care records for the following months: 3/22 – 4/22, 11/22, 5/22 –\n6/22, 8/23, 10/23, 12/23.\nDog XQB3 (Qbert) is missing recorded monthly health care records for the following months: 3/23 – 6/23, 10/23, 12/23,\n6/24.\nDog 2330815 (Randolf) is missing recorded monthly health care records for the following months: 4/22, 11/22, 5/23- 6/23,\n8/23, 10/23, 12/23, 2/24, 5/24 – 6/24.\nThe PVC states that cats will have a BCS assessed, be weighed, and have a nail trim performed every 4 months, to be\nrecorded in the Blue Binder Health Record. 10 cats from room 140 lack records after July 2022, including animals CHD1,\nCHD3, M193508, CIY4, GAF1, OFM1, OFN3, OFU1, OFU2, and TFH5. 18 other cats lacked any documentation in Blue\nBinder Health Records: 4316, 4308, 4324, 4332, 4413, 4421, 4448, 4464, 4499, 4502, 4511, 4561, 4570, 4588, 4740,\n4768, 4456 and 4766.\nAdditionally, the PVC states that ‘only Management’ may make the determination not to perform prescribed veterinary\nmonthly (dogs) or every 4-month (cats) checkups. In the PVC, ‘Management’ is defined as personnel separate from the\nVeterinary staff. Under the Animal Welfare Act, only the Attending Veterinarian has the authority to evaluate adequate\nveterinary care, and to oversee the adequacy of other aspects of animal care and use.\nThe facility must ensure that the Attending Veterinarian has the appropriate authority to make the final decision over\nveterinary care.\nCorrect from this date forward: February 21, 2025."
    },
    {
      "code": "2.33(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care.",
      "narrative": "Dog KOA1 (Koala) has a medical record entry on 8/12/24 with an assessment of “otitis externa” (ear infection) and a plan\nof “order topical treatment which includes antibiotic, antifungal, and steroid”. However, the treatment was not started until\n8/16/24. This is a 4-day gap between diagnosis and start of treatment. There is no documentation of any treatment during\nthis 4-day gap. Untreated ear infections can be painful and distressing and lead to possibly permanent damage of the ear\nstructure.\nDog 4595841 (Holt) has hair loss and red skin around his eyes and on his muzzle. A Health Check Request form was\nsubmitted by the caretaker staff on 10/26/2024. He was evaluated by the AV on 11/4/24 (9 days later) and assessed to\nhave a recurrence of a Demodex mite outbreak. The AV’s plan was to consult with another veterinarian for treatment\noptions. Treatment was started on 11/15/2024, 10 days after assessment, and 21 days after the animal was reported for\nthe condition. The hair loss and redness continue as of the time of inspection. Hair loss and red skin can be a result of\nitchiness, pain, parasites, and other serious medical problems. Delay in evaluating and treating these conditions can lead\nto ongoing discomfort.\nDog XQB3 (Qbert) is being given ongoing ophthalmic (eye) medication for low tear production. The AV has directed this\ndog to receive the medication three times a day. The medical records for this dog show no eye medications given on\n5/27/24. The medical records show the medication only given once on 10/5/24. Untreated dry eye can lead to pain and\ninjury to the cornea, impacting vision.\nCat 4316 has bilateral yellow to reddish ocular discharge, which the AV was aware had occurred previously, and was\nobserved with slight hair loss, minor redness and scabbed scratches on the nose, at the time of inspection on February\n19, 2025, and also February 20, 2025. Two other cats, numbers 4448 and 4502, also had bilateral dried dark ocular\ndischarge with variable hair loss under the eyes at the time of inspection, which the AV knew had occurred sporadically in\nthe past. Progression of the condition may indicate pain, irritation, or escalation of the condition, causing the ocular\ndischarge.\nThe registrant must use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. This includes\ntimely treatment of diagnosed medical conditions. To be corrected from this date forward: 21 February 2025."
    },
    {
      "code": "2.33(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care.",
      "narrative": "Dog XQB3 (Qbert) has red conjunctivae (the “whites of the eye”) in both eyes. This dog’s medical record has a diagnosis\nof “low tear production” with a treatment of “moisturizer” and is receiving OptixPlus ophthalmic ointment. There is no\nHealth Check Request regarding this dog’s red eyes to show that this problem was communicated to the AV. Red\nconjunctivae can indicate irritation, pain, infection, trauma and other medical problems and, in this case, could indicate\nthat the ongoing treatment plan is ineffective.\nThere is no Health Check Request for cats 4316, 4448 and 4502, all of which were observed to have ocular discharge two\ndays in a row on inspection. Although all 3 animals have been on a protocol for which ocular discharge was expected, the\nanimals are now maintained on a holding protocol, and abnormal health conditions must be reported for veterinary\nevaluation for treatment for potentially painful or distressing conditions.\nThe registrant must ensure that daily observation of all animals is conducted to assess their health and well-being. They\nmust also ensure that a mechanism of direct and frequent communication is in place so that timely and accurate\ninformation on problems of animal health, behavior, and well-being is conveyed to the attending veterinarian. To be\ncorrected from this date forward: 21 February 2025."
    },
    {
      "code": "3.6(a)(2)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The facility failed to maintain housing facilities free of jagged edges or sharp points that might injure the animals. There\nare three areas where there is torn caging material at the base of the enclosure wall, leaving jagged edges. There are two\nenclosures with metal points from the chain link door that are turned into the dog area. Failure to maintain housing\nfacilities in good repair can lead to potentially painful injury of the animals contained in them. The registrant must maintain\nhousing facilities so they are free of jagged edges or sharp points that might cause injury to the animal. To be corrected\nfrom this date forward: 21 February 2025."
    },
    {
      "code": "3.9(a)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding",
      "narrative": "The food in the receptacle in the enclosure housing DCB3 (Derek) is heavily mixed with the shavings used for bedding.\nThis food was moistened on purpose for this dog and the moisture is causing the shavings to stick to the food. This dog\nwas seen trying to pick through the shavings to eat the food. Contaminated food can lead to decreased appetite of the\nanimal and decreased nutritive value of the food. The registrant must ensure that food fed to dogs is uncontaminated,\nwholesome, palatable and of sufficient quantity and nutritive value to maintain the normal condition and weight of the\nanimal. To be corrected by 27 February 2025"
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding",
      "narrative": "The food receptacle in the enclosure housing KGI2 (Keagan) contains a large amount of fecal matter. Fecal\ncontamination of the food receptacle can lead to decreased appetite and potentially lead to illness. The registrant must\nensure that food receptacles be located so as to minimize contamination by excreta. To be corrected by 27 February\n2025."
    },
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The program of veterinary care does not include reference to sampling and treatment of fleas and heartworm. Research\nanimals may be exposed to vectors, fomites, or pests transmitting these diseases and could be at risk. The facility must\nensure that the program of veterinary care addresses this risk.\nCorrect by 27 February 2025"
    },
    {
      "code": "3.13(a)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The program of veterinary care does not include reference to care for coats, eyes, ears, and skin. Research animals\nrequire evaluation and potentially cleaning of coats, eyes, ears and skin to ensure animal welfare and address any\npotential disease or injury. The facility must ensure that the program of veterinary care addresses care of coats, eyes,\nears and skin.\nCorrect by 27 February 2025"
    },
    {
      "code": "3.13(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "Dog KOA1 (Koala) has treatment records for prednisone given for allergies starting (11/1/24) with no corresponding\nmedical records to document the examination findings or test results. While there was previously a diagnosis of allergies\nrelated to ear infections documented in medical records for this dog in 7/24, there is nothing that states what problem was\nidentified to warrant the addition of prednisone as a treatment.\nDog 2330467 (Pita) has documentation in his medical record of histopathology results dated 8/16/24. While there is a\nphysical exam documenting a diagnosis related to this problem 4/5/23, the medical record shows a plan of no treatment at\nthat time. There is no corresponding medical record to document this problem as it was observed in 8/24, or the change in\nthe treatment plan, or for the treatment procedure performed to collect this biopsy.\nDog 2335892 (Bo) has small areas of darkened skin and hair loss on the tops of both front feet consistent with licking\nand/or a chronic skin irritation. This may indicate pain or stress. While the attending veterinarian (AV) stated he was\naware of this, the problem is not identified in the dog’s medical records.\nDog ZHB3 (Zeba) has multiple areas of circular hair loss with red skin on both front paws. This condition may be\nuncomfortable. While the AV is aware of this, the problem is not identified in the dog’s medical record.\nDog XQB3 (Qbert) has noticeable red conjunctivae (the “whites of the eye”) in both eyes at the time of this inspection.\nThis dog’s medical record has a diagnosis of “low tear production” and has an ongoing treatment plan of OptixPlus\nophthalmic ointment. Low tear production may lead to permanent eye damage and pain. However, there is no medical\nrecord entry to document that the eyes are currently red.\nDog 2330815 (Randolf) has areas @ 1-2 inches in diameter of hair loss revealing red skin at or below the hock on the\noutside of each back leg. Those lesions may be painful. While the AV stated he was aware of this, the problem is not\nidentified in the dog’s medical records.\nDog 2330408 (Docker) has a test result history of declining thyroid levels below the normal range since 5/5/2020. This\nmay represent ongoing thyroid disease which could be distressing and affect overall health. There is no documentation of\nthe problem or the plan for treatment recorded in the dog’s medical record.\nCorrect and updated medical records allow the AV to monitor and effectively treat medical problems in dogs and allows all\ncaretakers of the dogs to follow plans for treatments and care. The registrant must ensure that when a problem is\nidentified (such as a disease, injury, or illness), the date and description of the problem, examination findings, test results,\nplan for treatment and care, and treatment procedures performed are all recorded in the dog’s medical record. To be\ncorrected from this date forward: 21 February 2025."
    },
    {
      "code": "3.13(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "Dog KOA1 (Koala) has a documented exam on 7/9/24 at which time the AV recorded a plan of “Ears cleaned. Daily\ncleaning for 4 days”. There is no corresponding medical record entry to document that treatment of ear cleaning.\nDog WZP1 (Whazup) and dog APP1 (App) both have a medical record showing “debarking”. The procedure was done on\n4/29/22 for WZAP1 and on 4/8/22 for APP1. The AV verbally confirmed to inspectors that he did administer analgesics to\nthe dog at the time of the procedure however, there is no documentation in the medical records to show that this was\nadministered.\nDog 2335892 (Bo) receives gabapentin on an ongoing basis. There is no documentation of the administration of the\ntreatment of gabapentin to this dog in the medical records during the month of 5/24. The AV stated this was because one\npage of the records is missing.\nMedical records that correctly document treatments given to dogs enable both the animal caretakers and the AV to\nensure that treatments are being given as directed by the AV. The registrant must ensure that dog medical records\ndocument the names of all vaccines and treatments administered, and the dates of administration. To be corrected from\nthis date forward: 21 February 2025.\nThis inspection and exit interview were conducted with facility representatives.\nAdditional Inspectors:\nSARA TOBIAS, VETERINARY MEDICAL OFFICER\nMargaret Shaver, VETERINARY MEDICAL OFFICER n"
    }
  ],
  "narrative": "2.31(d)(1) \n   \nInstitutional Animal Care and Use Committee (IACUC). \nProtocol 166.017 requires the use of surgical and anesthetic records as referenced in SOP D016.04. Dog WZP1 and dog \nAPP1 did not have surgical or anesthesia forms filled out for debarking surgeries.  \nCats that were neutered, including 4316, 4308, 4324, 4332, 4413, 4421, 4448, 4464, 4499, 4502, 4511, 4561, 4570, \n4588, 4740, 4768, 4456 and 4766, did not have surgical or anesthetic records. The attending veterinarian verbally \nconfirmed that the surgical, analgesia, and anesthetic protocols were followed but not recorded. This change to the \nperformance of the protocol was not approved by the IACUC and does not ensure that the IACUC has adequate oversight \nof care and use of animals on this protocol. The facility must ensure that procedures are performed in compliance with an \napproved protocol. To be corrected from this date forward: 21 February 2025. \n2.33(a)(2) \n   \nAttending veterinarian and adequate veterinary care. \nThe facility is not following the written program of veterinary care (PVC) for dogs and cats. Stipulations not being followed \ninclude the following:  \n \nThe PVC states that dogs will be weighed, have a body condition score (BCS) assessed, nail trim performed, and dental \nranking scored monthly, to be recorded in the Blue Binder Health Form. 6 dogs are documented to lack monthly care as \nfollows:  \n \nDog KOA1 (Koala) is missing recorded monthly health care records for the following months: 6/22 – 7/22, 10/22 – 12/22, \n3/23 – 8/23, 10/23 – 1/24, and 5/24 – 6/24.  \n \nDog WZP1 (Whazup) is missing recorded monthly health care records for the following months:10/22 – 12/22, 2/23 – \n6/23, 9/23, 12/23, 4/24 – 6/24, 9/24, and 12/24.  \n \nDog 2330467 (Pita) is missing recorded monthly health care records for the following months: 5/22 – 6/22, 5/23-6/23, \n9/23, 11/23- 12/23, 2/24, and 5/24.  \n \nDog 2335892 (Bo) is missing recorded monthly health care records for the following months: 3/22 – 4/22, 11/22, 5/22 –\n\n6/22, 8/23, 10/23, 12/23.  \n \nDog XQB3 (Qbert) is missing recorded monthly health care records for the following months: 3/23 – 6/23, 10/23, 12/23, \n6/24.  \n \nDog 2330815 (Randolf) is missing recorded monthly health care records for the following months: 4/22, 11/22, 5/23- 6/23, \n8/23, 10/23, 12/23, 2/24, 5/24 – 6/24.  \n \nThe PVC states that cats will have a BCS assessed, be weighed, and have a nail trim performed every 4 months, to be \nrecorded in the Blue Binder Health Record. 10 cats from room 140 lack records after July 2022, including animals CHD1, \nCHD3, M193508, CIY4, GAF1, OFM1, OFN3, OFU1, OFU2, and TFH5. 18 other cats lacked any documentation in Blue \nBinder Health Records: 4316, 4308, 4324, 4332, 4413, 4421, 4448, 4464, 4499, 4502, 4511, 4561, 4570, 4588, 4740, \n4768, 4456 and 4766.  \n \nAdditionally, the PVC states that ‘only Management’ may make the determination not to perform prescribed veterinary \nmonthly (dogs) or every 4-month (cats) checkups. In the PVC, ‘Management’ is defined as personnel separate from the \nVeterinary staff. Under the Animal Welfare Act, only the Attending Veterinarian has the authority to evaluate adequate \nveterinary care, and to oversee the adequacy of other aspects of animal care and use.  \n \nThe facility must ensure that the Attending Veterinarian has the appropriate authority to make the final decision over \nveterinary care.  \n \nCorrect from this date forward: February 21, 2025. \n2.33(b)(2) \n   \nAttending veterinarian and adequate veterinary care. \nDog KOA1 (Koala) has a medical record entry on 8/12/24 with an assessment of “otitis externa” (ear infection) and a plan \nof “order topical treatment which includes antibiotic, antifungal, and steroid”. However, the treatment was not started until \n8/16/24. This is a 4-day gap between diagnosis and start of treatment. There is no documentation of any treatment during \nthis 4-day gap. Untreated ear infections can be painful and distressing and lead to possibly permanent damage of the ear \nstructure.  \n \nDog 4595841 (Holt) has hair loss and red skin around his eyes and on his muzzle. A Health Check Request form was \nsubmitted by the caretaker staff on 10/26/2024. He was evaluated by the AV on 11/4/24 (9 days later) and assessed to \nhave a recurrence of a Demodex mite outbreak. The AV’s plan was to consult with another veterinarian for treatment \noptions. Treatment was started on 11/15/2024, 10 days after assessment, and 21 days after the animal was reported for \nthe condition. The hair loss and redness continue as of the time of inspection. Hair loss and red skin can be a result of \nitchiness, pain, parasites, and other serious medical problems. Delay in evaluating and treating these conditions can lead \nto ongoing discomfort.  \n \nDog XQB3 (Qbert) is being given ongoing ophthalmic (eye) medication for low tear production. The AV has directed this\n\ndog to receive the medication three times a day. The medical records for this dog show no eye medications given on \n5/27/24. The medical records show the medication only given once on 10/5/24. Untreated dry eye can lead to pain and \ninjury to the cornea, impacting vision. \n \nCat 4316 has bilateral yellow to reddish ocular discharge, which the AV was aware had occurred previously, and was \nobserved with slight hair loss, minor redness and scabbed scratches on the nose, at the time of inspection on February \n19, 2025, and also February 20, 2025. Two other cats, numbers 4448 and 4502, also had bilateral dried dark ocular \ndischarge with variable hair loss under the eyes at the time of inspection, which the AV knew had occurred sporadically in \nthe past. Progression of the condition may indicate pain, irritation, or escalation of the condition, causing the ocular \ndischarge.  \n \nThe registrant must use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. This includes \ntimely treatment of diagnosed medical conditions. To be corrected from this date forward: 21 February 2025. \n2.33(b)(3) \n   \nAttending veterinarian and adequate veterinary care. \nDog XQB3 (Qbert) has red conjunctivae (the “whites of the eye”) in both eyes. This dog’s medical record has a diagnosis \nof “low tear production” with a treatment of “moisturizer” and is receiving OptixPlus ophthalmic ointment. There is no \nHealth Check Request regarding this dog’s red eyes to show that this problem was communicated to the AV. Red \nconjunctivae can indicate irritation, pain, infection, trauma and other medical problems and, in this case, could indicate \nthat the ongoing treatment plan is ineffective.  \n \nThere is no Health Check Request for cats 4316, 4448 and 4502, all of which were observed to have ocular discharge two \ndays in a row on inspection. Although all 3 animals have been on a protocol for which ocular discharge was expected, the \nanimals are now maintained on a holding protocol, and abnormal health conditions must be reported for veterinary \nevaluation for treatment for potentially painful or distressing conditions.  \n \nThe registrant must ensure that daily observation of all animals is conducted to assess their health and well-being. They \nmust also ensure that a mechanism of direct and frequent communication is in place so that timely and accurate \ninformation on problems of animal health, behavior, and well-being is conveyed to the attending veterinarian. To be \ncorrected from this date forward: 21 February 2025. \n3.6(a)(2)(i) \n   \nPrimary enclosures. \nThe facility failed to maintain housing facilities free of jagged edges or sharp points that might injure the animals. There \nare three areas where there is torn caging material at the base of the enclosure wall, leaving jagged edges. There are two \nenclosures with metal points from the chain link door that are turned into the dog area. Failure to maintain housing \nfacilities in good repair can lead to potentially painful injury of the animals contained in them. The registrant must maintain \nhousing facilities so they are free of jagged edges or sharp points that might cause injury to the animal. To be corrected \nfrom this date forward: 21 February 2025.\n\n3.9(a) \n   \nFeeding \nThe food in the receptacle in the enclosure housing DCB3 (Derek) is heavily mixed with the shavings used for bedding. \nThis food was moistened on purpose for this dog and the moisture is causing the shavings to stick to the food. This dog \nwas seen trying to pick through the shavings to eat the food. Contaminated food can lead to decreased appetite of the \nanimal and decreased nutritive value of the food. The registrant must ensure that food fed to dogs is uncontaminated, \nwholesome, palatable and of sufficient quantity and nutritive value to maintain the normal condition and weight of the \nanimal. To be corrected by 27 February 2025 \n3.9(b) \n   \nFeeding \nThe food receptacle in the enclosure housing KGI2 (Keagan) contains a large amount of fecal matter. Fecal \ncontamination of the food receptacle can lead to decreased appetite and potentially lead to illness. The registrant must \nensure that food receptacles be located so as to minimize contamination by excreta. To be corrected by 27 February \n2025. \n3.13(a)(3) \n   \nVeterinary care for dogs. \nThe program of veterinary care does not include reference to sampling and treatment of fleas and heartworm. Research \nanimals may be exposed to vectors, fomites, or pests transmitting these diseases and could be at risk. The facility must \nensure that the program of veterinary care addresses this risk.  \n \nCorrect by 27 February 2025 \n3.13(a)(4) \n   \nVeterinary care for dogs. \nThe program of veterinary care does not include reference to care for coats, eyes, ears, and skin. Research animals \nrequire evaluation and potentially cleaning of coats, eyes, ears and skin to ensure animal welfare and address any \npotential disease or injury. The facility must ensure that the program of veterinary care addresses care of coats, eyes, \nears and skin.  \n \nCorrect by 27 February 2025 \n3.13(b)(2) \n   \nVeterinary care for dogs. \nDog KOA1 (Koala) has treatment records for prednisone given for allergies starting (11/1/24) with no corresponding \nmedical records to document the examination findings or test results. While there was previously a diagnosis of allergies \nrelated to ear infections documented in medical records for this dog in 7/24, there is nothing that states what problem was \nidentified to warrant the addition of prednisone as a treatment.\n\nDog 2330467 (Pita) has documentation in his medical record of histopathology results dated 8/16/24. While there is a \nphysical exam documenting a diagnosis related to this problem 4/5/23, the medical record shows a plan of no treatment at \nthat time. There is no corresponding medical record to document this problem as it was observed in 8/24, or the change in \nthe treatment plan, or for the treatment procedure performed to collect this biopsy.  \n \nDog 2335892 (Bo) has small areas of darkened skin and hair loss on the tops of both front feet consistent with licking \nand/or a chronic skin irritation. This may indicate pain or stress. While the attending veterinarian (AV) stated he was \naware of this, the problem is not identified in the dog’s medical records.  \n \nDog ZHB3 (Zeba) has multiple areas of circular hair loss with red skin on both front paws. This condition may be \nuncomfortable. While the AV is aware of this, the problem is not identified in the dog’s medical record.  \n \nDog XQB3 (Qbert) has noticeable red conjunctivae (the “whites of the eye”) in both eyes at the time of this inspection. \nThis dog’s medical record has a diagnosis of “low tear production” and has an ongoing treatment plan of OptixPlus \nophthalmic ointment. Low tear production may lead to permanent eye damage and pain. However, there is no medical \nrecord entry to document that the eyes are currently red.  \n \nDog 2330815 (Randolf) has areas @ 1-2 inches in diameter of hair loss revealing red skin at or below the hock on the \noutside of each back leg. Those lesions may be painful. While the AV stated he was aware of this, the problem is not \nidentified in the dog’s medical records.  \n \nDog 2330408 (Docker) has a test result history of declining thyroid levels below the normal range since 5/5/2020. This \nmay represent ongoing thyroid disease which could be distressing and affect overall health. There is no documentation of \nthe problem or the plan for treatment recorded in the dog’s medical record.  \n \nCorrect and updated medical records allow the AV to monitor and effectively treat medical problems in dogs and allows all \ncaretakers of the dogs to follow plans for treatments and care. The registrant must ensure that when a problem is \nidentified (such as a disease, injury, or illness), the date and description of the problem, examination findings, test results, \nplan for treatment and care, and treatment procedures performed are all recorded in the dog’s medical record. To be \ncorrected from this date forward: 21 February 2025. \n3.13(b)(3) \n   \nVeterinary care for dogs. \nDog KOA1 (Koala) has a documented exam on 7/9/24 at which time the AV recorded a plan of “Ears cleaned. Daily \ncleaning for 4 days”. There is no corresponding medical record entry to document that treatment of ear cleaning.  \n \nDog WZP1 (Whazup) and dog APP1 (App) both have a medical record showing “debarking”. The procedure was done on \n4/29/22 for WZAP1 and on 4/8/22 for APP1. The AV verbally confirmed to inspectors that he did administer analgesics to \nthe dog at the time of the procedure however, there is no documentation in the medical records to show that this was \nadministered.\n\nDog 2335892 (Bo) receives gabapentin on an ongoing basis. There is no documentation of the administration of the \ntreatment of gabapentin to this dog in the medical records during the month of 5/24. The AV stated this was because one \npage of the records is missing.  \n \nMedical records that correctly document treatments given to dogs enable both the animal caretakers and the AV to \nensure that treatments are being given as directed by the AV. The registrant must ensure that dog medical records \ndocument the names of all vaccines and treatments administered, and the dates of administration. To be corrected from \nthis date forward: 21 February 2025. \n \nThis inspection and exit interview were conducted with facility representatives. \n \nAdditional Inspectors: \nSARA TOBIAS, VETERINARY MEDICAL OFFICER \nMargaret Shaver, VETERINARY MEDICAL OFFICER n",
  "animals_total": 136,
  "species": [
    {
      "count": 28,
      "scientific": "Felis catus",
      "common": "CAT ADULT"
    },
    {
      "count": 108,
      "scientific": "Canis familiaris",
      "common": "DOG ADULT"
    }
  ]
}