{
  "insp_id": "INS-0000965217",
  "layout": "c",
  "customer_id": "331477",
  "customer_name": "TERRY GUOAN",
  "customer_addr": "4619 M-61\nSTANDISH, MI 48658",
  "certificate": "34-C-0433",
  "site_id": "001",
  "site_name": "TERRY GUOAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-APR-2024",
  "report_date": "05-APR-2024",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The Bactrian camel has patchy hair loss with small abrasions on both sides of the body. The licensee stated that this\ncondition happens every spring. The licensee has not contacted the veterinarian concerning this hair loss.\nLack of contact with the veterinarian concerning veterinary issues with the animals leads to undiagnosed animal issues\nand delayed treatment of illness and disease.\nEach dealer or exhibitor shall establish and maintain programs of adequate veterinary care that include daily observation\nof all animals to assess their health and well-being; Provided, however, That daily observation of animals may be\naccomplished by someone other than the attending veterinarian; and Provided, further, That a mechanism of direct and\nfrequent communication is required so that timely and accurate information on problems of animal health, behavior, and\nwell-being is conveyed to the attending veterinarian.\nTo be corrected by April 19, 2024"
    },
    {
      "code": "2.131(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "The licensee keeps large bales of hay, approximately four feet by eight feet, inside the shelter for the four goats, three\nsheep and three equine species. One of the bales of hay has been eaten from the bottom and is very precariously tipped\nforward, supported only by a single post, and could fall on an animal eating below.\nAnimals must be handled to minimize the possibility of trauma or physical harm.\nHandling of all animals shall be done as expeditiously and carefully as possible in a manner that does not cause trauma,\noverheating, excessive cooling, behavioral stress, physical harm, or unnecessary discomfort.\nTo be corrected by April 7, 2024."
    },
    {
      "code": "3.127(c)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "The primary enclosure housing a single Bactrian camel has excessive mud, muck and standing water in it. There are\nareas of the enclosure where the mud and water is approximately six to ten inches in depth. There is no dry area outside\nof the shelter in the barn. The drinking water for the camel and the hay that is fed adlib are both outside of the shelter. The\ncamel has to walk through the mud and standing water to access water and hay.\nDry access to potable water and food is required to prevent soiling of the animals and to ensure they are eating and\ndrinking sufficiently to maintain good body condition, minimize disease hazards and maintain health.\nA suitable method shall be provided to rapidly eliminate excess water. The method of drainage shall comply with\napplicable Federal, State, and local laws and regulations relating to pollution control or the protection of the environment.\nTo be corrected by April 8, 2024"
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "Watering.",
      "narrative": "The water container for the Bactrian camel has brown/green organic material growing on the bottom and sides and\napproximately one third of the top of the water receptacle has floating organic material floating on top of the water.\nLack of potable water can lead to dehydration of the camel which can further lead to disease or illness.\nIf potable water is not accessible to the animals at all times, it must be provided as often as necessary for the health and\ncomfort of the animal. Frequency of watering shall consider age, species, condition, size, and type of the animal. All water\nreceptacles shall be kept clean and sanitary.\nTo be corrected from this day forward April 5, 2024\nThis inspection and exit interview were conducted with the licensee.\nn"
    }
  ],
  "narrative": "2.40(b)(3) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe Bactrian camel has patchy hair loss with small abrasions on both sides of the body. The licensee stated that this \ncondition happens every spring. The licensee has not contacted the veterinarian  concerning this hair loss. \nLack of contact with the veterinarian  concerning veterinary  issues with the animals leads to undiagnosed animal issues \nand delayed treatment of illness and disease. \nEach dealer or exhibitor shall establish and maintain programs of adequate veterinary  care that include daily observation \nof all animals to assess their health and well-being; Provided, however,  That daily observation  of animals may be \naccomplished by someone other than the attending veterinarian;  and Provided, further, That a mechanism of direct and \nfrequent communication is required so that timely and accurate information on problems of animal health, behavior, and \nwell-being is conveyed to the attending veterinarian. \nTo be corrected by April 19, 2024 \n2.131(b)(1) \n   \nHandling of animals. \nThe licensee keeps large bales of hay, approximately four feet by eight feet, inside the shelter for the four goats, three \nsheep and three equine species. One of the bales of hay has been eaten from the bottom and is very precariously tipped \nforward, supported only by a single post, and could fall on an animal eating below.  \nAnimals must be handled to minimize the possibility of trauma or physical harm. \nHandling of all animals shall be done as expeditiously and carefully as possible in a manner that does not cause trauma, \noverheating,  excessive cooling, behavioral  stress, physical harm, or unnecessary discomfort. \nTo be corrected by April 7, 2024. \n3.127(c) \n   \nFacilities, outdoor. \nThe primary enclosure housing a single Bactrian camel has excessive mud, muck and standing water in it. There are \nareas of the enclosure where the mud and water is approximately six to ten inches in depth. There is no dry area outside \nof the shelter in the barn. The drinking water for the camel and the hay that is fed adlib are both outside of the shelter. The \ncamel has to walk through the mud and standing water to access water and hay. \nDry access to potable water and food is required to prevent soiling of the animals and to ensure they are eating and \ndrinking sufficiently to maintain good body condition, minimize disease hazards and maintain health.\n\nA suitable method shall be provided  to rapidly eliminate excess water. The method of drainage shall comply with \napplicable Federal, State, and local laws and regulations relating to pollution control or the protection of the environment. \nTo be corrected by April 8, 2024 \n3.130 \n   \nWatering. \nThe water container for the Bactrian camel has brown/green  organic material growing on the bottom and sides and \napproximately one third of the top of the water receptacle has floating organic material floating on top of the water. \nLack of potable water can lead to dehydration of the camel which can further lead to disease or illness. \nIf potable water is not accessible to the animals at all times, it must be provided  as often as necessary for the health and \ncomfort of the animal. Frequency of watering shall consider age, species, condition, size, and type of the animal. All water \nreceptacles shall be kept clean and sanitary. \nTo be corrected from this day forward April 5, 2024 \n \nThis inspection and exit interview were conducted with the licensee. \n \n n",
  "animals_total": 8,
  "species": [
    {
      "count": 1,
      "scientific": "Camelus bactrianus",
      "common": "BACTRIAN CAMEL"
    },
    {
      "count": 3,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 4,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    }
  ]
}