{
  "insp_id": "2016082569001035",
  "layout": "a",
  "customer_id": "334108",
  "customer_name": "Rebecca L Stille",
  "customer_addr": "Tim Stille\n14818 Dover Trail\nFaribault, MN 55021",
  "certificate": "41-A-0489",
  "site_id": "001",
  "site_name": "BECKY AND TIM STILLE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-DEC-2017",
  "report_date": "19-DEC-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Two dogs examined during inspection are in need of veterinary care. The first dog, a 4 year old brown male Poodle\nnamed \"Indian Summer\" (microchip # 003634262), had a heavy amount of tartar build up on both sides of its mouth.\nThe licensee had not observed this prior to inspection and upon observation admitted the dog was in need of a\ndental. The second dog, a 3 year old brown female Poodle named \"Milk Chin\", had hair loss on both of its ears.\nThe right ear also had what appeared to be an old sore that was healing and was slightly scabbed over. The\nlicensee had not observed this prior to inspection.\nIn addition, two medications were found to have been expired. Phycox expired 08/15 and New Skin Liquid Bandage\nexpired 07/17.\nDental issues can worsen and cause systemic infection possibly leading to death. Hair loss on the ears can be\nirritating to the dog and may indicate there is a problems with the ears. It can be caused by a variety of other\nfactors, some of which may be contagious to other dogs or even people. Expired medications can become\nineffective and sometimes even become toxic.\nBoth dogs need to be examined by the Attending Veterinarian and treated per his/her instructions. All expired\nproducts need to be discarded."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Rust was observed in a number of the outdoor enclosures. The back wall one one row of enclosures is all rust. In\naddition two enclosures have rust near the bottom fencing on the front of the enclosures. The rust is actually\nstarting to eat through the bottom posts on these two enclosures. Rust doesn't allow for the enclosures to be\nproperly sanitized. In addition if the rust eats through the bottoms posts on those two enclosures any further, it may\nweaken the fencing or provide a gap for the dogs in those enclosure to be able to escape. The rusted surfaces on\nthese outdoor enclosures need to be repaired or replaced so the surfaces can be easily cleaned and sanitized and\nto ensure that no dogs escape from their enclosures. Correct by 1/19/17."
    },
    {
      "code": "3.6(c)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "At least two primary enclosures were too small for the dogs they contained. The first dog was a black and white\nfemale Shih Tzu named \"Dixie\" (microchip #956000008820555). She measured 20'' and required 676 square\ninches of space. Her enclosure measured 29.5'' X 21.5'' and provided 634.25 square inches of space. Her\nenclosure was too small by 41.75 square inches.\nThe second dog was a cream colored female Golden Doodle named \"Molly\" (microchip #00120154688). She\nmeasured 30'' and required 1,296 square inches of space. Her enclosure measured 22'' X 35.5'' and provided 781\nsquare inches of space. Her enclosure was too small by 515 square inches.\nCage space requirements ensure that the dogs have enough room to move about freely within their cages. It\nminimizes the dogs from stepping or sitting in their feces or urine and also minimizes the spread of disease. The\nlicensee must ensure that all enclosures containing dogs and puppies have enough floor space to meet the\nminimum floor space requirements for the number of and the size of the dogs in that enclosure. Correct\nimmediately.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nTwo dogs examined during inspection are in need of veterinary care.  The first dog, a 4 year old brown male Poodle\nnamed \"Indian Summer\" (microchip # 003634262), had a heavy amount of tartar build up on both sides of its mouth.\n The licensee had not observed this prior to inspection and upon observation admitted the dog was in need of a\ndental.  The second dog, a 3 year old brown female Poodle named \"Milk Chin\", had hair loss on both of its ears. \nThe right ear also had what appeared to be an old sore that was healing and was slightly scabbed over.  The\nlicensee had not observed this prior to inspection.\nIn addition, two medications were found to have been expired.  Phycox expired 08/15 and New Skin Liquid Bandage\nexpired 07/17.\nDental issues can worsen and cause systemic infection possibly leading to death.  Hair loss on the ears can be\nirritating to the dog and may indicate there is a problems with the ears.  It can be caused by a variety of other\nfactors, some of which may be contagious to other dogs or even people.  Expired medications can become\nineffective and sometimes even become toxic.\nBoth dogs need to be examined by the Attending Veterinarian and treated per his/her instructions.  All expired\nproducts need to be discarded.\n3.1(a)\nHOUSING FACILITIES, GENERAL.\nRust was observed in a number of the outdoor enclosures.  The back wall one one row of enclosures is all rust.  In\naddition two enclosures have rust near the bottom fencing on the front of the enclosures.  The rust is actually\nstarting to eat through the bottom posts on these two enclosures.  Rust doesn't allow for the enclosures to be\nproperly sanitized.  In addition if the rust eats through the bottoms posts on those two enclosures any further, it may\nweaken the fencing or provide a gap for the dogs in those enclosure to be able to escape.  The rusted surfaces on\nthese outdoor enclosures need to be repaired or replaced so the surfaces can be easily cleaned and sanitized and\nto ensure that no dogs escape from their enclosures.  Correct by 1/19/17.\n\n3.6(c)(1)(i)\nPRIMARY ENCLOSURES.\nAt least two primary enclosures were too small for the dogs they contained.  The first dog was a black and white\nfemale Shih Tzu named \"Dixie\" (microchip #956000008820555).  She measured 20'' and required 676 square\ninches of space.  Her enclosure measured 29.5'' X 21.5'' and provided 634.25 square inches of space.  Her\nenclosure was too small by 41.75 square inches.\nThe second dog was a cream colored female Golden Doodle named \"Molly\" (microchip #00120154688).  She\nmeasured 30'' and required 1,296 square inches of space.  Her enclosure measured 22'' X 35.5'' and provided 781\nsquare inches of space.  Her enclosure was too small by 515 square inches.\nCage space requirements ensure that the dogs have enough room to move about freely within their cages. It\nminimizes the dogs from stepping or sitting in their feces or urine and also minimizes the spread of disease. The\nlicensee must ensure that all enclosures containing dogs and puppies have enough floor space to meet the\nminimum floor space requirements for the number of and the size of the dogs in that enclosure. Correct\nimmediately.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.",
  "animals_total": 88,
  "species": [
    {
      "count": 62,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 26,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}