{
  "insp_id": "2016082568553215",
  "layout": "a",
  "customer_id": "9658",
  "customer_name": "Joseph Maldonado Passage",
  "customer_addr": "142 Hayward St\nBraintree, MA 02184",
  "certificate": "73-C-0139",
  "site_id": "001",
  "site_name": "JOSEPH MALDONADO PASSAGE",
  "insp_type": "FOCUSED INSPECTION",
  "date": "30-MAY-2017",
  "report_date": "14-JUL-2017",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "Critical",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "On 15 May 2017 a female tiger escaped from an exercise enclosure in the rear area of the facility. The tiger was\ndiscovered loose on the premises by an employee during evening feeding. The employee immediately retreated\nand called an emergency code on the radio. No park visitors were present due to the late hour. The facility owner\nand other employees responded immediately and located the tiger in a corner of the facility near the perimeter\nfence. With her proximity to the perimeter fence, and the high danger if she was to escape the facility under cover\nof darkness, the licensee made the decision to shoot and kill the animal. This was accomplished with a single\nround from a rifle by the licensee.\nThe facility did not know how the tiger escaped from the pen. The enclosure is a common exercise yard in the\nmiddle of multiple pens, recently built by the facility, and used by numerous animals in rotation. The fencing of the\nenclosure meets current requirements for height on three sides. On the fourth side there was a narrow sheet metal\nledge along the inside of the fence. This ledge is actually the border of the metal roof of an adjacent set of pens\nwhich extends through the exercise yard fence. The ledge is approximately a foot wide, and ten feet in height. The\nfacility has since removed this ledge, and there are no other obvious structural problems with the enclosure.\nThis was a focused inspection to address this specific incident. The exercise enclosure clearly failed to contain this\ntiger. After her escape, the facility did react appropriately according to their emergency protocols. The facility also\nimmediately contacted their USDA inspector to self-report the incident. As mentioned, the facility removed the\nsheet metal ledge following the focused inspection.\nThe facility must take all necessary steps to ensure the exercise enclosure and all other park enclosures are\nsufficient to contain the animals.\nCorrect from this point forward.\nThis inspection and exit interview were conducted with facility representative.\nAdditional Inspectors\nCunningham Debbie, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.125(a)           CRITICAL                    REPEAT\nFACILITIES, GENERAL.   \nOn 15 May 2017 a female tiger escaped from an exercise enclosure in the rear area of the facility.  The tiger was\ndiscovered loose on the premises by an employee during evening feeding.  The employee immediately retreated\nand called an emergency code on the radio.  No park visitors were present due to the late hour.  The facility owner\nand other employees responded immediately and located the tiger in a corner of the facility near the perimeter\nfence.  With her proximity to the perimeter fence, and the high danger if she was to escape the facility under cover\nof darkness, the licensee made the decision to shoot and kill the animal.  This was accomplished with a single\nround from a rifle by the licensee.\nThe facility did not know how the tiger escaped from the pen.  The enclosure is a common exercise yard in the\nmiddle of multiple pens, recently built by the facility, and used by numerous animals in rotation.  The fencing of the\nenclosure meets current requirements for height on three sides.  On the fourth side there was a narrow sheet metal\nledge along the inside of the fence.  This ledge is actually the border of the metal roof of an adjacent set of pens\nwhich extends through the exercise yard fence.  The ledge is approximately a foot wide, and ten feet in height.  The\nfacility has since removed this ledge, and there are no other obvious structural problems with the enclosure. \nThis was a focused inspection to address this specific incident.  The exercise enclosure clearly failed to contain this\ntiger.  After her escape, the facility did react appropriately according to their emergency protocols.  The facility also\nimmediately contacted their USDA inspector to self-report the incident.  As mentioned, the facility removed the\nsheet metal ledge following the focused inspection.\nThe facility must take all necessary steps to ensure the exercise enclosure and all other park enclosures are\nsufficient to contain the animals.  \nCorrect from this point forward.\nThis inspection and exit interview were conducted with facility representative.\nAdditional Inspectors\nCunningham Debbie, Veterinary Medical Officer",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}