{
  "insp_id": "2016082568763389",
  "layout": "a",
  "customer_id": "29286",
  "customer_name": "Gina Den Boer",
  "customer_addr": "Nolan Den Boer\n3271 Coolidge Ave\nRock Valley, IA 51247",
  "certificate": "42-A-1067",
  "site_id": "001",
  "site_name": "NOLAN AND GINA DEN BOER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-AUG-2017",
  "report_date": "25-AUG-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* Buck III, a male Pug (I.D. # 900118000313329) has a left eye sphere with a slight to moderate conical shaped\nprotrusion that comes to a point over the pupil. When viewing the eye from the side it also looks like the pointed\nprotrusion area has a little bubble on the tip. Underneath the conical shape appears to be a hazy white to blueish\ndiscoloration resembling fog. There is a small amount of mucoid -like discharge on the lower eyelid. The right eye\nsphere has a slight conical shape with a flattened point over the pupil. There also appears to be a hazy white\ncoloration underneath the protrusion. This type of disfigurement of the eye sphere may be indicative of injury,\ndisease or other health issues. Licensee must consult a veterinarian to ensure that this disfigurement is not painful,\nindicative of other disease or health issues or cause impending blindness and that any treatment required is\nprovided for the well-being of the dog."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* A bottom enclosure with vinyl wire flooring on the westside of New Kennel is broken and corroding away along\nwhere the flooring and back wall meet.\nThe vinyl wire for a top row enclosure on the westside of the New Kennel is broken, separating alon the vertical\nseam and coming apart along the bottom of the enclosure door. The broken section of wire is starting to protrude\noutward.\nThese two enclosures, housing five adult dogs total, with broken wire can allow for the dogs feet or face get stuck in\nthe wire potentially causing injury. Dogs could try to escape from the gap caused by the broken wire in the top\nenclosure potentially causing injury.\nFor the prevention of injury, all enclosures must be kept in good repair and contain the animals.\nTo be corrected by, 26-August-2017."
    },
    {
      "code": "3.1(c)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* The outside part of two enclosures on the northeast sided of the Old Kennel had vinyl wire dividers. The vinyl was\ncoming off these dividers in areas exposing bare wire. This bare wire was excessively rusty and corroding. The\nend enclosure had a metal gate that was excessively rusty and corroding in areas. This can prevent the required\ncleaning and sanitization of these surfaces that could harbor disease organisms. The structural strength can be\njeopardized as well.\nAll surfaces must be free of excessive rust that can cause the prevention of required cleaning and sanitization, and\naffects the structural strength for the three adult dogs.\nTo be corrected by, 10-September-2017."
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Feces and other waste is starting to accumulate outside an opening approximately 3 yards from the dog\nenclosures housing a total of 11 adult dogs. The close location of waste and opening in the building are a insect,\nrodent and other vermin attraction. There were also puddles of water on the floor from a recent cleaning. The\nattraction of standing water inside and fecal waste located so close to the building with available openings will\nattract flying insects (mosquitoes, flies, gnats) that can cause injury, disease and stress to the animals.\nLicensee must ensure that regular and frequent collection of waste, fluids and other debris are conducted in such a\nway as to minimize vermin and pest infestation, insects, odors and disease hazards.\nTo be corrected by, 26-August-2017.\nThis inspection and verbal exit interview were conducted with licensee on 24-August-2017.\nThis inspection will be sent by e-mail.\nAdditional Inspectors\nDepoe Angela, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n* Buck III, a male Pug (I.D. # 900118000313329) has a left eye sphere with a slight to moderate conical shaped\nprotrusion that comes to a point over the pupil. When viewing the eye from the side it also looks like the pointed\nprotrusion area has a little bubble on the tip. Underneath the conical shape appears to be a hazy white to blueish\ndiscoloration resembling fog. There is a small amount of mucoid -like discharge on the lower eyelid.  The right eye\nsphere has a slight conical shape with a flattened point over the pupil. There also  appears to be a hazy white\ncoloration underneath the protrusion.  This type of disfigurement of the eye sphere may be indicative of injury,\ndisease or other health issues. Licensee must consult a veterinarian to ensure that this disfigurement is not painful,\nindicative of other disease or health issues or cause impending blindness and that any treatment required is\nprovided for the well-being of the dog.\n3.1(a)\nHOUSING FACILITIES, GENERAL.\n* A bottom enclosure with vinyl wire flooring on the westside of New Kennel is broken and corroding away along\nwhere the flooring and back wall meet. \nThe vinyl wire for a top row enclosure on the westside of the New Kennel is broken, separating alon  the vertical\nseam and coming apart along the bottom of the enclosure door. The broken section of wire is starting to protrude\noutward.\nThese two enclosures, housing five adult dogs total, with broken wire can allow for the dogs feet or face get stuck in\nthe wire potentially causing injury. Dogs could try to escape from the gap caused by the broken wire in the top\nenclosure potentially causing injury. \nFor the prevention of injury, all enclosures must be kept in good repair and contain the animals. \nTo be corrected by, 26-August-2017.\n\n3.1(c)(1)(i)\nHOUSING FACILITIES, GENERAL.\n* The outside part of two enclosures on the northeast sided of the Old Kennel had vinyl wire dividers.  The vinyl was\ncoming off these dividers in areas exposing bare wire.  This bare wire was excessively rusty and corroding.  The\nend enclosure had a metal gate that was excessively rusty and corroding in areas.  This can prevent the required\ncleaning and sanitization of these surfaces that could harbor disease organisms. The structural strength can be\njeopardized as well. \nAll surfaces must be free of excessive rust that can cause the prevention of required cleaning and sanitization, and\naffects the structural strength for the three adult dogs.\nTo be corrected by, 10-September-2017.\n3.1(f)\nHOUSING FACILITIES, GENERAL.\n* Feces and other waste is starting to accumulate outside an opening approximately 3 yards from the dog\nenclosures housing a total of 11 adult dogs. The close location of waste and opening in the building are a insect,\nrodent and other vermin attraction. There were also puddles of water on the floor from a recent cleaning. The\nattraction of  standing water inside and fecal waste located so close to the building with available openings will\nattract flying insects (mosquitoes, flies, gnats) that can cause injury, disease and stress to the animals.\n Licensee must ensure that regular and frequent collection of waste, fluids and other debris are conducted in such a\nway as to minimize vermin and pest infestation, insects, odors and disease hazards.\nTo be corrected by, 26-August-2017.\nThis inspection and verbal  exit interview were conducted with licensee on 24-August-2017.\nThis inspection will be sent by e-mail.\nAdditional Inspectors\nDepoe Angela, Animal Care Inspector",
  "animals_total": 86,
  "species": [
    {
      "count": 70,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 16,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}