{
  "insp_id": "2016082567930271",
  "layout": "a",
  "customer_id": "326843",
  "customer_name": "All Season Farm & Nursery",
  "customer_addr": "14510 Il Rt 176\nWoodstock, IL 60098",
  "certificate": "33-C-0474",
  "site_id": "001",
  "site_name": "ALL SEASON FARM & NURSERY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-SEP-2016",
  "report_date": "29-SEP-2016",
  "citations": [
    {
      "code": "3.50(a)",
      "kind": "Critical",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Four rabbits escaped from their enclosure approximately two weeks ago and were never recovered as per the\nfacility owner. The rabbits were able to dig underneath the enclosure fence and escape as per the facility owner.\nThe escaped rabbits could fall prey to predators as the facility is in a rural location.\nAssure that the rabbit enclosure is maintained so that rabbits can't escape.\nTo be corrected: From this day forward."
    },
    {
      "code": "3.130",
      "kind": "Direct",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "DIRECT\nSixteen pigs did not have access to water and drank voraciously after it was provided to them. The sixteen pigs are\nhoused in four stalls (four pigs per stall) inside of the racing pig building. Each of the stalls contains a large PVC\ntube with a Lixit valve attached near the bottom. These are the pigs’ water receptacles. None of the tubes\ncontained water. The tubes were filled with water at my request. Each of the sixteen pigs began to push each other\nand fight for control of the water. At least one stall of pigs was observed drinking voraciously for two minutes. This\nwould indicate that the pigs were not provided enough water or that they were not provided with water often enough.\nThe pigs must be provided with water as often as necessary to provide for their health and comfort.\nTo be corrected: This was corrected during the time of inspection as the pigs were offered water.\nEnsure that this is corrected from this day forward.\nNON DIRECT\nSeven water receptacles were dirty, had excessive debris, and/or had algae buildup in them during the time of\ninspection. The first water tub was located within the enclosure containing the twelve goats, four sheep, and one\nalpaca. The inside walls of the water tub were coated with green algae. The second tub was located in the barn\nstall with the two goats. It contained feces, hay, and other excessive debris. The third tub was located in the single\ncow's enclosure. The bottom of the water tub was coated with green algae. The final four were located in the pigs'\nstalls. The inside of each tube had large amounts of black and brown material on them.\nConsuming water with these contaminants could make the animals ill.\nClean these water receptacles and repeat often enough to assure that animals have access to clean water.\nTo be corrected: 9-30-16"
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Excessive feces and flies were present in the stall containing the two Holstein calves during the time of inspection.\nAt least 2/3 of the stall contained soiled straw. Numerous flies were observed in the feces and in the calves food\ndish. Excessive feces attracts flies and can cause animal diseases.\nClean the stall and repeat often enough to prevent excessive build up of feces.\nTo be corrected: 9-30-16\nApproximately 1/4 of an inch of wet feces covered all four of the pig stalls. The feces completely covered the\nconcrete stall floors and covered the majority of the stall walls. The stalls were flushed with water by the license\nholder during the inspection; however, this left one of the stalls with with significant standing water. It also left all of\nthe other stalls with only wet concrete. Excessive feces and standing water can cause health problems in pigs.\nEnsure the pig stalls are kept clean by removing feces often enough to prevent build up. The pigs must also have a\ndry, clean place within their stalls to lie down.\nTo be corrected: 9-30-16\nThis inspection and exit interview were conducted with owner."
    }
  ],
  "narrative": "3.50(a)           CRITICAL\nFACILITIES, GENERAL.  \nFour rabbits escaped from their enclosure approximately two weeks ago and were never recovered as per the\nfacility owner.  The rabbits were able to dig underneath the enclosure fence and escape as per the facility owner. \nThe escaped rabbits could fall prey to predators as the facility is in a rural location.\nAssure that the rabbit enclosure is maintained so that rabbits can't escape.\nTo be corrected: From this day forward.\n3.130           DIRECT\nWATERING.  \nDIRECT\nSixteen pigs did not have access to water and drank voraciously after it was provided to them.  The sixteen pigs are\nhoused in four stalls (four pigs per stall) inside of the racing pig building.  Each of the stalls contains a large PVC\ntube with a Lixit valve attached near the bottom.  These are the pigs’ water receptacles.  None of the tubes\ncontained water.  The tubes were filled with water at my request.  Each of the sixteen pigs began to push each other\nand fight for control of the water.  At least one stall of pigs was observed drinking voraciously for two minutes.  This\nwould indicate that the pigs were not provided enough water or that they were not provided with water often enough.\n \nThe pigs must be provided with water as often as necessary to provide for their health and comfort.\nTo be corrected: This was corrected during the time of inspection as the pigs were offered water.\n                           Ensure that this is corrected from this day forward.\nNON DIRECT\n\nSeven water receptacles were dirty, had excessive debris, and/or had algae buildup in them during the time of\ninspection.  The first water tub was located within the enclosure containing the twelve goats, four sheep, and one\nalpaca. The inside walls of the water tub were coated with green algae.   The second tub was located in the barn\nstall with the two goats.  It contained feces, hay, and other excessive debris.  The third tub was located in the single\ncow's enclosure.  The bottom of the water tub was coated with green algae.  The final four were located in the pigs'\nstalls.  The inside of each tube had large amounts of black and brown material on them. \nConsuming water with these contaminants could make the animals ill.\nClean these water receptacles and repeat often enough to assure that animals have access to clean water.\nTo be corrected: 9-30-16\n3.131(a)\nSANITATION.   \nExcessive feces and flies were present in the stall containing the two Holstein calves during the time of inspection. \nAt least 2/3 of the stall contained soiled straw.  Numerous flies were observed in the feces and in the calves food\ndish.  Excessive feces attracts flies and can cause animal diseases.\nClean the stall and repeat often enough to prevent excessive build up of feces.\nTo be corrected: 9-30-16\nApproximately 1/4 of an inch of wet feces covered all four of the pig stalls.  The feces completely covered the\nconcrete stall floors and covered the majority of the stall walls.  The stalls were flushed with water by the license\nholder during the inspection; however, this left one of the stalls with with significant standing water.  It also left all of\nthe other stalls with only wet concrete.  Excessive feces and standing water can cause health problems in pigs.\nEnsure the pig stalls are kept clean by removing feces often enough to prevent build up.  The pigs must also have a\ndry, clean place within their stalls to lie down.\nTo be corrected: 9-30-16\nThis inspection and exit interview were conducted with owner.",
  "animals_total": 48,
  "species": [
    {
      "count": 2,
      "scientific": "Bos grunniens",
      "common": "YAK"
    },
    {
      "count": 1,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 2,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 20,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 1,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 5,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 16,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}