{
  "insp_id": "2016090000516904",
  "layout": "b",
  "customer_id": "505805",
  "customer_name": "NELSON MARTIN",
  "customer_addr": "117 GRANGE HALL RD\nSHICKSHINNY, PA 18655",
  "certificate": "23-A-0712",
  "site_id": "001",
  "site_name": "NELSON MARTIN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-JAN-2021",
  "report_date": "27-JAN-2021",
  "citations": [
    {
      "code": "3.25(c)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "An open bag of pelleted feed was observed to be sitting in the bin with other intact bags of pelleted feed for the guinea\npigs. This bin is left uncovered and the open bag of feed, still about halfway full of pellets, was only closed by twisting the\nopen top of the bag.\nAdditionally, there are several bags of carrots stored on the ground, including an open bag of carrots in which the carrots\nhave spilled out onto the ground. These carrots are used to supplement the diet of the guinea pigs.\nFeed needs to be stored in a manner that protects it from spoilage and deterioration and food supplies not in their original\nintact containers must be stored in a container with a tightly fitting lid or cover. Additionally, refrigeration must be supplied\nfor perishable food items, such as carrots. Failure to do so can lead to deterioration and/or contamination of feed, which\ncan lead to an increase in disease or illness in the guinea pigs.\nCorrect by storing open bags of feed in a container with a tightly fitted lid or cover and by storing carrots in a manner that\nprevents spoilage and contamination. Correct by February 3, 2021."
    },
    {
      "code": "3.29(d)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding.",
      "narrative": "Feeders in multiple guinea pig enclosures have pelleted feed that has deteriorated to the extent where it is mostly powder\nwith few intact pellets remaining in the bottom half of the feeder.\nMeasures must be taken when using self-feeders to prevent the deterioration or caking of pelleted feed. Failure to do so\ncan lead to weight loss, illness, and dental issues if the animals attempt to ingest the feed in it's powder form.\nCorrect by replacing deteriorated feed with intact pelleted feed. Correct by January 28, 2021."
    },
    {
      "code": "3.31(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "Two of the guinea pig enclosures had an accumulation of wet bedding and fecal material on the wire mesh directly under\nthe water spigots. The bedding surrounding the water spigots were also wet.\nPrimary enclosures must be cleaned often enough to prevent an accumulation of feces or debris, including wet bedding.\nFailure to do so can lead to illness if the guinea pigs avoid the water or have to stand in wet bedding bedding in order to\ndrink.\nCorrect by cleaning the areas under the water spigots and removing wet bedding as often as necessary. Correct by\nJanuary 28, 2021."
    },
    {
      "code": "3.31(b)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "There is an accumulation of dusty spiderwebs directly above two of the open-topped guinea pig enclosures.\nPremises need to be kept clean to protect the animals from injury. Accumulations of dusty spiderwebs can impact\nventilation as well as cause contamination of feed and water sources.\nCorrect by keeping the premises clean and free from spiderweb accumulations. Correct by February 3, 2021."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "While reviewing records, it was observed that the facility does not have a current count of animals on hand nor are animal\nbirths being recorded.\nAnimal dealers must make, keep, and maintain records which include animals owned as well as any offspring born while\nin his/her possession. Failure to do so can make it difficult to identify trends in animal losses.\nCorrect by maintaining records that include number of animals on hand and animal births. Correct by January 28, 2021.\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "3.25(c) \n   \nFacilities, general. \nAn open bag of pelleted feed was observed to be sitting in the bin with other intact bags of pelleted feed for the guinea \npigs.  This bin is left uncovered and the open bag of feed, still about halfway full of pellets, was only closed by twisting the \nopen top of the bag. \n \nAdditionally, there are several bags of carrots stored on the ground, including an open bag of carrots in which the carrots \nhave spilled out onto the ground.  These carrots are used to supplement the diet of the guinea pigs. \n \nFeed needs to be stored in a manner that protects it from spoilage and deterioration and food supplies not in their original \nintact containers must be stored in a container with a tightly fitting lid or cover.  Additionally, refrigeration must be supplied \nfor perishable food items, such as carrots.  Failure to do so can lead to deterioration and/or contamination of feed, which \ncan lead to an increase in disease or illness in the guinea pigs. \n \nCorrect by storing open bags of feed in a container with a tightly fitted lid or cover and by storing carrots in a manner that \nprevents spoilage and contamination.  Correct by  February 3, 2021.\n\n3.29(d) \n   \nFeeding. \nFeeders in multiple guinea pig enclosures have pelleted feed that has deteriorated to the extent where it is mostly powder \nwith few intact pellets remaining in the bottom half of the feeder. \n \nMeasures must be taken when using self-feeders to prevent the deterioration or caking of pelleted feed.  Failure to do so \ncan lead to weight loss, illness, and dental issues if the animals attempt to ingest the feed in it's powder form. \n \nCorrect by replacing deteriorated feed with intact pelleted feed.  Correct by January 28, 2021. \n3.31(a)(1) \n   \nSanitation. \nTwo of the guinea pig enclosures had an accumulation of wet bedding and fecal material on the wire mesh directly under \nthe water spigots.  The bedding surrounding the water spigots were also wet. \n \nPrimary enclosures must be cleaned often enough to prevent an accumulation of feces or debris, including wet bedding.  \nFailure to do so can lead to illness if the guinea pigs avoid the water or have to stand in wet bedding bedding in order to \ndrink. \n \nCorrect by cleaning the areas under the water spigots and removing wet bedding as often as necessary.  Correct by \nJanuary 28, 2021. \n3.31(b) \n   \nSanitation.\n\nThere is an accumulation of dusty spiderwebs directly above two of the open-topped guinea pig enclosures. \n \nPremises need to be kept clean to protect the animals from injury.  Accumulations of dusty spiderwebs can impact \nventilation as well as cause contamination of feed and water sources. \n \nCorrect by keeping the premises clean and free from spiderweb accumulations.  Correct by February 3, 2021. \n2.75(b)(1) \n   \nRecords: Dealers and exhibitors. \nWhile reviewing records, it was observed that the facility does not have a current count of animals on hand nor are animal \nbirths being recorded. \n \nAnimal dealers must make, keep, and maintain records which include animals owned as well as any offspring born while \nin his/her possession.  Failure to do so can make it difficult to identify trends in animal losses. \n \nCorrect by maintaining records that include number of animals on hand and animal births.  Correct by January 28, 2021. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 261,
  "species": [
    {
      "count": 261,
      "scientific": "Guinea Pigs",
      "common": "GUINEA PIGS"
    }
  ]
}