{
  "insp_id": "169151755030350",
  "layout": "a",
  "customer_id": "1072",
  "customer_name": "Lovelace Biomedical Research Institute",
  "customer_addr": "2425 Ridgecrest S E\nAlbuquerque, NM 87108",
  "certificate": "85-R-0003",
  "site_id": "001",
  "site_name": "LOVELACE BIOMEDICAL RESEARCH INSTITUTE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-JUN-2015",
  "report_date": "19-JUN-2015",
  "citations": [
    {
      "code": "2.31(d)(1)(8)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "On 5/22/2015 during an IACUC approved activity (Protocol 15-057), a device used to measure pulmonary function\nwas connected to an anesthetized dog (ID#1689v) via endotracheal tube while the device was still attached to\nhouse air. This caused the dog's lungs to overinflate in approximately 5 seconds or less, leading to respiratory\narrest and death. The technician connecting the device was not trained to perform this task nor directed by anyone\nto connect the device. The principal investigator (PI) was present but did not see the technician act until the effect\non the dog was detected.\nPersonnel involved in animal activities need to be qualified and trained in any procedures they may perform to\nensure that they will be conducted correctly in order to minimize pain and distress to the animals.\nThe IACUC shall determine that personnel conducting procedures on the species being maintained or studied must\nbe appropriately qualified and trained in those procedures.\nThis incident was self-reported to APHIS by the IACUC Chair and an internal facility investigation was initiated\nwithin a week after the incident occurred.\nCorrections have been initiated by the Principal Investigator, in consultation with the IACUC, which include adding\nsafety equipment to the device setup and documenting all the steps required to conduct this activity safely.\nFinal corrective actions should be reviewed and approved by the IACUC to ensure that all personnel are qualified\nand trained appropriately before conducting procedures."
    },
    {
      "code": "3.80(a)(2)(3)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Three nonhuman primates (NHPs) were able to escape from their primary enclosures due to the accidental opening\nof the enclosures.\n--On 3/18/2015, a female Rhesus macaque (ID#RA1021) was able to escape from the primary enclosure during a\ntransfer between a transport enclosure and the primary enclosure. The transport enclosure was being supported by\nthe leg of one of the technicians, the primary enclosure door became stuck open, the NHP was able to jump back\ninto the transport enclosure, and escape between a gap between the two enclosures. The NHP was able to be\nrecaptured without injury after approximately 10 minutes and securely placed into the primary enclosure. A frame is\navailable at the facility that allows the transport enclosures to be held securely against the primary enclosure door\nbut this procedure area did not have one on hand nor had the technicians been trained to use the transport\nenclosure with the frame prior to this incident.\n--On 3/27/2015, a Rhesus macaque (ID#RQ9087) was able to escape from its primary enclosure after just being\ntransferred from a transport enclosure. One of the technicians involved in the transfer accidentally opened the\nprimary enclosure door, prior to it being locked, which allowed the NHP to escape. The NHP was able to be\nrecaptured without injury after approximately 9 minutes and securely placed into the primary enclosure.\n--On 5/9/2015, a Cynomologus monkey (ID#1110608) was able to escape from its primary enclosure after releasing\na C-clamp from a metal panel on the cage door. The panel should have been secured by an appropriate lock and\nnot by a C-clamp but this was not identified by the staff prior to the animal's escape. The NHP was able to be\nbaited with food items back into its primary enclosure without injury.\nAccidental opening of NHP enclosures poses a risk of injury to the animals and personnel should the animals\nescape or become caught in the process of opening the enclosure.\nPrimary enclosures must be constructed and maintained so that they contain the nonhuman primates securely and\nprevent accidental opening of the enclosure, including opening by the animal.\nCorrective measures have been implemented by the research staff in consultation with the IACUC including\ndeveloping a training program for staff involved in the transferring of NHP's using the transport enclosure and frame,\nadapting the enclosures so that transport enclosures and restraint devices can be more securely used, and\nchecking all enclosures for appropriate locks or other security measures prior to moving animals into enclosures.\nOn June 17-18, 2015, a focused inspection was conducted with facility representatives and AC VMO, Tracy\nThompson, DVM, to review the self-reported incident and to follow-up on citations from the previous inspection.\nExit interview conducted with facility representatives on June 19, 2015."
    }
  ],
  "narrative": "2.31(d)(1)(8)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nOn 5/22/2015 during an IACUC approved activity (Protocol 15-057), a device used to measure pulmonary function\nwas connected to an anesthetized dog (ID#1689v) via endotracheal tube while the device was still attached to\nhouse air.  This caused the dog's lungs to overinflate in approximately 5 seconds or less, leading to respiratory\narrest and death.  The technician connecting the device was not trained to perform this task nor directed by anyone\nto connect the device.  The principal investigator (PI) was present but did not see the technician act until the effect\non the dog was detected.\nPersonnel involved in animal activities need to be qualified and trained in any procedures they may perform to\nensure that they will be conducted correctly in order to minimize pain and distress to the animals.\nThe IACUC shall determine that personnel conducting procedures on the species being maintained or studied must\nbe appropriately qualified and trained in those procedures.\nThis incident was self-reported to APHIS by the IACUC Chair and an internal facility investigation was initiated\nwithin a week after the incident occurred.  \nCorrections have been initiated by the Principal Investigator, in consultation with the IACUC, which include adding\nsafety equipment to the device setup and documenting all the steps required to conduct this activity safely.\nFinal corrective actions should be reviewed and approved by the IACUC to ensure that all personnel are qualified\nand trained appropriately before conducting procedures.\n3.80(a)(2)(3)\nPRIMARY ENCLOSURES.  \nThree nonhuman primates (NHPs) were able to escape from their primary enclosures due to the accidental opening\nof the enclosures.\n--On 3/18/2015, a female Rhesus macaque (ID#RA1021) was able to escape from the primary enclosure during a\n\ntransfer between a transport enclosure and the primary enclosure.  The transport enclosure was being supported by\nthe leg of one of the technicians, the primary enclosure door became stuck open, the NHP was able to jump back\ninto the transport enclosure, and escape between a gap between the two enclosures.  The NHP was able to be\nrecaptured without injury after approximately 10 minutes and securely placed into the primary enclosure.  A frame is\navailable at the facility that allows the transport enclosures to be held securely against the primary enclosure door\nbut this procedure area did not have one on hand nor had the technicians been trained to use the transport\nenclosure with the frame prior to this incident.\n--On 3/27/2015, a Rhesus macaque (ID#RQ9087) was able to escape from its primary enclosure after just being\ntransferred from a transport enclosure.  One of the technicians involved in the transfer accidentally opened the\nprimary enclosure door, prior to it being locked, which allowed the NHP to escape.  The NHP was able to be\nrecaptured without injury after approximately 9 minutes and securely placed into the primary enclosure.\n--On 5/9/2015, a Cynomologus monkey (ID#1110608) was able to escape from its primary enclosure after releasing\na C-clamp from a metal panel on the cage door.  The panel should have been secured by an appropriate lock and\nnot by a C-clamp but this was not identified by the staff prior to the animal's escape.  The NHP was able to be\nbaited with food items back into its primary enclosure without injury.\nAccidental opening of NHP enclosures poses a risk of injury to the animals and personnel should the animals\nescape or become caught in the process of opening the enclosure.  \nPrimary enclosures must be constructed and maintained so that they contain the nonhuman primates securely and\nprevent accidental opening of the enclosure, including opening by the animal.\nCorrective measures have been implemented by the research staff in consultation with the IACUC including\ndeveloping a training program for staff involved in the transferring of NHP's using the transport enclosure and frame,\nadapting the enclosures so that transport enclosures and restraint devices can be more securely used, and\nchecking all enclosures for appropriate locks or other security measures prior to moving animals into enclosures.\nOn June 17-18, 2015, a focused inspection was conducted with facility representatives and AC VMO, Tracy\nThompson, DVM, to review the self-reported incident and to follow-up on citations from the previous inspection.  \nExit interview conducted with facility representatives on June 19, 2015.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}