{
  "insp_id": "90140926354141",
  "layout": "a",
  "customer_id": "30594",
  "customer_name": "Johnny Dake",
  "customer_addr": "21448 Hwy 135\nStover, MO 65078",
  "certificate": "43-A-4494",
  "site_id": "001",
  "site_name": "JOHNNY DAKE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "31-MAR-2014",
  "report_date": "31-MAR-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***There was a female Shih Tzu (46495B6650) that was holding the right front leg up and only occasionally seen\nbearing weight on the leg. On closer observation, there was an approximately 1/4 inch diameter raised, nodule-like\nlesion noted between two of the toes on the right front paw. The nodule was mostly covered by hair and the hair\nwas an abnormal-looking brownish red color in this area of the paw. The lesion between the toes could be the\nresult of an injury, infection, illness or other veterinary medical condition which may cause discomfort. The licensee\nmust consult with a licensed veterinarain regarding this animal's condition by April 4, 2014 in order to obtain an\naccurate diagnosis and to ensure that an appropriate treatment plan is developed and followed. The licensee must\nensure that all animals receive adequate veterinary care at all times.\n*Note: The female Shih Tzu (087*379*530), the female Shih Tzu (#4632364346) and the approximately 6 month old\nwhite male Shih Tzu (#JD13096) which had been previously included on the report for the inspection conducted on\nJanuary 7, 2014 under 2.40 (b)(2) had been addressed by a veterinarian."
    },
    {
      "code": "3.10",
      "kind": "Direct",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "***In the outdoor portion of the facility, there were a total of eleven dogs housed within four enclosures which each\ncontained water receptacles that had no water in them. According to the facility representative, water had last been\ngiven to the dogs yesterday evening. When the facility representative was asked to offer the dogs fresh water\nduring the inspection at approximately 12pm, most of the dogs were observed immediately going up to the water\nreceptacles when they were filled and starting to drink the water. Some of the dogs were seen drinking water for at\nleast one minute continuously. Lack of appropriate amounts of water can increase the risk of dehydration and other\nmedical issues for the animals. The licensee must ensure all animals have access to water as often as necessary to\nensure their health and well-being, but not less than twice daily for at least 1 hour each time, unless restricted by the\nattending veterinarian. The licensee corrected this non-compliance during the inspection.\nThe inspection and exit interview were conducted with a facility representative.\nAdditional Inspectors\nProctor Chad, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***There was a female Shih Tzu (46495B6650) that was holding the right front leg up and only occasionally seen\nbearing weight on the leg.  On closer observation, there was an approximately 1/4 inch diameter raised, nodule-like\nlesion noted between two of the toes on the right front paw.  The nodule was mostly covered by hair and the hair\nwas an abnormal-looking brownish red color in this area of the paw.  The lesion between the toes could be the\nresult of an injury, infection, illness or other veterinary medical condition which may cause discomfort.  The licensee\nmust consult with a licensed veterinarain regarding this animal's condition by April 4, 2014 in order to obtain an\naccurate diagnosis and to ensure that an appropriate treatment plan is developed and followed.  The licensee must\nensure that all animals receive adequate veterinary care at all times.\n*Note: The female Shih Tzu (087*379*530), the female Shih Tzu (#4632364346) and the approximately 6 month old\nwhite male Shih Tzu (#JD13096) which had been previously included on the report for the inspection conducted on\nJanuary 7, 2014 under 2.40 (b)(2) had been addressed by a veterinarian.\n3.10           DIRECT\nWATERING.\n***In the outdoor portion of the facility, there were a total of eleven dogs housed within four enclosures which each\ncontained water receptacles that had no water in them.  According to the facility representative, water had last been\ngiven to the dogs yesterday evening.  When the facility representative was asked to offer the dogs fresh water\nduring the inspection at approximately 12pm, most of the dogs were observed immediately going up to the water\nreceptacles when they were filled and starting to drink the water.  Some of the dogs were seen drinking water for at\nleast one minute continuously.  Lack of appropriate amounts of water can increase the risk of dehydration and other\nmedical issues for the animals. The licensee must ensure all animals have access to water as often as necessary to\nensure their health and well-being, but not less than twice daily for at least 1 hour each time, unless restricted by the\nattending veterinarian. The licensee corrected this non-compliance during the inspection.\nThe inspection and exit interview were conducted with a facility representative.\n\nAdditional Inspectors\nProctor Chad, Animal Care Inspector",
  "animals_total": 73,
  "species": [
    {
      "count": 61,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 12,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}