{
  "insp_id": "240141433160938",
  "layout": "a",
  "customer_id": "330625",
  "customer_name": "Jay Lamar Reiff",
  "customer_addr": "39297 Rocky Branch Road\nLatham, MO 65050",
  "certificate": "43-A-5836",
  "site_id": "001",
  "site_name": "JAY LAMAR REIFF",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-AUG-2014",
  "report_date": "28-AUG-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***There was an approximately 7 week old female Havanese puppy (#14-35) that was observed with an abnormal\ngait in the hind limbs. At times, the puppy's rear legs appeared to splay outwards and not bend normally when\nwalking. According to the licensee, he had noticed the condition in the hind limbs since the dog was approximately\nthree weeks old, however, a veterinarian had not been contacted about the dog's condition. This condition could be\ncaused by a variety of veterinary medical conditions which could be uncomfortable. The licensee must have this dog\nexamined by a licensed veterinarian in order to ensure that an accurate diagnosis is obtained and an appropriate\ntreatment plan is developed and followed. The licensee must ensure that all animals receive adequate veterinary\ncare at all times. To be corrected by: September 4, 2014."
    },
    {
      "code": "3.6(a)(2)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "***Inside the sheltered building, there were at least two enclosures housing puppies that contained sharp points.\nInside each enclosure there were metal feeders being held onto the wall of the enclosure with wire holders that had\nsharp ends protruding into the enclosure at the dogs' level. Sharp points in the enclosures increase the risk of injury\nto the animals. The licensee must ensure that primary enclosures are constructed and maintained so that they have\nno sharp points or edges that could injure the animals. To be corrected by: September 4, 2014."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "***Many of the water receptacles throughout the facility had an accumulation of a dark, green, algae-like growth on\nthe inside surfaces of the receptacles. One of these water receptacles was located within an outdoor enclosure and\nat least five additional water receptacles were located within the outside portion of enclosures in the sheltered\nbuilding. Water receptacles, which are not properly cleaned and sanitized, can harbor disease-causing organisms\nand could decrease the dogs'(cid:25) acceptability of the water. The licensee must ensure that all water receptacles are\nkept clean and are sanitized at least once every two weeks or more often if necessary in order to prevent an\naccumulation of dirt, debris, food waste, excreta, and other disease hazards. To be corrected by September 4,\n2014.\nThe inspection and exit interview were conducted with the licensee."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***There was an approximately 7 week old female Havanese puppy (#14-35) that was observed with an abnormal\ngait in the hind limbs.  At times, the puppy's rear legs appeared to splay outwards and not bend normally when\nwalking.  According to the licensee, he had noticed the condition in the hind limbs since the dog was approximately\nthree weeks old, however, a veterinarian had not been contacted about the dog's condition.  This condition could be\ncaused by a variety of veterinary medical conditions which could be uncomfortable. The licensee must have this dog\nexamined by a licensed veterinarian in order to ensure that an accurate diagnosis is obtained and an appropriate\ntreatment plan is developed and followed. The licensee must ensure that all animals receive adequate veterinary\ncare at all times. To be corrected by:  September 4, 2014.\n3.6(a)(2)(1)\nPRIMARY ENCLOSURES.\n***Inside the sheltered building, there were at least two enclosures housing puppies that contained sharp points. \nInside each enclosure there were metal feeders being held onto the wall of the enclosure with wire holders that had\nsharp ends protruding into the enclosure at the dogs' level.  Sharp points in the enclosures increase the risk of injury\nto the animals. The licensee must ensure that primary enclosures are constructed and maintained so that they have\nno sharp points or edges that could injure the animals. To be corrected by:  September 4, 2014.\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n***Many of the water receptacles throughout the facility had an accumulation of a dark, green, algae-like growth on\nthe inside surfaces of the receptacles.  One of these water receptacles was located within an outdoor enclosure and\nat least five additional water receptacles were located within the outside portion of enclosures in the sheltered\nbuilding. Water receptacles, which are not properly cleaned and sanitized, can harbor disease-causing organisms\nand could decrease the dogs'(cid:25) acceptability of the water.  The licensee must ensure that all water receptacles are\nkept clean and are sanitized at least once every two weeks or more often if necessary in order to prevent an\naccumulation of dirt, debris, food waste, excreta, and other disease hazards. To be corrected by September 4,\n2014.\n\nThe inspection and exit interview were conducted with the licensee.",
  "animals_total": 66,
  "species": [
    {
      "count": 30,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 36,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}