{
  "insp_id": "105141246510095",
  "layout": "a",
  "customer_id": "324541",
  "customer_name": "Kevin Beauchamp",
  "customer_addr": "32069 Hwy 5\nLebanon, MO 65536",
  "certificate": "43-B-3707",
  "site_id": "001",
  "site_name": "KEVIN BEAUCHAMP",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-APR-2014",
  "report_date": "15-APR-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***There was a male Basset Hound (#0A02071869) with thick, green discharge covering both eyes. Some of the\ndischarge was present in the fur surrounding both eyes. The surface of neither eyeball could be visualized through\nthe heavy amount of discharge present. The left eye also had a clump of thick, crusty material present with the\ndischarge located near the central portion of the upper eyelid. The licensee said the discharge in this dog's eyes\nwas something he would notice when it was cold out. According to the licensee, he had consulted with a\nveterinarian regarding dogs at the facility with green eye discharge and would clean out their eyes and apply eye\ndrops as needed. However, the licensee said nothing had been done with this dog'(cid:25)s eyes today or yesterday and\nhe could not remember the last time he had needed to treat this dog's eyes. Also, the licensee had not had this dog\nexamined or consulted with a veterinarian regarding the dog's current condition. During the inspection, the licensee\nwiped out some of the green discharge mostly from the dog's right eye and some from the left eye with his hand.\nThe dog would frequently move its head from side to side while attempting to more closely observe the eyes. It\nappeared that the left eye also had reddened tissue present (third eyelid) covering a small portion of the corner\nsurface of the eye. This dog's eye condition could indicate an injury, illness or other veterinary medical condition.\nThe licensee agreed to have this dog examined by a licensed veterinarian no later than April 17, 2014 in order to\nensure that an accurate diagnosis is obtained and an appropriate treatment plan is developed. The licensee must\nensure that the treatment plan is followed. The licensee must ensure that all animals receive appropriate veterinary\ncare at all times."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "(c) Surfaces. (3) Cleaning.\n***At least four of the dog enclosures within the outdoor portion of a sheltered building contained greater than a\nday's worth of fecal material on the ground. Also, at least four of the dog enclosures within the outdoor facility had\nexcessive accumulations of fecal material present on the ground. According to the licensee, he had not cleaned the\nenclosures since Saturday. Fecal material can harbor diseases and parasites that are harmful to the dogs, can\ncreate odors, and can attract insects and pests. The licensee must ensure that all hard surfaces with which the\ndogs come in contact are spot-cleaned daily and sanitized in accordance with Sec. 3.11(b) of this subpart to prevent\naccumulation of excreta and reduce disease hazards. TO BE CORRECTED BY: April 15, 2014."
    },
    {
      "code": "3.4(b)(4)",
      "kind": "",
      "repeat": true,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "(b) Shelter from the elements. (4)\n***At least six adult dogs had inadequate bedding inside each of their shelter units within their enclosures for the\noutdoor housing facility. Some of these shelters were igloo-style and some had only a small amount of straw\npresent that was pushed to the sides of shelter structures. Some of the shelter units had a majority of their floor\nsurfaces exposed with virtually no bedding material. The ambient temperature at the time of the inspection was\nabout 44 degrees F according to the inspector's Kestrel 3000. Inadequate bedding can result in the dogs becoming\nwet and cold which can affect their health and comfort. The licensee must ensure that the dogs housed in outdoor\nhousing facilities have access to clean, dry bedding if the temperature is below 50 degrees and additional bedding if\nthe temperature is 35 degrees or lower.\nThe inspection and exit interview were conducted with the licensee on April 14, 2014. All correction dates were\ndiscussed and were acknowledged to be understood by the licensee during the exit interview.\nAdditional Inspectors\nHeine William, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***There was a male Basset Hound (#0A02071869) with thick, green discharge covering both eyes.  Some of the\ndischarge was present in the fur surrounding both eyes.  The surface of neither eyeball could be visualized through\nthe heavy amount of discharge present.  The left eye also had a clump of thick, crusty material present with the\ndischarge located near the central portion of the upper eyelid.  The licensee said the discharge in this dog's eyes\nwas something he would notice when it was cold out. According to the licensee, he had consulted with a\nveterinarian regarding dogs at the facility with green eye discharge and would clean out their eyes and apply eye\ndrops as needed.  However, the licensee said nothing had been done with this dog'(cid:25)s eyes today or yesterday and\nhe could not remember the last time he had needed to treat this dog's eyes.  Also, the licensee had not had this dog\nexamined or consulted with a veterinarian regarding the dog's current condition.  During the inspection, the licensee\nwiped out some of the green discharge mostly from the dog's right eye and some from the left eye with his hand. \nThe dog would frequently move its head from side to side while attempting to more closely observe the eyes.  It\nappeared that the left eye also had reddened tissue present (third eyelid) covering a small portion of the corner\nsurface of the eye. This dog's eye condition could indicate an injury, illness or other veterinary medical condition. \nThe licensee agreed to have this dog examined by a licensed veterinarian no later than April 17, 2014 in order to\nensure that an accurate diagnosis is obtained and an appropriate treatment plan is developed.  The licensee must\nensure that the treatment plan is followed.  The licensee must ensure that all animals receive appropriate veterinary\ncare at all times.\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\n(c) Surfaces. (3) Cleaning.\n***At least four of the dog enclosures within the outdoor portion of a sheltered building contained greater than a\nday's worth of fecal material on the ground.   Also, at least four of the dog enclosures within the outdoor facility had\nexcessive accumulations of fecal material present on the ground.  According to the licensee, he had not cleaned the\nenclosures since Saturday.  Fecal material can harbor diseases and parasites that are harmful to the dogs, can\ncreate odors, and can attract insects and pests.  The licensee must ensure that all hard surfaces with which the\n\ndogs come in contact are spot-cleaned daily and sanitized in accordance with Sec. 3.11(b) of this subpart to prevent\naccumulation of excreta and reduce disease hazards. TO BE CORRECTED BY: April 15, 2014.\n3.4(b)(4)                    REPEAT\nOUTDOOR HOUSING FACILITIES.\n(b) Shelter from the elements. (4)\n***At least six adult dogs had inadequate bedding inside each of their shelter units within their enclosures for the\noutdoor housing facility.  Some of these shelters were igloo-style and some had only a small amount of straw\npresent that was pushed to the sides of shelter structures.  Some of the shelter units had a majority of their floor\nsurfaces exposed with virtually no bedding material. The ambient temperature at the time of the inspection was\nabout 44 degrees F according to the inspector's Kestrel 3000.  Inadequate bedding can result in the dogs becoming\nwet and cold which can affect their health and comfort. The licensee must ensure that the dogs housed in outdoor\nhousing facilities have access to clean, dry bedding if the temperature is below 50 degrees and additional bedding if\nthe temperature is 35 degrees or lower.\nThe inspection and exit interview were conducted with the licensee on April 14, 2014.  All correction dates were\ndiscussed and were acknowledged to be understood by the licensee during the exit interview.\nAdditional Inspectors\nHeine William, Animal Care Inspector",
  "animals_total": 61,
  "species": [
    {
      "count": 40,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 21,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}