{
  "insp_id": "238151715370374",
  "layout": "a",
  "customer_id": "44292",
  "customer_name": "Steven Ray Lehman",
  "customer_addr": "Railroad Kennel\n11522 State Road 120\nMiddlebury, IN 46540",
  "certificate": "32-A-0345",
  "site_id": "001",
  "site_name": "STEVEN LEHMAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-AUG-2015",
  "report_date": "26-AUG-2015",
  "citations": [
    {
      "code": "2.40(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A tray of Intra-trac3 vaccine was found that expired on 8/232015. Expired drugs may be harmful or ineffective in\ntheir intended purpose. Only use medications that are in date to ensure safe proper care and treatment for all dogs."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Poodle with tag # 29 was found with abnormal nipples. The 9 year old female was recently weaned and the breast\ntissue had receded however the nipples remain abnormally lumpy and slightly discolored. This may be a symptom\nof serious disease.\nContact the veterinarian and have the dog evaluated. Any guidance from the veterinarian should be followed.\nMany of the dogs in the kennel have long nails. Long nails can easily tear and injure the dogs. Keep all nails\nproperly trimmed to avoid injury."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The feeders are held to the enclosures with bungee cords. The cords are coated with excessive hair and grime.\nThe cords need to be kept clean.\nThe water line along the top of the enclosures has a significant amount of fly droppings and general accumulated\ngrime. The grime needs to be cleaned and the top of the pens kept clean to ensure the health and well-being of the\ndogs housed in the facility."
    },
    {
      "code": "3.6(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The outside portion of the enclosures is made from coated wire. The coating is missing from several portions of the\npanel. The missing coating exposes the wire which is then too narrow to be acceptable for use on the floor of the\npen. The exposed wire also easily rusts which reduces its strength. The rusty sections cannot be cleaned and\nsanitized as necessary. All enclosures must be maintained so the enclosure is safe, strong and sanitizeable.\nInspection and exit interview conducted with the owner and ACI(cid:25)s Linn and Wilken.\nNo regulated activity may be conducted at this new location until an inspection with no non-compliances has been\nconducted."
    }
  ],
  "narrative": "2.40(b)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA tray of Intra-trac3 vaccine was found that expired on 8/232015.  Expired drugs may be harmful or ineffective in\ntheir intended purpose.  Only use medications that are in date to ensure safe proper care and treatment for all dogs.\n2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nPoodle with tag # 29 was found with abnormal nipples.  The 9 year old female was recently weaned  and the breast\ntissue had receded however the nipples remain abnormally lumpy and slightly discolored.  This may be a symptom\nof serious disease.\nContact the veterinarian and have the dog evaluated.  Any guidance from the veterinarian should be followed.\nMany of the dogs in the kennel have long nails.  Long nails can easily tear and injure the dogs.  Keep all nails\nproperly trimmed to avoid injury.\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nThe feeders are held to the enclosures with bungee cords.  The cords are coated with excessive hair and grime. \nThe cords need to be kept clean.\nThe water line along the top of the enclosures has a significant amount of fly droppings and general accumulated\ngrime.  The grime needs to be cleaned and the top of the pens kept clean to ensure the health and well-being of the\ndogs housed in the facility.\n3.6(a)(2)\n\nPRIMARY ENCLOSURES.\nThe outside portion of the enclosures is made from coated wire.  The coating is missing from several portions of the\npanel.  The missing coating exposes the wire which is then too narrow to be acceptable for use on the floor of the\npen.  The exposed wire also easily rusts which reduces its strength.  The rusty sections cannot be cleaned and\nsanitized as necessary.  All enclosures must be maintained so the enclosure is safe, strong and sanitizeable.\nInspection and exit interview conducted with the owner and ACI(cid:25)s Linn and Wilken.\nNo regulated activity may be conducted at this new location until an inspection with no non-compliances has been\nconducted.",
  "animals_total": 27,
  "species": [
    {
      "count": 16,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 11,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}