{
  "insp_id": "INS-0000923581",
  "layout": "c",
  "customer_id": "832",
  "customer_name": "University of Alabama at Birmingham",
  "customer_addr": "720 ADMINISTRATION BLDG\n1530 3RD AVENUE SOUTH\nBIRMINGHAM, AL 35294",
  "certificate": "64-R-0004",
  "site_id": "001",
  "site_name": "UNIVERSITY OF BIRMINGHAM",
  "insp_type": "ROUTINE INSPECTION",
  "date": "31-JAN-2024",
  "report_date": "02-FEB-2024",
  "citations": [
    {
      "code": "2.31(c)(7)",
      "kind": "",
      "repeat": false,
      "desc": "Institutional Animal Care and Use Committee (IACUC).",
      "narrative": "The lab staff on protocol number 22411 made changes to the protocol without obtaining IACUC approval. The protocol, as\napproved, includes a surgical procedure to implant an eye coil. The approved protocol states that the non-human primate\nis to be given a dexamethasone injection IM prior to and just after the surgery along with a third dose if needed (total of\nthree doses) and that if any additional doses of dexamethasone need to be administered then the lab staff should contact\na member of the veterinary staff. On October 23-24, 2023 one pigtail macaque underwent an eye coil surgery and\nreceived a total of 7 doses of dexamethasone related to the surgery. The lab staff did not reach out to any of the vet staff\nprior to the administration of the additional doses of dexamethasone nor did they submit a change to increase\ndexamethasone treatment doses to the IACUC.\nIf the investigators and lab staff wish to make changes to an approved protocol they must first give the IACUC the\nopportunity to approve all proposed significant changes in ongoing protocol activities in order to ensure that the proposed\nactivities are in accordance with the Animal Welfare Act and Regulations. The IACUC shall review and approve, require\nmodifications in or withhold approval of proposed significant changes regarding the care and use of animals in ongoing\nactivities. Correct by February 4, 2024."
    },
    {
      "code": "2.31(e)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Institutional Animal Care and Use Committee (IACUC).",
      "narrative": "Multiple protocols reviewed do not contain a rationale for the number of animals to be used. Three protocols, numbers\n22672, 20066, and 20212 were cited on the May 3, 2023 inspection report for simply stating the number of animals\nrequested for each scientific aim without giving a rationale to explain the request for those numbers and still do not\ncontain an adequate rationale for the animal numbers. An additional protocol, number 20512 reviewed during this\ninspection also did not include a rationale for the numbers requested in each grouping. Animal number rationales such as\nfor example being required for statistical results (including tests used or statisticians consulted), based on scientific\nliterature (sources), based on results of a pilot study or being required by a Federal Agency (including citing the\ncode/regulation) were not included in the protocol.\nAn animal use proposal must include a rationale for the appropriateness of the numbers of animals to be used so that the\nIACUC can conduct a thorough review of the components of the activities related to the care and use of animals and\ndetermine that the proposed activities are in accordance with the Animal Welfare Act and Regulations. The proposals to\nconduct an activity involving animals must contain a rationale for the numbers of animals to be used."
    },
    {
      "code": "2.33(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care.",
      "narrative": "Three veterinary medical issues were identified by the inspectors during this inspection related to failure to identify\nmedical problems and/or communicate daily observations of animal problems regarding their health and well-being to the\nAttending Veterinarian (AV).\n*A male ferret (ID: 353) was observed itching by the inspector during the inspection. He has areas of complete hairloss on\nthe front side of both upper front limbs. No documentation was noted in the animal's record of the problem and the animal\nwas not under the medical care of the veterinary staff.\n*A tree shrew (ID: 22120) was noted exhibiting repetitive flipping in circles (stereotypic behavior) and no documentation\nwas noted in the animal's record of a medical evaluation or treatment/response plan. No medical evaluation has been\ndone to rule out medical causes or to develop a treatment/behavior plan as no records were available to review\ndocumenting such.\n*A tree shrew (ID: 2045) contained patchy hair loss along his entire tail. There was a sticker on his cage card that noted\n“hair loss” but there was no medical record to review.\nFailure to observe medical problems and/or communicate those problems to a veterinarian can result in prolonged\nmedical conditions and ongoing pain/distress. A facility representative must observe all animals daily and then ensure a\nmechanism of direct and frequent communication with the attending veterinarian so that timely and accurate information\non problems of health, behavior, and well-being are conveyed. Correct by February 6, 2024."
    },
    {
      "code": "2.38(f)(1)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Miscellaneous.",
      "narrative": "Handling of multiple animals has not been done as expeditiously and carefully as possible leading to trauma, injury,\nstress, discomfort and/or death in three separate instances.\n*On June 28, 2023 three ferrets died and five others had symptoms of asphyxiation after a routine cigarette smoke\nexposure. The five ferrets were treated and fully recovered. The cause of the problem was determined to be insufficient\nairflow reaching the exposure chambers because of the internal conduits of the exposure plenum being mostly or fully\nblocked by tar residue from the cigarette smoke. The lab has added additional cleaning procedures and new guidelines to\ntest airflow prior to beginning exposures to prevent recurrences.\n*On October 6, 2023 a rhesus macaque was sedated and positioned on a commercially available warming pad for a\nroutine imaging procedure. On October 10, 2023 thermal injuries was noted on the macaque’s dorsal side of the right foot\nand tail. The warming pad was inspected and found to be working properly. It was determined that the warming pad may\nhave been folded and the protective blankets between the animal and pad moved during positioning of the animal\ncreating a hot spot and allowing direct contact with the macaque’s skin. Necrosis of tissue necessitated the amputation of\nthree digits, the tip of an additional digit and the tip of the tail.\n*On October 24, 2023 during a routine cage change one cynomolgus macaque escaped through a space between the\ntwo cages and attacked another cynomolgus macaque in a different cage. Both macaques were injured. The escaped\nmacaque sustained injuries to one hand that has healed but may lead to limited use of the hand. The attacked macaque\nreceived injuries to his lip and tongue. This macaque was euthanized as he failed to thrive after treatment.\nHandling of all animals shall be done as expeditiously and carefully as possible in a manner that does not cause trauma,\noverheating, excessive cooling, behavioral stress, physical harm or unnecessary discomfort. Correct by February 4, 2024."
    },
    {
      "code": "3.31(b)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "The clean side cage wash area of the building housing the research hamsters is in need of cleaning and repair.\n*The room is filled with stored items and metal shelves and racks all covered in a coating of dirt and dust from bedding.\nOne grey storage cart had what appeared to be dirty bedding material on the bottom shelf along with dirty plastic tubs\nholding dirty enrichment items. An empty tall metal rolling rack had dirt and debris on the short horizontal metal surfaces\non the bottom that included a large amount of rodent feces. A metal cabinet missing doors had a building up dark grey dirt\non the floor surface and the objects stored inside. The dirty mop bucket held an extremely dirty mop. A narrow metal\nstand with a drain was dirty with yellow brown material and stains. A dirty discarded glove was lying on the surface along\nwith a dirty dustpan and scraping tool. The ceiling air grates next to a light fixture were nearly covered completely by grey\nbrown dust and debris. Dead roaches were observed in a small storage room accessed by an open doorway and step\ndown from the main room.\n*Multiple trash cans without lids were noted in the room containing discarded items along with dirt and dust.\n*A large puddle of water with brown dirt in it about 3ftx1.5ft was present on the floor adjacent to some of the rolling racks.\nWater was seen dripping from in-between two ceiling tiles with the edge of the ceiling tile stained brown.\nThe cage wash area in research facilities is vital in the AWA required cleaning and sanitization of animal husbandry items\nincluding enclosures and food/water receptacles. Storing freshly cleaned items in a dirty environment can lead to their\ncontamination prior to being used for the care of the animals. The clean side of the cage wash area shall be kept clean\nand in good repair in order to protect the animals from injury and to facilitate the prescribed husbandry practices set forth\nin the AWA standards. Premises shall remain free of accumulations of trash. Correct the cleaning issues by February 9,\n2024; correct the water leak repair by March 9, 2024."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "Two enclosures, each housing one tree shrew, are not structurally sound to protect the animals from injury. In each\nenclosure there is a thin electrical cord leading to/supplying light to a hide tube in the enclosure. An approximately 4 to 5\ninch section of the electrical cording is exposed inside the enclosure and the tree shrews have access to it. In addition,\none of the electrical cords does not appear to be safely grounded (this cord was corrected at the time of inspection). The\nanimals may become injured if they chew on, pull on or become caught in the thin electrical cording. The tree shrew\nenclosures shall be structurally sound and shall be maintained in good repair to protect the animals from injury. Correct by\nFebruary 4, 2024."
    },
    {
      "code": "3.130",
      "kind": "Direct",
      "repeat": false,
      "desc": "Watering.",
      "narrative": "The water bottle attached to a cage that housed one male ferret was found to be empty. The facility representative was\nasked to offer the animal water after which the animal drank readily for over 3 minutes in duration. Adequate hydration is\nimportant to the health and well-being of all animals especially the smaller species who can become dehydrated very\nquickly. Access to adequate, potable water is essential for the health of the animal. If potable water is not accessible to\nthe animals at all times, it must be provided as often as necessary for the health and comfort of the animal. Frequency of\nwatering shall consider age, species, condition, size, and type of the animal. Corrected at the time of inspection on\nJanuary 31, 2024."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "Cleaning of enclosures is not being done as often as necessary.\n*The clear plastic tunnel tubes used to house ferrets during research studies involving cigarette smoke exposure are in\nneed of cleaning. The inspectors viewed these tubes late in the afternoon and were told that the tubes were going to be\nused the next morning for studies. A large amount of visible debris is present inside the tube including ferret hair, what\nappears to be dried saliva and a thick yellowish brown residue. The residue did come off when rubbed with a paper towel\nwhen tested.\n*Multiple enclosures housing tree shrews that are managed (husbandry) by the investigator staff are dirty and in need of\ncleaning. Excreta both fresh and old has built up on the perches, shelves, and the floor of the enclosures. Excreta on the\ncage floor was mixed with feed pellets. Excreta buildup in enclosures can lead to soiling of the animals, spread of disease\nand odors.\nAll enclosures housing animals shall be cleaned as often as necessary to prevent contamination of the animals contained\ntherein and to minimize disease hazards and to reduce odors. Correct by February 11, 2024.\nThis inspection and exit interview were conducted with the Executive Director ARP, the Attending Veterinarian, the IACUC\nDirector and other facility representatives.\nAdditional Inspectors:\nSUSANNE BRUNKHORST, VETERINARY MEDICAL OFFICER n"
    }
  ],
  "narrative": "2.31(c)(7) \n   \nInstitutional Animal Care and Use Committee (IACUC). \nThe lab staff on protocol number 22411 made changes to the protocol without obtaining IACUC approval. The protocol, as \napproved, includes a surgical procedure to implant an eye coil. The approved protocol states that the non-human primate \nis to be given a dexamethasone injection IM prior to and just after the surgery along with a third dose if needed (total of \nthree doses) and that if any additional doses of dexamethasone need to be administered then the lab staff should contact \na member of the veterinary staff. On October 23-24, 2023 one pigtail macaque underwent an eye coil surgery and \nreceived a total of 7 doses of dexamethasone related to the surgery. The lab staff did not reach out to any of the vet staff \nprior to the administration of the additional doses of dexamethasone nor did they submit a change to increase \ndexamethasone treatment doses to the IACUC.  \nIf the investigators and lab staff wish to make changes to an approved protocol they must first give the IACUC the \nopportunity to approve all proposed significant changes in ongoing protocol activities in order to ensure that the proposed \nactivities are in accordance with the Animal Welfare Act and Regulations. The IACUC shall review and approve, require \nmodifications in or withhold approval of proposed significant changes regarding the care and use of animals in ongoing \nactivities. Correct by February 4, 2024. \n2.31(e)(2)  Repeat\n   \nInstitutional Animal Care and Use Committee (IACUC). \nMultiple protocols reviewed do not contain a rationale for the number of animals to be used. Three protocols, numbers \n22672, 20066, and 20212 were cited on the May 3, 2023 inspection report for simply stating the number of animals \nrequested for each scientific aim without giving a rationale to explain the request for those numbers and still do not \ncontain an adequate rationale for the animal numbers. An additional protocol, number 20512 reviewed during this \ninspection also did not include a rationale for the numbers requested in each grouping. Animal number rationales such as \nfor example being required for statistical results (including tests used or statisticians consulted), based on scientific \nliterature (sources), based on results of a pilot study or being required by a Federal Agency (including citing the \ncode/regulation) were not included in the protocol.  \nAn animal use proposal must include a rationale for the appropriateness of the numbers of animals to be used so that the \nIACUC can conduct a thorough review of the components of the activities related to the care and use of animals and \ndetermine that the proposed activities are in accordance with the Animal Welfare Act and Regulations. The proposals to \nconduct an activity involving animals must contain a rationale for the numbers of animals to be used.\n\n2.33(b)(3)  Direct\n   \nAttending veterinarian and adequate veterinary care. \nThree veterinary medical issues were identified by the inspectors during this inspection related to failure to identify \nmedical problems and/or communicate daily observations of animal problems regarding their health and well-being to the \nAttending Veterinarian (AV).  \n*A male ferret (ID: 353) was observed itching by the inspector during the inspection. He has areas of complete hairloss on \nthe front side of both upper front limbs. No documentation was noted in the animal's record of the problem and the animal \nwas not under the medical care of the veterinary staff.  \n*A tree shrew (ID: 22120) was noted exhibiting repetitive flipping in circles (stereotypic behavior) and no documentation \nwas noted in the animal's record of a medical evaluation or treatment/response plan. No medical evaluation has been \ndone to rule out medical causes or to develop a treatment/behavior plan as no records were available to review \ndocumenting such.  \n*A tree shrew (ID: 2045) contained patchy hair loss along his entire tail. There was a sticker on his cage card that noted \n“hair loss” but there was no medical record to review.  \nFailure to observe medical problems and/or communicate those problems to a veterinarian can result in prolonged \nmedical conditions and ongoing pain/distress. A facility representative must observe all animals daily and then ensure a \nmechanism of direct and frequent communication with the attending veterinarian so that timely and accurate information \non problems of health, behavior, and well-being are conveyed. Correct by February 6, 2024. \n2.38(f)(1)  Critical\n   \nMiscellaneous. \nHandling of multiple animals has not been done as expeditiously and carefully as possible leading to trauma, injury, \nstress, discomfort and/or death in three separate instances. \n*On June 28, 2023 three ferrets died and five others had symptoms of asphyxiation after a routine cigarette smoke \nexposure. The five ferrets were treated and fully recovered. The cause of the problem was determined to be insufficient \nairflow reaching the exposure chambers because of the internal conduits of the exposure plenum being mostly or fully \nblocked by tar residue from the cigarette smoke. The lab has added additional cleaning procedures and new guidelines to \ntest airflow prior to beginning exposures to prevent recurrences.  \n*On October 6, 2023 a rhesus macaque was sedated and positioned on a commercially available warming pad for a \nroutine imaging procedure. On October 10, 2023 thermal injuries was noted on the macaque’s dorsal side of the right foot \nand tail. The warming pad was inspected and found to be working properly. It was determined that the warming pad may \nhave been folded and the protective blankets between the animal and pad moved during positioning of the animal \ncreating a hot spot and allowing direct contact with the macaque’s skin. Necrosis of tissue necessitated the amputation of \nthree digits, the tip of an additional digit and the tip of the tail.  \n*On October 24, 2023 during a routine cage change one cynomolgus macaque escaped through a space between the \ntwo cages and attacked another cynomolgus macaque in a different cage. Both macaques were injured. The escaped \nmacaque sustained injuries to one hand that has healed but may lead to limited use of the hand. The attacked macaque \nreceived injuries to his lip and tongue. This macaque was euthanized as he failed to thrive after treatment.  \nHandling of all animals shall be done as expeditiously and carefully as possible in a manner that does not cause trauma, \noverheating, excessive cooling, behavioral stress, physical harm or unnecessary discomfort. Correct by February 4, 2024. \n3.31(b)\n\nSanitation. \nThe clean side cage wash area of the building housing the research hamsters is in need of cleaning and repair.  \n*The room is filled with stored items and metal shelves and racks all covered in a coating of dirt and dust from bedding. \nOne grey storage cart had what appeared to be dirty bedding material on the bottom shelf along with dirty plastic tubs \nholding dirty enrichment items. An empty tall metal rolling rack had dirt and debris on the short horizontal metal surfaces \non the bottom that included a large amount of rodent feces. A metal cabinet missing doors had a building up dark grey dirt \non the floor surface and the objects stored inside. The dirty mop bucket held an extremely dirty mop. A narrow metal \nstand with a drain was dirty with yellow brown material and stains. A dirty discarded glove was lying on the surface along \nwith a dirty dustpan and scraping tool. The ceiling air grates next to a light fixture were nearly covered completely by grey \nbrown dust and debris. Dead roaches were observed in a small storage room accessed by an open doorway and step \ndown from the main room.  \n*Multiple trash cans without lids were noted in the room containing discarded items along with dirt and dust.  \n*A large puddle of water with brown dirt in it about 3ftx1.5ft was present on the floor adjacent to some of the rolling racks. \nWater was seen dripping from in-between two ceiling tiles with the edge of the ceiling tile stained brown.  \nThe cage wash area in research facilities is vital in the AWA required cleaning and sanitization of animal husbandry items \nincluding enclosures and food/water receptacles. Storing freshly cleaned items in a dirty environment can lead to their \ncontamination prior to being used for the care of the animals. The clean side of the cage wash area shall be kept clean \nand in good repair in order to protect the animals from injury and to facilitate the prescribed husbandry practices set forth \nin the AWA standards. Premises shall remain free of accumulations of trash. Correct the cleaning issues by February 9, \n2024; correct the water leak repair by March 9, 2024. \n3.125(a) \n   \nFacilities, general. \nTwo enclosures, each housing one tree shrew, are not structurally sound to protect the animals from injury. In each \nenclosure there is a thin electrical cord leading to/supplying light to a hide tube in the enclosure. An approximately 4 to 5 \ninch section of the electrical cording is exposed inside the enclosure and the tree shrews have access to it. In addition, \none of the electrical cords does not appear to be safely grounded (this cord was corrected at the time of inspection). The \nanimals may become injured if they chew on, pull on or become caught in the thin electrical cording. The tree shrew \nenclosures shall be structurally sound and shall be maintained in good repair to protect the animals from injury. Correct by \nFebruary 4, 2024. \n3.130  Direct\n   \nWatering. \nThe water bottle attached to a cage that housed one male ferret was found to be empty. The facility representative was \nasked to offer the animal water after which the animal drank readily for over 3 minutes in duration. Adequate hydration is \nimportant to the health and well-being of all animals especially the smaller species who can become dehydrated very \nquickly. Access to adequate, potable water is essential for the health of the animal. If potable water is not accessible to \nthe animals at all times, it must be provided as often as necessary for the health and comfort of the animal. Frequency of \nwatering shall consider age, species, condition, size, and type of the animal. Corrected at the time of inspection on \nJanuary 31, 2024.\n\n3.131(a) \n   \nSanitation. \nCleaning of enclosures is not being done as often as necessary. \n*The clear plastic tunnel tubes used to house ferrets during research studies involving cigarette smoke exposure are in \nneed of cleaning. The inspectors viewed these tubes late in the afternoon and were told that the tubes were going to be \nused the next morning for studies. A large amount of visible debris is present inside the tube including ferret hair, what \nappears to be dried saliva and a thick yellowish brown residue. The residue did come off when rubbed with a paper towel \nwhen tested.  \n*Multiple enclosures housing tree shrews that are managed (husbandry) by the investigator staff are dirty and in need of \ncleaning. Excreta both fresh and old has built up on the perches, shelves, and the floor of the enclosures. Excreta on the \ncage floor was mixed with feed pellets. Excreta buildup in enclosures can lead to soiling of the animals, spread of disease \nand odors.  \nAll enclosures housing animals shall be cleaned as often as necessary to prevent contamination of the animals contained \ntherein and to minimize disease hazards and to reduce odors. Correct by February 11, 2024. \n \nThis inspection and exit interview were conducted with the Executive Director ARP, the Attending Veterinarian, the IACUC \nDirector and other facility representatives. \n \nAdditional Inspectors: \nSUSANNE BRUNKHORST, VETERINARY MEDICAL OFFICER n",
  "animals_total": 314,
  "species": [
    {
      "count": 11,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE"
    },
    {
      "count": 4,
      "scientific": "Macaca nemestrina",
      "common": "PIG-TAILED MACAQUE"
    },
    {
      "count": 32,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 5,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 5,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 157,
      "scientific": "Tupaia belangeri",
      "common": "NORTHERN TREE SHREW"
    },
    {
      "count": 100,
      "scientific": "Mesocricetus auratus",
      "common": "SYRIAN / GOLDEN HAMSTER"
    }
  ]
}