{
  "insp_id": "242151737370866",
  "layout": "a",
  "customer_id": "4872",
  "customer_name": "Anita Gustin",
  "customer_addr": "941 C R 215\nBerryville, AR 72616",
  "certificate": "71-B-0123",
  "site_id": "001",
  "site_name": "ANITA GUSTIN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-JUL-2015",
  "report_date": "15-NOV-2017",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "In the kennel facility there are three sheltered buildings and a whelping building. In building #3 there is one adult\nfemale Rat Terrier, chip #4816093C55, whose toe nail on it's left front feet is growing sideways. The dealer\ntrimmed the animals nails during the inspection. In the same building there is a male Jack Russell, chip\n#392D3B6F75, whose upper jaw teeth are covered in green matter. The animal flinched when inspectors attempted\nto touch his mouth area. The Jack Russell must be evaluated by the attending veterinarian and the dealer must\nmaintain written documentation of the evaluation and all treatment.\nAffects two adults"
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "In sheltered building #3 there is one adult female Pomeranian, chip # 473B5B2A6E, which has matted hair\nthrough-out it's torso area and around it's anus area. In building #1 there is a male Jack Russell Terrier, named\nDanny with chip # 983809369, whose lower gum line on both sides are bright red. On the exterior of the same\nbuilding there is one enclosures containing three adults who have bloody stool under their raised wire enclosure.\nThese five animals need to be evaluated by the attending veterinarian. The dealer must maintain written\ndocumentation of the evaluation and all treatment.\nAffects five adults.\nIn the whelping building there are two containers of medications whose expiration date have passed. When a\nmedications expiration date has expired the medication is no longer guaranteed to act as intended and may cause\nhare to the receiving animal. Expired medication must not be administered to the animals to protect their health and\nwelfare.\nAffect one puppy."
    },
    {
      "code": "3.11(b)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "The kennel facility consists of three sheltered buildings and one indoor whelping building. In all of the buildings the\nfood receptacles need to be cleaned and sanitized to remove the fly specs, excreta, dark matter, spiders, webs, egg\nsacs, and or mold on the interior and exterior Used food receptacles for dogs must be sanitized at least once every\n2 weeks and more often if necessary to prevent an accumulation of dirt, debris, food waste, excreta, and other\ndisease hazards.\nAffects one hundred ninety-three adults and sixty puppies. Correct by July 17, 2015"
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "The kennel consists of three sheltered buildings and a whelping building. On the interior of all the buildings there is\nan accumulation of fly specks and spider webs on the light fixtures, pvc support framing, pvc water lines and around\nthe window air conditioner. Premises where housing facilities are located, including buildings and surrounding\ngrounds, must be kept clean and in good repair to protect the animals from injury, to facilitate the husbandry\npractices, and to reduce or eliminate breeding and living areas for rodents and other pests and vermin.\nAffects one hundred ninety-three adults and sixty puppies.\nThis inspection and exit interview was conducted with the facility Representative.\nAdditional Inspectors\nCooper Natalie, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(3)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nIn the kennel facility there are three sheltered buildings and a whelping building.  In building #3 there is one adult\nfemale Rat Terrier, chip #4816093C55, whose toe nail on it's left front feet is growing sideways.     The dealer\ntrimmed the animals nails during the inspection. In the same building there is a male Jack Russell, chip\n#392D3B6F75, whose upper jaw teeth are covered in green matter.  The animal flinched when inspectors attempted\nto touch his mouth area. The Jack Russell must be evaluated by the attending veterinarian and the dealer must\nmaintain written documentation of the evaluation and all treatment.\nAffects two adults\n2.40(b)(3)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nIn sheltered building #3 there is one adult female Pomeranian, chip # 473B5B2A6E,  which has matted hair\nthrough-out it's torso area and around it's anus area.   In building #1 there is a male Jack Russell Terrier, named\nDanny with chip # 983809369, whose lower gum line on both sides are bright red.  On the exterior of the same\nbuilding there is one enclosures containing three adults who have bloody stool under their raised wire enclosure.  \nThese five animals need to be evaluated by the attending veterinarian.  The dealer must maintain written\ndocumentation of the evaluation and all treatment.\nAffects five adults.\nIn the whelping building there are two containers of medications whose expiration date have passed.  When a\nmedications expiration date has expired the medication is no longer guaranteed to act as intended and may cause\nhare to the receiving animal.  Expired medication must not be administered to the animals to protect their health and\nwelfare.\nAffect one puppy.\n\n3.11(b)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThe kennel facility consists of three sheltered buildings and one indoor whelping building.  In all of the buildings the\nfood receptacles need to be cleaned and sanitized to remove the fly specs, excreta, dark matter, spiders, webs, egg\nsacs, and or mold on the interior and exterior  Used food receptacles for dogs must be sanitized at least once every\n2 weeks and more often if necessary to prevent an accumulation of dirt, debris, food waste, excreta, and other\ndisease hazards.\nAffects one hundred ninety-three adults and sixty puppies.    Correct by July 17, 2015\n3.11(c)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThe kennel consists of three sheltered buildings and a whelping building.  On the interior of all the buildings there is\nan accumulation of fly specks and spider webs on the light fixtures, pvc support framing, pvc water lines and around\nthe window air conditioner.   Premises where housing facilities are located, including buildings and surrounding\ngrounds, must be kept clean and in good repair to protect the animals from injury, to facilitate the husbandry\npractices, and to reduce or eliminate breeding and living areas for rodents and other pests and vermin. \nAffects one hundred ninety-three adults and sixty puppies.\nThis inspection and exit interview was conducted with the facility Representative.\n \nAdditional Inspectors\nCooper Natalie, Veterinary Medical Officer",
  "animals_total": 206,
  "species": [
    {
      "count": 1,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 141,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 64,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}