{
  "insp_id": "INS-0000874394",
  "layout": "c",
  "customer_id": "5129",
  "customer_name": "Norris Welch",
  "customer_addr": "P. O. BOX 2400\nFULTON, TX 78358",
  "certificate": "",
  "site_id": "007",
  "site_name": "NORRIS WELCH",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "07-JUN-2023",
  "report_date": "14-JUN-2023",
  "citations": [
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The facility does not have a current record of animals on hand. Improper recordkeeping does not allow APHIS officials to\nproperly account for animals on the premises or allow for proper tracking of animals. Each dealer and exhibitor shall\nmake, keep, and maintain records or forms which fully and correctly disclose all information required by the AWA\nconcerning each animal purchased or otherwise acquired, owned, held, or otherwise in his or her possession or under his\nor her control, or which is transported, euthanized, sold, or otherwise disposed of by that dealer or exhibitor. Correct by\nensuring there is an appropriate record of animals on hand."
    },
    {
      "code": "2.131(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "An approximately 22-year-old white face capuchin “Jo Jo” is wearing a collar with excess chain that poses a risk of getting\ncaught on the wire enclosure the animal is housed in. The excess chain hangs approximately 6 inches from the collar and\nis used to attach to a lead when the animal is removed from the enclosure. The applicant stated that the collar and excess\nchain is never removed from the animal and that the animal has been wearing the collar for approximately 22 years with\nno issues. The excess lead chain on the collar poses a known risk of strangulation if the chain were to get caught in the\nwire enclosure or on the wire platform in the enclosure. Correct by ensuring that the primate is handled in a way that does\nnot put the primate in unnecessary risk of trauma, behavioral stress, physical harm, or unnecessary discomfort."
    },
    {
      "code": "2.134",
      "kind": "",
      "repeat": true,
      "desc": "Contingency planning.",
      "narrative": "The facility’s contingency plan does not address reasonably anticipated disasters or emergency scenarios, nor does it\ndescribe how the housing and care of the animals would be accomplished. Failure to have appropriate contingency\nplanning in place can lead to animal suffering in the event of an emergency or natural disaster due to a lack of readiness\nand delay in response to care for the animals. Dealers, exhibitors, intermediate handlers, and carriers must develop,\ndocument, and follow an appropriate plan to provide for the humane handling, treatment, transportation, housing, and\ncare of their animals in the event of an emergency or disaster (one which could reasonably be anticipated and expected\nto be detrimental to the good health and well-being of the animals in their possession). A contingency plan includes\nemergency situations the licensee may experience, outlines specific tasks required to be carried out during emergencies\nsuch as detailed animal evacuation instructions or shelter-in-place instructions and provisions for providing backup\nsources of food and water as well as sanitation, ventilation, bedding, veterinary care, identify who will be responsible for\nfulfilling these tasks, and address how response and recovery will be handled in terms of materials, resources, and\ntraining needed. Ensure that an adequate written contingency plan is developed and followed in case of an emergency."
    },
    {
      "code": "3.80(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "An approximately 22-year-old white face capuchin “Jo Jo” is being housed in a wire enclosure that does not meet the\nminimum space requirements. The primate enclosure measured approximately 28 inches tall, 28 inches wide, and 41\ninches long. The Animal Welfare act requires that the minimum height for a capuchin enclosure is 30-inches tall. Failure to\nprovide adequate space for non-human primates can result in stereotypic behaviors and the inability for the primate to\nconduct species specific behaviors. Correct by ensuring that primary enclosures that house non-human primates meet the\nminimum space and height requirements."
    },
    {
      "code": "3.81(a)",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "The Environment Enhancement Plan does not adequately address the social needs of an individually housed,\napproximately 22-year-old adult male White-Face Capuchin Monkey “Jo Jo.” Failure to meet the social needs of primates\nis known to cause poor psychological welfare. The environment enhancement plan must include specific provisions to\naddress the social needs of nonhuman primates of species known to exist in social group in nature. Such specific\nprovisions must be in accordance with currently accepted professional standards, as cited in appropriate professional\njournals or reference guides, and as directed by the attending veterinarian. Correct by ensuring the social grouping needs\nare adequately documented in the Environment Enhancement Plan and provided to the animal."
    },
    {
      "code": "3.81(b)",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "An approximately 22-year-old male white-face capuchin monkey “Jo Jo” does not have adequate opportunity to perform\nspecies-typical activities. His enclosure contains minimal enrichment and complexity (one platform, two small stuffed\nanimals, and a blanket) that was insufficient to support natural behaviors. In addition, the Environment Enhancement Plan\ndid not describe a plan for the provision of varied and novel items. Failure to provide non-human primates with adequate\nenvironmental enrichment can result in stress in the animals and abnormal behavioral patterns forming. The physical\nenvironment in the primary enclosures must be enriched by providing means of expressing noninjurious species-typical\nactivities. Examples of environmental enrichments include providing perches, swings, mirrors, and other increased cage\ncomplexities; providing objects to manipulate; varied food items; using foraging or task-oriented feeding methods; and\nproviding interaction with the care giver or other familiar and knowledgeable person consistent with personnel safety\nprecautions. Correct by ensuring that non-human primates are provided a physical environment in the primary enclosure\nthat are enriched by providing means of expressing species typical activities."
    },
    {
      "code": "3.81(c)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "The Environment Enhancement Plan does not adequately address the special considerations of an approximately 22-\nyear-old adult male White-Face Capuchin Monkey “Jo Jo” who was observed engaging in stereotypic behavior. The\nprimate was consistently rocking and bouncing in the enclosure and repeatedly manipulating and pulling the excess chain\nfrom the collar. Failure to adequately address the special considerations of animals showing signs of psychological\ndistress can result in persistence of the behavior and more severe abnormal behavioral patterns forming. Certain\nnonhuman primates must be provided special attention regarding enhancement of their environment, based on the needs\nof the individual species and in accordance with the instructions of the attending veterinarian. Nonhuman primates\nrequiring special attention includes nonhuman primates that are showing signs of psychological distress through behavior\nor appearance. The facility must develop, document, and follow an appropriate plan to address the special needs of the\nanimal. The plan must be in accordance with currently accepted professional standards, as cited in appropriate\nprofessional journals or reference guides, and as directed by the attending veterinarian. Correct by ensuring that special\nconsiderations are adequately documented in the Environment Enrichment Plan and provided to the animal. Correct by\n16-JUNE-2023 at 5:00 PM or prior to your next scheduled relicense inspection whichever comes first."
    },
    {
      "code": "3.81(c)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "The Environmental Enhancement Plan does not adequately address the special considerations of an approximately 22-\nyear-old adult male White-Face Capuchin Monkey “Jo Jo” who is individually housed and unable to see and hear\nnonhuman primates. Failure to adequately address the special considerations of the animal can result in stress in the\nanimal and abnormal behavioral patterns forming. Certain nonhuman primates must be provided special attention\nregarding enhancement of their environment, based on the needs of the individual species and in accordance with the\ninstructions of the attending veterinarian. Nonhuman primates requiring special attention are individually housed\nnonhuman primates that are unable to see and hear nonhuman primates of their own or compatible species. The facility\nmust develop, document, and follow an appropriate plan to address the special needs of the animal. The plan must be in\naccordance with currently accepted professional standards, as cited in appropriate professional journals or reference\nguides, and as directed by the attending veterinarian. Correct by ensuring that special considerations are adequately\ndocumented in the Environment Enrichment Plan and provided to the animal."
    },
    {
      "code": "3.87(a)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures used to transport nonhuman primates.",
      "narrative": "The collapsible metal wire crate the licensee states is used to transport an adult male Capuchin Monkey named “Jo Jo”\nhas openings that allow the nonhuman primate to put their arms outside the enclosure and does not have handholds.\nOpenings that allow for nonhuman primates to reach outside the enclosure can result in injury to the animal, public\nobservers, or other nearby animals. The lack of appropriate handholds do not allow the enclosure to be lifted without\ntilting it and can cause contact between handlers and the animal. Primary enclosures used to transport nonhuman\nprimates must be constructed so that the nonhuman primate is always securely contained within the enclosure and\ncannot put any part of its body outside the enclosure in a way that could result in injury to the animal, or to persons or\nanimals nearby. Primary enclosures used to transport nonhuman primates must have handholds that enable the\nenclosure to be lifted without tilting it and ensures that anyone handling the enclosure will not come into physical contact\nwith the animal contained inside. Correct by ensuring that the transport enclosure is designed to keep all body parts inside\nthe enclosure at all times and also have appropriate handholds."
    },
    {
      "code": "3.87(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures used to transport nonhuman primates.",
      "narrative": "The collapsible metal wire crate the licensee states is used to transport an adult male Capuchin Monkey named “Jo Jo”\ndoes not have projecting rims that ensure adequate ventilation during transport. The lack of projecting rims can cause\ninadequate ventilation when something is placed against the enclosure. Projecting rims or similar devices must be located\non the exterior of each enclosure wall having a ventilation opening, in order to prevent obstruction of the openings. The\nprojecting rims or similar devices must be large enough to provide a minimum air circulation space of 0.75 inches\nbetween the primary enclosure and anything the enclosure is placed against. Correct by ensuring the transport enclosure\nhas appropriate projecting rims."
    },
    {
      "code": "3.87(f)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures used to transport nonhuman primates.",
      "narrative": "The collapsible metal wire crate the licensee states is used to transport an adult male Capuchin Monkey named “Jo Jo” is\nnot marked with the words “Wild Animals” or “Live Animals,” or has arrows or other markings to indicate the upright\nposition of the enclosure. Failure to clearly mark transport enclosures can allow for inappropriate handling of the\nenclosure as its contents and position may be unclear to handlers. Correct by ensuring the primary enclosure is clearly\nmarked on the top and on one or more sides with the words “Wild Animals,” or “Live Animals,” in letters at least 1 inch\nhigh, and with arrows or other markings to indicate the correct upright position of the primary enclosure.\nThis is a 1st Re-License Inspection for a Class “C” license. The inspection and exit briefing were conducted with the\napplicant.\nAll items must be in compliance within 2 more inspections or by 06-August-2023 or the applicant will forfeit the license fee\nand must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection.\nRegulated activity can continue under your existing USDA license until it expires.\nAdditional Inspectors:\nJonathan Tomkovitch, VETERINARY MEDICAL OFFICER n"
    }
  ],
  "narrative": "2.75(b)(1) \n   \nRecords: Dealers and exhibitors. \nThe facility does not have a current record of animals on hand. Improper recordkeeping does not allow APHIS officials to \nproperly account for animals on the premises or allow for proper tracking of animals. Each dealer and exhibitor shall \nmake, keep, and maintain records or forms which fully and correctly disclose all information required by the AWA \nconcerning each animal purchased or otherwise acquired, owned, held, or otherwise in his or her possession or under his \nor her control, or which is transported, euthanized, sold, or otherwise disposed of by that dealer or exhibitor. Correct by \nensuring there is an appropriate record of animals on hand. \n2.131(b)(1) \n   \nHandling of animals. \nAn approximately 22-year-old white face capuchin “Jo Jo” is wearing a collar with excess chain that poses a risk of getting \ncaught on the wire enclosure the animal is housed in. The excess chain hangs approximately 6 inches from the collar and \nis used to attach to a lead when the animal is removed from the enclosure. The applicant stated that the collar and excess \nchain is never removed from the animal and that the animal has been wearing the collar for approximately 22 years with \nno issues. The excess lead chain on the collar poses a known risk of strangulation if the chain were to get caught in the \nwire enclosure or on the wire platform in the enclosure. Correct by ensuring that the primate is handled in a way that does \nnot put the primate in unnecessary risk of trauma, behavioral stress, physical harm, or unnecessary discomfort. \n2.134  Repeat\n   \nContingency planning. \nThe facility’s contingency plan does not address reasonably anticipated disasters or emergency scenarios, nor does it \ndescribe how the housing and care of the animals would be accomplished. Failure to have appropriate contingency \nplanning in place can lead to animal suffering in the event of an emergency or natural disaster due to a lack of readiness \nand delay in response to care for the animals. Dealers, exhibitors, intermediate handlers, and carriers must develop, \ndocument, and follow an appropriate plan to provide for the humane handling, treatment, transportation, housing, and \ncare of their animals in the event of an emergency or disaster (one which could reasonably be anticipated and expected \nto be detrimental to the good health and well-being of the animals in their possession). A contingency plan includes \nemergency situations the licensee may experience, outlines specific tasks required to be carried out during emergencies \nsuch as detailed animal evacuation instructions or shelter-in-place instructions and provisions for providing backup \nsources of food and water as well as sanitation, ventilation, bedding, veterinary care, identify who will be responsible for\n\nfulfilling these tasks, and address how response and recovery will be handled in terms of materials, resources, and \ntraining needed. Ensure that an adequate written contingency plan is developed and followed in case of an emergency. \n3.80(b)(1) \n   \nPrimary enclosures. \nAn approximately 22-year-old white face capuchin “Jo Jo” is being housed in a wire enclosure that does not meet the \nminimum space requirements. The primate enclosure measured approximately 28 inches tall, 28 inches wide, and 41 \ninches long. The Animal Welfare act requires that the minimum height for a capuchin enclosure is 30-inches tall. Failure to \nprovide adequate space for non-human primates can result in stereotypic behaviors and the inability for the primate to \nconduct species specific behaviors. Correct by ensuring that primary enclosures that house non-human primates meet the \nminimum space and height requirements. \n3.81(a) \n   \nEnvironment enhancement to promote psychological well-being. \nThe Environment Enhancement Plan does not adequately address the social needs of an individually housed, \napproximately 22-year-old adult male White-Face Capuchin Monkey “Jo Jo.” Failure to meet the social needs of primates \nis known to cause poor psychological welfare. The environment enhancement plan must include specific provisions to \naddress the social needs of nonhuman primates of species known to exist in social group in nature. Such specific \nprovisions must be in accordance with currently accepted professional standards, as cited in appropriate professional \njournals or reference guides, and as directed by the attending veterinarian. Correct by ensuring the social grouping needs \nare adequately documented in the Environment Enhancement Plan and provided to the animal. \n3.81(b) \n   \nEnvironment enhancement to promote psychological well-being. \nAn approximately 22-year-old male white-face capuchin monkey “Jo Jo” does not have adequate opportunity to perform \nspecies-typical activities. His enclosure contains minimal enrichment and complexity (one platform, two small stuffed \nanimals, and a blanket) that was insufficient to support natural behaviors. In addition, the Environment Enhancement Plan \ndid not describe a plan for the provision of varied and novel items. Failure to provide non-human primates with adequate \nenvironmental enrichment can result in stress in the animals and abnormal behavioral patterns forming. The physical \nenvironment in the primary enclosures must be enriched by providing means of expressing noninjurious species-typical \nactivities. Examples of environmental enrichments include providing perches, swings, mirrors, and other increased cage \ncomplexities; providing objects to manipulate; varied food items; using foraging or task-oriented feeding methods; and \nproviding interaction with the care giver or other familiar and knowledgeable person consistent with personnel safety \nprecautions. Correct by ensuring that non-human primates are provided a physical environment in the primary enclosure \nthat are enriched by providing means of expressing species typical activities. \n3.81(c)(2)  Direct\n   \nEnvironment enhancement to promote psychological well-being. \nThe Environment Enhancement Plan does not adequately address the special considerations of an approximately 22-\nyear-old adult male White-Face Capuchin Monkey “Jo Jo” who was observed engaging in stereotypic behavior. The \nprimate was consistently rocking and bouncing in the enclosure and repeatedly manipulating and pulling the excess chain \nfrom the collar. Failure to adequately address the special considerations of animals showing signs of psychological\n\ndistress can result in persistence of the behavior and more severe abnormal behavioral patterns forming. Certain \nnonhuman primates must be provided special attention regarding enhancement of their environment, based on the needs \nof the individual species and in accordance with the instructions of the attending veterinarian. Nonhuman primates \nrequiring special attention includes nonhuman primates that are showing signs of psychological distress through behavior \nor appearance. The facility must develop, document, and follow an appropriate plan to address the special needs of the \nanimal. The plan must be in accordance with currently accepted professional standards, as cited in appropriate \nprofessional journals or reference guides, and as directed by the attending veterinarian. Correct by ensuring that special \nconsiderations are adequately documented in the Environment Enrichment Plan and provided to the animal. Correct by \n16-JUNE-2023 at 5:00 PM or prior to your next scheduled relicense inspection whichever comes first. \n3.81(c)(4) \n   \nEnvironment enhancement to promote psychological well-being. \nThe Environmental Enhancement Plan does not adequately address the special considerations of an approximately 22-\nyear-old adult male White-Face Capuchin Monkey “Jo Jo” who is individually housed and unable to see and hear \nnonhuman primates. Failure to adequately address the special considerations of the animal can result in stress in the \nanimal and abnormal behavioral patterns forming. Certain nonhuman primates must be provided special attention \nregarding enhancement of their environment, based on the needs of the individual species and in accordance with the \ninstructions of the attending veterinarian. Nonhuman primates requiring special attention are individually housed \nnonhuman primates that are unable to see and hear nonhuman primates of their own or compatible species. The facility \nmust develop, document, and follow an appropriate plan to address the special needs of the animal. The plan must be in \naccordance with currently accepted professional standards, as cited in appropriate professional journals or reference \nguides, and as directed by the attending veterinarian. Correct by ensuring that special considerations are adequately \ndocumented in the Environment Enrichment Plan and provided to the animal. \n3.87(a) \n   \nPrimary enclosures used to transport nonhuman primates. \nThe collapsible metal wire crate the licensee states is used to transport an adult male Capuchin Monkey named “Jo Jo” \nhas openings that allow the nonhuman primate to put their arms outside the enclosure and does not have handholds. \nOpenings that allow for nonhuman primates to reach outside the enclosure can result in injury to the animal, public \nobservers, or other nearby animals. The lack of appropriate handholds do not allow the enclosure to be lifted without \ntilting it and can cause contact between handlers and the animal. Primary enclosures used to transport nonhuman \nprimates must be constructed so that the nonhuman primate is always securely contained within the enclosure and \ncannot put any part of its body outside the enclosure in a way that could result in injury to the animal, or to persons or \nanimals nearby. Primary enclosures used to transport nonhuman primates must have handholds that enable the \nenclosure to be lifted without tilting it and ensures that anyone handling the enclosure will not come into physical contact \nwith the animal contained inside. Correct by ensuring that the transport enclosure is designed to keep all body parts inside \nthe enclosure at all times and also have appropriate handholds. \n3.87(c)(2) \n   \nPrimary enclosures used to transport nonhuman primates. \nThe collapsible metal wire crate the licensee states is used to transport an adult male Capuchin Monkey named “Jo Jo” \ndoes not have projecting rims that ensure adequate ventilation during transport. The lack of projecting rims can cause\n\ninadequate ventilation when something is placed against the enclosure. Projecting rims or similar devices must be located \non the exterior of each enclosure wall having a ventilation opening, in order to prevent obstruction of the openings. The \nprojecting rims or similar devices must be large enough to provide a minimum air circulation space of 0.75 inches \nbetween the primary enclosure and anything the enclosure is placed against. Correct by ensuring the transport enclosure \nhas appropriate projecting rims. \n3.87(f) \n   \nPrimary enclosures used to transport nonhuman primates. \nThe collapsible metal wire crate the licensee states is used to transport an adult male Capuchin Monkey named “Jo Jo” is \nnot marked with the words “Wild Animals” or “Live Animals,” or has arrows or other markings to indicate the upright \nposition of the enclosure. Failure to clearly mark transport enclosures can allow for inappropriate handling of the \nenclosure as its contents and position may be unclear to handlers. Correct by ensuring the primary enclosure is clearly \nmarked on the top and on one or more sides with the words “Wild Animals,” or “Live Animals,” in letters at least 1 inch \nhigh, and with arrows or other markings to indicate the correct upright position of the primary enclosure. \n \nThis is a 1st Re-License Inspection for a Class “C” license. The inspection and exit briefing were conducted with the \napplicant. \n \nAll items must be in compliance within 2 more inspections or by 06-August-2023 or the applicant will forfeit the license fee \nand must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection. \n \nRegulated activity can continue under your existing USDA license until it expires. \n \nAdditional Inspectors: \nJonathan Tomkovitch, VETERINARY MEDICAL OFFICER n",
  "animals_total": 1,
  "species": [
    {
      "count": 1,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    }
  ]
}