{
  "insp_id": "96161524400275",
  "layout": "a",
  "customer_id": "24564",
  "customer_name": "Real Pets Corp",
  "customer_addr": "30 N 3rd St\nWomelsdorf, PA 19567",
  "certificate": "23-B-0200",
  "site_id": "004",
  "site_name": "REAL PETS CORP",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-APR-2016",
  "report_date": "05-APR-2016",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Section 2.40(b)(3) Veterinary care: The following were observed during the inspection: one flooded enclosure with\ntwo dead adult Djungarian hamsters and a strong odor of decomposition, one enclosure with two dead adult Robo\nhamsters and a strong odor of decomposition, one enclosure with excessively wet bedding in half the enclosure with\none of the two Russian hamsters with a wet and ruffled hair coat, and one enclosure with excessively wet dirty\nbedding in half of the enclosure with one adult Russian hamsters and its 7 offspring (See section 3.31(a)(2)). Daily\nobservations are either not being performed or are not being performed adequately as evidenced by the dead\nhamsters and wet enclosures found on this inspection. All animals must be observed daily to access their health\nand well-being so that problems with animal health can be addressed by the attending veterinarian in a timely\nmanner and animals can be moved to enclosures with dry, clean bedding. Correct from this day forward."
    },
    {
      "code": "3.31(a)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Section 3.31(a)(2) Cleaning and sanitation of primary enclosures: There was one flooded enclosure with two dead\nadult Djungarian hamsters. Two adult white Russian hamsters were in an enclosure with excessively wet bedding\nin the half of the enclosure by the food. One of the white Russian hamsters had a wet and ruffled hair coat. One\nadult light brown Russian hamster with a black stripe down its spine and its seven offspring had excessively wet and\ndirty bedding in the half of the enclosure by the water. Once APHIS officials identified the affected enclosures,\nfacility employees moved the live hamsters to clean dry enclosures. Animals housed on wet bedding may become\nsoiled, chilled, ill and may die if flooding is not quickly corrected. The licensee must ensure that the animals in wet\nand/or dirty enclosures are moved to clean dry enclosures to ensure the health and comfort of the animals. Correct\nfrom this day forward."
    },
    {
      "code": "3.31(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Section 3.31(c) Pest control: Rodent feces were observed on the pallet holding bags of poultry and livestock food\nand on the floor. There was a hole chewed in one of the bags of food. No pest control was observed in the area.\nWild rodents may introduce disease and parasites into the animal colonies. An effective program for the control of\nmammalian pests must be established and maintained. Remains uncorrected.\nAn exit briefing was conducted with the facility manager; Mary Geib, VMO; and Robert Markmann, ACI.\nAdditional Inspectors\nMarkmann Robert, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(3)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nSection 2.40(b)(3) Veterinary care: The following were observed during the inspection: one flooded enclosure with\ntwo dead adult Djungarian hamsters and a strong odor of decomposition, one enclosure with two dead adult Robo\nhamsters and a strong odor of decomposition, one enclosure with excessively wet bedding in half the enclosure with\none of the two Russian hamsters with a wet and ruffled hair coat, and one enclosure with excessively wet dirty\nbedding in half of the enclosure with one adult Russian hamsters and its 7 offspring (See section 3.31(a)(2)).  Daily\nobservations are either not being performed or are not being performed adequately as evidenced by the dead\nhamsters and wet enclosures found on this inspection.  All animals must be observed daily to access their health\nand well-being so that problems with animal health can be addressed by the attending veterinarian in a timely\nmanner and animals can be moved to enclosures with dry, clean bedding.  Correct from this day forward.\n3.31(a)(2)           DIRECT\nSANITATION.\nSection 3.31(a)(2) Cleaning and sanitation of primary enclosures: There was one flooded enclosure with two dead\nadult Djungarian hamsters.  Two adult white Russian hamsters were in an enclosure with excessively wet bedding\nin the half of the enclosure by the food.  One of the white Russian hamsters had a wet and ruffled hair coat.  One\nadult light brown Russian hamster with a black stripe down its spine and its seven offspring had excessively wet and\ndirty bedding in the half of the enclosure by the water.  Once APHIS officials identified the affected enclosures,\nfacility employees moved the live hamsters to clean dry enclosures.  Animals housed on wet bedding may become\nsoiled, chilled, ill and may die if flooding is not quickly corrected.  The licensee must ensure that the animals in wet\nand/or dirty enclosures are moved to clean dry enclosures to ensure the health and comfort of the animals.  Correct\nfrom this day forward.      \n3.31(c)                    REPEAT\nSANITATION.\nSection 3.31(c) Pest control: Rodent feces were observed on the pallet holding bags of poultry and livestock food\n\nand on the floor.  There was a hole chewed in one of the bags of food.  No pest control was observed in the area. \nWild rodents may introduce disease and parasites into the animal colonies.  An effective program for the control of\nmammalian pests must be established and maintained.  Remains uncorrected. \nAn exit briefing was conducted with the facility manager; Mary Geib, VMO; and Robert Markmann, ACI.\nAdditional Inspectors\nMarkmann Robert, Animal Care Inspector",
  "animals_total": 2270,
  "species": [
    {
      "count": 159,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 279,
      "scientific": "Cricetulus griseus",
      "common": "CHINESE HAMSTER"
    },
    {
      "count": 164,
      "scientific": "Meriones unguiculatus",
      "common": "MONGOLIAN GERBIL (COMMON PET / RESEARCH VARIETY)"
    },
    {
      "count": 151,
      "scientific": "Mesocricetus auratus",
      "common": "SYRIAN / GOLDEN HAMSTER (COMMON PET/RESEARCH TYPE)"
    },
    {
      "count": 7,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 484,
      "scientific": "Phodopus campbelli",
      "common": "CAMPBELLS DWARF HAMSTER"
    },
    {
      "count": 331,
      "scientific": "Phodopus roborovskis",
      "common": "ROBOROVSKIS DWARF HAMSTER"
    },
    {
      "count": 695,
      "scientific": "Phodopus sungorus",
      "common": "WINTER WHITE RUSSIAN DWARF HAMSTER"
    }
  ]
}