{
  "insp_id": "105161526460210",
  "layout": "a",
  "customer_id": "323944",
  "customer_name": "Victoria Johnsonbaugh",
  "customer_addr": "583 Village Drive E\nCarmel, IN 46032",
  "certificate": "32-A-0475",
  "site_id": "001",
  "site_name": "VICTORIA JOHNSONBAUGH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-APR-2016",
  "report_date": "14-APR-2016",
  "citations": [
    {
      "code": "2.75(a)(2)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The APHIS forms 7005 maintained by the facility remain incomplete. Cage cards are not being utilized by the\nfacility as the cats are raised in the home environment. The past four litters have not been recorded on the APHIS\nForms 7005. Licensee started to update the APHIS Forms 7005 since the last inspection, but didn't get very far.\nOnly one litter is partially recorded. The identification numbers for this litter assigned to the kittens on the 7005s do\nnot match the ID numbers on the APHIS Forms 7006. It is difficult to determine what animals have been born, sold,\nor died without accurate, up to date records. Accurate records are needed to trace animals in the event of a\ndisease outbreak. APHIS forms 7005 shall be used to make, keep, and maintain the required information.\nCorrect by: Remains Uncorrected"
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The carpet remains worn between the living room and the family room. The carpet is torn and worn away exposing\nthe subfloor. The frayed, unraveled edges pose a health hazard for the cats if ingested. Housing facilities must be\nkept in good repair.\nCorrect by: Remains Uncorrected\nExit interview conducted with Licensee\nAdditional Inspectors\nKeith C.S Patrick, Compliance Specialist"
    }
  ],
  "narrative": "2.75(a)(2)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\nThe APHIS forms 7005 maintained by the facility remain incomplete.  Cage cards are not being utilized by the\nfacility as the cats are raised in the home environment.  The past four litters have not been recorded on the APHIS\nForms 7005.  Licensee started to update the APHIS Forms 7005 since the last inspection, but didn't get very far. \nOnly one litter is partially recorded.  The identification numbers for this litter assigned to the kittens on the 7005s do\nnot match the ID numbers on the APHIS Forms 7006.  It is difficult to determine what animals have been born, sold,\nor died without accurate, up to date records.  Accurate records are needed to trace animals in the event of a\ndisease outbreak.  APHIS forms 7005 shall be used to make, keep, and maintain the required information.\nCorrect by:  Remains Uncorrected\n3.1(a)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nThe carpet remains worn between the living room and the family room.  The carpet is torn and worn away exposing\nthe subfloor.  The frayed, unraveled edges pose a health hazard for the cats if ingested.  Housing facilities must be\nkept in good repair.\nCorrect by:  Remains Uncorrected\nExit interview conducted with Licensee\nAdditional Inspectors\nKeith C.S Patrick, Compliance Specialist",
  "animals_total": 11,
  "species": [
    {
      "count": 7,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 4,
      "scientific": "Felis silvestris catus",
      "common": "CAT KITTEN"
    }
  ]
}