{
  "insp_id": "241141243430598",
  "layout": "a",
  "customer_id": "26418",
  "customer_name": "Dennis Rushing",
  "customer_addr": "Kelly Rushing\n20530 E 700th St\nGeneseo, IL 61254",
  "certificate": "33-C-0336",
  "site_id": "001",
  "site_name": "DENNIS AND KELLY RUSHING",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-AUG-2014",
  "report_date": "29-AUG-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The facility has not contacted the veterinarian regarding two juvenile goats that are sick. The first goat (ear tag\n#0021 and white in color) appears thin and was observed frequently squinting. Additionally, this animal has green\ncrusty material around both eyes. The second goat (ear tag #0020 and black in color) also appears thin and was\nobserved frequently squinting. This animal also has green crusty material around both eyes. Finally, this goat also\nhas large clumps of dried feces all around the anus and stuck to the fur under the tail. The facility indicated that\nthey have been treating these goats, but their conditions have not improved. All issues of animal health must be\nreported to the veterinarian to assure that they receive care according to the veterinary professional standards.\nThe veterinarian must be contacted regarding these health issues. All instructions and/or prescribed treatments\nmust be followed.\nTo be corrected: by 5:00 pm on 8-29-14"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "1. Several exposed nail heads and points remain on the outdoor shelter for the pigs. The shelter is located just\noutside of the barn that houses twenty four pigs. The sharp nail points and heads could potentially injure\nthemselves.\nAssure that all indoor and outdoor housing facilities are maintainted in good repair.\n2. Three goats were observed moving from their enclosure into another enclosure housing two sick goats during\nthe time of inspection. One goat slipped through a small opening in between the panel fencing dividing the two\nenclosures. Another goat passed through the openings of a gate that divided the two enclosures. Contact with the\nsick goats could cause the healthy goats to become ill.\nAssure that all animal enclosures contain the animals within them."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Unused wood and building materials are present along the northwest wall of the barn. These items are adjacent to\nthe enclosure housing all of the goats, sheep, and alpacas. These materials are also accessible to the three calves\nhoused in an open, adjacent stall. The animals could potentially injure themselves on/with these items.\nAssure that unused wood and building materials are not accessible to animals and are not stored inside of animal\nenclosures.\nNote: The exit interview was conducted with the facility owner."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe facility has not contacted the veterinarian regarding two juvenile goats that are sick.  The first goat (ear tag\n#0021 and white in color) appears thin and was observed frequently squinting.  Additionally, this animal has green\ncrusty material around both eyes.  The second goat (ear tag #0020 and black in color) also appears thin and was\nobserved frequently squinting.  This animal also has green crusty material around both eyes.  Finally, this goat also\nhas large clumps of dried feces all around the anus and stuck to the fur under the tail.  The facility indicated that\nthey have been treating these goats, but their conditions have not improved.  All issues of animal health must be\nreported to the veterinarian to assure that they receive care according to the veterinary professional standards.\nThe veterinarian must be contacted regarding these health issues.  All instructions and/or prescribed treatments\nmust be followed.\nTo be corrected: by 5:00 pm on 8-29-14\n  \n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \n1.  Several exposed nail heads and points remain on the outdoor shelter for the pigs.  The shelter is located just\noutside of the barn that houses twenty four pigs.  The sharp nail points and heads could potentially injure\nthemselves.\nAssure that all indoor and outdoor housing facilities are maintainted in good repair.\n2.  Three goats were observed moving from their enclosure into another enclosure housing two sick goats during\nthe time of inspection.  One goat slipped through a small opening in between the panel fencing dividing the two\nenclosures.  Another goat passed through the openings of a gate that divided the two enclosures.  Contact with the\nsick goats could cause the healthy goats to become ill.\n\nAssure that all animal enclosures contain the animals within them.\n3.131(c)                    REPEAT\nSANITATION.   \nUnused wood and building materials are present along the northwest wall of the barn.  These items are adjacent to\nthe enclosure housing all of the goats, sheep, and alpacas.  These materials are also accessible to the three calves\nhoused in an open, adjacent stall.  The animals could potentially injure themselves on/with these items.  \nAssure that unused wood and building materials are not accessible to animals and are not stored inside of animal\nenclosures.  \nNote: The exit interview was conducted with the facility owner.",
  "animals_total": 210,
  "species": [
    {
      "count": 8,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 70,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 6,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 4,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 98,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 24,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}