{
  "insp_id": "215152018110113",
  "layout": "a",
  "customer_id": "11169",
  "customer_name": "Kimberly Coleman",
  "customer_addr": "299 N E 400\nClinton, MO 64735",
  "certificate": "43-A-4973",
  "site_id": "001",
  "site_name": "KIMBERLY COLEMAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "30-JUL-2015",
  "report_date": "03-AUG-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There was an adult, female Yorkshire Terrier (#0A0 178 4873) that was slighlty squinting her right eye which was\nnearly covered in a crusted, yellow discharge. The licensee stated she had not noticed the dog had a problem with\nits eye until it was pointed out by the inspector. The licensee wiped the crusted material from the dog's eye and\napplied an antibiotic ointment (Terramycin). The licensee stated that's what she was told to do by her veterinarian\nfor eye problems. However, there was nothing included in the Program of Veterinary Care (at the time of\ninspection) which stated those instructions by the veterinarian. Squinting and excessive discharge could indicate\nthat the dog may have an eye condition which could be painful or quickly get worse. Numerous different things can\ncause these types of clinical signs and a proper diagnosis is required to determine the appropriate medication. The\nlicensee must have this animal examined by a licensed veterinarian in order to ensure that an accurate diagnosis is\nobtained and an appropriate treatment plan is developed and followed. The licensee must document this\ninformation and make it available to the inspector upon request. The licensee must ensure that all animals receive\nadequate veterinary care at all times.\nTO BE CORRECTED BY: 2 August 2015. The licensee acknowledged this date during the exit interview."
    },
    {
      "code": "2.75(a)(1)(6)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "There was an adult, female Yorkshire Terrier with the microchip number: 0A0 178 4873. This identification (ID)\nnumber wasn't listed as the ID number for any of the dogs on the list of dogs on hand. Multiple attempts were made\nto determine if there was a second microchip in the dog but none was ever recognized by the licensee's scanner. A\ncall to the microchip company revealed that the chip was purchased in January 2014 but was never registered.\nComplete and accurate records must be kept in order to ensure that each animal's identity can be known with\ncertainty and to facilitate tracking/tracing of animals. The licensee must record an accurate ID number for this dog\non the list of dogs on hand and ensure that all other dogs at the facility have accurately recorded numbers.\nTO BE CORRECTED BY: 31 July 2015. The licensee acknowledged the correction date during the exit interview."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There was a general lack of cleaning in a couple of the buildings housing the dogs. The grooming/treatment room\nhad dirt, dust, and debris in two of the corners of the room which were only a few feet from where several animals\nwere being temporarily housed. The window adjacent to the grooming/treatment table had an accumulation of dead\nflies in front of it which measured nearly an inch deep. There were cracks and tears in a couple spots on the\nlinoleum floors where waste, hair, and debris was accumulating. Although the dogs aren't coming into direct contact\nwith these areas, unsanitary conditions in the buildings where they are housed increases the risk of disease\nhazards. The licensee must ensure that all surfaces of the housing facilities (including the areas that do not come in\ncontact with the dogs) are cleaned and sanitized when necessary to satisfy generally accepted husbandry\nstandards and practices.\nTO BE CORRECTED BY: 30 August 2015\nThe inspection and a verbal exit interview were conducted by Dr. Owens (VMO) and Dr. Leisner (VMO) with the\nlicensee. The licensee was given all three correction dates during the exit interview and she acknowledged those\ndates.\nAdditional Inspectors\nLeisner Erika, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere was an adult, female Yorkshire Terrier (#0A0 178 4873) that was slighlty squinting her right eye which was\nnearly covered in a crusted, yellow discharge.  The licensee stated she had not noticed the dog had a problem with\nits eye until it was pointed out by the inspector.  The licensee wiped the crusted material from the dog's eye and\napplied an antibiotic ointment (Terramycin).  The licensee stated that's what she was told to do by her veterinarian\nfor eye problems.  However, there was nothing included in the Program of Veterinary Care (at the time of\ninspection) which stated those instructions by the veterinarian.  Squinting and excessive discharge could indicate\nthat the dog may have an eye condition which could be painful or quickly get worse.  Numerous different things can\ncause these types of clinical signs and a proper diagnosis is required to determine the appropriate medication.  The\nlicensee must have this animal examined by a licensed veterinarian in order to ensure that an accurate diagnosis is\nobtained and an appropriate treatment plan is developed and followed. The licensee must document this\ninformation and make it available to the inspector upon request. The licensee must ensure that all animals receive\nadequate veterinary care at all times. \nTO BE CORRECTED BY: 2 August 2015.  The licensee acknowledged this date during the exit interview.\n2.75(a)(1)(6)\nRECORDS: DEALERS AND EXHIBITORS.\nThere was an adult, female Yorkshire Terrier with the microchip number: 0A0 178 4873.  This identification (ID)\nnumber wasn't listed as the ID number for any of the dogs on the list of dogs on hand.  Multiple attempts were made\nto determine if there was a second microchip in the dog but none was ever recognized by the licensee's scanner.  A\ncall to the microchip company revealed that the chip was purchased in January 2014 but was never registered.\nComplete and accurate records must be kept in order to ensure that each animal's identity can be known with\ncertainty and to facilitate tracking/tracing of animals.  The licensee must record an accurate ID number for this dog\non the list of dogs on hand and ensure that all other dogs at the facility have accurately recorded numbers.\nTO BE CORRECTED BY: 31 July 2015.  The licensee acknowledged the correction date during the exit interview.\n\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nThere was a general lack of cleaning in a couple of the buildings housing the dogs.  The grooming/treatment room\nhad dirt, dust, and debris in two of the corners of the room which were only a few feet from where several animals\nwere being temporarily housed.  The window adjacent to the grooming/treatment table had an accumulation of dead\nflies in front of it which measured nearly an inch deep.  There were cracks and tears in a couple spots on the\nlinoleum floors where waste, hair, and debris was accumulating.  Although the dogs aren't coming into direct contact\nwith these areas, unsanitary conditions in the buildings where they are housed increases the risk of disease\nhazards.  The licensee must ensure that all surfaces of the housing facilities (including the areas that do not come in\ncontact with the dogs) are cleaned and sanitized when necessary to satisfy generally accepted husbandry\nstandards and practices.\nTO BE CORRECTED BY: 30 August 2015\nThe inspection and a verbal exit interview were conducted by Dr. Owens (VMO) and Dr. Leisner (VMO) with the\nlicensee.  The licensee was given all three correction dates during the exit interview and she acknowledged those\ndates.\nAdditional Inspectors\nLeisner Erika, Veterinary Medical Officer",
  "animals_total": 183,
  "species": [
    {
      "count": 91,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 92,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    },
    {
      "count": 0,
      "scientific": "None",
      "common": "NONE"
    }
  ]
}