{
  "insp_id": "2016090000755455",
  "layout": "b",
  "customer_id": "507334",
  "customer_name": "CHRISTY BORNTREGER ELI BORNTREGER",
  "customer_addr": "20874 Jupiter Road\nTOMAH, WI 54660",
  "certificate": "35-A-0459",
  "site_id": "001",
  "site_name": "CHRISTY & ELI BORNTREGER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-DEC-2021",
  "report_date": "15-DEC-2021",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "A silver, black, white, and brown (Blue Merle) male Welsh Corgi (# 054) had an open wound on it's left ear. The wound\nwas oozing a yellowish mucousy substance from the ear. The licensee stated the dog got into a fight three days ago. He\nhas been trying to treat it himself, but has not contacted the Attending Veterinarian.\nAn open wound may be painful for the dog. In addition, if not treated correctly, it could become infected and cause further\nproblems.\nThe Attending Veterinarian must be contacted and the dog must be treated per the Attending Veterinarian's instructions.\nCorrect by 12/17/21."
    },
    {
      "code": "3.6(c)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "Four puppies were not provided with enough space in the enclosure. Two of the puppies measure 13 inches while the\nother two measure 12.5 inches. Together the four dogs require 1,406.5 square inches of space. The enclosure\nmeasured 35 X 30 inches for a total of 1,050 square inches of space. The enclosure was short by 356.5 square inches of\nspace.\nCage space requirements ensure that the dogs have enough room to move about freely within their enclosures. It\nminimizes the dogs from stepping or sitting in their feces or urine and also minimizes the spread of disease. The licensee\nmust ensure that all enclosures containing dogs and puppies have enough floor space to meet the minimum floor space\nrequirements for the number of and the size of the dogs in that enclosure.\nCorrect from this day forward.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nA silver, black, white, and brown (Blue Merle) male Welsh Corgi (# 054) had an open wound on it's left ear.  The wound \nwas oozing a yellowish mucousy substance from the ear.  The licensee stated the dog got into a fight three days ago.  He \nhas been trying to treat it himself, but has not contacted the Attending Veterinarian. \n \nAn open wound may be painful for the dog.  In addition, if not treated correctly, it could become infected and cause further \nproblems. \n \nThe Attending Veterinarian must be contacted and the dog must be treated per the Attending Veterinarian's instructions. \n \nCorrect by 12/17/21. \n3.6(c)(1)(i) \n   \nPrimary enclosures. \nFour puppies were not provided with enough space in the enclosure.  Two of the puppies measure 13 inches while the \nother two measure 12.5 inches.  Together the four dogs require 1,406.5 square inches of space.  The enclosure \nmeasured 35 X 30 inches for a total of 1,050 square inches of space.  The enclosure was short by 356.5 square inches of\n\nspace. \n \nCage space requirements ensure that the dogs have enough room to move about freely within their enclosures.  It \nminimizes the dogs from stepping or sitting in their feces or urine and also minimizes the spread of disease.  The licensee \nmust ensure that all enclosures containing dogs and puppies have enough floor space to meet the minimum floor space \nrequirements for the number of and the size of the dogs in that enclosure. \n \nCorrect from this day forward. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd of report. \n \nEnd Section",
  "animals_total": 98,
  "species": [
    {
      "count": 53,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 45,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}