{
  "insp_id": "2016082569814006",
  "layout": "a",
  "customer_id": "31932",
  "customer_name": "Ivan M Miller",
  "customer_addr": "7806 Maurer Rd N W\nSugarcreek, OH 44681",
  "certificate": "31-A-0492",
  "site_id": "001",
  "site_name": "IVAN M MILLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-JAN-2020",
  "report_date": "17-MAR-2020",
  "citations": [
    {
      "code": "3.1(c)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The enclosure doors in the 2 sheltered Raber-type kennels, one by the main building and a second by the large\nbreed dog area, are excessively rusty. There are 6 adult dogs housed in the kennel near the main building and 11\nadult dogs housed in the second kennel near the large breed outdoor area. There are a total of at least 10\nenclosures with rusty doors. Excessively rusty surfaces prevent required cleaning and sanitization. Correct this by\nrepairing or replacing these surfaces.\nCorrect by: 25 FEB 2020"
    },
    {
      "code": "3.3(c)",
      "kind": "",
      "repeat": false,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "The sheltered housing facility near the large breed dog area was not lighted well enough to permit a routine\ninspection. The licensee and inspector used flashlights in order to observe the dogs and the facility. The licensee\nstated that there is a problem with the battery that powers the lights in this facility. Although the dogs do have\naccess to light by going outside using doggy doors, there is not enough uniformly diffused lighting throughout this\nfacility to maintain good housekeeping practices, adequate cleaning, and adequate inspection of animals. Correct\nthis by providing and maintaining sufficient lighting.\nCorrect by: 04 FEB 2020"
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "There is excessive feces accumulation in the 5 outdoor enclosures housing a total of 14 adult dogs. These\nenclosures have large stones as substrate and there is feces scattered throughout the enclosures and, in some\nareas, smashed feces where the dogs have pressed it into the stones from being stepped on. It is obvious by the\namount of feces in these enclosures that the licensee is not removing the feces daily. Failure to remove feces often\ncan lead to disease hazards and soiling of the dogs in those enclosures. Correct this by removing feces on a daily\nbasis as required.\nCorrect by: 01 FEB 2020"
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "A large accumulation of rodent feces were found in the washdowns of the sheltered kennel near the large breed dog\narea. There were 11 adult dogs housed in this kennel. Failure to establish and maintain an effective pest control\nprogram, which includes monitoring and cleaning up of rodent feces, may result in potential health problems for the\ndogs. Correct this by establishing an effective and safe pest control program.\nCorrect by: 04 FEB 2020\nThis inspection and exit interview were conducted with the licensee."
    }
  ],
  "narrative": "3.1(c)(1)(i)\nHOUSING FACILITIES, GENERAL.\nThe enclosure doors in the 2 sheltered Raber-type kennels, one by the main building and a second by the large\nbreed dog area, are excessively rusty.   There are 6 adult dogs housed in the kennel near the main building and 11\nadult dogs housed in the second kennel near the large breed outdoor area.  There are a total of at least 10\nenclosures with rusty doors.  Excessively rusty surfaces prevent  required cleaning and sanitization.   Correct this by\nrepairing or replacing these surfaces.  \nCorrect by:  25 FEB 2020\n3.3(c)\nSHELTERED HOUSING FACILITIES.\nThe sheltered housing facility near the large breed dog area was not lighted well enough to permit a routine\ninspection.  The licensee and inspector used flashlights in order to observe the dogs and the facility.  The licensee\nstated that there is a problem with the battery that powers the lights in this facility.  Although the dogs do have\naccess to light by going outside using doggy doors, there is not enough uniformly diffused lighting throughout this\nfacility to maintain good housekeeping practices, adequate cleaning, and adequate inspection of animals.  Correct\nthis by providing and maintaining sufficient lighting. \nCorrect by:  04 FEB 2020\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThere is excessive feces accumulation in the 5 outdoor enclosures housing a total of 14 adult dogs.  These\nenclosures have large stones as substrate and there is feces scattered throughout the enclosures and, in some\nareas, smashed feces where the dogs have pressed it into the stones from being stepped on.  It is obvious by the\namount of feces in these enclosures that the licensee is not removing the feces daily.  Failure to remove feces often\ncan lead to disease hazards and soiling of the dogs in those enclosures.  Correct this by removing feces on a daily\nbasis as required.\n\nCorrect by: 01 FEB 2020\n3.11(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nA large accumulation of rodent feces were found in the washdowns of the sheltered kennel near the large breed dog\narea.   There were 11 adult dogs housed in this kennel.   Failure to establish and maintain an effective pest control\nprogram,  which includes monitoring and cleaning up of rodent feces, may result in potential health problems for the\ndogs.  Correct this by establishing an effective and safe pest control program.\nCorrect by:    04 FEB 2020\nThis inspection and exit interview were conducted with the licensee.",
  "animals_total": 285,
  "species": [
    {
      "count": 158,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 127,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}