{
  "insp_id": "2016090000496308",
  "layout": "b",
  "customer_id": "501298",
  "customer_name": "WILSTEM INC",
  "customer_addr": "P.O. BOX 88\nFRENCH LICK, IN 47432",
  "certificate": "32-C-0265",
  "site_id": "001",
  "site_name": "WILSTEM INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-SEP-2020",
  "report_date": "16-FEB-2021",
  "citations": [
    {
      "code": "3.127(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "There are 3 camels that are being kept in a fenced pasture that does not contain any natural or artificial shade structures\nfor the animals to get out of the direct rays of the sun. The animals have had no shade source provided since June 2020\nwhen they were put out on the pasture for public exhibition. The average temperatures over the 3 months ranged 76-94\ndeg F, with the average humidity ranging 76% to 94% (weather underground).\nThere are two smaller pastures with 18 goats and one with 7 sheep that do have a shelter, however they do not have\nadditional shade available by natural or artificial means. The shelter with the 18 goats is not large enough for all of the\nanimals to get into for shade without being overcrowded, and preventing natural bodily movements in a way to prevent\noverheating or discomfort.\nThe lack of shade for regulated animals that cannot get out of the heat or from under the direct rays of the sun can cause\nserious health issues including physical and behavioral stress or death.\nThe licensee must provide shade of natural or artificial means to allow all animals kept outdoors to protect themselves\nfrom direct sunlight.\nTo be corrected by: October 13, 2020"
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "For the past three months, there has been no shelter provided for the 3 camels to allow for them to get out of inclement\nweather. There are no trees, buildings or structures that are available for the animals to get into during inclement weather\nor out of the heat of the day. While there is a barn next to the pasture, the doors to allow the camels in have been sealed\nshut with wood preventing them from entering the shelter. The animals have been denied this shelter since the beginning\nof the drive through exhibition which started mid-June 2020 until during the time of this inspection.\nThe lack of a shelter by natural or artificial means, to protect the animals from inclement weather or from the heat of the\nday can be a source of discomfort and stress. The lack of proper shelter can cause serious health issues and death if the\nweather is severe due to overheating, lightening or strong winds with debris.\nThe licensee must provide natural or artificial shelter appropriate to the local climatic conditions for the species kept\noutdoors to afford them protection and prevent discomfort.\nTo be corrected by: Corrected during the inspection."
    },
    {
      "code": "3.127(d)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "There is a 30 ft section of perimeter fence in the wooded area going up the hill that had four areas where the fence was\nraised 5-8 inches high. The bottom of the fencing is loose enough to allow it to be pushed in either direction allowing an\nanimal to get under the fence, including coyote or dog-sized animals. This area is holding multiple free roaming species\nincluding zebus, fallow deer, blackbuck, watusi, nilgai, eland, aoudad, cattle, buffalo, scimitar oryx, llama, alpacas, and\nwater buffalo. There have been two deaths of black buck in the veld area due to an unknown predator that is suspected\nto be a coyote. A dead blackbuck was found on June 14, 2020 and on September 11, 2020.\nLoose fencing can provide access for predators or other animals to get into the primary enclosure and chase or attack the\nanimals, resulting in stress, injuries, and possible death.\nThe licensee must ensure that the perimeter fence is maintained to provide protection for the animals in the facility by\nrestricting animals and unauthorized persons from going through it or under it and having contact with the animals in the\nfacility.\nTo be corrected by: November 1, 2020"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "-There were two areas at the bottom of the fence in the kangaroo area near the barn door where there are broken wires\npoking inside of the enclosure allowing direct contact with the animals. Broken wires in fencing can be a source of injury.\n-The kangaroo perimeter fence is only 5ft in height and is very wobbly in nature. On August 8, 2020 a kangaroo ‘Perth’\nescaped over the fence during a public feeding encounter and left the property for two days until found.\nFenced areas that are too short to contain the regulated animals can provide a mode of escape or entry of animals or\nunauthorized people into the primary enclosure.\nAll indoor and outdoor housing shall be structurally sound and be maintained in good repair to protect the animals from\ninjury and to contain the animals. And must be constructed of such materials and of such strength as appropriate for the\nanimals involved.\nTo be corrected by: October 13, 2020"
    },
    {
      "code": "2.131(d)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "During the inspection a young child was observed climbing onto the fence at the camel feeding area, which was not\nattended by a keeper. While the child climbed the fence, he reached over to pet the camel and hung on the fence in direct\nface to face contact with the camel. There was no barrier or distance, or identifiable keeper nearby to protect the child\nfrom injury.\nThe lack of attendants at an animal encounter/feeding where the animal can have direct contact with the public could be a\npotential for injury to the person or animal.\nThe facility must have an attendant present during any public feeding or encounter where the animal can have direct\ncontact with the person. If there are no attendants, then a barrier and/or sufficient distance should be in place to prevent\nthe public from being able to have direct contact with the animals.\nTo be corrected: Corrected during the inspection"
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "There are multiple animals that are missing on the inventory of the facility. The facility representatives advised there have\nbeen animals that have been born, died, euthanized and sold that have no corresponding records.\nThe lack of records does not allow for proper management and traceability of regulated animals.\nThe licensee must keep records on all animals owned, leased, held or otherwise acquired or which is transported, sold,\neuthanized or otherwise disposed of. They shall include any offspring born of any animal while in the licensees’\npossession or under their control.\nTo be corrected by: October 14, 2020"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "May 13, 2020 three eland escaped from the barn and were loose on the grounds of the facility. The employee responsible\nfor darting animals advised that he received the drugs for the tranquilizer darts from the attending veterinarian who was\npresent during the darting incident. He stated the veterinarian advised him what to do. The first eland was darted and\ntaken to the barn, the second eland(M) was darted and ran into the fenced pasture followed by the remaining female. The\nemployee stated that the female was running into the fence, panicking and he decided to try to dart her to prevent her\nfrom hurting herself. The dart missed, and the animal continued panicking until she ran into a fence post and broke her\nneck. The employee stated that the attending veterinarian was present during the incident and told them to try and dart\nthe panicking eland.\nAfter contacted by the USDA, the attending veterinarian advised that he was not present during the darting, and only\nknew the facility had an escaped eland and came to the clinic to pick up the tranquilizer drugs in the late afternoon. The\nveterinarian was not advised about the darting incident and stated he would not have approved darting a panicked animal\nthat was already contained in a fenced pasture. According to the attending veterinarian, he had not been consulted about\nthe incident.\nIf appropriate methods are not being used to prevent, control, diagnose and treat diseases and injuries of the animals it\ncan lead to unnecessary pain, discomfort or death.\nThe attending veterinarian must have appropriate authority for all animal care and use. Direct and frequent\ncommunication with the attending veterinarian is required to provide timely and accurate information to the attending vet.\nTo be corrected by: September 24, 2020"
    },
    {
      "code": "2.131(b)(1)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "On February 5, 2020, according to facility staff present, a staff member (at the time) was advised to euthanize a llama by\ngunshot due to illness. However the decision was made by this employee to transport the llama (while alive according to\nstaff members) to the burial site in an unapproved and inappropriate manner.\nWhen contacted by the USDA, the primary care veterinarian advised he was not consulted about the method of transport\nto the burial site that was used. The attending veterinarian advised if he had been contacted, he would have had the\nanimal euthanized at its location. However the facility chose a method of transport to the burial site that caused undue\ntrauma, behavioral stress and unnecessary discomfort to the llama before death, and therefore did not comply with\nSection 2.131(b)(1). This section requires that handling of all animals be done as expeditiously and carefully as possible\nin a manner that does not cause trauma, physical harm, behavioral stress or unnecessary discomfort to the animal\nTo be corrected by: September 24, 2020\nThis inspection was conducted with the facility representatives and exit interview were conducted with the licensee, facility\nrepresentatives and the attending veterinarian with an Animal Care VMO.\nEnd Section"
    }
  ],
  "narrative": "3.127(a) \n   \nFacilities, outdoor. \nThere are 3 camels that are being kept in a fenced pasture that does not contain any natural or artificial shade structures \nfor the animals to get out of the direct rays of the sun. The animals have had no shade source provided  since June 2020 \nwhen they were put out on the pasture for public exhibition. The average  temperatures over the 3 months ranged 76-94 \ndeg F, with the average  humidity ranging 76% to 94% (weather underground). \n \nThere are two smaller pastures with 18 goats and one with 7 sheep that do have a shelter, however  they do not have \nadditional shade available by natural or artificial means. The shelter with the 18 goats is not large enough for all of the \nanimals to get into for shade without being overcrowded,  and preventing  natural bodily movements in a way to prevent \noverheating  or discomfort. \n \nThe lack of shade for regulated animals that cannot get out of the heat or from under the direct rays of the sun can cause \nserious health issues including physical and behavioral  stress or death. \n \nThe licensee must provide shade of natural or artificial means to allow all animals kept outdoors to protect themselves \nfrom direct sunlight.\n\nTo be corrected by: October 13, 2020 \n3.127(b) \n   \nFacilities, outdoor. \nFor the past three months, there has been no shelter provided  for the 3 camels to allow for them to get out of inclement \nweather. There are no trees, buildings or structures that are available  for the animals to get into during inclement weather \nor out of the heat of the day. While there is a barn next to the pasture, the doors to allow the camels in have been sealed \nshut with wood preventing  them from entering the shelter. The animals have been denied this shelter since the beginning \nof the drive through exhibition which started mid-June 2020 until during the time of this inspection. \n \nThe lack of a shelter by natural or artificial means, to protect the animals from inclement weather or from the heat of the \nday can be a source of discomfort and stress. The lack of proper shelter can cause serious health issues and death if the \nweather is severe due to overheating,  lightening or strong winds with debris. \n \nThe licensee must provide natural or artificial shelter appropriate to the local climatic conditions for the species kept \noutdoors to afford them protection and prevent discomfort. \n \nTo be corrected by: Corrected during the inspection. \n3.127(d)  Critical\n   \nFacilities, outdoor. \nThere is a 30 ft section of perimeter fence in the wooded area going up the hill that had four areas where the fence was \nraised 5-8 inches high. The bottom of the fencing is loose enough to allow it to be pushed in either direction allowing an\n\nanimal to get under the fence, including coyote or dog-sized animals. This area is holding multiple free roaming species \nincluding zebus, fallow deer, blackbuck, watusi, nilgai, eland, aoudad, cattle, buffalo, scimitar oryx, llama, alpacas, and \nwater buffalo.  There have been two deaths of black buck in the veld area due to an unknown predator that is suspected \nto be a coyote. A dead blackbuck was found on June 14, 2020 and on September 11, 2020. \n \nLoose fencing can provide access for predators or other animals to get into the primary enclosure and chase or attack the \nanimals, resulting in stress, injuries, and possible death. \n \nThe licensee must ensure that the perimeter fence is maintained to provide  protection for the animals in the facility by \nrestricting animals and unauthorized persons from going through it or under it and having contact with the animals in the \nfacility. \n \nTo be corrected by: November  1, 2020 \n3.125(a) \n   \nFacilities, general. \n-There were two areas at the bottom of the fence in the kangaroo area near the barn door where there are broken wires \npoking inside of the enclosure allowing direct contact with the animals. Broken wires in fencing can be a source of injury. \n \n-The kangaroo perimeter fence is only 5ft in height and is very wobbly in nature.  On August 8, 2020 a kangaroo ‘Perth’ \nescaped over the fence during a public feeding encounter and left the property for two days until found. \n \nFenced areas that are too short to contain the regulated animals can provide a mode of escape or entry of animals or\n\nunauthorized people into the primary enclosure. \n \nAll indoor and outdoor housing shall be structurally sound and be maintained in good repair to protect the animals from \ninjury and to contain the animals. And must be constructed of such materials and of such strength as appropriate for the \nanimals involved. \n \nTo be corrected by: October 13, 2020 \n2.131(d)(2) \n   \nHandling of animals. \nDuring the inspection a young child was observed climbing onto the fence at the camel feeding area, which was not \nattended by a keeper. While the child climbed the fence, he reached over to pet the camel and hung on the fence in direct \nface to face contact with the camel. There was no barrier or distance, or identifiable keeper nearby to protect the child \nfrom injury. \n \nThe lack of attendants at an animal encounter/feeding  where the animal can have direct contact with the public could be a \npotential for injury to the person or animal. \n \nThe facility must have an attendant present during any public feeding or encounter where the animal can have direct \ncontact with the person. If there are no attendants, then a barrier and/or sufficient distance should be in place to prevent \nthe public from being able to have direct contact with the animals. \n \nTo be corrected: Corrected during the inspection\n\n2.75(b)(1) \n   \nRecords: Dealers and exhibitors. \nThere are multiple animals that are missing on the inventory of the facility. The facility representatives  advised there have \nbeen animals that have been born, died, euthanized and sold that have no corresponding records. \n \nThe lack of records does not allow for proper management and traceability of regulated animals. \n \nThe licensee must keep records on all animals owned, leased, held or otherwise acquired or which is transported, sold, \neuthanized or otherwise disposed of. They shall include any offspring born of any animal while in the licensees’ \npossession or under their control. \n \nTo be corrected by: October 14, 2020 \n2.40(b)(2)  Critical\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nMay 13, 2020 three eland escaped from the barn and were loose on the grounds of the facility. The employee responsible \nfor darting animals advised that he received the drugs for the tranquilizer darts from the attending veterinarian  who was \npresent during the darting incident. He stated the veterinarian  advised him what to do. The first eland was darted and \ntaken to the barn, the second eland(M) was darted and ran into the fenced pasture followed by the remaining female. The \nemployee stated that the female was running into the fence, panicking and he decided to try to dart her to prevent  her \nfrom hurting herself. The dart missed, and the animal continued panicking until she ran into a fence post and broke her \nneck. The employee stated that the attending veterinarian  was present during the incident and told them to try and dart \nthe panicking eland.\n\nAfter contacted by the USDA, the attending veterinarian  advised that he was not present during the darting, and only \nknew the facility had an escaped eland and came to the clinic to pick up the tranquilizer drugs in the late afternoon. The \nveterinarian  was not advised about the darting incident and stated he would not have approved  darting a panicked animal \nthat was already contained in a fenced pasture. According to the attending veterinarian,  he had not been consulted about \nthe incident. \n \nIf appropriate methods are not being used to prevent, control, diagnose and treat diseases and injuries of the animals it \ncan lead to unnecessary pain, discomfort or death. \n \nThe attending veterinarian  must have appropriate authority for all animal care and use. Direct and frequent \ncommunication with the attending veterinarian  is required to provide timely and accurate information to the attending vet. \n \nTo be corrected by: September 24, 2020 \n2.131(b)(1)  Critical\n   \nHandling of animals. \nOn February 5, 2020, according to facility staff present, a staff member (at the time) was advised to euthanize a llama by \ngunshot due to illness.  However  the decision was made by this employee to transport the llama (while alive according to \nstaff members) to the burial site in an unapproved  and inappropriate  manner. \n \nWhen contacted by the USDA, the primary care veterinarian  advised he was not consulted about the method of transport \nto the burial site that was used. The attending veterinarian  advised if he had been contacted, he would have had the \nanimal euthanized at its location. However  the facility chose a method of transport to the burial site that caused undue\n\ntrauma, behavioral  stress and unnecessary discomfort to the llama before death, and therefore did not comply with \nSection 2.131(b)(1).   This section requires that handling of all animals be done as expeditiously and carefully as possible \nin a  manner that does not cause trauma, physical harm, behavioral  stress or unnecessary discomfort to the animal \n \nTo be corrected by: September 24, 2020 \n \nThis inspection was conducted with the facility representatives  and exit interview  were conducted with the licensee, facility \nrepresentatives  and the attending veterinarian  with an Animal Care VMO. \n \nEnd Section",
  "animals_total": 158,
  "species": [
    {
      "count": 2,
      "scientific": "Giraffa camelopardalis",
      "common": "GIRAFFE"
    },
    {
      "count": 12,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 2,
      "scientific": "Ursus arctos",
      "common": "BROWN BEAR"
    },
    {
      "count": 1,
      "scientific": "Choloepus hoffmanni",
      "common": "HOFFMANN'S TWO-TOED SLOTH"
    },
    {
      "count": 2,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 3,
      "scientific": "",
      "common": "CAMEL"
    },
    {
      "count": 2,
      "scientific": "Oryx dammah",
      "common": "SCIMITAR-HORNED ORYX"
    },
    {
      "count": 2,
      "scientific": "Hystrix cristata",
      "common": "AFRICAN CRESTED PORCUPINE"
    },
    {
      "count": 1,
      "scientific": "Loxodonta africana",
      "common": "AFRICAN ELEPHANT"
    },
    {
      "count": 9,
      "scientific": "Equus asinus asinus",
      "common": "DONKEY / BURRO / ASS"
    },
    {
      "count": 5,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 2,
      "scientific": "Elephas maximus",
      "common": "ASIAN ELEPHANT"
    },
    {
      "count": 17,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 14,
      "scientific": "Antilope cervicapra",
      "common": "BLACKBUCK"
    },
    {
      "count": 2,
      "scientific": "Taurotragus oryx",
      "common": "COMMON ELAND"
    },
    {
      "count": 7,
      "scientific": "Sheep",
      "common": "SHEEP"
    },
    {
      "count": 6,
      "scientific": "Bubalus bubalis",
      "common": "ASIATIC WATER BUFFALO"
    },
    {
      "count": 6,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 4,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 8,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 9,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 3,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 8,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 13,
      "scientific": "Equus caballus",
      "common": "DOMESTIC HORSE"
    },
    {
      "count": 7,
      "scientific": "Ammotragus lervia",
      "common": "BARBARY SHEEP"
    },
    {
      "count": 11,
      "scientific": "Boselaphus tragocamelus",
      "common": "NILGAI"
    }
  ]
}