{
  "insp_id": "329141047430444",
  "layout": "a",
  "customer_id": "10274",
  "customer_name": "Jerry Holly",
  "customer_addr": "13204 Duley Station Rd\nUpper Marlboro, MD 20772",
  "certificate": "51-A-0016",
  "site_id": "002",
  "site_name": "JERRY HOLLY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-NOV-2014",
  "report_date": "02-DEC-2014",
  "citations": [
    {
      "code": "2.40(x)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The program of veterinary care is incomplete it does not include the appropriate methods to prevent, control,\ndiagnose, and treat diseases and injuries for the bison, camels, capaybara, cavey, and bobcat/savannah cats. The\nprogram of veterinary care is signed by the veterinarian but not by the licensee. A complete program of veterinary\ncare must be established and maintained addressing the appropriate treatments for all of the animals."
    },
    {
      "code": "2.75(b)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "During the inspection there were no records available for the USDA Animal Care Inspector to examine related to the\nacquisition of the four American Bison, common marmoset, bobcat/savannah cat hybrid, 2 red ruffed Lemur, and 1\npatas monkey. There were no disposition records for 2 servals, 2 ringtail lemur, a capybara, and 3 camels. There\nwas no current inventory available. Accurate, complete and current records must be created and maintained for\nAPHIS Officials so that they may monitor the movement of animals. to prevent the illegal movement of animals and\nto protect the health and welfare of the animals being used for activities regulated under the Animal Welfare Act."
    },
    {
      "code": "3.75(c)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "*The resting shelf boards in the rhesus macaque enclosures are no longer attached and hanging loose in the\ncorners. *In Enclosure #3 with housing the capuchins, the plastic shelter barrel has dislodged from the outside wall\nand is hanging at an extreme downward angle.\n*The door frames in the separate enclosures housing the rhesus macaques, mandrill, spider monkey and gibbon, in\naddition to the metal supports on the doors to the keeper area in the mangabey and gibbon enclosures are rusty.\nRust does not allow the enclosures to be cleaned and sanitized appropriately.\n*There are sharp ends of wires exposed in the shelter for enclosure #4 housing the Diana guenon, capuchin,\nmangabey and spider monkey. There are sharp ends of wires exposed in the enclosures for the marmoset, a pair\nof ringtail lemurs, a pair of ruffed lemurs, and 3 capuchins.\n*The back section of wire mesh is unsecured from the back of a lemur enclosure.\n*There are metal wire shelves in the capuchin and lemur enclosures across the creek which have peeling paint. A\ncouple of these enclosures also have wide gaps on the side or bottom which may allow unwanted animals enter or\nthe nonhuman primates to injure themselves.\n*Many of the lemur enclosures have wooden flooring where the paint has deteriorated or been removed. The bare\nwood may not provide for adequate cleaning and sanitation.\nThe structures within the nonhuman primate enclosures must be sturdily constructed and must be strong enough to\nprovide for the safe activity and welfare of nonhuman primates. There must be no sharp points that can injure the\nnonhuman primates. All of the enclosures and structures within the enclosures for the nonhuman primates must be\naltered, repaired, replaced and maintained so that they are safe for the animals.\nCorrect by January 1, 2015."
    },
    {
      "code": "3.75(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "*There are accumulations of excreta throughout the outdoor portions of the front nonhuman primate enclosures and\ninside the shelters of the gibbons and spider monkeys, which allows the nonhuman primates to come into contact\nwith excreta. There is accumulations of feces on the wooden wall supports and near the bottom edge of the\nmangabey, and gibbon enclosures.\n*The entrances to the rhesus macaque enclosures have accumulations of feces and dirt in the door tracks.\n*The temporary enclosure for the tamarin was dirty with piles of feces. The shelters for the Lemurs, Celebes and\ncapuchin on the other side of the creek towards the zebra and camel enclosure contain accumulations of feces and\nsoiled bedding.\n*The marmoset enclosure and shelter were dirty. The fabric hammock/sock hanging on the side of the marmoset\nenclosure is soiled, and dirty.\nThe accumulations of feces may attract unwanted insects and create disease hazards for the nonhuman primates.\nThe enclosures for the nonhuman primates must be spot cleaned daily, to prevent the nonhuman primates from\ncoming into regular contact with the fecal material and to reduce disease hazards."
    },
    {
      "code": "3.75(e)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "*The feed storage shed across the creek is dirty. There are accumulations of dirt, insects, rodent droppings and\nfood debris on the floor, in the corners, along the walls under and around where the feed is stored. There are open\nfeed bags. There is an empty, dirty wire cage enclosure containing matted straw and fecal material in the corner.\n*The food storage room in the large horse barn is also dirty. There are accumulations of dirt and debris along the\nwalls, floor, in the corners, under and around shelving and the next to the refrigerator. The refrigerator and freezer\ncontaining fruits, vegetables, meat, supplements and other food items is dirty. There are empty but soiled animal\nenclosures in the food storage area. There is a tamarin being temporarily housed on the shelving containing\nunopened feed bags.\n*There are rotten and molding fruits and vegetables contained within the refrigerator. The dirt, rotting and molding\nproduce can contaminate the food stored in the refrigerator and freezer.\n*The dirty empty enclosures, dirt and spilled food debris on the floors, and open bags of grain, may attract\nunwanted vermin and insects that can contaminate the food.\n* All food must be stored in a manner that prevents contamination and deterioration of its nutritive value. The food\nstorage areas must be kept cleaned and organized to discourage vermin and to ensure the food for the nonhuman\nprimates remains palatable and uncontaminated to protect the health and safety of the animals."
    },
    {
      "code": "3.75(f)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There are accumulations of feces and food debris behind, next to and around the exterior of nearly all of the\nnonhuman primate enclosures that has been washed out of the enclosures. The accumulations of feces and food\ndebris allowed to remain around the enclosures create unpleasant odors and conditions that will attract unwanted\ninsects and vermin posing a disease hazard to the nonhuman primates. The facility operators must provide for\nregular and frequent collection, removal, and disposal of animal and food wastes in a manner that minimizes\ncontamination and disease risk."
    },
    {
      "code": "3.78(b)",
      "kind": "",
      "repeat": true,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "*On Friday November 21, 2014 the animal caretaker found a Red-handed tamarin dead on the floor of it's\nenclosure. The temperatures in this area over the previous 3 nights dipped below freezing and remained below 45\ndegrees for several hours. The enclosure was examined by the inspector and the shelter was very dirty with feces\nand what appeared to be a decomposing animal in it. The companion tamarin was taken inside following the\ndiscovery, so that the caretaker could maintain and monitor it's well-being. The caretaker stated that she believed\nthe cold temperatures caused the tamarins passing. Sufficient shelter and heat must be provided to the nonhuman\nprimates at all times to protect them from the cold. If the animals are not compatible and will not take advantage of\nthe shelter provided, other measures must be taken to ensure the animals are protected from extreme\ntemperatures.\n*Many of the enclosures housing capuchins, and ruffed and ringtail lemurs, do not have sufficient wind or rainbreaks\nto keep the nonhuman primates dry and protected during inclement weather. The plastic walled barrels provide\nminimal shelter from the elements, leaving nonhuman primates with inadequate protection from rain, wind and cold.\n*A couple of the plastic barrels in the capuchin enclosures had standing water in them. There are heat lamps near\nthe sides of most but not all of the plastic barrels, however, rain and wind may diminish their effectiveness.\n*On some of the lemur enclosures and the rhesus macaque enclosures there were roll down tarp material on 2\nsides to block the wind and rain, however the shelter barrels were on the opposite side of the enclosures which\nwere then unprotected.\nExposure to rain, wind, and cold may cause discomfort and be harmful to the nonhuman primates health. The\nenclosures and or the shelters must be altered to provide protection from the elements at all times."
    },
    {
      "code": "3.85",
      "kind": "",
      "repeat": false,
      "desc": "EMPLOYEES.",
      "narrative": "There are an insufficient number of trained employees to care for the nonhuman primates. The number of\nnonhuman primates in addition to the other animals that require the attention of the current animal caretaker has\nincreased significantly in number. The conditions and maintenance of the facilities including the structures and\nenclosures is insufficient. Daily observation of all animals to assess their health and well-being in addition to the\nregular cleaning, feeding and maintenance is most likely not possible with only one responsible caretaker. Although\nshe is provided assistance on an occasional basis, it is apparent that the help is too infrequent to manage all the\ntasks that must be completed. In order to maintain the level of husbandry practices and care required for the\nnonhuman primates in the Animal Welfare Act the licensee must have additional trained employees to ensure the\nhealth and well-being of the animals.\nCorrect by December 10, 2014."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "*The fencing that comprises the giraffe enclosure is in disrepair and may be structurally inadequate to contain the\ngiraffe. There are numerous broken and splintered boards with sharp nails protruding on the ground or hanging\nloose from the support posts of the fence. There are broken sharp ends of wires on the wire mesh portion of the\nfencing. The wire mesh fencing is bent unraveled and broken. The sharp nails, splintered broken boards and sharp\nends of wires may injure the giraffe.\n*There are areas on the kangaroo enclosure's wire mesh fencing that have detached which created openings.\nThere are several gaps under the fencing which appear to have been dug by other animals.\n*The exterior wire mesh fencing that is enclosing the large outer pasture containing the camels, zebra and\nWildebeest is deteriorating and in disrepair. There are several areas that have been damaged and are no longer\nstructurally stable. There are also areas with excessive plant growth on, in, and over the fencing, which may cause\nmore instability and damage. This pasture fencing is the only barrier for these animals due to the fact that there is\nno perimeter fencing surrounding this area and a large portion of this fencing runs along a public roadway.\nTherefore, it is critical that it remains structurally sound and in good repair in order to contain the animals and\nexclude unwanted animals and persons from entering. Unwanted animals and people may cause stress and harm\nto the animals contained within.\n*The fence surrounding the pasture containing seven zebra and a camel is still damaged and in disrepair, there has\nbeen no attempt to repair or alter this structure since the last inspection, to ensure it's secure and safe for the\nanimals. There are large gaping holes with exposed sharp broken wires protruding into the enclosure. On the side\nof this enclosure there are several boards that have come loose and are hanging. The holes may allow the zebras\nto escape or unwanted animals to enter and harm the zebras and camels. The sharp wires and holes may cause\ninjury to the animals.\n*The board and wire fencing used to construct the enclosures for the animals must be altered, replaced, or repaired\nand maintained to protect the animals from injury, contain them securely and prevent access from unwanted\nanimals and people."
    },
    {
      "code": "3.127(c)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The enclosure containing the 4 American Bison is extremely wet and muddy. This area is not draining in a way to\nrapidly eliminate excess moisture. The hay feeder is in the center of the corral surrounded by standing water and\nmud. There are no areas in the enclosure where the American Bison may lie down or stand that is not wet and\nmuddy. This may cause stress and discomfort and could lead to health issues for the animals. The enclosure must\nbe altered to provide for the rapid elimination of excess water, so that the bison will have enough area to escape the\nwet mud and remain dry."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "*There is an accumulation of fecal material in the front of the bobcat/savannah cat enclosure.\n* The fennec fox enclosures are dirty. There are piles of fecal material scattered throughout the dirt floor. There is\na strong odor associated with the dirty fox enclosures.\n* The ground within the cavy enclosure has accumulations of feces scattered throughout\n* The giraffe barn is dirty and has accumulations of old feces and straw compressed on the cement floor.\nExcessive accumulations of excreta may contribute to contamination, attract unwanted insects and create disease\nhazards for the animals. Floors of enclosures comprised of soil must be removed and replaced as necessary when\nit can no longer be cleaned adequately. In addition, excreta must be removed from the enclosures more frequently\nto allow the animals to avoid contact with feces, prevent contamination of the animals and minimize odors and\ndisease hazards.\nThis inspection occurred over a 2 day period, November 24-25, 2014.\nThe exit interview was conducted with the Animal Caretaker."
    }
  ],
  "narrative": "2.40(x)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe program of veterinary care is incomplete it does not include the appropriate methods to prevent, control,\ndiagnose, and treat diseases and injuries for the bison, camels, capaybara, cavey, and bobcat/savannah cats. The\nprogram of veterinary care is signed by the veterinarian but not by the licensee.  A complete program of veterinary\ncare must be established and maintained addressing the appropriate treatments for all of the animals.\n2.75(b)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\nDuring the inspection there were no records available for the USDA Animal Care Inspector to examine related to the\nacquisition of the four American Bison, common marmoset, bobcat/savannah cat hybrid, 2 red ruffed Lemur, and 1\npatas monkey.  There were no disposition records for 2 servals, 2 ringtail lemur, a capybara, and 3 camels.  There\nwas no current inventory available.  Accurate, complete and current records must be created and maintained for\nAPHIS Officials so that they may monitor the movement of animals. to prevent the illegal movement of animals and\nto protect the health and welfare of the animals being used for activities regulated under the Animal Welfare Act.\n3.75(c)(1)                    REPEAT\nHOUSING FACILITIES, GENERAL. \n*The resting shelf boards in the rhesus macaque enclosures are no longer attached and hanging loose in the\ncorners.  *In Enclosure #3 with housing the capuchins, the plastic shelter barrel has dislodged from the outside wall\nand is hanging at an extreme downward angle. \n*The door frames in the separate enclosures housing the rhesus macaques, mandrill, spider monkey and gibbon, in\naddition to the metal supports on the doors to the keeper area in the mangabey and gibbon enclosures are rusty. \nRust does not allow the enclosures to be cleaned and sanitized appropriately.  \n*There are sharp ends of wires exposed in the shelter for enclosure #4 housing the Diana guenon, capuchin,\nmangabey and spider monkey.  There are sharp ends of wires exposed in the enclosures for the marmoset, a pair\nof ringtail lemurs, a pair of ruffed lemurs, and 3 capuchins.  \n*The back section of wire mesh is unsecured from the back of a lemur enclosure.\n*There are metal wire shelves in the capuchin and lemur enclosures across the creek which have peeling paint.  A\n\ncouple of these enclosures also have wide gaps on the side or bottom which may allow unwanted animals enter or\nthe nonhuman primates to injure themselves.\n*Many of the lemur enclosures have wooden flooring where the paint has deteriorated or been removed.  The bare\nwood may not provide for adequate cleaning and sanitation.  \nThe structures within the nonhuman primate enclosures must be sturdily constructed and must be strong enough to\nprovide for the safe activity and welfare of nonhuman primates.  There must be no sharp points that can injure the\nnonhuman primates.  All of the enclosures and structures within the enclosures for the nonhuman primates must be\naltered, repaired, replaced and maintained so that they are safe for the animals.  \nCorrect by January 1, 2015.\n3.75(c)(3)                    REPEAT\nHOUSING FACILITIES, GENERAL. \n*There are accumulations of excreta throughout the outdoor portions of the front nonhuman primate enclosures and\ninside the shelters of the gibbons and spider monkeys, which allows the nonhuman primates to come into contact\nwith excreta. There is accumulations of feces on the wooden wall supports and near the bottom edge of the\nmangabey, and gibbon enclosures.\n*The entrances to the rhesus macaque enclosures have accumulations of feces and dirt in the door tracks.\n*The temporary enclosure for the tamarin was dirty with piles of feces.  The shelters for the Lemurs, Celebes and\ncapuchin on the other side of the creek towards the zebra and camel enclosure contain accumulations of feces and\nsoiled bedding.  \n*The marmoset enclosure and shelter were dirty.  The fabric hammock/sock hanging on the side of the marmoset\nenclosure is soiled, and dirty.\nThe accumulations of feces may attract unwanted insects and create disease hazards for the nonhuman primates. \nThe enclosures for the nonhuman primates must be spot cleaned daily, to prevent the nonhuman primates from\ncoming into regular contact with the fecal material and to reduce disease hazards.  \n3.75(e)                    REPEAT\nHOUSING FACILITIES, GENERAL. \n*The feed storage shed across the creek is dirty.  There are accumulations of dirt, insects, rodent droppings and\nfood debris on the floor, in the corners, along the walls under and around where the feed is stored.  There are open\nfeed bags.  There is an empty, dirty wire cage enclosure containing matted straw and fecal material in the corner.  \n*The food storage room in the large horse barn is also dirty.  There are accumulations of dirt and debris along the\nwalls, floor, in the corners, under and around shelving and the next to the refrigerator.  The refrigerator and freezer\ncontaining fruits, vegetables, meat, supplements and other food items is dirty.  There are empty but soiled animal\n\nenclosures in the food storage area.  There is a tamarin being temporarily housed on the shelving containing\nunopened feed bags.  \n*There are rotten and molding fruits and vegetables contained within the refrigerator.  The dirt, rotting and molding\nproduce can contaminate the food stored in the refrigerator and freezer. \n *The dirty empty enclosures, dirt and spilled food debris on the floors, and open bags of grain, may attract\nunwanted vermin and insects that can contaminate the food.\n* All food must be stored in a manner that prevents contamination and deterioration of its nutritive value. The food\nstorage areas must be kept cleaned and organized to discourage vermin and to ensure the food for the nonhuman\nprimates remains palatable and uncontaminated to protect the health and safety of the animals.\n3.75(f)\nHOUSING FACILITIES, GENERAL. \nThere are accumulations of feces and food debris behind, next to and around the exterior of nearly all of the\nnonhuman primate enclosures that has been washed out of the enclosures.  The accumulations of feces and food\ndebris allowed to remain around the enclosures create unpleasant odors and conditions that will attract unwanted\ninsects and vermin posing a disease hazard to the nonhuman primates.  The facility operators must provide for\nregular and frequent collection, removal, and disposal of animal and food wastes in a manner that minimizes\ncontamination and disease risk.\n3.78(b)                    REPEAT\nOUTDOOR HOUSING FACILITIES. \n*On Friday November 21, 2014 the animal caretaker found a Red-handed tamarin dead on the floor of it's\nenclosure.  The temperatures in this area over the previous 3 nights dipped below freezing and remained below 45\ndegrees for several hours.  The enclosure was examined by the inspector and the shelter was very dirty with feces\nand what appeared to be a decomposing animal in it.  The companion tamarin was taken inside following the\ndiscovery, so that the caretaker could maintain and monitor it's well-being. The caretaker stated that she believed\nthe cold temperatures caused the tamarins passing.  Sufficient shelter and heat must be provided to the nonhuman\nprimates at all times to protect them from the cold.  If the animals are not compatible and will not take advantage of\nthe shelter provided, other  measures must be taken to ensure the animals are protected from extreme\ntemperatures. \n*Many of the enclosures housing capuchins, and ruffed and ringtail lemurs, do not have sufficient wind or rainbreaks\nto keep the nonhuman primates dry and protected during inclement weather.  The plastic walled barrels provide\nminimal shelter from the elements, leaving nonhuman primates with inadequate protection from rain, wind and cold. \n \n*A couple of the plastic barrels in the capuchin enclosures had standing water in them. There are heat lamps near\nthe sides of most but not all of the plastic barrels, however, rain and wind may diminish their effectiveness. \n*On some of the lemur enclosures and the rhesus macaque enclosures there were roll down tarp material on 2\n\nsides to block the wind and rain, however the shelter barrels were on the opposite side of the enclosures which\nwere then unprotected.  \nExposure to rain, wind, and cold may cause discomfort and be harmful to the nonhuman primates health.  The\nenclosures and or the shelters must be altered to provide protection from the elements at all times. \n3.85\nEMPLOYEES.  \nThere are an insufficient number of trained employees to care for the nonhuman primates.  The number of\nnonhuman primates in addition to the other animals that require the attention of the current animal caretaker has\nincreased significantly in number.  The conditions and maintenance of the facilities including the structures and\nenclosures is insufficient.  Daily observation of all animals to assess their health and well-being in addition to the\nregular cleaning, feeding and maintenance is most likely not possible with only one responsible caretaker.  Although\nshe is provided assistance on an occasional basis, it is apparent that the help is too infrequent to manage all the\ntasks that must be completed.  In order to maintain the level of husbandry practices and care required for the\nnonhuman primates in the Animal Welfare Act the licensee must have additional trained employees to ensure the\nhealth and well-being of the animals.\nCorrect by December 10, 2014.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \n*The fencing that comprises the giraffe enclosure is in disrepair and may be structurally inadequate to contain the\ngiraffe.  There are numerous broken and splintered boards with sharp nails protruding on the ground or hanging\nloose from the support posts of the fence.  There are broken sharp ends of wires on the wire mesh portion of the\nfencing.  The wire mesh fencing is bent unraveled and broken.  The sharp nails, splintered broken boards and sharp\nends of wires may injure the giraffe.  \n*There are areas on the kangaroo enclosure's wire mesh fencing that have detached which created openings. \nThere are several gaps under the fencing which appear to have been dug by other animals.  \n*The exterior wire mesh fencing that is enclosing the large outer pasture containing the camels, zebra and\nWildebeest is deteriorating and in disrepair.  There are several areas that have been damaged and are no longer\nstructurally stable.  There are also areas with excessive plant growth on, in, and over the fencing, which may cause\nmore instability and damage.  This pasture fencing is the only barrier for these animals due to the fact that there is\nno perimeter fencing surrounding this area and a large portion of this fencing runs along a public roadway. \nTherefore, it is critical that it remains structurally sound and in good repair in order to contain the animals and\nexclude unwanted animals and persons from entering.  Unwanted animals and people may cause stress and harm\nto the animals contained within. \n*The fence surrounding the pasture containing seven zebra and a camel is still damaged and in disrepair, there has\n\nbeen no attempt to repair or alter this structure since the last inspection, to ensure it's secure and safe for the\nanimals.  There are large gaping holes with exposed sharp broken wires protruding into the enclosure.  On the side\nof this enclosure there are several boards that have come loose and are hanging.  The holes may allow the zebras\nto escape or unwanted animals to enter and harm the zebras and camels.  The sharp wires and holes may cause\ninjury to the animals.  \n*The board and wire fencing used to construct the enclosures for the animals must be altered, replaced, or repaired \nand maintained to protect the animals from injury, contain them securely and prevent access from unwanted\nanimals and people.\n3.127(c)                    REPEAT\nFACILITIES, OUTDOOR. \nThe enclosure containing the 4 American Bison is extremely wet and muddy.  This area is not draining in a way to\nrapidly eliminate excess moisture.  The hay feeder is in the center of the corral surrounded by standing water and\nmud.  There are no areas in the enclosure where the American Bison may lie down or stand that is not wet and\nmuddy.  This may cause stress and discomfort and could lead to health issues for the animals.  The enclosure must\nbe altered to provide for the rapid elimination of excess water, so that the bison will have enough area to escape the\nwet mud and remain dry.\n3.131(a)                    REPEAT\nSANITATION.   \n*There is an accumulation of fecal material in the front of the bobcat/savannah cat enclosure. \n* The fennec fox enclosures are dirty.  There are piles of fecal material scattered throughout the dirt floor.  There is\na strong odor associated with the dirty fox enclosures.   \n* The ground within the cavy enclosure has accumulations of feces scattered throughout   \n* The giraffe barn is dirty and has accumulations of old feces and straw compressed on the cement floor. \nExcessive accumulations of excreta may contribute to contamination, attract unwanted insects and create disease\nhazards for the animals.  Floors of enclosures comprised of soil must be removed and replaced as necessary when\nit can no longer be cleaned adequately.  In addition, excreta must be removed from the enclosures more frequently\nto allow the animals to avoid contact with feces, prevent contamination of the animals and minimize odors and\ndisease hazards.\nThis inspection occurred over a 2 day period, November 24-25, 2014.\nThe exit interview was conducted with the Animal Caretaker.",
  "animals_total": 175,
  "species": [
    {
      "count": 3,
      "scientific": "Ateles chamek",
      "common": "BLACK SPIDER MONKEY"
    },
    {
      "count": 4,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 5,
      "scientific": "C. pygerythrus",
      "common": "VERVET"
    },
    {
      "count": 1,
      "scientific": "Callithrix jacchus",
      "common": "COMMON MARMOSET"
    },
    {
      "count": 4,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 16,
      "scientific": "Cebus albifrons",
      "common": "BROWN PALE-FRONTED CAPUCHIN"
    },
    {
      "count": 10,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 4,
      "scientific": "Cercocebus torquatus",
      "common": "RED-CAPPED MANGABEY"
    },
    {
      "count": 2,
      "scientific": "Cercopithecus diana",
      "common": "DIANA MONKEY"
    },
    {
      "count": 8,
      "scientific": "Connochaetes gnou",
      "common": "BLACK WILDEBEEST"
    },
    {
      "count": 6,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 30,
      "scientific": "Equus quagga",
      "common": "GRANTS ZEBRA"
    },
    {
      "count": 4,
      "scientific": "Erythrocebus patas",
      "common": "PATAS MONKEY"
    },
    {
      "count": 6,
      "scientific": "Eulemur fulvus",
      "common": "COMMON BROWN LEMUR"
    },
    {
      "count": 2,
      "scientific": "Giraffa camelopardalis",
      "common": "GIRAFFE"
    },
    {
      "count": 5,
      "scientific": "Hydrochaeris hydrochaeris",
      "common": "CAPYBARA"
    },
    {
      "count": 4,
      "scientific": "Hylobates lar",
      "common": "LAR GIBBON"
    },
    {
      "count": 10,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 2,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 2,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE"
    },
    {
      "count": 11,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE *MALE"
    },
    {
      "count": 1,
      "scientific": "Macaca nigra",
      "common": "SULAWESI CRESTED MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Mandrillus sphinx",
      "common": "MANDRILL *MALE"
    },
    {
      "count": 7,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 1,
      "scientific": "Saguinus midas",
      "common": "RED-HANDED TAMARIN"
    },
    {
      "count": 7,
      "scientific": "Varecia rubra",
      "common": "RED RUFFED LEMUR"
    },
    {
      "count": 16,
      "scientific": "Varecia variegata",
      "common": "BLACK-AND-WHITE RUFFED LEMUR"
    },
    {
      "count": 3,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    }
  ]
}