{
  "insp_id": "71152202510392",
  "layout": "a",
  "customer_id": "16569",
  "customer_name": "Anthony L Smith",
  "customer_addr": "777 Ute Lane\nGunnison, CO 81230",
  "certificate": "84-C-0143",
  "site_id": "001",
  "site_name": "ANTHONY SMITH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-MAR-2015",
  "report_date": "16-MAR-2015",
  "citations": [
    {
      "code": "3.127(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "(c) Drainage. Throughout the shelter (barn) of the outdoor enclosure for 3 adult reindeers is an excess\naccumulation of standing water mixed with mud. The animals have to walk through the mixed mud and water to\naccess the feeder. There are no dry areas within the shelter for the animal to lie down or stand in without getting\nwet. Standing water and mud may result in odors, spreading of diseases, and other health hazards. Enclosures\nhousing animals must have an adequate drainage system that is able to eliminate standing and excess water more\nrapidly for the overall health of the animals.\nA suitable method must be provided to rapidly eliminate excess water. The method of drainage shall comply with\napplicable Federal, State, and local laws and regulations relating to pollution control or the protection of the\nenvironment.\nTo be corrected by: April 11, 2015\nInspection and an exit briefing was conducted with Anthony and Elly Smith, Owners."
    }
  ],
  "narrative": "3.127(c)\nFACILITIES, OUTDOOR. \n(c) Drainage.  Throughout the shelter (barn) of the outdoor enclosure for 3 adult reindeers is an excess\naccumulation of standing water mixed with mud.  The animals have to walk through the mixed mud and water to\naccess the feeder. There are no dry areas within the shelter for the animal to lie down or stand in without getting\nwet.  Standing water and mud may result in odors, spreading of diseases, and other health hazards. Enclosures\nhousing animals must have an adequate drainage system that is able to eliminate standing and excess water more\nrapidly for the overall health of the animals. \nA suitable method must be provided to rapidly eliminate excess water.  The method of drainage shall comply with\napplicable Federal, State, and local laws and regulations relating to pollution control or the protection of the\nenvironment.\nTo be corrected by:  April 11, 2015\nInspection and an exit briefing was conducted with Anthony and Elly Smith, Owners.",
  "animals_total": 3,
  "species": [
    {
      "count": 3,
      "scientific": "Rangifer tarandus",
      "common": "REINDEER"
    }
  ]
}