{
  "insp_id": "INS-0000814910",
  "layout": "c",
  "customer_id": "2156",
  "customer_name": "MOUNT HOPE AUCTION INC",
  "customer_addr": "PO Box 82\nMt Hope, OH 44660",
  "certificate": "31-B-0031",
  "site_id": "001",
  "site_name": "MOUNT HOPE AUCTION, INC.",
  "insp_type": "FOCUSED INSPECTION",
  "date": "15-SEP-2022",
  "report_date": "16-SEP-2022",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "A small white hornless ram (Bangs tag KY 9157, stall tag 362) was found deceased by the inspectors in the main sale\nbarn of the facility. When the auction staff and on-site veterinarian were notified by inspectors, they were unaware of the\nanimal’s condition. At the time of discovery, the animal was laterally recumbent and partially covered with straw. The ram\nhad not undergone any obvious postmortem changes, including rigidity. There were no other animals present in the stall.\nHay and water were present.\nWhen animals aren’t observed adequately on a daily basis, health conditions and behavior changes can be missed,\nleading to progression of disease or injury, including death. The licensee must ensure that adequate daily observations\nare made for all animals, and timely and accurate information regarding animal health, behavior, and well- being are\ncommunicated directly and frequently to the attending veterinarian. Correct by 09/16/2022."
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Handling of animals.",
      "narrative": "During the auction, members of the public were observed walking into a holding area containing caged, potentially\ndangerous, animals including skunks, raccoons, foxes, kinkajou, and coyotes. This area is behind secondary fencing\nwhich has posted signs stating, “please keep hands out of pens,” “danger very aggressive animals,” and “please keep\ngate closed.” Despite the signs, members of the public were observed inside the secondary fence, and many were\nattempting to touch or pet the animals. One member of the public commented that one coyote was friendly and allowed\nher to pet the animal. At this point, no facility employees were present to deter the public from handling the animals. The\ninspectors notified several staff members and the show veterinarian of the animal contact, however, a consistent\nattendant was not present in this area to observe the public during the duration of the auction.\nIn the hoofstock barn, members of the public were observed touching, petting, and hugging a large mature dromedary\ncamel. The camel was able to put his head over the gate which allowed him to be at the level of the public walking\nthrough the barn. No facility employees were observed in this area of the hoofstock barn to deter the public from\ninteracting with the animals. When notified, the facility added an additional wire panel to one of the gates of the\nenclosure, however, the other gate remained the same and still allowed for contact.\nFailure to ensure appropriate distance and/or barriers, can allow for unintended interactions and lead to harm to the\nanimals or the public members. The facility is responsible for safe exhibition of the animals while on auction grounds,\nincluding sufficient distance and/or barriers between the animals and general viewing public so as to assure the safety of\nboth animals and the public. Correct by: 9/17/2022"
    },
    {
      "code": "2.131(d)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "During the auction, members of the public were observed petting a dromedary camel and touching numerous smaller\nmammals (fox, skunk, kinkajou, and coyotes). In these areas, the facility did not have readily identifiable employees on\nhand during the public interactions with the animals. The facility has signage trying to deter people from touching the\nanimals, however, members of the public continued to contact the animals.\nA lack of readily identifiable attendants to deter the public from contacting the animals can allow for unintended\ninteractions which could lead to harm to the animals or members of the public. A responsible, knowledgeable and readily,\nidentifiable employee or attendant must be present at all times during periods of public contact whether intended or not.\nCorrect by: 9/17/2022"
    },
    {
      "code": "3.61(a)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures used to transport live rabbits.",
      "narrative": "A majority of the primary transport enclosures for the rabbits did not contain easily accessible openings, projecting rims,\nor adequate handholds. Approximately, 90% of these enclosures did not contain openings to allow easy access in case\nof an emergency with the rabbit. 95% of the enclosures also did not have projecting rims to ensure adequate ventilation is\nmaintained or handholds to prevent tilting and contact with the animal. Sharp, broken wires, were also observed in 3 of\nthe rabbit enclosures\nA lack of appropriate openings, projecting rims, and handholds on primary transport enclosures can make it difficult to\nremove the animal in the case of an emergency, allow for inadequate ventilation if the cages are stacked, and can cause\nunintentional contact between the handler and the animal during transport. Sharp points or protrusions can also cause\ninjury to the animals.\nAll primary transport enclosure for rabbits must contain openings that are easily accessible at all times for emergency\nremoval of live animals, contain projecting rims or other devices on the exterior walls to prevent obstruction of the\nventilation, and provide adequate handholds for lifting animals without tilting or risk of contact with the animal. Primary\nenclosure must also be free from any protrusions that could be injurious to the live rabbits. Correct by 9/30/2022."
    },
    {
      "code": "3.61(f)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures used to transport live rabbits.",
      "narrative": "None of the primary transport enclosures for the rabbits were marked with the words “Live Animal” or arrows indicating\nthe correct upright position of the cage. Approximately 192 rabbits were observed in enclosures missing these markings.\nFailure to clearly mark transport enclosures can allow for inappropriate handling of the cages as its contents and position\nmay be unclear to the staff. Primary enclosures used to transport live rabbits must be marked with the words “Live\nAnimal” in letters at least 1 inch in height, and with arrows or other markings to indicate the correct upright position of the\ncontainer. Correct by 9/30/2022."
    },
    {
      "code": "3.66(c)",
      "kind": "",
      "repeat": false,
      "desc": "Handling.",
      "narrative": "After being consigned to the auction, several of the rabbit enclosures were stacked 3-4 enclosures high and tightly packed\ntogether on a large wagon. The stacking of these enclosures allowed for decreased ventilation to the interior rabbits and\ntilting of many of the enclosures.\nInappropriate stacking of enclosures can allow for decreased ventilation and unstable structures which can impact rabbit\nhealth and safety. Primary enclosures used to transport rabbits must not be needlessly tilted or stacked in a manner\nwhich may result in their falling. The facility restacked the enclosures onto an additional wagon shortly after the\nobservations were made. Correct by 9/17/22."
    },
    {
      "code": "3.125(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "While the inspection team was observing an adult female white-tailed deer, she became entrapped in the gap between\nthe gate and wall of the enclosure. The cervid area of the main sale barn, is constructed of wood with tall extensions on\nthe walls, to contain the deer, and 2 gates on opposite walls. The front gate had an extra wooden piece blocking the\nspace between the gate and wall, but the back gate was not constructed in this manner, allowing access to the gap\nbetween the gate and wall. Prior to the incident, the singly housed deer, in a double stall (#110), appeared stressed and\nwas darting around the enclosure, trying to climb the walls of the wooden stall. The deer jumped into a corner of the stall\nand as she slid down, her left front leg became entrapped in the gap between the wooden gate and wall of the stall, where\nthe gate latched. The deer started thrashing, pulling, and twisting her body, trying to free her leg, which was caught at the\nnarrow part just above her joint. No staff members were immediately nearby so the inspector assisted the deer to dislodge\nher leg by lifting it up and back into the enclosure before she could more seriously harm herself. The doe limped away\nand then stood, holding her leg up while open mouth breathing. The on-site attending veterinarian was notified\nimmediately.\nInappropriately constructed enclosures which create gaps or holes can allow for the entrapment, serious injury, or death\nof the animals. The facility must be constructed in a manner that is appropriate for the animals involved to protect them\nfrom injury and contain them. Correct by 09/16/2022."
    },
    {
      "code": "3.137(a)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures used to transport live animals.",
      "narrative": "Several of the primary transport enclosures for the small mammals, including degus, spiny mice, skunks, and coyotes, did\nnot contain easily accessible openings, projecting rims, or adequate handholds. Approximately 30% of these enclosures\ndid not contain openings or doors to allow easy access in case of an emergency with the live animal. 40-50% of the\nenclosures holding these small mammals also did not have projecting rims to ensure adequate ventilation is maintained or\nhandholds to prevent tilting and contact with the animal.\nA lack of appropriate openings, projecting rims, and handholds on primary transport enclosures can make it difficult to\nremove the animal in the case of an emergency, allow for inadequate ventilation if the cages are stacked, and can cause\nunintentional contact between the handler and the animal during transport. All primary transport enclosure for subpart F\nanimals must contain openings that are easily accessible at all times for emergency removal of live animals, contain\nprojecting rims or other devices on the exterior walls to prevent obstruction of the ventilation, and provide adequate\nhandholds for lifting animals without tilting or risk of contact with the animal. Correct by 9/30/2022."
    },
    {
      "code": "3.137(d)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures used to transport live animals.",
      "narrative": "In the warm housing area, 19 sugar glider enclosures containing 38 sugar gliders did not have solid bottoms or pans to\ncollect the animal excreta or food and water waste. The cages were placed on racks with bars which allowed for any\nspilled feed, water, or feces to fall on and into the enclosures underneath.\nA wire multi-level chinchilla enclosure located near the main auction ring had an excessive accumulation of excreta on all\nlevels of the enclosure. The enclosure housed 3 chinchillas and offered very little space for the animals to move without\nhaving to walk through their own excrement.\nA wire enclosure with a wooden bottom located in the warm room that held 1 albino African crested porcupine had wood\nshavings as bedding that were completely soaked in excreta and water waste. The animal had no available option to\nmove onto a dry surface.\nFailure to properly clean and sanitize primary enclosures can lead to disease hazards and increased odors. Primary\nenclosures that do not have solid bottoms can allow for excreta or food waste to spill into other areas of the facility which\ncan contaminate enclosures, and potentially introduce disease hazards to other animals. Primary enclosures used to\ntransport must be cleaned and sanitized in a manor prescribed in 3.131 of the standards. All primary enclosures used to\ntransport live subpart F animals must have solid bottoms to prevent leakage and contamination of other areas. Correct by\n9/30/2022."
    },
    {
      "code": "3.137(e)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures used to transport live animals.",
      "narrative": "None of the primary transport enclosures for the subpart F mammals including degus, foxes, skunks, bobcats,\nhedgehogs, and many other species, were marked with the words “Live Animal”/ “Wild Animal” or had arrows indicating\nthe correct upright position of the cage.\nFailure to clearly mark transport enclosures can allow for inappropriate handling of the cages as its contents and position\nmay be unclear to the staff. Primary enclosures used to transport live subpart F animals must be marked with the words\n“Live Animal” or “Wild Animal” in letters at least 1 inch in height, and with arrows or other markings to indicate the correct\nupright position of the container. Correct by 9/30/2022."
    },
    {
      "code": "3.36(a)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures used to transport live guinea pigs and hamsters.",
      "narrative": "Several of the primary transport enclosures for the guinea pigs and hamsters did not contain easily accessible openings,\nprojecting rims, or adequate handholds. Approximately, 40-50% of these enclosures did not contain openings to allow\neasy access in case of an emergency with the animal. 40-50% of the enclosures also did not have projecting rims to\nensure adequate ventilation is maintained or handholds to prevent tilting and contact with the animal.\nA lack of appropriate openings, projecting rims, and handholds on primary transport enclosures can make it difficult to\nremove the animal in the case of an emergency, allow for inadequate ventilation if the cages are stacked, and can cause\nunintentional contact between the handler and the animal during transport.\nAll primary transport enclosure for guinea pigs and hamsters must contain openings that are easily accessible at all times\nfor emergency removal of live animals, contain projecting rims or other devices on the exterior walls to prevent obstruction\nof the ventilation, and provide adequate handholds for lifting animals without tilting or risk of contact with the animal.\nCorrect by 9/30/2022."
    },
    {
      "code": "3.36(g)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures used to transport live guinea pigs and hamsters.",
      "narrative": "None of the primary transport enclosures for the guinea pigs or hamsters were marked with the words “Live Animal” or\narrows indicating the correct upright position of the cage.\nFailure to clearly mark transport enclosures can allow for inappropriate handling of the cages as its contents and position\nmay be unclear to the staff. Primary enclosures used to transport live guinea pigs or hamsters must be marked with the\nwords “Live Animal” in letters at least 1 inch in height, and with arrows or other markings to indicate the correct upright\nposition of the container. Correct by 9/30/2022.\nThis was a focused inspection on the facility and animals only.\nThis inspection and exit interview were conducted with the Facility Representative.\nAdditional Inspectors:\nAMY NOOYEN, VETERINARY MEDICAL OFFICER\nCOURTNEY JERNIGAN, VETERINARY MEDICAL OFFICER n"
    }
  ],
  "narrative": "2.40(b)(3)  Critical\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nA small white hornless ram (Bangs tag KY 9157, stall tag 362) was found deceased by the inspectors in the main sale \nbarn of the facility. When the auction staff and on-site veterinarian were notified by inspectors, they were unaware of the \nanimal’s condition. At the time of discovery, the animal was laterally recumbent and partially covered with straw. The ram \nhad not undergone any obvious postmortem changes, including rigidity. There were no other animals present in the stall. \nHay and water were present. \nWhen animals aren’t observed adequately on a daily basis, health conditions and behavior changes can be missed, \nleading to progression of disease or injury, including death. The licensee must ensure that adequate daily observations \nare made for all animals, and timely and accurate information regarding animal health, behavior, and well- being are \ncommunicated directly and frequently to the attending veterinarian. Correct by 09/16/2022. \n2.131(c)(1)  Repeat\n   \nHandling of animals. \nDuring the auction, members of the public were observed walking into a holding area containing caged, potentially \ndangerous, animals including skunks, raccoons, foxes, kinkajou, and coyotes.  This area is behind secondary fencing \nwhich has posted signs stating, “please keep hands out of pens,” “danger very aggressive animals,” and “please keep \ngate closed.”  Despite the signs, members of the public were observed inside the secondary fence, and many were\n\nattempting to touch or pet the animals.  One member of the public commented that one coyote was friendly and allowed \nher to pet the animal.  At this point, no facility employees were present to deter the public from handling the animals.  The \ninspectors notified several staff members and the show veterinarian of the animal contact, however, a consistent \nattendant was not present in this area to observe the public during the duration of the auction. \nIn the hoofstock barn, members of the public were observed touching, petting, and hugging a large mature dromedary \ncamel.  The camel was able to put his head over the gate which allowed him to be at the level of the public walking \nthrough the barn.  No facility employees were observed in this area of the hoofstock barn to deter the public from \ninteracting with the animals.  When notified, the facility added an additional wire panel to one of the gates of the \nenclosure, however, the other gate remained the same and still allowed for contact. \nFailure to ensure appropriate distance and/or barriers, can allow for unintended interactions and lead to harm to the \nanimals or the public members.  The facility is responsible for safe exhibition of the animals while on auction grounds, \nincluding sufficient distance and/or barriers between the animals and general viewing public so as to assure the safety of \nboth animals and the public. Correct by: 9/17/2022 \n2.131(d)(2) \n   \nHandling of animals. \nDuring the auction, members of the public were observed petting a dromedary camel and touching numerous smaller \nmammals (fox, skunk, kinkajou, and coyotes).  In these areas, the facility did not have readily identifiable employees on \nhand during the public interactions with the animals.  The facility has signage trying to deter people from touching the \nanimals, however, members of the public continued to contact the animals. \nA lack of readily identifiable attendants to deter the public from contacting the animals can allow for unintended \ninteractions which could lead to harm to the animals or members of the public.  A responsible, knowledgeable and readily,\n\nidentifiable employee or attendant must be present at all times during periods of public contact whether intended or not. \nCorrect by: 9/17/2022 \n3.61(a) \n   \nPrimary enclosures used to transport live rabbits. \nA majority of the primary transport enclosures for the rabbits did not contain easily accessible openings, projecting rims, \nor adequate handholds.  Approximately, 90% of these enclosures did not contain openings to allow easy access in case \nof an emergency with the rabbit. 95% of the enclosures also did not have projecting rims to ensure adequate ventilation is \nmaintained or handholds to prevent tilting and contact with the animal. Sharp, broken wires, were also observed in 3 of \nthe rabbit enclosures \nA lack of appropriate openings, projecting rims, and handholds on primary transport enclosures can make it difficult to \nremove the animal in the case of an emergency, allow for inadequate ventilation if the cages are stacked, and can cause \nunintentional contact between the handler and the animal during transport.  Sharp points or protrusions can also cause \ninjury to the animals. \nAll primary transport enclosure for rabbits must contain openings that are easily accessible at all times for emergency \nremoval of live animals, contain projecting rims or other devices on the exterior walls to prevent obstruction of the \nventilation, and provide adequate handholds for lifting animals without tilting or risk of contact with the animal. Primary \nenclosure must also be free from any protrusions that could be injurious to the live rabbits. Correct by 9/30/2022. \n3.61(f) \n   \nPrimary enclosures used to transport live rabbits. \nNone of the primary transport enclosures for the rabbits were marked with the words “Live Animal” or arrows indicating \nthe correct upright position of the cage. Approximately 192 rabbits were observed in enclosures missing these markings. \nFailure to clearly mark transport enclosures can allow for inappropriate handling of the cages as its contents and position\n\nmay be unclear to the staff.  Primary enclosures used to transport live rabbits must be marked with the words “Live \nAnimal” in letters at least 1 inch in height, and with arrows or other markings to indicate the correct upright position of the \ncontainer. Correct by 9/30/2022. \n3.66(c) \n   \nHandling. \nAfter being consigned to the auction, several of the rabbit enclosures were stacked 3-4 enclosures high and tightly packed \ntogether on a large wagon.  The stacking of these enclosures allowed for decreased ventilation to the interior rabbits and \ntilting of many of the enclosures. \nInappropriate stacking of enclosures can allow for decreased ventilation and unstable structures which can impact rabbit \nhealth and safety.   Primary enclosures used to transport rabbits must not be needlessly tilted or stacked in a manner \nwhich may result in their falling.  The facility restacked the enclosures onto an additional wagon shortly after the \nobservations were made. Correct by 9/17/22. \n3.125(a)  Direct\n   \nFacilities, general. \nWhile the inspection team was observing an adult female white-tailed deer, she became entrapped in the gap between \nthe gate and wall of the enclosure.  The cervid area of the main sale barn, is constructed of wood with tall extensions on \nthe walls, to contain the deer, and 2 gates on opposite walls. The front gate had an extra wooden piece blocking the \nspace between the gate and wall, but the back gate was not constructed in this manner, allowing access to the gap \nbetween the gate and wall.  Prior to the incident, the singly housed deer, in a double stall (#110), appeared stressed and \nwas darting around the enclosure, trying to climb the walls of the wooden stall.  The deer jumped into a corner of the stall \nand as she slid down, her left front leg became entrapped in the gap between the wooden gate and wall of the stall, where \nthe gate latched. The deer started thrashing, pulling, and twisting her body, trying to free her leg, which was caught at the\n\nnarrow part just above her joint. No staff members were immediately nearby so the inspector assisted the deer to dislodge \nher leg by lifting it up and back into the enclosure before she could more seriously harm herself. The doe limped away \nand then stood, holding her leg up while open mouth breathing. The on-site attending veterinarian was notified \nimmediately. \nInappropriately constructed enclosures which create gaps or holes can allow for the entrapment, serious injury, or death \nof the animals. The facility must be constructed in a manner that is appropriate for the animals involved to protect them \nfrom injury and contain them.  Correct by 09/16/2022. \n3.137(a) \n   \nPrimary enclosures used to transport live animals. \nSeveral of the primary transport enclosures for the small mammals, including degus, spiny mice, skunks, and coyotes, did \nnot contain easily accessible openings, projecting rims, or adequate handholds.  Approximately 30% of these enclosures \ndid not contain openings or doors to allow easy access in case of an emergency with the live animal. 40-50% of the \nenclosures holding these small mammals also did not have projecting rims to ensure adequate ventilation is maintained or \nhandholds to prevent tilting and contact with the animal. \nA lack of appropriate openings, projecting rims, and handholds on primary transport enclosures can make it difficult to \nremove the animal in the case of an emergency, allow for inadequate ventilation if the cages are stacked, and can cause \nunintentional contact between the handler and the animal during transport.  All primary transport enclosure for subpart F \nanimals must contain openings that are easily accessible at all times for emergency removal of live animals, contain \nprojecting rims or other devices on the exterior walls to prevent obstruction of the ventilation, and provide adequate \nhandholds for lifting animals without tilting or risk of contact with the animal. Correct by 9/30/2022. \n3.137(d) \n   \nPrimary enclosures used to transport live animals.\n\nIn the warm housing area, 19 sugar glider enclosures containing 38 sugar gliders did not have solid bottoms or pans to \ncollect the animal excreta or food and water waste.  The cages were placed on racks with bars which allowed for any \nspilled feed, water, or feces to fall on and into the enclosures underneath. \nA wire multi-level chinchilla enclosure located near the main auction ring had an excessive accumulation of excreta on all \nlevels of the enclosure. The enclosure housed 3 chinchillas and offered very little space for the animals to move without \nhaving to walk through their own excrement. \nA wire enclosure with a wooden bottom located in the warm room that held 1 albino African crested porcupine had wood \nshavings as bedding that were completely soaked in excreta and water waste. The animal had no available option to \nmove onto a dry surface. \nFailure to properly clean and sanitize primary enclosures can lead to disease hazards and increased odors. Primary \nenclosures that do not have solid bottoms can allow for excreta or food waste to spill into other areas of the facility which \ncan contaminate enclosures, and potentially introduce disease hazards to other animals.  Primary enclosures used to \ntransport must be cleaned and sanitized in a manor prescribed in 3.131 of the standards. All primary enclosures used to \ntransport live subpart F animals must have solid bottoms to prevent leakage and contamination of other areas.  Correct by \n9/30/2022. \n3.137(e) \n   \nPrimary enclosures used to transport live animals. \nNone of the primary transport enclosures for the subpart F mammals including degus, foxes, skunks, bobcats, \nhedgehogs, and many other species, were marked with the words “Live Animal”/ “Wild Animal” or had arrows indicating \nthe correct upright position of the cage. \nFailure to clearly mark transport enclosures can allow for inappropriate handling of the cages as its contents and position \nmay be unclear to the staff.  Primary enclosures used to transport live subpart F animals must be marked with the words\n\n“Live Animal” or “Wild Animal” in letters at least 1 inch in height, and with arrows or other markings to indicate the correct \nupright position of the container. Correct by 9/30/2022. \n3.36(a) \n   \nPrimary enclosures used to transport live guinea pigs and hamsters. \nSeveral of the primary transport enclosures for the guinea pigs and hamsters did not contain easily accessible openings, \nprojecting rims, or adequate handholds.  Approximately, 40-50% of these enclosures did not contain openings to allow \neasy access in case of an emergency with the animal. 40-50% of the enclosures also did not have projecting rims to \nensure adequate ventilation is maintained or handholds to prevent tilting and contact with the animal. \nA lack of appropriate openings, projecting rims, and handholds on primary transport enclosures can make it difficult to \nremove the animal in the case of an emergency, allow for inadequate ventilation if the cages are stacked, and can cause \nunintentional contact between the handler and the animal during transport. \nAll primary transport enclosure for guinea pigs and hamsters must contain openings that are easily accessible at all times \nfor emergency removal of live animals, contain projecting rims or other devices on the exterior walls to prevent obstruction \nof the ventilation, and provide adequate handholds for lifting animals without tilting or risk of contact with the animal. \nCorrect by 9/30/2022. \n3.36(g) \n   \nPrimary enclosures used to transport live guinea pigs and hamsters. \nNone of the primary transport enclosures for the guinea pigs or hamsters were marked with the words “Live Animal” or \narrows indicating the correct upright position of the cage. \nFailure to clearly mark transport enclosures can allow for inappropriate handling of the cages as its contents and position \nmay be unclear to the staff.  Primary enclosures used to transport live guinea pigs or hamsters must be marked with the\n\nwords “Live Animal” in letters at least 1 inch in height, and with arrows or other markings to indicate the correct upright \nposition of the container. Correct by 9/30/2022. \n \nThis was a focused inspection on the facility and animals only. \n \nThis inspection and exit interview were conducted with the Facility Representative. \n \nAdditional Inspectors: \nAMY NOOYEN, VETERINARY MEDICAL OFFICER \nCOURTNEY JERNIGAN, VETERINARY MEDICAL OFFICER n",
  "animals_total": 1026,
  "species": [
    {
      "count": 7,
      "scientific": "Equus quagga X E. caballus",
      "common": "ZEBRA-HORSE HYBRID / ZORSE / ZONY / HEBRA"
    },
    {
      "count": 1,
      "scientific": "Urocyon cinereoargenteus",
      "common": "GRAY FOX / GREY FOX"
    },
    {
      "count": 58,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 13,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 44,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 192,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 36,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 58,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 21,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 5,
      "scientific": "Mustela vison",
      "common": "AMERICAN MINK"
    },
    {
      "count": 22,
      "scientific": "Mesocricetus auratus",
      "common": "SYRIAN / GOLDEN HAMSTER"
    },
    {
      "count": 60,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 2,
      "scientific": "Bos grunniens",
      "common": "YAK"
    },
    {
      "count": 52,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    },
    {
      "count": 103,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG"
    },
    {
      "count": 14,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    },
    {
      "count": 4,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    },
    {
      "count": 1,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 9,
      "scientific": "Axis axis",
      "common": "AXIS DEER / SPOTTED DEER / CHITAL"
    },
    {
      "count": 34,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 5,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 2,
      "scientific": "Taurotragus oryx",
      "common": "COMMON ELAND"
    },
    {
      "count": 3,
      "scientific": "Didelphis virginiana",
      "common": "VIRGINIA OPOSSUM"
    },
    {
      "count": 3,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 85,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 3,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Hystrix cristata",
      "common": "AFRICAN CRESTED PORCUPINE"
    },
    {
      "count": 4,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    },
    {
      "count": 4,
      "scientific": "Bassariscus astutus",
      "common": "RINGTAIL"
    },
    {
      "count": 1,
      "scientific": "Procyon cancrivorus",
      "common": "CRAB-EATING RACCOON"
    },
    {
      "count": 7,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 3,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 5,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 1,
      "scientific": "Galictis vittata",
      "common": "GREATER GRISON"
    },
    {
      "count": 3,
      "scientific": "Hydrochaeris hydrochaeris",
      "common": "CAPYBARA"
    },
    {
      "count": 2,
      "scientific": "Nasuella olivacea",
      "common": "MOUNTAIN COATI"
    },
    {
      "count": 48,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 1,
      "scientific": "Coendou prehensilis",
      "common": "PREHENSILE-TAILED PORCUPINE"
    },
    {
      "count": 1,
      "scientific": "Saimiri sciureus",
      "common": "COMMON SQUIRREL MONKEY"
    },
    {
      "count": 3,
      "scientific": "Choloepus didactylus",
      "common": "LINNAEUS'S TWO-TOED SLOTH"
    },
    {
      "count": 2,
      "scientific": "Tolypeutes matacus",
      "common": "SOUTHERN THREE-BANDED ARMADILLO"
    },
    {
      "count": 2,
      "scientific": "Arctictis binturong",
      "common": "BINTURONG"
    },
    {
      "count": 9,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 8,
      "scientific": "Acomys russatus",
      "common": "GOLDEN SPINY MOUSE"
    },
    {
      "count": 1,
      "scientific": "Otocyon megalotis",
      "common": "BAT-EARED FOX"
    },
    {
      "count": 4,
      "scientific": "Meriones persicus",
      "common": "PERSIAN JIRD"
    },
    {
      "count": 4,
      "scientific": "Callosciurus prevostii",
      "common": "PREVOST'S SQUIRREL / TRI-COLORED SQUIRREL"
    },
    {
      "count": 1,
      "scientific": "Caluromys derbianus",
      "common": "CENTRAL AMERICAN WOOLLY OPOSSUM"
    },
    {
      "count": 29,
      "scientific": "Octodon degus",
      "common": "DEGU"
    },
    {
      "count": 9,
      "scientific": "Phodopus campbelli",
      "common": "CAMPBELL'S DESERT HAMSTER / RUSSIAN HAMSTER"
    },
    {
      "count": 2,
      "scientific": "Glaucomys volans",
      "common": "SOUTHERN FLYING SQUIRREL"
    },
    {
      "count": 13,
      "scientific": "Graphiurus lorraineus",
      "common": "AFRICAN DORMOUSE"
    },
    {
      "count": 7,
      "scientific": "Cricetulus griseus",
      "common": "CHINESE HAMSTER"
    },
    {
      "count": 3,
      "scientific": "Monodelphis domestica",
      "common": "GREY SHORT-TAILED OPOSSUM"
    },
    {
      "count": 6,
      "scientific": "Meriones unguiculatus",
      "common": "MONGOLIAN GERBIL"
    },
    {
      "count": 2,
      "scientific": "Spilogale putorius",
      "common": "EASTERN SPOTTED SKUNK"
    },
    {
      "count": 1,
      "scientific": "Tamandua tetradactyla",
      "common": "SOUTHERN TAMANDUA"
    },
    {
      "count": 1,
      "scientific": "Spermophilus richardsonii",
      "common": "RICHARDSON'S GROUND SQUIRREL"
    },
    {
      "count": 1,
      "scientific": "Cervus elaphus canadensis",
      "common": "ELK"
    }
  ]
}