{
  "insp_id": "5161259060612",
  "layout": "a",
  "customer_id": "329128",
  "customer_name": "Harvey Rissler",
  "customer_addr": "18181 Highway A A\nBarnett, MO 65011",
  "certificate": "43-A-5785",
  "site_id": "001",
  "site_name": "HARVEY RISSLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-JAN-2016",
  "report_date": "05-JAN-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***There was an approximately 8 month old female Bichon Frise (#941000018198430) with hair loss and\ncircular-like lesions on the front of the lower legs/back feet. The hair loss was present on the front of both back legs\nextending approximately from the knees to the top of each rear foot. There were at least 2 to 3 reddened circular\ntype lesions present over each lower leg/ rear foot in the areas of hair loss. The lesions varied in size from pinpoint\nto approximately 1/4 inch in diameter. The larger lesions on each foot appeared to be crusty and scab-like. The\nlicensee was not aware of the dog's condition prior to the inspector pointing it out, but thought it could be due to the\ndog recently being housed with a male dog. This dog's condition could be due to an infection or a variety of other\nveterinary medical conditions. The licensee must consult with a licensed veterinarian regarding this dog's condition\nin order to ensure that an accurate diagnosis is made and an appropriate treatment plan is developed and followed.\nThe licensee must document this information and make it available to the inspector upon request. The licensee\nmust ensure that all animals receive adequate veterinary care at all times. To be corrected by: January 9, 2016.\nThe inspection and exit interview were conducted with the licensee."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***There was an approximately 8 month old female Bichon Frise (#941000018198430) with hair loss and\ncircular-like lesions on the front of the lower legs/back feet.  The hair loss was present on the front of both back legs\nextending approximately from the knees to the top of each rear foot.  There were at least 2 to 3 reddened circular\ntype lesions present over each lower leg/ rear foot in the areas of hair loss.  The lesions varied in size from pinpoint\nto approximately 1/4 inch in diameter.  The larger lesions on each foot appeared to be crusty and scab-like.  The\nlicensee was not aware of the dog's condition prior to the inspector pointing it out, but thought it could be due to the\ndog recently being housed with a male dog.  This dog's condition could be due to an infection or a variety of other\nveterinary medical conditions. The licensee must consult with a licensed veterinarian regarding this dog's condition\nin order to ensure that an accurate diagnosis is made and an appropriate treatment plan is developed and followed.\nThe licensee must document this information and make it available to the inspector upon request.  The licensee\nmust ensure that all animals receive adequate veterinary care at all times. To be corrected by:  January 9, 2016.\nThe inspection and exit interview were conducted with the licensee.",
  "animals_total": 192,
  "species": [
    {
      "count": 143,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 49,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}