{
  "insp_id": "2016082569343648",
  "layout": "a",
  "customer_id": "12672",
  "customer_name": "Elizabeth A. Fickel",
  "customer_addr": "3055 Oak Ave\nGarner, IA 50438",
  "certificate": "42-A-1449",
  "site_id": "001",
  "site_name": "ELIZABETH A. FICKEL",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-DEC-2018",
  "report_date": "07-DEC-2018",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Female white Shih Tzu (microchip #0A01321427) was cited under 2.40 (b)(2) on the previous inspection report\ndated 12-December-2017. By 29-December-2017, the inspection reported required this dog to be evaluated by a\nlicensed veterinarian and an appropriate treatment plan developed and followed for the poor condition of her teeth.\nAt the time of this inspection (06-December-2018), the dog has not been evaluated by a licensed veterinarian and\nno treatment plan has been developed.\nRe-inspection of this dog's teeth revealed that the entire surface of the upper and lower cheek teeth on the left side\nof the mouth are coated in a brown-grey buildup of tartar. Nearly the entire surface of the upper left canine tooth is\nalso coated in brown-grey tartar. The entire surface of the upper right cheek teeth are covered in brown-grey tartar\nand nearly the entire surface of the upper right canine tooth and front teeth are covered in a thick brown-black tartar.\nThe gums are slightly reddened.\nThis dog also has an abnormal appearance to the left eye. Near the center of the eye is a round red area and the\nwhite of the eye is slightly reddened. The licensee stated the dog has had this eye condition since it was acquired,\nbut has not had it evaluated by a licensed veterinarian.\nMale white Bichon (microchip #093276029) has a thick buildup of brown-black tarter on the entire surface of the\nupper cheek teeth on the left and right side of the mouth. Nearly the entire surface of the upper right and left canine\nteeth and front teeth are also coated in brown-black colored tartar. There is a line of grey material located at the\ngum line of the upper left canine tooth. The gums are moderately reddened and appear to have receded away from\nthe teeth.\nMale Yorkshire terrier (microchip #069053106) has a very thick buildup of brown-black tartar on the front teeth,\nupper and lower cheek teeth and canine teeth on both sides of the mouth. The tartar buildup on the upper right side\nof the mouth is so thick that the shape of the cheek teeth are difficult to identify. The gums are slightly reddened.\nPoor dental health and abnormal conditions of the eye could cause pain and discomfort to the animal, as well as,\nlead to further health issues.\nThe above mentioned dogs must be evaluated by a licensed veterinarian for a proper diagnosis and to develop an\neffective treatment plan for the condition of their teeth. Female Shih Tzu (#0A01321427) must also have the\nabnormal condition of her left eye evaluated by a licensed veterinarian along with an effective treatment plan. The\nlicensee must ensure that all dogs receive adequate veterinary care at all times.\nAt the time of the inspection, the licensee contacted a licensed veterinarian and obtained an appointment\n(18-December-2018) for all three dogs.\nInspection and exit interview conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nFemale white Shih Tzu (microchip #0A01321427) was cited under 2.40 (b)(2) on the previous inspection report\ndated 12-December-2017.  By 29-December-2017, the inspection reported required this dog to be evaluated by a\nlicensed veterinarian and an appropriate treatment plan developed and followed for the poor condition of her teeth. \nAt the time of this inspection (06-December-2018), the dog has not been evaluated by a licensed veterinarian and\nno treatment plan has been developed.  \nRe-inspection of this dog's teeth revealed that the entire surface of the upper and lower cheek teeth on the left side\nof the mouth are coated in a brown-grey buildup of tartar.  Nearly the entire surface of the upper left canine tooth is\nalso coated in brown-grey tartar.  The entire surface of the upper right cheek teeth are covered in brown-grey tartar\nand nearly the entire surface of the upper right canine tooth and front teeth are covered in a thick brown-black tartar.\n The gums are slightly reddened.\nThis dog also has an abnormal appearance to the left eye.  Near the center of the eye is a round red area and the\nwhite of the eye is slightly reddened.  The licensee stated the dog has had this eye condition since it was acquired,\nbut has not had it evaluated by a licensed veterinarian.\nMale white Bichon (microchip #093276029) has a thick buildup of brown-black tarter on the entire surface of the\nupper cheek teeth on the left and right side of the mouth.  Nearly the entire surface of the upper right and left canine\nteeth and front teeth are also coated in brown-black colored tartar.  There is a line of grey material located at the\ngum line of the upper left canine tooth.  The gums are moderately reddened and appear to have receded away from\nthe teeth.\nMale Yorkshire terrier (microchip #069053106) has a very thick buildup of brown-black tartar on the front teeth,\nupper and lower cheek teeth and canine teeth on both sides of the mouth.  The tartar buildup on the upper right side\nof the mouth is so thick that the shape of the cheek teeth are difficult to identify.  The gums are slightly reddened.  \nPoor dental health and abnormal conditions of the eye could cause pain and discomfort to the animal, as well as,\nlead to further health issues.\n\nThe above mentioned dogs must be evaluated by a licensed veterinarian for a proper diagnosis and to develop an\neffective treatment plan for the condition of their teeth.  Female Shih Tzu (#0A01321427) must also have the\nabnormal condition of her left eye evaluated by a licensed veterinarian along with an effective treatment plan.  The\nlicensee must ensure that all dogs receive adequate veterinary care at all times.\nAt the time of the inspection, the licensee contacted a licensed veterinarian and obtained an appointment\n(18-December-2018) for all three dogs.  \nInspection and exit interview conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 21,
  "species": [
    {
      "count": 16,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 5,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}