{
  "insp_id": "139160918460208",
  "layout": "a",
  "customer_id": "6902",
  "customer_name": "Summer Wind Farm Sanctuary",
  "customer_addr": "6490 Mowerson Rd\nBrown City, MI 48416",
  "certificate": "34-C-0227",
  "site_id": "001",
  "site_name": "SUMMER WIND FARMS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-MAY-2016",
  "report_date": "19-MAY-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The three ring tailed lemurs housed in a single enclosure at the facility appeared thin and had very poor sparse hair\ncoats. There was no food waste of any kind observed in their enclosure. When each was offered a monkey biscuit\nby the facility CEO they all ate eagerly and consumed the biscuits quickly and in their entirety. If left untreated\nthese animals will suffer needlessly. The attending veterinarian should be consulted regarding the condition of\nthese lemurs. Documentation of the veterinarian's treatment recommendations and a treatment record must be\nmaintained and available for review by APHIS officials. This should be done by the end of the day 5-18-16.\nTwo alpacas at the facility have extremely long rear toes. These toes must be kept at a proper length in order to\nprevent joint issues. This can lead to unnecessary pain and suffering by these animals. These alpaca toes must be\ntrimmed."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The three ring tailed lemurs housed in a single enclosure at the facility appeared thin and had very poor sparse hair\ncoats. There was no food waste of any kind observed in their enclosure. When each was offered a monkey biscuit\nby the facility CEO they all ate eagerly and consumed the biscuits quickly and in their entirety. The attending\nveterinarian had not been consulted regarding the condition of these animals. Failure to observe health issues and\npromptly treat and/or report them to the attending veterinarian will lead to unnecessary suffering and in extreme\ncases even possible animal death. Thorough daily observations of all animals should be made. Animals with known\nproblems should receive extra scrutiny. Report all health issues promptly to the veterinarian."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The overwhelming odor of rotten and decaying meat still persists in the meat cooler. This odor makes it very hard\nto determine if the meat items stored in this cooler are fit for animal consumption. Clean the cooler, identify the\nsource of the odor and eliminate it."
    },
    {
      "code": "3.127(c)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The entire front of the tiger Lilly's enclosure is muddy. The substrate in this area is not draining properly and so\nafter Lilly plays in her water this area remains muddy and wet. This area needs to be redesigned to drain in a timely\nmanner to prevent health issues which can be caused by fecal contamination of this mud and water leading to coat\ncontamination and ingestion of this material by Lilly."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "The water receptacle for the enclosure containing the grizzly bear had a large amount of algae growing in it. This\nindicates that it is not being cleaned and sanitized on a regular basis. Water receptacles should be kept clean and\nsanitary to promote adequate water consumption which is essential for animal health. Clean and sanitize this water\nreceptacle more frequently."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "The Asian black bear enclosure and the American black bear enclosure contained excessive fecal material.\nEnclosures for the tiger Hank and the tigers Lenny and Squigy contained excessive amounts of fecal material. The\nnew tiger Daisy is now housed indoors in a dog kennel area. Several dogs are also housed in runs in this area.\nThe level of ammonia in this area is very high and caused the inspectors eyes to water. This level of ammonia is\nnot comfortable for the tiger housed in the area and could lead to respiratory problems. These enclosures need to\nbe cleaned on a more frequent basis. This excessive feces can lead to pest control issues. The animals can\ncontaminate their coats when they lay in this material and ingest this material when they groom themselves. Clean\nthese enclosures more frequently to prevent a buildup of fecal waste to minimize odors and prevent potential health\nproblems."
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": true,
      "desc": "EMPLOYEES.",
      "narrative": "Lack of properly trained workers still remains an issue for the facility. The fact that the condition of the lemurs had\nnot been reported to the attending veterinarian as well as the persistent husbandry issues are evidence of this. The\nfacility relies on volunteer workers. A lack of properly trained employees can result in facility and animal conditions\nthat result in unnecessary animal suffering. Most if not all of the facility issues could be corrected with an adequate\nnumber of properly trained workers. Animal numbers must be reduced or more properly trained workers must be\nadded."
    },
    {
      "code": "3.133",
      "kind": "",
      "repeat": false,
      "desc": "SEPARATION.",
      "narrative": "Daisy the tiger is now housed in an indoor area that also contains multiple dogs housed in runs. These dogs could\nbe heard barking when the inspectors were not near the area. When the inspectors entered the area the noise from\nthe dogs barking was relentless. Animals should not be housed near animals that cause them discomfort. The\nclose proximity of the dogs to Daisy is causing her discomfort. The dogs or Daisy need to be moved out of the area.\nCorrect by: 5-25-16.\nAn exit interview was conducted at the conclusion of the inspection with the facility CEO and APHIS personnel Kurt\nHammel and Carrie Bongard. Expectations regarding the lemurs were conveyed to the facility CEO at that time. It\nwas explained and the CEO agreed that the lemurs would be seen by the attending veterinarian by COB on\n5-18-19. A formal exit interview was conducted with the facility CEO and APHIS personnel Kurt Hammel and Carrie\nBongard on 5-19-16.\nAdditional Inspectors\nBongard Carrie, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe three ring tailed lemurs housed in a single enclosure at the facility appeared thin and had very poor sparse hair\ncoats.  There was no food waste of any kind observed in their enclosure.  When each was offered a monkey biscuit\nby the facility CEO they all ate eagerly and consumed the biscuits quickly and in their entirety.  If left untreated\nthese animals will suffer needlessly.  The attending veterinarian should be consulted regarding the condition of\nthese lemurs.  Documentation of the veterinarian's treatment recommendations and a treatment record must be\nmaintained and available for review by APHIS officials.  This should be done by the end of the day 5-18-16.\nTwo alpacas at the facility have extremely long rear toes.  These toes must be kept at a proper length in order to\nprevent joint issues.  This can lead to unnecessary pain and suffering by these animals.  These alpaca toes must be\ntrimmed.\n2.40(b)(3)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe three ring tailed lemurs housed in a single enclosure at the facility appeared thin and had very poor sparse hair\ncoats.  There was no food waste of any kind observed in their enclosure.  When each was offered a monkey biscuit\nby the facility CEO they all ate eagerly and consumed the biscuits quickly and in their entirety.  The attending\nveterinarian had not been consulted regarding the condition of these animals.  Failure to observe health issues and\npromptly treat and/or report them to the attending veterinarian will lead to unnecessary suffering and in extreme\ncases even possible animal death. Thorough daily observations of all animals should be made.  Animals with known\nproblems should receive extra scrutiny.  Report all health issues promptly to the veterinarian.\n3.125(c)                    REPEAT\nFACILITIES, GENERAL.   \nThe overwhelming odor of rotten and decaying meat still persists in the meat cooler.  This odor makes it very hard\nto determine if the meat items stored in this cooler are fit for animal consumption.  Clean the cooler, identify the\nsource of the odor and eliminate it.\n\n3.127(c)                    REPEAT\nFACILITIES, OUTDOOR. \nThe entire front of the tiger Lilly's enclosure is muddy.  The substrate in this area is not draining properly and so\nafter Lilly plays in her water this area remains muddy and wet.  This area needs to be redesigned to drain in a timely\nmanner to prevent health issues which can be caused by fecal contamination of this mud and water leading to coat\ncontamination and ingestion of this material by Lilly.\n3.130                    REPEAT\nWATERING.  \nThe water receptacle for the enclosure containing the grizzly bear had a large amount of algae growing in it.  This\nindicates that it is not being cleaned and sanitized on a regular basis.  Water receptacles should be kept clean and\nsanitary to promote adequate water consumption which is essential for animal health.  Clean and sanitize this water\nreceptacle more frequently.\n3.131(a)                    REPEAT\nSANITATION.   \nThe Asian black bear enclosure and the American black bear enclosure contained excessive fecal material. \nEnclosures for the tiger Hank and the tigers Lenny and Squigy contained excessive amounts of fecal material.  The\nnew tiger Daisy is now housed indoors in a dog kennel area.  Several dogs are also housed in runs in this area. \nThe level of ammonia in this area is very high and caused the inspectors eyes to water.  This level of ammonia is\nnot comfortable for the tiger housed in the area and could lead to respiratory problems.  These enclosures need to\nbe cleaned on a more frequent basis.  This excessive feces can lead to pest control issues.  The animals can\ncontaminate their coats when they lay in this material and ingest this material when they groom themselves. Clean\nthese enclosures more frequently to prevent a buildup of fecal waste to minimize odors and prevent potential health\nproblems.\n3.132                    REPEAT\nEMPLOYEES. \nLack of properly trained workers still remains an issue for the facility.  The fact that the condition of the lemurs had\nnot been reported to the attending veterinarian as well as the persistent husbandry issues are evidence of this.  The\nfacility relies on volunteer workers.  A lack of properly trained employees can result in facility and animal conditions\nthat result in unnecessary animal suffering. Most if not all of the facility issues could be corrected with an adequate\nnumber of properly trained workers.  Animal numbers must be reduced or more properly trained workers must be\n\nadded.\n3.133\nSEPARATION. \nDaisy the tiger is now housed in an indoor area that also contains multiple dogs housed in runs.  These dogs could\nbe heard barking when the inspectors were not near the area.  When the inspectors entered the area the noise from\nthe dogs barking was relentless.  Animals should not be housed near animals that cause them discomfort.  The\nclose proximity of the dogs to Daisy is causing her discomfort.  The dogs or Daisy need to be moved out of the area.\nCorrect by:  5-25-16.\nAn exit interview was conducted at the conclusion of the inspection with the facility CEO and APHIS personnel Kurt\nHammel and Carrie Bongard.  Expectations regarding the lemurs were conveyed to the facility CEO at that time.  It\nwas explained and the CEO agreed that the lemurs would be seen by the attending veterinarian by COB on\n5-18-19.  A formal exit interview was conducted with the facility CEO and APHIS personnel Kurt Hammel and Carrie\nBongard on 5-19-16.\nAdditional Inspectors\nBongard Carrie, Animal Care Inspector",
  "animals_total": 35,
  "species": [
    {
      "count": 1,
      "scientific": "Arctos",
      "common": "GRIZZLY BEAR"
    },
    {
      "count": 1,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 6,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 3,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 3,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 1,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE / SNOW MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 7,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 2,
      "scientific": "Ursus arctos syriacus",
      "common": "SYRIAN BROWN BEAR"
    },
    {
      "count": 2,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 2,
      "scientific": "Ursus thibetanus",
      "common": "ASIATIC BLACK BEAR"
    },
    {
      "count": 3,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}