{
  "insp_id": "INS-0001434493",
  "layout": "c",
  "customer_id": "6002748",
  "customer_name": "Marek Lipold",
  "customer_addr": "1519 Savage Road\nBogart, GA 30622",
  "certificate": "67-C-0003",
  "site_id": "001",
  "site_name": "Marek Lipold",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-SEP-2025",
  "report_date": "26-SEP-2025",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The following animals have veterinary care issues that the licensee had not noticed before and the attending veterinarian\nhad not been notified:\n• A white and tan male rabbit had unkempt fur and was in thin body condition. The fur was shedding with a localized area\nof matting, especially around the tail and back legs. Upon touching the rabbit, its ribs, spine, and hip bones could be felt\nunder its coat. The licensee stated the rabbit is eating so it is fine.\n• A male brown and white rabbit with black ear tips had a raised firm hairless mass between his right eye and above his\nnose, approximately 1 inch in diameter protruding about ½ inch. Also, on his back, above the right rear leg, the rabbit had\na thickened area of raised skin that had a center that was moist, hairless, and had a depression in the center that was red\nwith blackish-gray material coating it. This thickened area overall was approximately 2 inches in diameter by 1 inch high.\nWhen the inspector noted these areas, the licensee stated all the rabbits were okay and that they bite each other.\nThe licensee had not identified the conditions affecting these two rabbits and therefore, had not contacted the veterinarian\nfor guidance on care. Failure to promptly identify such conditions delays appropriate treatment and may cause undue\ndiscomfort to the animals. Daily observation of all animals is necessary to assess their health and well-being. If any\nproblems of animal health, behavior, or well-being are noted, they must be conveyed to the attending veterinarian in a\ntimely and accurate manner to allow for appropriate diagnosis and treatment. Both rabbits' conditions identified above\nshould be conveyed to the attending veterinarian so she can determine the next steps for diagnoses, and treatment plans.\nCorrect by: 10/5/2025."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The current Record of Animals on hand (acquisition record and disposition records) is again not up to date or complete.\nSince the last inspection, the following has occurred:\n• Acquisition of a cockatoo (purchased) and five birds (four pheasants and one peacock) hatched on site were not\nrecorded.\n• Five sheep have been born at the facility and not recorded.\n• Six rabbits were acquired without complete information recorded (only the address and date were listed).\n• Dispositions of one llama and one goat were not recorded.\n• Budgies are not listed on the current Record of Animals on hand and the quantity of chickens listed is blank.\nAccurate and complete acquisition and disposition records are necessary to allow for medical and legal tracking of the\nanimals. The facility shall ensure that it makes, keeps and maintains records which fully and correctly disclose the\nfollowing information concerning all exhibition animals: name and address of person from whom the animal was acquired,\ntheir USDA license number or Driver's license number/state, the name and address of the disposition of the animal, the\ndate of acquisition and/or disposition, and the species of the animal. The records shall include any offspring born of any\nanimal while in his or her possession."
    },
    {
      "code": "2.134(a)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Contingency planning.",
      "narrative": "The current contingency plan still lacks specific tasks and details related to identified emergencies. For example,\nevacuation is listed in inclement weather but no further details on how to contain and move all species from the facility are\nwritten. Further, escaped animals, loss of electrical power, feed and water supply disruptions, and road closures are all\nlisted as potential emergencies without details on how to address those identified emergencies. A complete written\ncontingency plan is required to help ensure animal health and well-being in the event of an emergency or disaster; without\nthis tool, animals may suffer illness, injury, or death due to unpreparedness. Correct by developing, documenting and\nensuring the written contingency plan includes the specific tasks required to be carried out in response to the identified\nemergencies to include such topics as sources of backup food and water as well as sanitation, ventilation, transport for all\nspecies if evacuating, bedding, and veterinary care, etc. Finally, a chain of command needs to be identified while also\naddressing how response and recovery will be handled in terms of materials, resources, and training needed."
    },
    {
      "code": "2.134(b)",
      "kind": "",
      "repeat": false,
      "desc": "Contingency planning.",
      "narrative": "There is no documentation maintained to indicate that an annual review of the contingency plan has been completed\nsince 5/20/2024. The contingency plan must be reviewed by the facility on at least an annual basis to ensure that it\nadequately addresses all required contingency-related criteria and that no updates or changes need to be made to the\nplan such as changes made as a result of any recent unforeseen circumstances. The facility must maintain\ndocumentation of their contingency plan annual reviews including documenting any amendments or changes made since\nthe previous year's review.\nCorrect by 10/30/2025."
    },
    {
      "code": "3.52(b)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "Twelve rabbits are housed in an outdoor open-topped wire enclosure on the ground that does not provide sufficient\nshelter from rain for all rabbits at one time. Two hutches, one circular shelter (appeared as an upside-down bucket/planter\napproximately 2 feet in diameter) and a plastic outdoor rectangular doghouse (approximately 30 inches long by 18 inches\nwide), are provided with a pop-up fabric tunnel designed for indoor use (approximately 48 inches long with a 10”\ndiameter). The fabric tunnel was uniformly wet during the inspection even though it was dry weather conditions, therefore,\nit was not made of adequate material to keep the animals dry. The two hutches provided were insufficient in size to allow\nall twelve rabbits to shelter within them and remain dry during rain. Not providing rabbits with access to sufficient shelter\nduring rain could lead to illness as well as animal discomfort. Rabbits kept outdoors shall be provided with access to\nshelter to allow them to remain dry during rain or snow.\nCorrect by: 10/15/2025."
    },
    {
      "code": "3.56(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "The shelters for twelve rabbits within their outdoor primary enclosure need to be cleaned. The only two shelters provided,\na circular upside-down wooden bucket/planter (about 2 feet in diameter) and a plastic doghouse (approximately 30 inches\nlong x 18 inches wide), were both dirty. On the plastic doghouse, there was an accumulation of dirt and dark staining\nalong the top, green material uniformly across most of the front exterior wall, with dirt across the bottom third of the front\nwall. Also, mud and dirt were observed extending up to the roof of all of the interior walls within the doghouse shelter, and\nexcreta had built up covering about half the plastic floor along the sides and back walls. The upside-down wooden\nbucket/planter shelter had dirt extending up the interior walls. The licensee stated he cleaned and sanitized the shelters\nlast month. Primary enclosures, including shelters within, need to be cleaned at a frequency that maintains cleanliness for\nthe health and wellbeing of the rabbits. Primary enclosures housing rabbits must be kept reasonably free of excreta and\nother debris by appropriate periodic cleaning.\nCorrect by: 10/15/2025."
    },
    {
      "code": "3.77(f)",
      "kind": "",
      "repeat": true,
      "desc": "Sheltered housing facilities.",
      "narrative": "The perimeter fence around the sheltered enclosure for five ring tail lemurs was insufficient again in many areas. The\nperimeter fence was constructed of 6-foot-tall wire mesh secured by 6-foot-tall metal T posts that, per the licensee, his\ncamel in the pasture surrounding this enclosure pushes and leans on, which has created multiple bowed in areas towards\nthe lemur’s outdoor portion of their sheltered enclosure. The height varied but reached a low of 67 inches tall in a few\nareas due to the fence being pushed in and/or down along three sides of the perimeter fence, excluding the back side\nfacing the neighboring property. Also, by the access gate into the lemur's outdoor portion of their enclosure, the wire mesh\nof the fence has been stretched and bent such that large gaps were created between the wires, approximately 8 inches\nhigh x 7 inches wide, and observed starting at the bottom of the fence to approximately 2 feet up from the ground.\nThe lack of an adequate perimeter fence presents a safety risk to the animals within the facility due to an inadequate\nsecondary containment system to hold animals that may escape their primary enclosures, or a sufficient barrier to keep\nanimals and unauthorized persons out. The facility must ensure that the nonhuman primates being housed in enclosures\nthat are enclosed by an adequate perimeter fence, 6-feet tall, that is constructed so that it restricts unauthorized humans,\nand animals the size of dogs, skunks, and raccoons from going through it or under it and having contact with the\nnonhuman primates. The perimeter fence must be effective, continuous, and at least 3 feet in distance from the primary\nenclosures unless a variance is obtained and approved by the Administrator."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "In the second pasture accessible to the goats, sheep, alpacas, and camel, the larger wooden shelter was again in\ndisrepair as below:\n• One of the wooden sideboards on the right side had come unattached and fallen onto the ground such that two screws\nwere protruding up through the board where the screws’ sharp tips were exposed, pointing up. One screw was\napproximately ½ inch high and the other was about 1 inch high.\n• Most of the wooden floor was missing, but the part that remained included a wooden board attached to the right side of\nthe shelter floor that had splintered, leaving a triangular hole, approximately 6 inches long x 3 inches wide, that could\npotentially cause an injury or entrap a body part.\nThe areas identified above could cause harm to the animals by allowing injury from the exposed sharp points or the gap in\nthe shelter floor. The outdoor housing facilities, including shelters, must be structurally sound and maintained in good\nrepair to protect the animals from injury or escape."
    },
    {
      "code": "3.152(b)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, outdoor",
      "narrative": "Five emus in their primary outdoor enclosure did not have adequate shelter provided to accommodate all five birds at one\ntime from inclement weather. Three of the emus are adults and two are juveniles that, per the licensee, stay away from\nthe adults. The only shelter provided was a three-sided wooden structure, partially roofed, making the under-roof area\napproximately 6 x 6 x 6 feet high. Two large plastic trash bins are also stored within this roofed structure which decreases\nthe amount of floor space available for the birds. Providing shelter from inclement weather, that is accessible and can hold\nall the birds, is necessary to provide for their comfort, protection, and physical well-being. Outdoor housing facilities must\nprovide adequate shelter for the local climatic conditions including direct sunlight, precipitation, and wind. Shelter must\nalso be constructed to provide sufficient space to comfortably hold all of the birds at the same time, including birds that\nare low in the hierarchy, without adverse intraspecific aggression or grouping of incompatible birds."
    },
    {
      "code": "3.158(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The indoor primary enclosure housing four rose-ringed parakeets needs cleaning to remove excess accumulations of\nexcreta that have collected on a wooden platform, and the horizontal wood beams that provide part of the frame for this\nwire enclosure. These horizontal surfaces were mostly covered in excrement that has dried and accumulated. Regular\ncleaning is necessary to prevent soiling of the birds and to reduce disease hazards, insects, pests, and odors. Excreta,\ndebris, and food waste shall be removed from primary enclosures and from under and around primary enclosures as often\nas necessary to prevent excessive accumulations.\nThis inspection and exit interview were conducted with the licensee.\nn"
    }
  ],
  "narrative": "2.40(b)(3) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe following animals have veterinary care issues that the licensee had not noticed before and the attending veterinarian \nhad not been notified: \n• A white and tan male rabbit had unkempt fur and was in thin body condition. The fur was shedding with a localized area \nof matting, especially around the tail and back legs. Upon touching the rabbit, its ribs, spine, and hip bones could be felt \nunder its coat. The licensee stated the rabbit is eating so it is fine. \n• A male brown and white rabbit with black ear tips had a raised firm hairless mass between his right eye and above his \nnose, approximately 1 inch in diameter protruding about ½ inch. Also, on his back, above the right rear leg, the rabbit had \na thickened area of raised skin that had a center that was moist, hairless, and had a depression in the center that was red \nwith blackish-gray material coating it. This thickened area overall was approximately 2 inches in diameter by 1 inch high. \nWhen the inspector noted these areas, the licensee stated all the rabbits were okay and that they bite each other.  \nThe licensee had not identified the conditions affecting these two rabbits and therefore, had not contacted the veterinarian \nfor guidance on care. Failure to promptly identify such conditions delays appropriate treatment and may cause undue \ndiscomfort to the animals. Daily observation of all animals is necessary to assess their health and well-being. If any \nproblems of animal health, behavior, or well-being are noted, they must be conveyed to the attending veterinarian in a \ntimely and accurate manner to allow for appropriate diagnosis and treatment. Both rabbits' conditions identified above \nshould be conveyed to the attending veterinarian so she can determine the next steps for diagnoses, and treatment plans. \nCorrect by: 10/5/2025. \n2.75(b)(1)  Repeat\n   \nRecords: Dealers and exhibitors. \nThe current Record of Animals on hand (acquisition record and disposition records) is again not up to date or complete. \nSince the last inspection, the following has occurred: \n• Acquisition of a cockatoo (purchased) and five birds (four pheasants and one peacock) hatched on site were not \nrecorded. \n• Five sheep have been born at the facility and not recorded.  \n• Six rabbits were acquired without complete information recorded (only the address and date were listed).  \n• Dispositions of one llama and one goat were not recorded.  \n• Budgies are not listed on the current Record of Animals on hand and the quantity of chickens listed is blank.\n\nAccurate and complete acquisition and disposition records are necessary to allow for medical and legal tracking of the \nanimals. The facility shall ensure that it makes, keeps and maintains records which fully and correctly disclose the \nfollowing information concerning all exhibition animals: name and address of person from whom the animal was acquired, \ntheir USDA license number or Driver's license number/state, the name and address of the disposition of the animal, the \ndate of acquisition and/or disposition, and the species of the animal. The records shall include any offspring born of any \nanimal while in his or her possession. \n2.134(a)(2)  Repeat\n   \nContingency planning. \nThe current contingency plan still lacks specific tasks and details related to identified emergencies. For example, \nevacuation is listed in inclement weather but no further details on how to contain and move all species from the facility are \nwritten. Further, escaped animals, loss of electrical power, feed and water supply disruptions, and road closures are all \nlisted as potential emergencies without details on how to address those identified emergencies. A complete written \ncontingency plan is required to help ensure animal health and well-being in the event of an emergency or disaster; without \nthis tool, animals may suffer illness, injury, or death due to unpreparedness. Correct by developing, documenting and \nensuring the written contingency plan includes the specific tasks required to be carried out in response to the identified \nemergencies to include such topics as sources of backup food and water as well as sanitation, ventilation, transport for all \nspecies if evacuating, bedding, and veterinary care, etc. Finally, a chain of command needs to be identified while also \naddressing how response and recovery will be handled in terms of materials, resources, and training needed. \n2.134(b) \n   \nContingency planning. \nThere is no documentation maintained to indicate that an annual review of the contingency plan has been completed \nsince 5/20/2024. The contingency plan must be reviewed by the facility on at least an annual basis to ensure that it \nadequately addresses all required contingency-related criteria and that no updates or changes need to be made to the \nplan such as changes made as a result of any recent unforeseen circumstances. The facility must maintain \ndocumentation of their contingency plan annual reviews including documenting any amendments or changes made since \nthe previous year's review. \nCorrect by 10/30/2025. \n3.52(b) \n   \nFacilities, outdoor. \nTwelve rabbits are housed in an outdoor open-topped wire enclosure on the ground that does not provide sufficient \nshelter from rain for all rabbits at one time. Two hutches, one circular shelter (appeared as an upside-down bucket/planter \napproximately 2 feet in diameter) and a plastic outdoor rectangular doghouse (approximately 30 inches long by 18 inches \nwide), are provided with a pop-up fabric tunnel designed for indoor use (approximately 48 inches long with a 10” \ndiameter). The fabric tunnel was uniformly wet during the inspection even though it was dry weather conditions, therefore, \nit was not made of adequate material to keep the animals dry. The two hutches provided were insufficient in size to allow \nall twelve rabbits to shelter within them and remain dry during rain. Not providing rabbits with access to sufficient shelter \nduring rain could lead to illness as well as animal discomfort. Rabbits kept outdoors shall be provided with access to\n\nshelter to allow them to remain dry during rain or snow. \nCorrect by: 10/15/2025. \n3.56(a)(1) \n   \nSanitation. \nThe shelters for twelve rabbits within their outdoor primary enclosure need to be cleaned. The only two shelters provided, \na circular upside-down wooden bucket/planter (about 2 feet in diameter) and a plastic doghouse (approximately 30 inches \nlong x 18 inches wide), were both dirty. On the plastic doghouse, there was an accumulation of dirt and dark staining \nalong the top, green material uniformly across most of the front exterior wall, with dirt across the bottom third of the front \nwall. Also, mud and dirt were observed extending up to the roof of all of the interior walls within the doghouse shelter, and \nexcreta had built up covering about half the plastic floor along the sides and back walls. The upside-down wooden \nbucket/planter shelter had dirt extending up the interior walls. The licensee stated he cleaned and sanitized the shelters \nlast month. Primary enclosures, including shelters within, need to be cleaned at a frequency that maintains cleanliness for \nthe health and wellbeing of the rabbits. Primary enclosures housing rabbits must be kept reasonably free of excreta and \nother debris by appropriate periodic cleaning. \nCorrect by: 10/15/2025. \n3.77(f)  Repeat\n   \nSheltered housing facilities. \nThe perimeter fence around the sheltered enclosure for five ring tail lemurs was insufficient again in many areas. The \nperimeter fence was constructed of 6-foot-tall wire mesh secured by 6-foot-tall metal T posts that, per the licensee, his \ncamel in the pasture surrounding this enclosure pushes and leans on, which has created multiple bowed in areas towards \nthe lemur’s outdoor portion of their sheltered enclosure. The height varied but reached a low of 67 inches tall in a few \nareas due to the fence being pushed in and/or down along three sides of the perimeter fence, excluding the back side \nfacing the neighboring property. Also, by the access gate into the lemur's outdoor portion of their enclosure, the wire mesh \nof the fence has been stretched and bent such that large gaps were created between the wires, approximately 8 inches \nhigh x 7 inches wide, and observed starting at the bottom of the fence to approximately 2 feet up from the ground.  \nThe lack of an adequate perimeter fence presents a safety risk to the animals within the facility due to an inadequate \nsecondary containment system to hold animals that may escape their primary enclosures, or a sufficient barrier to keep \nanimals and unauthorized persons out. The facility must ensure that the nonhuman primates being housed in enclosures \nthat are enclosed by an adequate perimeter fence, 6-feet tall, that is constructed so that it restricts unauthorized humans, \nand animals the size of dogs, skunks, and raccoons from going through it or under it and having contact with the \nnonhuman primates. The perimeter fence must be effective, continuous, and at least 3 feet in distance from the primary \nenclosures unless a variance is obtained and approved by the Administrator. \n3.125(a)  Repeat\n   \nFacilities, general. \nIn the second pasture accessible to the goats, sheep, alpacas, and camel, the larger wooden shelter was again in \ndisrepair as below: \n• One of the wooden sideboards on the right side had come unattached and fallen onto the ground such that two screws \nwere protruding up through the board where the screws’ sharp tips were exposed, pointing up. One screw was\n\napproximately ½ inch high and the other was about 1 inch high.  \n• Most of the wooden floor was missing, but the part that remained included a wooden board attached to the right side of \nthe shelter floor that had splintered, leaving a triangular hole, approximately 6 inches long x 3 inches wide, that could \npotentially cause an injury or entrap a body part. \nThe areas identified above could cause harm to the animals by allowing injury from the exposed sharp points or the gap in \nthe shelter floor. The outdoor housing facilities, including shelters, must be structurally sound and maintained in good \nrepair to protect the animals from injury or escape. \n3.152(b)  Repeat\n   \nFacilities, outdoor \nFive emus in their primary outdoor enclosure did not have adequate shelter provided to accommodate all five birds at one \ntime from inclement weather. Three of the emus are adults and two are juveniles that, per the licensee, stay away from \nthe adults. The only shelter provided was a three-sided wooden structure, partially roofed, making the under-roof area \napproximately 6 x 6 x 6 feet high. Two large plastic trash bins are also stored within this roofed structure which decreases \nthe amount of floor space available for the birds. Providing shelter from inclement weather, that is accessible and can hold \nall the birds, is necessary to provide for their comfort, protection, and physical well-being. Outdoor housing facilities must \nprovide adequate shelter for the local climatic conditions including direct sunlight, precipitation, and wind. Shelter must \nalso be constructed to provide sufficient space to comfortably hold all of the birds at the same time, including birds that \nare low in the hierarchy, without adverse intraspecific aggression or grouping of incompatible birds. \n3.158(a)(1)  Repeat\n   \nCleaning, sanitization, housekeeping, and pest control. \nThe indoor primary enclosure housing four rose-ringed parakeets needs cleaning to remove excess accumulations of \nexcreta that have collected on a wooden platform, and the horizontal wood beams that provide part of the frame for this \nwire enclosure. These horizontal surfaces were mostly covered in excrement that has dried and accumulated. Regular \ncleaning is necessary to prevent soiling of the birds and to reduce disease hazards, insects, pests, and odors. Excreta, \ndebris, and food waste shall be removed from primary enclosures and from under and around primary enclosures as often \nas necessary to prevent excessive accumulations. \n \nThis inspection and exit interview were conducted with the licensee. \n \n n",
  "animals_total": 91,
  "species": [
    {
      "count": 1,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 5,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 2,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 3,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 5,
      "scientific": "Dromaius novaehollandiae",
      "common": "EMU"
    },
    {
      "count": 4,
      "scientific": "Psittacula krameri",
      "common": "ROSE-RINGED PARAKEET"
    },
    {
      "count": 6,
      "scientific": "Pavo cristatus",
      "common": "INDIAN PEAFOWL / COMMON PEAFOWL / PEAHEN /"
    },
    {
      "count": 22,
      "scientific": "Gallus gallus domesticus",
      "common": "DOMESTIC CHICKEN (INCLUDING ALL DOMESTIC BREEDS /"
    },
    {
      "count": 6,
      "scientific": "Phasianus colchicus",
      "common": "RING-NECKED PHEASANT / COMMON PHEASANT"
    },
    {
      "count": 1,
      "scientific": "Eclectus roratus",
      "common": "ECLECTUS PARROT"
    },
    {
      "count": 1,
      "scientific": "Ara ararauna",
      "common": "BLUE-AND-YELLOW MACAW / BLUE-AND-GOLD MACAW"
    },
    {
      "count": 9,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 5,
      "scientific": "Melopsittacus undulatus",
      "common": "BUDGERIGAR / BUDGIE / COMMON PARAKEET / SHELL"
    },
    {
      "count": 12,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 8,
      "scientific": "Chrysolophus pictus",
      "common": "GOLDEN PHEASANT"
    },
    {
      "count": 1,
      "scientific": "Cacatua galerita",
      "common": "SULPHUR-CRESTED COCKATOO / GREATER SULPHUR-"
    }
  ]
}