{
  "insp_id": "2016082568886390",
  "layout": "a",
  "customer_id": "332037",
  "customer_name": "Mikayla Raines",
  "customer_addr": "12245 175th St\nLakeville, MN 55044",
  "certificate": "41-B-0278",
  "site_id": "001",
  "site_name": "MIKAYLA RAINES",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-OCT-2017",
  "report_date": "12-OCT-2017",
  "citations": [
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The licensee is missing address information for the buyers of three foxes and one mink. The foxes were sold on\n8/13/17, 8/19/17, and 9/20/17. The mink was sold on 7/8/17. The buyer's name was documented, but the\naddresses for those animals was absent. Not documenting all of the required information does not allow for proper\ntracking of the animals by an APHIS official. Addresses or at the very least license plate numbers of the buyers\nmust be documented for all sales."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The enclosure for the foxes is not completely enclosed by a perimeter fence. One section has about four feet where\nthe fencing for the enclosure is not enclosed by the perimeter fence. Another section has the perimeter fence only a\nfew inches away from the primary enclosure. Not having the perimeter fence completely enclose the primary\nenclosures with at least three feet between the primary enclosures and the perimeter fences doesn't ensure that the\nanimals contained within their enclosures can't escape from the perimeter fence if they somehow escaped from\ntheir primary enclosures.\nNo regulated activities may take place at the new site until it has passed inspection.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nThe licensee is missing address information for the buyers of three foxes and one mink.  The foxes were sold on\n8/13/17, 8/19/17, and 9/20/17.  The mink was sold on 7/8/17.  The buyer's name was documented, but the\naddresses for those animals was absent.  Not documenting all of the required information does not allow for proper\ntracking of the animals by an APHIS official.  Addresses or at the very least license plate numbers of the buyers\nmust be documented for all sales.\n3.127(d)\nFACILITIES, OUTDOOR. \nThe enclosure for the foxes is not completely enclosed by a perimeter fence.  One section has about four feet where\nthe fencing for the enclosure is not enclosed by the perimeter fence.  Another section has the perimeter fence only a\nfew inches away from the primary enclosure.  Not having the perimeter fence completely enclose the primary\nenclosures with at least three feet between the primary enclosures and the perimeter fences doesn't ensure that the\nanimals contained within their enclosures can't escape from the perimeter fence if they somehow escaped from\ntheir primary enclosures.\nNo regulated activities may take place at the new site until it has passed inspection.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.",
  "animals_total": 11,
  "species": [
    {
      "count": 2,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    },
    {
      "count": 9,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}