{
  "insp_id": "2016090000755526",
  "layout": "b",
  "customer_id": "506556",
  "customer_name": "ENVIGO GLOBAL SERVICES INC",
  "customer_addr": "310 Swamp Bridge Road\nDENVER, PA 17517",
  "certificate": "23-R-0187",
  "site_id": "002",
  "site_name": "ENVIGO GLOBAL SERVICES INC",
  "insp_type": "FOCUSED INSPECTION",
  "date": "16-NOV-2021",
  "report_date": "17-DEC-2021",
  "citations": [
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "The facility has twenty-four cats housed together in Building 97-15. Multiple welded wire mesh enclosures are attached\ntogether, and the cats have access to all of them by moving through openings cut into the wire panels. Numerous sharp\npoints created by wires that have cut to create the openings in the enclosures. The sharp points are along the bottom of\nthe openings and the inspectors observed the cats stepping on the sharp points as they moved through the enclosure\nopening. Additional broken wires are located near one of the automatic waterers. The damaged wires are at the level of\nthe animals and the cats have the ability to come into direct contact with these sharp points.\nAdditionally, these same wire mesh enclosures are constructed with both wire floors and walls. One in one corner the\nwire panels that are used to build the enclosure are not of matching sizes. The enclosure walls and floor therefore are\ncompressed tightly enough together resulting in the fencing of the walls which overhangs the flooring and creates a gap\nlarge enough for a cat to place its leg through.\nSharp points and edges could cause injury to the cats should they come into direct contact with them. Gaps in the\nflooring and fencing can cause injury to the cats should they place parts of their bodies through the openings.\nHousing facilities for cats must be constructed and designed so they are structurally sound, kept in good repair and\nprotect the animals from injury. The licensee must alter the sharp points in a manner that eliminates the risk of injury to\nthe cats. The licensee must ensure that all aspects of the enclosures are maintained in good repair and are safe for the\nanimals at all times. To be corrected by: 18 February 2021"
    },
    {
      "code": "3.2(d)",
      "kind": "",
      "repeat": false,
      "desc": "Indoor housing facilities.",
      "narrative": "The indoor housing areas in Building 97 Rooms 15, 16, and 17 which house cats have numerous surfaces that are not\nimpervious to moisture. In all rooms there are extensive areas along the junction of the wall and floor where large patches\nof epoxy have peeled off the underlying concrete exposing the unsealed concrete. Additionally, there are patches where\nthe concrete has also chipped and broken. This is worst in rooms 15 and 17 where the concrete flooring under the\nenclosures / concrete drains are broken, cracked and crumbling. The entire concrete drain areas under the raised cat\nenclosures appear damp in some spots. There are areas of the walls which paint is flaking off. Although these areas are\nnot in direct contact with the animals, the areas of unsealed floor can become saturated with moisture during routine\ncleaning and disinfection. Additionally, the numerous cracks and cervices created by the peeling paint and epoxy create\nareas that cannot be adequately cleaned and sanitized.\nSurfaces that are not impervious to moisture and those which are cracked and crumbling cannot be properly cleaned and\nsanitized which could increase the risk of disease hazards towards the cats. Absorption of water could also undermine a\nsurface’s structural integrity causing it to fail and potentially injure an animal.\nSurfaces of indoor housing facilities, including floors and walls, must be impervious to moisture. The licensee must\nensure that the affected surfaces are sealed or painted in a manner that makes them impervious to moisture. The\nlicensee must also ensure that all surfaces are appropriately maintained at all times in order to support the health and\nwell-being of the animals. To be corrected by: 18 February 2021."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The facility is not sanitizing the enclosures at the minimum frequency of every 2 weeks and not frequently enough to\nprevent the accumulation of fur, dirt and other disease hazards.\nAccording to the facility’s SOP, room logs are completed when the sanitization process is completed. These monthly logs\nare hung outside every room and used to document daily spot cleaning, daily observations, temperature monitoring,\nfeeding, and watering checks. A review of completed logs from October and November showed that the rooms currently\nhousing the cats haven’t been sanitized at all in the month of October and November.\nRoutine sanitization of enclosures for cats is important to prevent accumulation of fur, dirt, and debris, thereby controlling\ncertain disease hazards for cats. Without sanitizing, the cats are being unnecessarily exposed to disease hazards that\ncan cause harm and illness.\nCorrect by sanitizing primary enclosures for cats at least once every 2 weeks or as often as necessary to prevent the\naccumulation of dirt, debris, food waste, excreta, and other disease hazards. To be corrected by: 31 December 2021.\nThis inspection was conducted on site November 16-19 with the Manager of Operations, Director of Operations, Attending\nVeterinarian, and numerous other employees. Records and paperwork were examined remotely for the remainder of the\ninspection.\nThe exit briefing was conducted on 12/17/21 with the Operations Manager, Attending Veterinarian, Director of Operations,\nRegional Quality Assurance Manager, Director of Quality Assurance, Senior Vice President for Veterinary Services, Chief\nOperations Officer, and Regional Facilities Manager.\nAdditional Inspectors:\nDANA MILLER, Supervisory Animal Care Specialist\nKELLY MAXWELL, ANIMAL CARE INSPECTOREnd Section"
    }
  ],
  "narrative": "3.1(a) \n   \nHousing facilities, general. \nThe facility has twenty-four cats housed together in Building 97-15.  Multiple welded wire mesh enclosures are attached \ntogether, and the cats have access to all of them by moving through openings cut into the wire panels.  Numerous sharp \npoints created by wires that have cut to create the openings in the enclosures.  The sharp points are along the bottom of \nthe openings and the inspectors observed the cats stepping on the sharp points as they moved through the enclosure \nopening.   Additional broken wires are located near one of the automatic waterers.  The damaged wires are at the level of \nthe animals and the cats have the ability to come into direct contact with these sharp points. \n \nAdditionally, these same wire mesh enclosures are constructed with both wire floors and walls.  One in one corner the \nwire panels that are used to build the enclosure are not of matching sizes.  The enclosure walls and floor therefore are \ncompressed tightly enough together resulting in the fencing of the walls which overhangs the flooring and creates a gap \nlarge enough for a cat to place its leg through. \n \nSharp points and edges could cause injury to the cats should they come into direct contact with them.  Gaps in the \nflooring and fencing can cause injury to the cats should they place parts of their bodies through the openings.\n\nHousing facilities for cats must be constructed and designed so they are structurally sound, kept in good repair and \nprotect the animals from injury.  The licensee must alter the sharp points in a manner that eliminates the risk of injury to \nthe cats.  The licensee must ensure that all aspects of the enclosures are maintained in good repair and are safe for the \nanimals at all times.   To be corrected by:  18 February 2021 \n3.2(d) \n   \nIndoor housing facilities. \nThe indoor housing areas in Building 97 Rooms 15, 16, and 17 which house cats have numerous surfaces that are not \nimpervious to moisture. In all rooms there are extensive areas along the junction of the wall and floor where large patches \nof epoxy have peeled off the underlying concrete exposing the unsealed concrete.  Additionally, there are patches where \nthe concrete has also chipped and broken.  This is worst in rooms 15 and 17 where the concrete flooring under the \nenclosures / concrete drains are broken, cracked and crumbling.   The entire concrete drain areas under the raised cat \nenclosures appear damp in some spots.  There are areas of the walls which paint is flaking off.  Although these areas are \nnot in direct contact with the animals, the areas of unsealed floor can become saturated with moisture during routine \ncleaning and disinfection.  Additionally, the numerous cracks and cervices created by the peeling paint and epoxy create \nareas that cannot be adequately cleaned and sanitized. \n \nSurfaces that are not impervious to moisture and those which are cracked and crumbling cannot be properly cleaned and \nsanitized which could increase the risk of disease hazards towards the cats.  Absorption of water could also undermine a \nsurface’s structural integrity causing it to fail and potentially injure an animal. \n \nSurfaces of indoor housing facilities, including floors and walls, must be impervious to moisture.  The licensee must\n\nensure that the affected surfaces are sealed or painted in a manner that makes them impervious to moisture.  The \nlicensee must also ensure that all surfaces are appropriately maintained at all times in order to support the health and \nwell-being of the animals.  To be corrected by:   18 February 2021. \n3.11(b)(2) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThe facility is not sanitizing the enclosures at the minimum frequency of every 2 weeks and not frequently enough to \nprevent the accumulation of fur, dirt and other disease hazards. \n \nAccording to the facility’s SOP, room logs are completed when the sanitization process is completed.  These monthly logs \nare hung outside every room and used to document daily spot cleaning, daily observations, temperature monitoring, \nfeeding, and watering checks. A review of completed logs from October and November showed that the rooms currently \nhousing the cats haven’t been sanitized at all in the month of October and November. \n \nRoutine sanitization of enclosures for cats is important to prevent accumulation of fur, dirt, and debris, thereby controlling \ncertain disease hazards for cats. Without sanitizing, the cats are being unnecessarily exposed to disease hazards that \ncan cause harm and illness. \n \nCorrect by sanitizing primary enclosures for cats at least once every 2 weeks or as often as necessary to prevent the \naccumulation of dirt, debris, food waste, excreta, and other disease hazards.  To be corrected by: 31 December 2021. \n \nThis inspection was conducted on site November 16-19 with the Manager of Operations, Director of Operations, Attending \nVeterinarian, and numerous other employees.  Records and paperwork were examined remotely for the remainder of the\n\ninspection. \n \nThe exit briefing was conducted on 12/17/21 with the Operations Manager, Attending Veterinarian, Director of Operations, \nRegional Quality Assurance Manager, Director of Quality Assurance, Senior Vice President for Veterinary Services, Chief \nOperations Officer, and Regional Facilities Manager. \n \nAdditional Inspectors: \nDANA MILLER, Supervisory Animal Care Specialist \nKELLY MAXWELL, ANIMAL CARE INSPECTOREnd Section",
  "animals_total": 36,
  "species": [
    {
      "count": 36,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    }
  ]
}