{
  "insp_id": "2016090000544117",
  "layout": "b",
  "customer_id": "330146",
  "customer_name": "SDIX LLC",
  "customer_addr": "52 Anderson Rd\nWindham, ME 04062",
  "certificate": "50-B-0017",
  "site_id": "002",
  "site_name": "SDIX LLC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-FEB-2021",
  "report_date": "26-FEB-2021",
  "citations": [
    {
      "code": "2.40(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Multiple mature goats in multiple barns were observed to have both front and back hooves with walls on each claw that\nhad grown long enough to prevent standing or walking normally on the surface of the pad of the claw. The animals\nexhibited gait abnormalities in adaptation to using the uneven walking surface of the hooves. Overgrown hooves may\nincrease stress on limbs with an abnormal gait, potentially leading to lameness, joint problems, and alterations to normal\nforaging and social behavior in the herd. Due to changes in employees’ schedules during the pandemic, the facility\nreports that too few employees were available to trim hooves to maintain them at a proper length. The facility must\nensure the availability of personnel needed to follow the attending veterinarian's directions of adequate veterinary care.\nCorrection date: the facility has an ongoing commitment to increase hiring, and has scheduled to perform hoof trims on\nall animals within 6 weeks.\nThis inspection and exit interview were conducted with the facility representative.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(1) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nMultiple mature goats in multiple barns were observed to have both front and back hooves with walls on each claw that \nhad grown long enough to prevent standing or walking normally on the surface of the pad of the claw.  The animals \nexhibited gait abnormalities in adaptation to using the uneven  walking surface of the hooves. Overgrown  hooves may \nincrease stress on limbs with an abnormal gait, potentially leading to lameness, joint problems, and alterations to normal \nforaging and social behavior  in the herd.  Due to changes in employees’ schedules during the pandemic, the facility \nreports that too few employees were available to trim hooves to maintain them at a proper length.  The facility must \nensure the availability of personnel needed to follow the attending veterinarian's  directions of adequate veterinary  care. \n \nCorrection date:  the facility has an ongoing commitment to increase hiring, and has scheduled to perform hoof trims on \nall animals within 6 weeks. \n \nThis inspection and exit interview were conducted with the facility representative. \n \nEnd Section",
  "animals_total": 7944,
  "species": [
    {
      "count": 7188,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 744,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 12,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    }
  ]
}