{
  "insp_id": "2016082567977657",
  "layout": "a",
  "customer_id": "29286",
  "customer_name": "Gina Den Boer",
  "customer_addr": "Nolan Den Boer\n3271 Coolidge Ave\nRock Valley, IA 51247",
  "certificate": "42-A-1067",
  "site_id": "001",
  "site_name": "NOLAN AND GINA DEN BOER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-AUG-2016",
  "report_date": "04-NOV-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*An adult, white, female Bichon (ID #082-600-008) and a white, female, Bichon approximately four years old (ID\n#16) both have an accumulation of dark brown and tan colored material coating the surface of the upper cheek\nteeth. The gum line is red and swollen and has receded away from the upper cheek teeth. The buildup of abnormal\nmaterial on the teeth can be painful and lead to a decrease in appetite. It can impact the ability of the dogs to eat,\naffecting the health and well being of the dog. The licensee must have these animals examined by a veterinarian\nand appropriate treatment plan administered. The outcome of this examination must be documented and provided\nto the inspector upon request.\nAn adult, female, Beagle with no identification, has excessively long toe nails on all four paws. Some of the toes\nnails were curving around and underneath the dog's foot pads. Long toe nails can get stuck in the holes of the\nflooring and break off causing injury. This can be very painful for the dog and affect the normal gait. All dogs must\nhave regular toe nail maintenance. From regular toe nail maintenance, the prevention of abnormal gait, injury from\nlong toe nails breaking off and growing is minimized.\nA bottle of medication labeled as Ivermectin pour-on, is expired and intermingled with other medications deemed\nready for use. The expiration date listed on the bottle is 5/13. The licensee stated that the bottle has been reused\nand filled with a different medication from another bottle.\nMedications must be labeled with appropriate and accurate information in order to ensure that the contents of the\ncontainer can be known with certainty, that the drugs are used at safe doses, and that medications are not used\npast their expiration dates. Expired drugs may not work as anticipated, could become contaminated, and could\nharm the animals. The licensee must ensure that all medications used in the facility are not expired, labeled\nproperly in accordance with standard veterinary practices, and are stored in accordance with manufacturer's\nrecommendations.\nThere are four bottles of medications being stored with syringes inserted in the top of them. One of the bottles has a\nbuildup of dried, crusty and white colored material where the syringe has been inserted. This can contaminate the\nmedication affecting the health of the dogs the medication is used for. All medications must be stored in an area that\nis kept clean and in a manner that prevents an accumulation of dust and debris on the bottles.\nThe licensee must ensure that all animals receive adequate veterinary care at all times.\nTo be corrected by, 17-August-2016."
    },
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "*An adult, female Pomeranian and an adult, female Beagle do not have an official form of identification.\nIdentification is required in order to ensure that each animal's identity can be known with certainty and to facilitate\nrecord keeping requirements. The licensee must ensure all live dogs held on the premises are properly identified.\nTo be corrected by, 15-August-2016."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* The east enclosure of the north side of the Main Kennel had plastic missing on the back wall along the dog door.\nThis was exposing bare wood.\nCounting from the north, enclosure one on the east side of the Main Kennel had excessively chewed and scratched\nplastic around the dog door insert. There was an accumulation of brown grime in the chewed area. The plastic was\nchewed off in areas along the insert exposing bare wood. This bare wood is scratched and chewed. There are\ngaps between the plastic and the wall around the dog doorway.\nCounting from the north, enclosure two on the east of the Main Kennel had a plastic door that was excessively\nchewed along the edge of the door. There is grey grime in the chewed area. The plastic insert for this doorway has\npieces of plastic missing exposing bare wood. There is a gap between the plastic of this insert.\nCounting from the north, enclosure four on the east of the Main Kennel had large gaps between the plastic of the\nwall and the plastic dog door insert. The plastic along the edge of this insert was excessively chewed or scratched.\nThere was black grime in the chewed area. Along the bottom of this insert, where the insert and plastic wall meet,\nthere was plastic missing from the wall exposing bare wood.\nTwo inserts inside the Main Kennel were excessively chewed along the edge. These inserts do not totally cover the\nwood boards inside the dog doorway. There is gaps between these wood boards. One dog doorway does not have\na plastic insert just exposed wood boards. There was gaps between these boards.\n* Two enclosures in the Whelping Building had plastic dividers. These dividers had a door opening cut out in them.\nThese door openings were excessively chewed and scratched. There was dark grime in these chewed areas.\nThe above mentioned surfaces that are not being maintained cannot be properly cleaned and sanitized. This can\nincrease the disease potential for 23 adult dogs and nine puppies.\nAll surfaces must be maintained and kept in good repair. This will allow for proper cleaning and sanitization for the\nprevention of disease hazards.\nTo be corrected by, 30-August-2016."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Fourteen dog doors and the areas around the doors and some of the plastic back walls had an accumulation of\nbrown grime or excreta on their surface. The hog and plastic flooring for four enclosures on the west side of the\nGarage Kennel and the vinyl wire flooring for three enclosures on the east side of the Garage Kennel had an\naccumulation of fecal waste. This indicates these hard surfaces are not being spot-cleaned daily. Without daily\nspot-cleaning and necessary sanitization the disease potential for the 51 adult dogs increases.\nAll hard surfaces must be spot-cleaned daily and sanitized when necessary. This will prevent an accumulation of\ngrime and excreta. Also, this will reduce the disease hazards to the dogs."
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* The wash-down drainage system on the east side of the whelping building had standing fluid waste. The fluid\nwaste was colored brown. The fluid waste cannot rapidly drain out of the wash-down drainage system. Without\nrapid elimination of the waste and fluid waste, this can cause orders, attracts insects, pests and vermin. Also, the\nrisks for potential for disease increases.\nAll drainage systems must be constructed so they rapidly eliminate waste and fluid waste. This will prevent odors,\ninsects, pests and vermin infestations. Additionally, the potential for disease risks for the two adult dogs and nine\npuppies will be minimized."
    },
    {
      "code": "3.6(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "* The eastern most enclosure on the north side and southern most enclosure on the east side of the Main Kennel\nhad wire protruding into the enclosures. These protruding points were at eye level of the dogs in these enclosures.\nThis could cause injury to the five adult dogs.\nAll enclosures must be free of sharp protruding points that could injure the animals.\nTo be corrected by, 12-August-2016."
    },
    {
      "code": "3.6(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "* Counting from the north, enclosure one on the top row east side of the Garage Kennel housed two puppies. The\nfeet and legs of these puppies were observed passing through the holes of the vinyl wire flooring in the enclosure.\nThis can affect the puppies gait as they grow or cause injury from the feet getting stuck in the holes of the flooring.\nThis was corrected at the time of the inspection as the puppies were moved.\nThe southern most enclosure on the east side of the Main Kennel had dogs whose feet passed through the flooring\nwhen walking. The three dogs housed in this enclosure gait can be affected or possible injury from the feet getting\nstuck in the holes of the flooring\nAll grid type flooring must not allow the feet and legs of the dogs to pass through any openings for the prevention of\ninjury to the animals.\nTo be corrected by, 15-August-2016."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* The underneath area, for the four north enclosures of the Main Kennel, had an accumulation of fecal waste and\nhair. There was a slight ammonia order present around this area. This accumulation of fecal waste can cause\norders, attract insects and pests and increase the disease hazards for the 16 adult dogs.\nAll areas underneath the enclosures must be cleaned more frequently. This will prevent an accumulation of fecal,\nfluid and food waste, and reduce orders, insects, pests and disease hazards for the dogs."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* Two large feed receptacles used to feed 16 adult dogs in the north enclosures of the Main Kennel and one red self\nfeeder used to feed two adult dogs in the Garage Kennel had a buildup of brown grime and debris inside the\nfeeders. There was white fecal waste from birds inside the two large self feeders. The part of the feed receptacle\nwhere the dogs eat, for the red plastic feed receptacle,, had a buildup of brown grime and debris. This accumulation\nof food waste, grime and debris indicates the feed receptacles are not being cleaned and sanitized often enough.\nThis can increase the disease hazards for the dogs.\nAll feeding receptacles must be cleaned and sanitized more often to prevent an accumulation of grime, debris, food\nwaste and feed cake on the feeder. Feed receptacles cleaned and sanitized more often will minimize the disease\nhazards to the dogs."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* The area around the dog food stored on pallets had an accumulation of hair, dirt, debris, discarded matter and\npieces of paper. There were empty dog food bags stored on top of the stored bags of feed. This can provide\nbreeding and living areas for rodents and other pest and vermin. As a result, the health of the 112 adult dogs and\n48 puppies could be affected.\nAll buildings and surrounding grounds must be kept free of accumulations of trash, dog hair, discarded matter and\ndebris. This will reduce the breeding and living areas for rodents and other pest and vermin. Therefore, the health\nof the dogs would not be affected.\nThis inspection and exit interview was conducted with the facility representative, Corbin Ranslem (ACI) and Randall\nWagner (ACI).\nThis inspection will be sent by both regular and certified mail.\nUSPS Tracking number: 9590940100245071528865\nAdditional Inspectors\nRanslem Corbin, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*An adult, white, female Bichon (ID #082-600-008) and a white, female, Bichon approximately four years old (ID\n#16)   both have an accumulation of dark brown and tan colored material coating the surface of the upper cheek\nteeth. The gum line is red and swollen and has receded away from the upper cheek teeth.  The buildup of abnormal\nmaterial on the teeth can be painful and lead to a decrease in appetite. It can impact the ability of the dogs to eat,\naffecting the health and well being of the dog. The licensee must have these animals examined by a veterinarian\nand appropriate treatment plan administered. The outcome of this examination must be documented and provided\nto the inspector upon request.\nAn adult, female, Beagle with no identification, has excessively long toe nails on all four paws. Some of the toes\nnails were curving around and underneath the dog's foot pads. Long toe nails can get stuck in the holes of the\nflooring and break off causing injury. This can be very painful for the dog and affect the normal gait. All dogs must\nhave regular toe nail maintenance. From regular toe nail maintenance, the prevention of abnormal gait, injury from\nlong toe nails breaking off and growing is minimized.\nA bottle of medication labeled as Ivermectin pour-on, is expired and intermingled with other medications deemed\nready for use. The expiration date listed on the bottle is 5/13. The licensee stated that the bottle has been reused\nand filled with a different medication from another bottle. \nMedications must be labeled with appropriate and accurate information in order to ensure that the contents of the\ncontainer can be known with certainty, that the drugs are used at safe doses, and that medications are not used\npast their expiration dates. Expired drugs may not work as anticipated, could become contaminated, and could\nharm the animals. The licensee must ensure that all medications used in the facility are not expired, labeled\nproperly in accordance with standard veterinary practices, and are stored in accordance with manufacturer's\nrecommendations.  \nThere are four bottles of medications being stored with syringes inserted in the top of them. One of the bottles has a\nbuildup of dried, crusty and white colored material where the syringe has been inserted. This can contaminate the\nmedication affecting the health of the dogs the medication is used for. All medications must be stored in an area that\n\nis kept clean and in a manner that prevents an accumulation of dust and debris on the bottles.   \nThe licensee must ensure that all animals receive adequate veterinary care at all times.\nTo be corrected by, 17-August-2016. \n2.50(a)(1)\nTIME AND METHOD OF IDENTIFICATION.\n*An adult, female Pomeranian and an adult, female Beagle do not have an official form of identification. \nIdentification is required in order to ensure that each animal's identity can be known with certainty and to facilitate\nrecord keeping requirements. The licensee must ensure all live dogs held on the premises are properly identified. \nTo be corrected by, 15-August-2016. \n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\n* The east enclosure of the north side of the Main Kennel had plastic missing on the back wall along the dog door. \nThis was exposing bare wood. \nCounting from the north, enclosure one on the east side of the Main Kennel had excessively chewed and scratched\nplastic around the dog door insert.  There was an accumulation of brown grime in the chewed area.  The plastic was\nchewed off in areas along the insert exposing bare wood.  This bare wood is scratched and chewed.  There are\ngaps between the plastic and the wall around the dog doorway.\nCounting from the north, enclosure two on the east of the Main Kennel had a plastic door that was excessively\nchewed along the edge of the door.  There is grey grime in the chewed area.  The plastic insert for this doorway has\npieces of plastic missing exposing bare wood.  There is a gap between the plastic of this insert.\nCounting from the north, enclosure four on the east of the Main Kennel had large gaps between the plastic of the\n\nwall and the plastic dog door insert. The plastic along the edge of this insert was excessively chewed or scratched. \nThere was black grime in the chewed area.  Along the bottom of this insert, where the insert and plastic wall meet,\nthere was plastic missing from the wall exposing bare wood.\nTwo inserts inside the Main Kennel were excessively chewed along the edge.  These inserts do not totally cover the\nwood boards inside the dog doorway.  There is gaps between these wood boards. One dog doorway does not have\na plastic insert just exposed wood boards.  There was gaps between these boards. \n* Two enclosures in the Whelping Building had plastic dividers.  These dividers had a door opening cut out in them. \nThese door openings were excessively chewed and scratched. There was dark grime in these chewed areas.\nThe above mentioned surfaces that are not being maintained cannot be properly cleaned and sanitized.  This can\nincrease the disease potential for 23 adult dogs and nine puppies.\nAll surfaces must be maintained and kept in good repair.  This will allow for proper cleaning and sanitization for the\nprevention of disease hazards.\nTo be corrected by, 30-August-2016.\n3.1(c)(3)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n* Fourteen dog doors and the areas around the doors and some of the plastic back walls had an accumulation of\nbrown grime or excreta on their surface.  The hog and plastic flooring for four enclosures on the west side of the\nGarage Kennel and the vinyl wire flooring for three enclosures on the east side of the Garage Kennel had an\naccumulation of fecal waste. This indicates these hard surfaces are not being spot-cleaned daily.  Without daily\nspot-cleaning and necessary sanitization the disease potential for the 51 adult dogs increases. \nAll hard surfaces must be spot-cleaned daily and sanitized when necessary.  This will prevent an accumulation of\ngrime and excreta.  Also, this will reduce the disease hazards to the dogs.\n3.1(f)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n* The wash-down drainage system on the east side of the whelping building had standing fluid waste. The fluid\n\nwaste was colored brown. The fluid waste cannot rapidly drain out of the wash-down drainage system. Without\nrapid elimination of the waste and fluid waste, this can cause orders, attracts insects, pests and vermin.  Also, the\nrisks for potential for disease increases.  \nAll drainage systems must be constructed so they rapidly eliminate waste and fluid waste.   This will prevent odors,\ninsects, pests and vermin infestations.  Additionally, the potential for disease risks for the two adult dogs and nine\npuppies will be minimized. \n3.6(a)(2)\nPRIMARY ENCLOSURES.\n* The eastern most enclosure on the north side and southern most enclosure on the east side of the Main Kennel\nhad wire protruding into the enclosures.  These protruding points were at eye level of the dogs in these enclosures. \nThis could cause injury to the five adult dogs.\nAll enclosures must be free of sharp protruding points that could injure the animals. \nTo be corrected by, 12-August-2016.\n3.6(a)(2)\nPRIMARY ENCLOSURES.\n* Counting from the north, enclosure one on the top row east side of the Garage Kennel housed two puppies. The\nfeet and legs of these puppies were observed passing through the holes of the vinyl wire flooring in the enclosure. \nThis can affect the puppies gait as they grow or cause injury from the feet getting stuck in the holes of the flooring. \nThis was corrected at the time of the inspection as the puppies were moved.\nThe southern most enclosure on the east side of the Main Kennel had dogs whose feet passed through the flooring\nwhen walking.  The three dogs housed in this enclosure gait can be affected or possible injury from the feet getting\nstuck in the holes of the flooring\nAll grid type flooring must not allow the feet and legs of the dogs to pass through any openings for the prevention of\ninjury to the animals.\n\nTo be corrected by, 15-August-2016. \n3.11(a)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n* The underneath area, for the four north enclosures of the Main Kennel, had an accumulation of fecal waste and\nhair.  There was a slight ammonia order present around this area. This accumulation of fecal waste can cause\norders, attract insects and pests and increase the disease hazards for the 16 adult dogs.\nAll areas underneath the enclosures must be cleaned more frequently.  This will prevent an accumulation of fecal,\nfluid and food waste, and reduce orders, insects, pests and disease hazards for the dogs.\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n* Two large feed receptacles used to feed 16 adult dogs in the north enclosures of the Main Kennel and one red self\nfeeder used to feed two adult dogs in the Garage Kennel had a buildup of brown grime and debris inside the\nfeeders. There was white fecal waste from birds inside the two large self feeders. The part of the feed receptacle\nwhere the dogs eat, for the red plastic feed receptacle,, had a buildup of brown grime and debris. This accumulation\nof food waste, grime and debris indicates the feed receptacles are not being cleaned and sanitized often enough. \nThis can increase the disease hazards for the dogs.\nAll feeding receptacles must be cleaned and sanitized more often to prevent an accumulation of grime, debris, food\nwaste and feed cake on the feeder.  Feed receptacles cleaned and sanitized more often will minimize the disease\nhazards to the dogs.\n3.11(c)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n* The area around the dog food stored on pallets had an accumulation of hair, dirt, debris, discarded matter and\npieces of paper.  There were empty dog food bags stored on top of the stored bags of feed. This can provide\nbreeding and living areas for rodents and other pest and vermin.  As a result, the health of the 112 adult dogs and\n48 puppies could be affected.\nAll buildings and surrounding grounds must be kept free of accumulations of trash, dog hair, discarded matter and\ndebris.  This will reduce the breeding and living areas for rodents and other pest and vermin. Therefore, the health\n\nof the dogs would not be affected.\nThis inspection and exit interview was conducted with the facility representative, Corbin Ranslem (ACI) and Randall\nWagner (ACI).\nThis inspection will be sent by both regular and certified mail.\nUSPS Tracking number: 9590940100245071528865\nAdditional Inspectors\nRanslem Corbin, Animal Care Inspector",
  "animals_total": null,
  "species": []
}