{
  "insp_id": "2016082567913103",
  "layout": "a",
  "customer_id": "4752",
  "customer_name": "Pamela L. Baldwin",
  "customer_addr": "13225 County Road 6320\nEdgar Springs, MO 65462",
  "certificate": "43-A-4762",
  "site_id": "002",
  "site_name": "PAMELA L. BALDWIN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-AUG-2016",
  "report_date": "14-SEP-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "****In the whelping building, there was an adult white female Boxer (#486B6D67407) with two areas of hair loss. An\napproximately 1 inch diameter region of hair loss was noticed on the bridge of the dog’s nose. Within the area of\nhair loss and along the margins of the hair loss, multiple pinpoint regions of the skin appeared orange to brown to\nblack and crusty to scab-like. Another area of hair loss, approximately ½ inch diameter, was noted on the dog’s\nright side over its chest. According to the licensee, she was aware of the lesion on the dog’s nose but unaware of\nthe hair loss on the dog’s side. There was no documentation at the facility about the dog’s condition and she was\nnot currently giving the dog any treatment.\n****In the outdoor facility, an adult female German Shepherd Dog (#0A02272611), housed with two other German\nShepherd Dogs, had her left ear held slightly down and her head slightly favored to the left. On closer observation,\nthe left ear had some build-up of dark brown to black wax-like material on the inside of the ear. According to the\nlicensee, she had not noticed the dog’s condition. This dog’s condition could be due to an ear infection or other\nveterinary medical condition which could be uncomfortable and could lead to additional health problems for the dog.\n****In the outdoor facility, an adult male Shiba Inu (#077843024), which was housed with another adult dog, had\nlesions on his right front leg and on the tip of his nose. The tip of the nose appeared red, raw and sore-like in an\napproximately 1 cm area above the right nostril. The margins of the lesion were white next to the normal looking\nblack tissue. The tissue appeared slightly sunken, like a small divot, in the reddened and affected area on the\nnose. The dog also had patchy regions of hair loss mostly along the inside of the front right leg. There were a\nvariety of sizes and shapes of reddened skin lesions along most of the length of the inside of the leg in the areas of\nhair loss. Some of the fur near the hair loss appeared darker than surrounding fur. The licensee had not noticed\nthis dog’s condition. This dog’s lesions could be due to injury, infection or other veterinary medical condition which\ncould be painful."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "(continuation)\n****The licensee must have the male Shar Pei (#094335853), female German Shepherd Dog (#0A02272611), male\nShiba Inu (#077843024) and Basset Hound “Reba” (#2840001201) examined by a licensed veterinarian. The\nlicensee must consult with a licensed veterinarian regarding the conditions of the female Boxer (#486B6D67407),\nfemale Jack Russell Terrier (#058786768), female French Bulldog, “Izzy” (#0A02376528), the female Basset Hound\n“Cee Cee”, the thin black and tan male German Shepherd Dog (GSD) and the thin silver and tan female GSD,\nfemale Shiba Inu (#900032002245217) and male Boxer “White Lightning” (#045044059). These veterinary\nexaminations and/or consultations are in order to ensure that accurate diagnoses are made and that appropriate\ntreatment plans are developed and followed. The licensee must document this information and provide it to the\ninspector upon request. The licensee must ensure that all animals receive appropriate veterinary care at all times.\n****There were some medications and vaccines at the facility which were past their labeled expiration date. There\nwere two open boxes of vaccines for dogs with expiration dates labeled on the bottles as 13 May 16, 12 Feb 16 and\n30 Jun 16. The vaccinations were intermingled with other products currently being used at the facility and are\ntherefore ready for use. Also, a bottle of “Vetericyn” spray currently being used by the licensee, expired 02-2015.\nThis product was stored outside in the sun. The storage directions on the bottle state the product is to be stored at\nroom temperature away from direct sunlight. According to the licensee, she was using the product on the some of\nthe dogs. Expired medications or vaccines can lose their effectiveness and their ability to prevent or control disease\nand/or pain. The licensee must ensure all medications and vaccines are stored according to label directions and\nare within their expiration dates at all times."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "(continuation)\n****A white male Boxer, “White Lightning” (#045044059), had an open skin lesion on the outside left ear flap near\nthe top of the head. The skin lesion was approximately 1 inch in length and appeared red and inflamed. It was\nmoist looking with a yellow to white discharge. The margins of the wound appeared to have a build-up of thick\ncrusty to mucous-like black material which extended into the adjacent fur. According to the licensee, she was not\naware of this dog’s sore-like lesion. This dog’s condition could be due to an injury, infection or other veterinary\nmedical condition which could be painful and/or lead to other health problems.\n****A female Basset Hound, “Reba” (#28400012101), had a heavy amount of a thick creamy green discharge in\nboth eyes. The surface of the eye appeared dull. The discharge appeared to be accumulating in the corners and\nalong the bottoms of each eye. This dog was also included on the report for the March 16, 2016 inspection for green\neye discharge. There was written documentation dated 3/19/16 at the facility with a diagnosis of “dry eye”. The\nlicensee was instructed to give “’Optimmune’ drops in eye twice a day for one week, then once a day till gone – call\noffice”. According to the treatment record at the facility, the licensee started giving the treatment on 3-19-16 and\nended on 4-24-16. There was no additional documentation at the facility regarding this dog’s condition. According\nto the licensee and a facility representative, since the medication ran out they have been using eye wash which they\ndo about once a day. They said that the eye wash was done with water on a towel and the dog’s eyes were last\nwashed approximately 4 hours prior to inspection of the dog. There is no written documentation at the facility that\nthe dog has been addressed by a veterinarian since April 2016 for its condition nor is there any written\ndocumentation of treatment for the dog’s eyes after April 2016. The licensee has not had the dog seen by a\nveterinarian in approximately the last three months. This dog’s current condition of continuing green eye discharge\ncould be due to inadequate treatment or other veterinary medical condition including an eye infection. Some\nconditions can be painful and may lead to blindness. It is important to follow-up with a veterinarian when an animal\ndoes not appear to be improving and the symptoms continue or worsen."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "(continuation)\n****A female Shiba Inu (#900032002245217), which was housed with another adult dog, was observed consistently\ncircling within her outdoor enclosure. There was a distinct circular path worn into the gravel that spanned between\nthe sides of each panel of the enclosure. She was repeatedly running in the path of the circle. She continued this\nbehavior for at least 1.5 minutes before she stopped when she had been called to come to the fence. She then\nimmediately continued to go back to circling in the worn path. This repetitive pattern of circling was consistent for\nthe time we were in front of or within sight of the enclosure (at least 10 minutes). She would break the circling cycle,\nnot always immediately but eventually, when called toward the fence. She also had an area of hair loss on the left\nside of her hip near the base of her tail. The central portion of the hair loss contained tissue that appeared red and\ninflamed. This reddened tissue, which was approximately ½ inch long, was immediately surrounded by white tissue\nwhich was immediately surrounded by black tissue. The black tissue was adjacent to an area of short fur.\nAccording to the licensee, she had taken the dog to a veterinarian for the sore-like lesion. She said it was a “hot\nspot” and she was still treating it with Vetricyn. The circling could indicate a behavioral problem or an underlying\nveterinary medical condition. There was no documentation indicating the animal had been examined and/or\nassessed by a veterinarian for either condition. The licensee must ensure that all animals with veterinary medical\nproblems, including abnormal behaviors, are addressed with the veterinarian to ensure that an accurate diagnosis is\nachieved and an appropriate treatment plan is developed and followed."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "(continuation)\n****In the outdoor portion of the facility, there were three additional adult dogs observed with some eye discharge.\n****A male Shar Pei (#094335853) had a heavy amount of thick green mucous-like discharge collecting mostly in\nthe fur under both eyes. The fur surrounding both eyes appeared moist with varying amounts of discharge present\nin the fur. The surface of the eye was difficult to visualize as the dog pulled away and resisted for his eyes to be\nmore closely observed.\n****A female Jack Russell Terrier, (#058786768), was observed occasionally squinting its left eye. This eye had\nsome green mucous-like discharge surrounding the entire margins of the left eye. The discharge also appeared as\ngreen crusty to mucous-like material in some of the fur adjacent to the eyelids.\n-A female French Bulldog, “Izzy” (#0A02376528), had some green to light yellow discharge surrounding most of the\nleft eye and a smaller amount at the bottom of the right eye. Also, a small amount of thick white mucous-like\ndischarge had collected along the bottom inside margin of the left eyelid. Green crusty to mucous-like material was\nobserved in the fur mostly around the dog’s left eye but was also present in the dog’s fur under the right eye.\nAccording to the licensee, the dog had recently been in a fight with a male French Bulldog “Toby” (#48572B7F76)\nwith which she had previously shared an enclosure with but she was now located adjacent to him. The licensee\nhad separated the dogs and she said she was treating each of them for skin wounds resulting from the fight around\nthe muzzle. However, she said she was unaware of the eye discharge and no treatment had been given for the\neyes.\nAccording to the licensee, she was not aware of any of these dogs’ eye conditions. There was no written\ndocumentation at the facility for a protocol to treat these dogs’ conditions nor was there any documentation of any\ntreatments administered for any of the conditions. Eye discharge can be due to infections and/or other veterinary\nmedical conditions which can be uncomfortable and may lead to more serious health problems.\n****Three dogs in the outdoor facility were observed to be very thin. This included a female Basset Hound “Cee\nCee”, a black and tan male German Shepherd Dog (GSD), and a silver and tan female GSD. These dogs each\ndisplayed, at some point, fearful-like behavior postures and/or actions, such as having tails tucked between the\nlegs, body lowered and/or ears back. Repeated attempts for closer observation were not done. All of these dogs\nhad ribs that were easily visible and obvious waists. The tops of the lumbar vertebrae were visible and the pelvic\nbones were becoming prominent for the male GSD and the female Basset Hound. The thin male and female GSD\nwere housed in an enclosure together with an additional female GSD. According to the licensee, the male GSD had\nrecently been stung by bees and she felt the dog had lost weight since this had happened. When asked what she\nwas doing for the dog’s condition, the licensee replied that she was giving these GSDs a higher protein and higher\nfat dog food, which was a dry dog food for adults, and nothing else. According to the licensee, she was giving the\nfemale Basset Hound, “Cee Cee”, a dewormer and some canned adult dog food in addition to the dry dog food.\nThere was no documentation at the facility regarding the body condition of these dogs including no records of\ntreatments given for their condition nor any veterinary approved protocol to address or treat thin dogs. Poor body\ncondition in dogs can be due to inadequate nutrition, parasites, or other underlying medical problems."
    },
    {
      "code": "2.50(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "**** There were no forms of identification nor records of inventory present on \"unweaned\" puppies born at the\nfacility. No inventory information was attached to five enclosures containing 23 \"unweaned\" puppies. Identification\nis required in order to ensure that each animal's identity can be known with certainty and to facilitate record keeping\nrequirements. The licensee must ensure that all dogs less than 16 weeks of age are identified by an official tag as\ndescribed in Sec. 2.51, a legible tattoo approved by the Administrator, a microchip, or a cage card (if maintained as\na litter with their dam and housed within the same primary enclosure). If no offspring have been recorded on USDA\nofficial 7005 forms, then the following information must be recorded and attached to the enclosure: the dealer's\nUSDA number, the unique number identifying each puppy, the date of birth of the litter, the dam's ID number, a\ndescription of each puppy (breed, sex, color and any distinctive markings) and date of disposition. The inventory\ninformation records must be maintained with all corresponding 7006's for one year. If the licensee chooses to\nidentify the \"unweaned\" puppies with official USDA identification (collar, tattoo or microchip), then no inventory\ninformation is required on the enclosure. Complete and accurate records are needed to ensure that every puppy's\nidentity can be known with certainty and to facilitate the ability to trace all puppies. The licensee must maintain\ncomplete and accurate records of all puppies at all times at their facility.\nTo be corrected by August 25, 2016"
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "****There are 13 dogs listed on the APHIS Form 7005 (Dogs on Hand) that do not have complete and required\ninformation. The APHIS Form 7005 was missing required acquisition information for the majority of these dogs.\nThe APHIS Form 7005 also did not list three of the dogs' microchip numbers, or any other official identifying\nnumber. Complete and accurate records must be kept in order to ensure that each animal's identity can be known\nwith certainty and to facilitate tracking/tracing of animals. The licensee must maintain records which fully and\ncorrectly disclose all of the information required on an APHIS Form 7005.\nTo be corrected by August 25, 2016"
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Surfaces\n****Inside of the sheltered whelping building there were three enclosures housing a total of one dog and 14 puppies.\nThere was an accumulation of blackish brown grime, and feces on the short solid side panels. The wire panels had\nan accumulation of hair, cobwebs and dust on the lower sides. The accumulation of dirt and grime can cause\ndiseases and attract pests. Surfaces which are not cleaned and sanitized properly or often enough, increase the risk\nof disease hazards for the dogs and puppies. The licensee must ensure all surfaces in contact with the dogs and\npuppies are spot cleaned daily and sanitized at least once every two weeks. The licensee must ensure all other\nsurfaces of housing facilities are cleaned and sanitized when necessary to satisfy generally accepted husbandry\nstandards.\n****The outdoor enclosures throughout the facility contained greater than a day's worth of fecal material. In most of\nthe enclosures, it appeared the amount of fecal material present made it difficult for the animals to avoid walking in\nit. Inside of the dogs’ enclosure, flies were concentrated around the feces and food waste. According to the\nlicensee, the outdoor enclosures have the feces picked up on Wednesday and Sunday. Hard surfaces with which\nthe dogs come in contact must be spot-cleaned daily and sanitized in accordance with Sec. 3.11 (b) of this subpart\nto prevent accumulation of excreta and reduce disease hazards. The licensee must remove the accumulated fecal\nmaterial from these enclosures and ensure that all excreta is removed daily from primary enclosures to prevent\nsoiling of the dogs contained in the primary enclosures, and to reduce disease hazards, insects, pests and odors.\n****Most of the outdoor shelter units for the ground enclosures had a buildup of dirt and grime on the inside and/or\noutside surfaces with which the dog's have contact. Also, many of these shelter units had a large accumulation of\ndirt and gravel on the inside bottom portion of the shelter units; most of the flooring in these shelter units was not\nvisible due to the amount of gravel in them. The accumulation of gravel, dirt and grime within and/or on the shelter\nunits increases the risk of disease hazards. The licensee must clean these shelter units and ensure all hard\nsurfaces with which the dogs come in contact are spot-cleaned daily and sanitized in accordance with Sec. 3.11(b)\nof this subpart to reduce disease hazards. All other surfaces of housing facilities must be cleaned and sanitized\nwhen necessary to satisfy generally accepted husbandry standards and practices."
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "General requirements\n****In multiple outdoor enclosures, housing adult dogs, there are standing puddles of water and areas near the\nfeeders that are wet. Licensee stated water bowls are dumped in this area. Large numbers of flies and a sour odor,\nwere present in these enclosures. Housing facilities must be equipped with disposal facilities and drainage systems\nthat are constructed and operated so that animal waste and water are rapidly eliminated and animals stay dry.\nTo be corrected by: August 25, 2016"
    },
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": true,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "General requirements\n****One adult German Shepherd Dog has an igloo-style shelter that is too small. The dog was longer and taller than\nthe provided shelter. Shelters which do not allow dogs to sit, stand, and lie in a normal manner can be\nuncomfortable for the dogs and could even cause them orthopedic problems. The licensee must ensure that the\neach dog has access to a shelter which is large enough to allow the dog to sit, stand, and lie in a normal manner,\nand to turn about freely."
    },
    {
      "code": "3.6(a)(2)(i)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "General requirements\n****In two outdoor enclosures, containing a total of five dogs, exposed nail points were observed. One shelter had\ntwo nail points protruding into the tunnel that gives access to the shelter. Another enclosure had a board buried in\nthe gravel with an exposed nail point on the end. These sharp nail points were all at the level of the dogs where they\ncould easily come in contact with the sharp points. The sharp point of the nail could potentially injure the dog\ncausing pain or discomfort. The licensee must ensure that primary enclosures are constructed and maintained so\nthat there are no sharp points or edges that could injure the dog at all times"
    },
    {
      "code": "3.6(a)(2)(iii)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Structure\nCritical****According to the licensee, a black and white female Cocker Spaniel climbed out of the outdoor portion of\nher enclosure from the whelping facility about a week ago. The licensee stated the dog had escaped from her\nenclosure three times. Upon escaping the third time, the dog made it out onto the road and was hit and killed by a\npassing car. The wire wall panels that separated the raised enclosures were at least 5 feet in height. The outdoor\nportion of the enclosures for the whelping building are uncovered. Enclosure fencing that allows any dog to scale it\nto the top does not contain the dog securely. The potential for injury exists if the dog jumps from the top of\nenclosure fencing. Licensee must insure that all enclosures are maintain, so as to contain the dogs at all times.\nTo be corrected by: This day forward August 12, 2016"
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "****Food bowls and self-feeders throughout the facility had an accumulation of grime and dirt. The self-feeders had\na metal piece inside caked with food and rusty areas. The licensee stated it had been several weeks since they had\nbeen cleaned and sanitized. Water and food receptacles, which are not properly cleaned and sanitized, can harbor\ndisease-causing organisms and could decrease the dogs' acceptability of the food and water. The licensee must\nensure that all water and food receptacles are kept clean and are sanitized at least once every two weeks or more\noften if necessary in order to prevent an accumulation of dirt, debris, food waste, excreta, and other disease\nhazards.\nTo be corrected by: August 17, 2016"
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Pest control\n****Throughout the outdoor facility, excessive flies were noticed around the animals and on the ground near animal,\nfood and water waste located inside the dogs’ enclosures. These flies were concentrated around feces in the\nenclosures as well as around food on the ground that had fallen to the ground or had been cleaned out of feeders.\nMany damp areas in the pens also had many flies around those spots in the enclosures. Pests, such as flies,\nincrease the risk of disease hazards. The licensee must develop a program of safe and effective pest control to\nreduce or eliminate the population of flies in this area.\nThis report is the second portion of a full inspection conducted on August 10, 2016 with the licensee by Erika\nLeisner VMO, Bill Heine ACI and a representative of Missouri Department of Agriculture.\nA thorough and complete exit interview was conducted with licensee on the phone on August 10, 2016 and in\nperson on August 11, 2016\nThe inspector completed this inspection report when Animal Care was transitioning to a new information\nmanagement system. Because the inspector re-typed the inspection report into the new system when it was\ndeployed, the “prepared by” date on this inspection report is different than the date the inspector prepared the\noriginal inspection report, which occurred on August 10, 2016\nAdditional Inspectors\nLeisner Erika, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n****In the whelping building, there was an adult white female Boxer (#486B6D67407) with two areas of hair loss.  An\napproximately 1 inch diameter region of hair loss was noticed on the bridge of the dog’s nose.  Within the area of\nhair loss and along the margins of the hair loss, multiple pinpoint regions of the skin appeared orange to brown to\nblack and crusty to scab-like.  Another area of hair loss, approximately ½ inch diameter, was noted on the dog’s\nright side over its chest.  According to the licensee, she was aware of the lesion on the dog’s nose but unaware of\nthe hair loss on the dog’s side.  There was no documentation at the facility about the dog’s condition and she was\nnot currently giving the dog any treatment.  \n****In the outdoor facility, an adult female German Shepherd Dog (#0A02272611), housed with two other German\nShepherd Dogs, had her left ear held slightly down and her head slightly favored to the left.  On closer observation,\nthe left ear had some build-up of dark brown to black wax-like material on the inside of the ear.  According to the\nlicensee, she had not noticed the dog’s condition. This dog’s condition could be due to an ear infection or other\nveterinary medical condition which could be uncomfortable and could lead to additional health problems for the dog.\n ****In the outdoor facility, an adult male Shiba Inu (#077843024), which was housed with another adult dog, had\nlesions on his right front leg and on the tip of his nose.  The tip of the nose appeared red, raw and sore-like in an\napproximately 1 cm area above the right nostril.  The margins of the lesion were white next to the normal looking\nblack tissue.   The tissue appeared slightly sunken, like a small divot, in the reddened and affected area on the\nnose.  The dog also had patchy regions of hair loss mostly along the inside of the front right leg. There were a\nvariety of sizes and shapes of reddened skin lesions along most of the length of the inside of the leg in the areas of\nhair loss. Some of the fur near the hair loss appeared darker than surrounding fur.  The licensee had not noticed\nthis dog’s condition.  This dog’s lesions could be due to injury, infection or other veterinary medical condition which\ncould be painful.   \n2.40(b)(2)                    REPEAT\n\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n(continuation)\n****The licensee must have the male Shar Pei (#094335853), female German Shepherd Dog (#0A02272611), male\nShiba Inu (#077843024) and Basset Hound “Reba” (#2840001201) examined by a licensed veterinarian.  The\nlicensee must consult with a licensed veterinarian regarding the conditions of the female Boxer (#486B6D67407),\nfemale Jack Russell Terrier (#058786768), female French Bulldog, “Izzy” (#0A02376528), the female Basset Hound\n“Cee Cee”, the thin black and tan male German Shepherd Dog (GSD) and the thin silver and tan female GSD,\nfemale Shiba Inu (#900032002245217) and male Boxer “White Lightning” (#045044059).  These veterinary\nexaminations and/or consultations are in order to ensure that accurate diagnoses are made and that appropriate\ntreatment plans are developed and followed. The licensee must document this information and provide it to the\ninspector upon request. The licensee must ensure that all animals receive appropriate veterinary care at all times.\n****There were some medications and vaccines at the facility which were past their labeled expiration date.  There\nwere two open boxes of vaccines for dogs with expiration dates labeled on the bottles as 13 May 16, 12 Feb 16 and\n30 Jun 16.  The vaccinations were intermingled with other products currently being used at the facility and are\ntherefore ready for use.  Also, a bottle of “Vetericyn” spray currently being used by the licensee, expired 02-2015. \nThis product was stored outside in the sun. The storage directions on the bottle state the product is to be stored at\nroom temperature away from direct sunlight.  According to the licensee, she was using the product on the some of\nthe dogs. Expired medications or vaccines can lose their effectiveness and their ability to prevent or control disease\nand/or pain.  The licensee must ensure all medications and vaccines are stored according to label directions and\nare within their expiration dates at all times.\n2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n(continuation)\n****A white male Boxer, “White Lightning” (#045044059), had an open skin lesion on the outside left ear flap near\nthe top of the head.  The skin lesion was approximately 1 inch in length and appeared red and inflamed.  It was\nmoist looking with a yellow to white discharge.  The margins of the wound appeared to have a build-up of thick\ncrusty to mucous-like black material which extended into the adjacent fur. According to the licensee, she was not\naware of this dog’s sore-like lesion. This dog’s condition could be due to an injury, infection or other veterinary\nmedical condition which could be painful and/or lead to other health problems.\n****A female Basset Hound, “Reba” (#28400012101), had a heavy amount of a thick creamy green discharge in\nboth eyes.  The surface of the eye appeared dull.  The discharge appeared to be accumulating in the corners and\nalong the bottoms of each eye. This dog was also included on the report for the March 16, 2016 inspection for green\n\neye discharge.  There was written documentation dated 3/19/16 at the facility with a diagnosis of “dry eye”.  The\nlicensee was instructed to give “’Optimmune’ drops in eye twice a day for one week, then once a day till gone – call\noffice”.  According to the treatment record at the facility, the licensee started giving the treatment on 3-19-16 and\nended on 4-24-16.  There was no additional documentation at the facility regarding this dog’s condition. According\nto the licensee and a facility representative, since the medication ran out they have been using eye wash which they\ndo about once a day. They said that the eye wash was done with water on a towel and the dog’s eyes were last\nwashed approximately 4 hours prior to inspection of the dog. There is no written documentation at the facility that\nthe dog has been addressed by a veterinarian since April 2016 for its condition nor is there any written\ndocumentation of treatment for the dog’s eyes after April 2016. The licensee has not had the dog seen by a\nveterinarian in approximately the last three months. This dog’s current condition of continuing green eye discharge\ncould be due to inadequate treatment or other veterinary medical condition including an eye infection.  Some\nconditions can be painful and may lead to blindness.  It is important to follow-up with a veterinarian when an animal\ndoes not appear to be improving and the symptoms continue or worsen.  \n2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n(continuation)\n****A female Shiba Inu (#900032002245217), which was housed with another adult dog, was observed consistently\ncircling within her outdoor enclosure.  There was a distinct circular path worn into the gravel that spanned between\nthe sides of each panel of the enclosure.  She was repeatedly running in the path of the circle.  She continued this\nbehavior for at least 1.5 minutes before she stopped when she had been called to come to the fence.  She then\nimmediately continued to go back to circling in the worn path.  This repetitive pattern of circling was consistent for\nthe time we were in front of or within sight of the enclosure (at least 10 minutes).  She would break the circling cycle,\nnot always immediately but eventually, when called toward the fence.  She also had an area of hair loss on the left\nside of her hip near the base of her tail.  The central portion of the hair loss contained tissue that appeared red and\ninflamed.  This reddened tissue, which was approximately ½ inch long, was immediately surrounded by white tissue\nwhich was immediately surrounded by black tissue.  The black tissue was adjacent to an area of short fur.\nAccording to the licensee, she had taken the dog to a veterinarian for the sore-like lesion.  She said it was a “hot\nspot” and she was still treating it with Vetricyn.  The circling could indicate a behavioral problem or an underlying\nveterinary medical condition. There was no documentation indicating the animal had been examined and/or\nassessed by a veterinarian for either condition.  The licensee must ensure that all animals with veterinary medical\nproblems, including abnormal behaviors, are addressed with the veterinarian to ensure that an accurate diagnosis is\nachieved and an appropriate treatment plan is developed and followed.\n\n2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n(continuation)\n****In the outdoor portion of the facility, there were three additional adult dogs observed with some eye discharge. \n****A male Shar Pei (#094335853) had a heavy amount of thick green mucous-like discharge collecting mostly in\nthe fur under both eyes. The fur surrounding both eyes appeared moist with varying amounts of discharge present\nin the fur.  The surface of the eye was difficult to visualize as the dog pulled away and resisted for his eyes to be\nmore closely observed. \n  \n****A female Jack Russell Terrier, (#058786768), was observed occasionally squinting its left eye.  This eye had\nsome green mucous-like discharge surrounding the entire margins of the left eye.  The discharge also appeared as\ngreen crusty to mucous-like material in some of the fur adjacent to the eyelids. \n-A female French Bulldog, “Izzy” (#0A02376528), had some green to light yellow discharge surrounding most of the\nleft eye and a smaller amount at the bottom of the right eye.  Also, a small amount of thick white mucous-like\ndischarge had collected along the bottom inside margin of the left eyelid.  Green crusty to mucous-like material was\nobserved in the fur mostly around the dog’s left eye but was also present in the dog’s fur under the right eye. \nAccording to the licensee, the dog had recently been in a fight with a male French Bulldog “Toby” (#48572B7F76)\nwith which she had previously shared an enclosure with but she was now located adjacent to him.  The licensee\nhad separated the dogs and she said she was treating each of them for skin wounds resulting from the fight around\nthe muzzle.  However, she said she was unaware of the eye discharge and no treatment had been given for the\neyes.  \nAccording to the licensee, she was not aware of any of these dogs’ eye conditions.  There was no written\ndocumentation at the facility for a protocol to treat these dogs’ conditions nor was there any documentation of any\ntreatments administered for any of the conditions. Eye discharge can be due to infections and/or other veterinary\nmedical conditions which can be uncomfortable and may lead to more serious health problems.   \n****Three dogs in the outdoor facility were observed to be very thin.  This included a female Basset Hound “Cee\nCee”, a black and tan male German Shepherd Dog (GSD), and a silver and tan female GSD.  These dogs each\ndisplayed, at some point, fearful-like behavior postures and/or actions, such as having tails tucked between the\nlegs, body lowered and/or ears back. Repeated attempts for closer observation were not done.  All of these dogs\nhad ribs that were easily visible and obvious waists. The tops of the lumbar vertebrae were visible and the pelvic\nbones were becoming prominent for the male GSD and the female Basset Hound. The thin male and female GSD\n\nwere housed in an enclosure together with an additional female GSD. According to the licensee, the male GSD had\nrecently been stung by bees and she felt the dog had lost weight since this had happened.  When asked what she\nwas doing for the dog’s condition, the licensee replied that she was giving these GSDs a higher protein and higher\nfat dog food, which was a dry dog food for adults, and nothing else. According to the licensee, she was giving the\nfemale Basset Hound, “Cee Cee”, a dewormer and some canned adult dog food in addition to the dry dog food. \nThere was no documentation at the facility regarding the body condition of these dogs including no records of\ntreatments given for their condition nor any veterinary approved protocol to address or treat thin dogs. Poor body\ncondition in dogs can be due to inadequate nutrition, parasites, or other underlying medical problems.\n2.50(a)(2)\nTIME AND METHOD OF IDENTIFICATION.\n****   There were no forms of identification nor records of inventory present on \"unweaned\" puppies born at the\nfacility.   No inventory information was attached to five enclosures containing 23 \"unweaned\" puppies. Identification\nis required in order to ensure that each animal's identity can be known with certainty and to facilitate record keeping\nrequirements. The licensee must ensure that all dogs less than 16 weeks of age are identified by an official tag as\ndescribed in Sec. 2.51, a legible tattoo approved by the Administrator, a microchip, or a cage card (if maintained as\na litter with their dam and housed within the same primary enclosure). If no offspring have been recorded on USDA\nofficial 7005 forms, then the following information must be recorded and attached to the enclosure:  the dealer's\nUSDA number, the unique number identifying each puppy, the date of birth of the litter, the dam's ID number, a\ndescription of each puppy (breed, sex, color and any distinctive markings) and date of disposition.  The inventory\ninformation records must be maintained with all corresponding 7006's for one year.  If the licensee chooses to\nidentify the \"unweaned\" puppies with official USDA identification (collar, tattoo or microchip), then no inventory\ninformation is required on the enclosure. Complete and accurate records are needed to ensure that every puppy's\nidentity can be known with certainty and to facilitate the ability to trace all puppies.  The licensee must maintain\ncomplete and accurate records of all puppies at all times at their facility. \nTo be corrected by August 25, 2016\n2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\n****There are 13 dogs listed on the APHIS Form 7005 (Dogs on Hand) that do not have complete and required\ninformation.  The APHIS Form 7005 was missing required acquisition information for the majority of these dogs. \nThe APHIS Form 7005 also did not list three of the dogs' microchip numbers, or any other official identifying\nnumber. Complete and accurate records must be kept in order to ensure that each animal's identity can be known\nwith certainty and to facilitate tracking/tracing of animals. The licensee must maintain records which fully and\n\ncorrectly disclose all of the information required on an APHIS Form 7005.\nTo be corrected by August 25, 2016\n3.1(c)(3)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nSurfaces\n****Inside of the sheltered whelping building there were three enclosures housing a total of one dog and 14 puppies.\nThere was an accumulation of blackish brown grime, and feces on the short solid side panels. The wire panels had\nan accumulation of hair, cobwebs and dust on the lower sides.  The accumulation of dirt and grime can cause\ndiseases and attract pests. Surfaces which are not cleaned and sanitized properly or often enough, increase the risk\nof disease hazards for the dogs and puppies. The licensee must ensure all surfaces in contact with the dogs and\npuppies are spot cleaned daily and sanitized at least once every two weeks. The licensee must ensure all other\nsurfaces of housing facilities are cleaned and sanitized when necessary to satisfy generally accepted husbandry\nstandards.\n****The outdoor enclosures throughout the facility contained greater than a day's worth of fecal material. In most of\nthe enclosures, it appeared the amount of fecal material present made it difficult for the animals to avoid walking in\nit. Inside of the dogs’ enclosure, flies were concentrated around the feces and food waste.  According to the\nlicensee, the outdoor enclosures have the feces picked up on Wednesday and Sunday. Hard surfaces with which\nthe dogs come in contact must be spot-cleaned daily and sanitized in accordance with Sec. 3.11 (b) of this subpart\nto prevent accumulation of excreta and reduce disease hazards. The licensee must remove the accumulated fecal\nmaterial from these enclosures and ensure that all excreta is removed daily from primary enclosures to prevent\nsoiling of the dogs contained in the primary enclosures, and to reduce disease hazards, insects, pests and odors.\n****Most of the outdoor shelter units for the ground enclosures had a buildup of dirt and grime on the inside and/or\noutside surfaces with which the dog's have contact. Also, many of these shelter units had a large accumulation of\ndirt and gravel on the inside bottom portion of the shelter units; most of the flooring in these shelter units was not\nvisible due to the amount of gravel in them. The accumulation of gravel, dirt and grime within and/or on the shelter\nunits increases the risk of disease hazards. The licensee must clean these shelter units and ensure all hard\nsurfaces with which the dogs come in contact are spot-cleaned daily and sanitized in accordance with Sec. 3.11(b)\nof this subpart to reduce disease hazards. All other surfaces of housing facilities must be cleaned and sanitized\nwhen necessary to satisfy generally accepted husbandry standards and practices.\n3.1(f)\n\nHOUSING FACILITIES, GENERAL.\nGeneral requirements\n****In multiple outdoor enclosures, housing adult dogs, there are standing puddles of water and areas near the\nfeeders that are wet. Licensee stated water bowls are dumped in this area.   Large numbers of flies and a sour odor,\nwere present in these enclosures.  Housing facilities must be equipped with disposal facilities and drainage systems\nthat are constructed and operated so that animal waste and water are rapidly eliminated and animals stay dry. \nTo be corrected by: August 25, 2016 \n3.4(b)                    REPEAT\nOUTDOOR HOUSING FACILITIES.\nGeneral requirements\n****One adult German Shepherd Dog has an igloo-style shelter that is too small.  The dog was longer and taller than\nthe provided shelter.  Shelters which do not allow dogs to sit, stand, and lie in a normal manner can be\nuncomfortable for the dogs and could even cause them orthopedic problems. The licensee must ensure that the\neach dog has access to a shelter which is large enough to allow the dog to sit, stand, and lie in a normal manner,\nand to turn about freely.\n3.6(a)(2)(i)                    REPEAT\nPRIMARY ENCLOSURES.\nGeneral requirements\n****In two outdoor enclosures, containing a total of five dogs, exposed nail points were observed.  One shelter had\ntwo nail points protruding into the tunnel that gives access to the shelter.  Another enclosure had a board buried in\nthe gravel with an exposed nail point on the end. These sharp nail points were all at the level of the dogs where they\ncould easily come in contact with the sharp points.  The sharp point of the nail could potentially injure the dog\ncausing pain or discomfort.  The licensee must ensure that primary enclosures are constructed and maintained so\nthat there are no sharp points or edges that could injure the dog at all times\n3.6(a)(2)(iii)\nPRIMARY ENCLOSURES.\nStructure\n\nCritical****According to the licensee, a black and white female Cocker Spaniel climbed out of the outdoor portion of\nher enclosure from the whelping facility about a week ago. The licensee stated the dog had escaped from her\nenclosure three times. Upon escaping the third time, the dog made it out onto the road and was hit and killed by a\npassing car. The wire wall panels that separated the raised enclosures were at least 5 feet in height.  The outdoor\nportion of the enclosures for the whelping building are uncovered.  Enclosure fencing that allows any dog to scale it\nto the top does not contain the dog securely. The potential for injury exists if the dog jumps from the top of\nenclosure fencing.  Licensee must insure that all enclosures are maintain, so as to contain the dogs at all times.\nTo be corrected by: This day forward August 12, 2016\n3.9(b)\nFEEDING.\n****Food bowls and self-feeders throughout the facility had an accumulation of grime and dirt.  The self-feeders had\na metal piece inside caked with food and rusty areas. The licensee stated it had been several weeks since they had\nbeen cleaned and sanitized. Water and food receptacles, which are not properly cleaned and sanitized, can harbor\ndisease-causing organisms and could decrease the dogs' acceptability of the food and water. The licensee must\nensure that all water and food receptacles are kept clean and are sanitized at least once every two weeks or more\noften if necessary in order to prevent an accumulation of dirt, debris, food waste, excreta, and other disease\nhazards.\nTo be corrected by:  August 17, 2016\n3.11(d)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nPest control\n****Throughout the outdoor facility, excessive flies were noticed around the animals and on the ground near animal,\nfood and water waste located inside the dogs’ enclosures.  These flies were concentrated around feces in the\nenclosures as well as around food on the ground that had fallen to the ground or had been cleaned out of feeders. \nMany damp areas in the pens also had many flies around those spots in the enclosures. Pests, such as flies,\nincrease the risk of disease hazards. The licensee must develop a program of safe and effective pest control to\nreduce or eliminate the population of flies in this area.\nThis report is the second portion of a full inspection conducted on August 10, 2016 with the licensee by Erika\nLeisner VMO, Bill Heine ACI and a representative of Missouri Department of Agriculture.\n\nA thorough and complete exit interview was conducted with licensee on the phone on August 10, 2016 and in\nperson on August 11, 2016\nThe inspector completed this inspection report when Animal Care was transitioning to a new information\nmanagement system.   Because the inspector re-typed the inspection report into the new system when it was\ndeployed, the “prepared by” date on this inspection report is different than the date the inspector prepared the\noriginal inspection report, which occurred on August 10, 2016\nAdditional Inspectors\nLeisner Erika, Veterinary Medical Officer",
  "animals_total": 171,
  "species": [
    {
      "count": 171,
      "scientific": "Canis lupus familiaris",
      "common": "DOMESTIC DOG"
    }
  ]
}