{
  "insp_id": "322151407580336",
  "layout": "a",
  "customer_id": "6902",
  "customer_name": "Summer Wind Farm Sanctuary",
  "customer_addr": "6490 Mowerson Rd\nBrown City, MI 48416",
  "certificate": "34-C-0227",
  "site_id": "001",
  "site_name": "SUMMER WIND FARMS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-NOV-2015",
  "report_date": "19-NOV-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The cougar known as Mattie has several crusty appearing skin lesions. These lesions are located on the right hip\nand on the back of the animal just above the base of the tail. These lesions appear very similar to the lesions on\ntigers at the facility that are being treated for a diagnosed ringworm infection. If left untreated these lesions will\ncontinue to spread and could cause this animal significant discomfort. The attending veterinarian should be\nconsulted regarding the condition of this cougar. Documentation of the veterinarian's treatment recommendations\nand a treatment record must be maintained and available for review by APHIS officials. The facility CEO stated that\nthis consultation would be done by the end of the day."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The cougar known as Mattie has several crusty appearing skin lesions. These lesions are located on the right hip\nand on the back of the animal just above the base of the tail. These lesions appear very similar to the lesions on\ntigers at the facility that are being treated for a diagnosed ringworm infection. No one at the facility had noticed\nthese lesions. Failure to observe health issues and promptly treat and/or report them to the attending veterinarian\nwill lead to unnecessary suffering and in extreme cases even possible animal death. Thorough daily observations of\nall animals should be made. In the face of ongoing contagious illness outbreaks even more stringent observations\nshould be made. Animals with known problems should receive extra scrutiny. Report all health issues promptly to\nthe veterinarian."
    },
    {
      "code": "3.129(b)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "The food receptacle boxes for the enclosure housing two American black bears and the enclosure housing two\nAsian black bears contained a large amount of rotting food debris. An inspector noticed two rats eating the food\ndebris in the Asian black bear enclosure. The grizzly bear feed area contained rotting food debris. Any food fed in\nthese areas is going to be contaminated by the rotting material present. These feeders need to be cleaned and\nmade sanitary to ensure that the food fed to the bears is wholesome and free from bacterial or pest infestation\nwhich could result in health issues for the bears."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "The Asian black bear enclosure and the American black bear enclosure contained excessive rotting food waste.\nThe Asian black bear enclosure contained excessive fecal material. The grizzly bear enclosure contained\nexcessive rotting food waste. These enclosures need to be cleaned on a more frequent basis. This rotting material\nand feces can lead to pest control issues. The rotting material present in these animals'(cid:25) enclosures and shelter\nboxes can contaminate these animals as they lay in their enclosures. The animals can ingest this material when\nthey groom themselves. Not removing old food waste promptly can lead to contamination of new food. Ingesting\nthis rotten material can lead to potential health problems. Clean these enclosures more frequently to prevent a\nbuildup of food and fecal waste to minimize odors and prevent potential health problems."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "The majority of the premises are filled with various debris, old equipment, boards, trash, buckets, tires and fence.\nSeveral other buildings on the property are also filled with old equipment and debris and trash. Tall weeds are\nlocated throughout the facility. These areas provide ample hiding areas for rodents and other pests and numerous\nrodent holes were located throughout the facility. Two live rats were also seen at the facility. All this material must\nbe removed to help control pests.\nThe pool located in the grizzly bear enclosure is very dirty. It contains a large amount of green water and algae.\nThis pool must be drained and cleaned. The weather this fall has been unusually warm and stagnant water in this\npool can become a breeding ground for mosquitos which are vectors for several diseases which can make the\nanimals ill."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Numerous rodent holes were located throughout the facility. Rodent holes were located both inside and outside the\nSyrian brown bear enclosure and the den for this enclosure. Rodent holes were located next to the North American\nblack bear enclosure. Two live rats were seen in the enclosure by one of the inspectors. Rodent holes were\nlocated next to the tiger Pandora and the tiger Mohan's enclosures. Rodents can be carriers of disease which may\nbe harmful to the animals housed in these areas. A more effective means of rodent control must be established for\nthe facility."
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": true,
      "desc": "EMPLOYEES.",
      "narrative": "A volunteer training was held since the time of the last inspection. Topics including animal husbandry and\nobservation of animals were covered. The facility was noticeably cleaner today and is evident that progress is being\nmade in this area. However, the cougar known as Mattie has several crusty appearing skin lesions. These lesions\nare located on the right hip and on the back of the animal just above the base of the tail. These lesions appear very\nsimilar to the lesions on tigers at the facility that are being treated for a diagnosed ringworm infection. No one at the\nfacility had noticed these lesions. Additional instruction should be given to the staff on the importance of thorough\ndaily observation of the animals at the facility. Documentation of this instruction should be maintained for review by\nAPHIS officials.\nAn exit interview was conducted at the conclusion of the inspection with the facility CEO, Board President and a\nvolunteer. AC personnel present were Kurt Hammel, Carrie Bongard, Rick Kirsten and Laurie Gage. A formal exit\ninterview was conducted with the facility CEO and Kurt Hammel on 11-19-15.\nAdditional Inspectors\nBongard Carrie, Animal Care Inspector\nGage Laurie, Big Cat Specialist\nKirsten Peter, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe cougar known as Mattie has several crusty appearing skin lesions.  These lesions are located on the right hip\nand on the back of the animal just above the base of the tail.  These lesions appear very similar to the lesions on\ntigers at the facility that are being treated for a diagnosed ringworm infection.  If left untreated these lesions will\ncontinue to spread and could cause this animal significant discomfort.  The attending veterinarian should be\nconsulted regarding the condition of this cougar.  Documentation of the veterinarian's treatment recommendations\nand a treatment record must be maintained and available for review by APHIS officials.  The facility CEO stated that\nthis consultation would be done by the end of the day.\n2.40(b)(3)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe cougar known as Mattie has several crusty appearing skin lesions.  These lesions are located on the right hip\nand on the back of the animal just above the base of the tail.  These lesions appear very similar to the lesions on\ntigers at the facility that are being treated for a diagnosed ringworm infection.  No one at the facility had noticed\nthese lesions.  Failure to observe health issues and promptly treat and/or report them to the attending veterinarian\nwill lead to unnecessary suffering and in extreme cases even possible animal death. Thorough daily observations of\nall animals should be made.  In the face of ongoing contagious illness outbreaks even more stringent observations\nshould be made.  Animals with known problems should receive extra scrutiny.  Report all health issues promptly to\nthe veterinarian.\n3.129(b)                    REPEAT\nFEEDING.    \nThe food receptacle boxes for the enclosure housing two American black bears and the enclosure housing two\nAsian black bears contained a large amount of rotting food debris.  An inspector noticed two rats eating the food\ndebris in the Asian black bear enclosure.  The grizzly bear feed area contained rotting food debris.   Any food fed in\nthese areas is going to be contaminated by the rotting material present.  These feeders need to be cleaned and\nmade sanitary to ensure that the food fed to the bears is wholesome and free from bacterial or pest infestation\nwhich could result in health issues for the bears.\n\n3.131(a)                    REPEAT\nSANITATION.   \nThe Asian black bear enclosure and the American black bear enclosure contained excessive rotting food waste. \nThe Asian black bear enclosure contained excessive fecal material.  The grizzly bear enclosure contained\nexcessive rotting food waste.  These enclosures need to be cleaned on a more frequent basis.  This rotting material\nand feces can lead to pest control issues.  The rotting material present in these animals'(cid:25) enclosures and shelter\nboxes can contaminate these animals as they lay in their enclosures.  The animals can ingest this material when\nthey groom themselves.  Not removing old food waste promptly can lead to contamination of new food.  Ingesting\nthis rotten material can lead to potential health problems.  Clean these enclosures more frequently to prevent a\nbuildup of food and fecal waste to minimize odors and prevent potential health problems.\n3.131(c)                    REPEAT\nSANITATION.   \nThe majority of the premises are filled with various debris, old equipment, boards, trash, buckets, tires and fence. \nSeveral other buildings on the property are also filled with old equipment and debris and trash.  Tall weeds are\nlocated throughout the facility.  These areas provide ample hiding areas for rodents and other pests and numerous\nrodent holes were located throughout the facility.  Two live rats were also seen at the facility.  All this material must\nbe removed to help control pests.\nThe pool located in the grizzly bear enclosure is very dirty.  It contains a large amount of green water and algae. \nThis pool must be drained and cleaned.  The weather this fall has been unusually warm and stagnant water in this\npool can become a breeding ground for mosquitos which are vectors for several diseases which can make the\nanimals ill.\n3.131(d)                    REPEAT\nSANITATION.   \nNumerous rodent holes were located throughout the facility.  Rodent holes were located both inside and outside the\nSyrian brown bear enclosure and the den for this enclosure. Rodent holes were located next to the North American\nblack bear enclosure.  Two live rats were seen in the enclosure by one of the inspectors.  Rodent holes were\nlocated next to the tiger Pandora and the tiger Mohan's enclosures.  Rodents can be carriers of disease which may\nbe harmful to the animals housed in these areas.  A more effective means of rodent control must be established for\nthe facility.\n3.132                    REPEAT\nEMPLOYEES.\n\nA volunteer training was held since the time of the last inspection.  Topics including animal husbandry and\nobservation of animals were covered.  The facility was noticeably cleaner today and is evident that progress is being\nmade in this area.  However, the cougar known as Mattie has several crusty appearing skin lesions.  These lesions\nare located on the right hip and on the back of the animal just above the base of the tail.  These lesions appear very\nsimilar to the lesions on tigers at the facility that are being treated for a diagnosed ringworm infection.  No one at the\nfacility had noticed these lesions.  Additional instruction should be given to the staff on the importance of thorough\ndaily observation of the animals at the facility.  Documentation of this instruction should be maintained for review by\nAPHIS officials.\nAn exit interview was conducted at the conclusion of the inspection with the facility CEO, Board President and a\nvolunteer.  AC personnel present were Kurt Hammel, Carrie Bongard, Rick Kirsten and Laurie Gage.  A formal exit\ninterview was conducted with the facility CEO and Kurt Hammel on 11-19-15.\nAdditional Inspectors\nBongard Carrie, Animal Care Inspector\nGage Laurie, Big Cat Specialist\nKirsten Peter, Supervisory Animal Care Specialist",
  "animals_total": 42,
  "species": [
    {
      "count": 1,
      "scientific": "Arctos",
      "common": "GRIZZLY BEAR"
    },
    {
      "count": 1,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 4,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 5,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 3,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 2,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 1,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE / SNOW MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 9,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Papio anubis",
      "common": "OLIVE BABOON"
    },
    {
      "count": 1,
      "scientific": "Papio hamadryas",
      "common": "HAMADRYAS BABOON"
    },
    {
      "count": 1,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 2,
      "scientific": "Ursus arctos syriacus",
      "common": "SYRIAN BROWN BEAR"
    },
    {
      "count": 2,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 2,
      "scientific": "Ursus thibetanus",
      "common": "ASIATIC BLACK BEAR"
    },
    {
      "count": 4,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}