{
  "insp_id": "INS-0000824532",
  "layout": "c",
  "customer_id": "6011337",
  "customer_name": "Thomas Emard",
  "customer_addr": "37 Road 1490\nLa Plata, NM 87418",
  "certificate": "85-A-0077",
  "site_id": "001",
  "site_name": "Thomas Emard",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-NOV-2022",
  "report_date": "07-NOV-2022",
  "citations": [
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Time and method of identification.",
      "narrative": "* There are 24 dogs that have no official identification on them at time of inspection. Official identification is needed to\nensure that each animal s identity can be known with certainty which helps to facilitate the inspection process. The\nlicensee must ensure that all dogs are officially identified by collar, tattoo or microchip means. The licensee shall identify\nall live dogs on the premise. Correct by 12/3/22."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "* There was no record of inventory present on eight unweaned puppies born at the facility. No inventory information\nwas attached to two enclosures containing eight unweaned puppies. Complete and accurate records are needed to\nensure each animal's identity can be known with certainty and to facilitate the ability to trace all puppies. The licensee\nshall make, keep, and maintain records or forms which fully and correctly disclose the following information concerning\neach dog or cat purchased or otherwise acquired, owned, held, or otherwise in his or her possession or under his or her\ncontrol, or which is transported, euthanized, sold, or otherwise disposed of by that dealer or exhibitor. The records shall\ninclude any offspring born of any animal while in his or her possession or under his or her control. Correct by 11/17/22.\nThis inspection and exit interview were conducted with the facility representative.\nn"
    }
  ],
  "narrative": "2.50(a)(1) \n   \nTime and method of identification. \n*   There are 24 dogs that have no official identification on them at time of inspection.   Official identification is needed to \nensure that each animal s identity can be known with certainty which helps to facilitate the inspection process.   The \nlicensee must ensure that all dogs are officially identified by collar, tattoo or microchip means.  The licensee shall identify \nall live dogs on the premise.  Correct by  12/3/22. \n2.75(a)(1) \n   \nRecords: Dealers and exhibitors. \n*    There was no record of inventory present on eight unweaned puppies born at the facility.   No inventory information \nwas attached to two enclosures containing eight unweaned puppies.  Complete and accurate records are needed to \nensure each animal's identity can be known with certainty and to facilitate the ability to trace all puppies.  The licensee \nshall make, keep, and maintain records or forms which fully and correctly disclose the following information concerning \neach dog or cat purchased or otherwise acquired, owned, held, or otherwise in his or her possession or under his or her \ncontrol, or which is transported, euthanized, sold, or otherwise disposed of by that dealer or exhibitor. The records shall \ninclude any offspring born of any animal while in his or her possession or under his or her control.  Correct  by 11/17/22. \n \nThis inspection and exit interview were conducted with the facility representative.\n\nn",
  "animals_total": 32,
  "species": [
    {
      "count": 24,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 8,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}