{
  "insp_id": "2016082569693435",
  "layout": "a",
  "customer_id": "501066",
  "customer_name": "Linda Wulff Risner",
  "customer_addr": "911 Creamery Road\nWest Plains, MO 65775",
  "certificate": "43-A-6178",
  "site_id": "001",
  "site_name": "LINDA WULFF RISNER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-JAN-2020",
  "report_date": "09-JAN-2020",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*** A female Bassett Hound named Brandy, microchip number 107615586, was observed in thin body condition.\nThe ribs, hip bones and top of spine were easily visible. Palpation revealed very little body fat coverage over these\nareas. During this observation it was noted that along the upper molar teeth brownish accumulations were present\nthat were obscuring the shape of the teeth along with a receded gum line. This dog demonstrated a normal activity\nlevel but her body condition was significantly less than desired. At the time of the inspection no measures had been\nto taken to address the situation. This dog must be evaluated by a licensed veterinarian for diagnosis and treatment\nplans for the poor body condition as well as the dental issues to ensure the health and longevity of this female.\nDocumentation should be maintained for review of diagnosis and treatments. To be corrected by: 01/10/20\nThis inspection and exit interview were conducted with the designated person."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*** A female Bassett Hound named Brandy, microchip number 107615586, was observed in thin body condition. \nThe ribs, hip bones and top of spine were easily visible.  Palpation revealed very little body fat coverage over these\nareas.  During this observation it was noted that along the upper molar teeth brownish accumulations were present\nthat were obscuring the shape of the teeth along with a receded gum line.  This dog demonstrated a normal activity\nlevel but her body condition was significantly less than desired.  At the time of the inspection no measures had been\nto taken to address the situation.  This dog must be evaluated by a licensed veterinarian for diagnosis and treatment\nplans for the poor body condition as well as the dental issues to ensure the health and longevity of this female. \nDocumentation should be maintained for review of diagnosis and treatments. To be corrected by: 01/10/20\nThis inspection and exit interview were conducted with the designated person.",
  "animals_total": 22,
  "species": [
    {
      "count": 22,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}