{
  "insp_id": "351151320290622",
  "layout": "a",
  "customer_id": "23414",
  "customer_name": "Eva Mae Rissler",
  "customer_addr": "Ruben Rissler\n18393 Hwy A A\nBarnett, MO 65011",
  "certificate": "43-A-4064",
  "site_id": "001",
  "site_name": "RUBEN & EVA MAE RISSLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-DEC-2015",
  "report_date": "17-DEC-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***An approximately 4 1/2 year old male Yorkshire Terrier (#0A01640326) had the tip of his tongue hanging out and,\non closer observation, a dental condition was noted. The surface of some of the teeth appeared irregular and\njagged-like. A build-up of yellowish-brown to dark brown material covered much of the surface of the teeth. This\nbuild-up was darker near the gums of the upper left canine tooth. The gums had receded along some of the teeth\nand part of the root of the upper left canine tooth was visible. The gums also appeared reddened and inflamed over\nsome of the teeth. The abnormal build-up of material on this dog's teeth can cause damage to the gum tissue and\ntooth structures. The dental condition could be painful, may decrease the dog's ability to eat normally and negatively\nimpact the overall health of the animal. The dog also had some generalized matting throughout the hair coat and\nlong toe nails. Matting can be uncomfortable and can increase the risk of skin sores. Long toe nails can increase\nthe risk of discomfort and injury. The licensee trimmed the dog's nails and began to clip out some of the mats\nduring the inspection. The licensee must ensure this dog is fully groomed and establish an appropriate grooming\nschedule for all dogs. This animal had not been examined by a veterinarian for his current dental condition nor was\nhe under any treatment plan. The licensee must have this dog examined by a licensed veterinarian in order to\nensure that an accurate diagnosis is made and an appropriate treatment plan is developed and followed. The\nlicensee must document this information and make it available to the inspector upon request. The licensee must\ndevelop and establish an effective dental care program as part of the overall program of veterinary care for the\nanimals in the facility. The licensee must ensure that all animals receive adequate veterinary care at all times.\nTo be corrected by: December 24, 2015\nThe inspection and exit interview were conducted with the licensee."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***An approximately 4 1/2 year old male Yorkshire Terrier (#0A01640326) had the tip of his tongue hanging out and,\non closer observation, a dental condition was noted. The surface of some of the teeth appeared irregular and\njagged-like.  A build-up of yellowish-brown to dark brown material covered much of the surface of the teeth.  This\nbuild-up was darker near the gums of the upper left canine tooth.  The gums had receded along some of the teeth\nand part of the root of the upper left canine tooth was visible. The gums also appeared reddened and inflamed over\nsome of the teeth.  The abnormal build-up of material on this dog's teeth can cause damage to the gum tissue and\ntooth structures. The dental condition could be painful, may decrease the dog's ability to eat normally and negatively\nimpact the overall health of the animal. The dog also had some generalized matting throughout the hair coat and\nlong toe nails.  Matting can be uncomfortable and can increase the risk of skin sores. Long toe nails can increase\nthe risk of discomfort and injury.  The licensee trimmed the dog's nails and began to clip out some of the mats\nduring the inspection. The licensee must ensure this dog is fully groomed and establish an appropriate grooming\nschedule for all dogs.  This animal had not been examined by a veterinarian for his current dental condition nor was\nhe under any treatment plan.  The licensee must have this dog examined by a licensed veterinarian in order to\nensure that an accurate diagnosis is made and an appropriate treatment plan is developed and followed. The\nlicensee must document this information and make it available to the inspector upon request.  The licensee must\ndevelop and establish an effective dental care program as part of the overall program of veterinary care for the\nanimals in the facility. The licensee must ensure that all animals receive adequate veterinary care at all times.\nTo be corrected by: December 24, 2015\nThe inspection and exit interview were conducted with the licensee.",
  "animals_total": 95,
  "species": [
    {
      "count": 72,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 23,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}