{
  "insp_id": "INS-0000932676",
  "layout": "c",
  "customer_id": "503263",
  "customer_name": "ANGELA WEAVER",
  "customer_addr": "37588 Wickum Rd\nHOWE, OK 74940",
  "certificate": "73-A-2819",
  "site_id": "001",
  "site_name": "ANGELA WEAVER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-FEB-2024",
  "report_date": "01-MAR-2024",
  "citations": [
    {
      "code": "2.1(b)(2)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Requirements and application",
      "narrative": "The licensee is approved to have a maximum of 50 dogs on hand, including both adults and puppies. The count at the\ninspection was 67 adults and 24 puppies. No more than 50 total dogs can be held at the facility under the current license.\nLicenses are issued for the number of animals appropriate to a particular facility. Exceeding those numbers can increase\nthe likelihood of welfare concerns due to the higher population of animals and the associated maintenance and cleaning\nrequirements. The licensee must reduce the animal population at the facility to 50 or fewer.\nCorrect by: 14 March 2024"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Thirteen adult West Highland white terriers had matted haircoats. The underlying skin on these dogs appeared normal.\nHowever, matted coats can quickly lead to underlying skin abrasions and infections. Matted coats also trap dirt and\ndebris, and make the affected dog less able to acclimate to climactic conditions. These dogs need to be groomed, and\nany hair mats removed.\nCorrect by: 5 March 2024"
    },
    {
      "code": "2.50(a)",
      "kind": "",
      "repeat": false,
      "desc": "Time and method of identification.",
      "narrative": "21 adult dogs don’t have any official form of identification. 18 puppies under 16 weeks of age, without their mother don’t\nhave any official form of identification. Identification is necessary to properly complete any required documents and for\nAPHIS officials to identify dogs and trace dogs back to their origins.\nAll live dogs on the premises, purchased, or otherwise acquired, sold or otherwise disposed of shall be identified by an\nofficial tag affixed to the dog's neck by means of a collar, or shall be identified by a distinctive and legible tattoo marking\napproved by the Administration, or by microchip. The licensee must add identification to these 21 dogs and must ensure\nthat all dogs on the premises have proper identification at all times.\nCorrect by: February 15, 2024."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "There is a variety of information missing from the 7005 forms the licensee is using. Numerous dogs are missing their\nidentification numbers. Multiple animals lack age/birth dates and location from which they were acquired. In addition, the\nnumber of adults listed on the 7005 (60) does not correspond with the number of adult dogs on the premises (67).\nAccurate paperwork is critical to track the movement and location of dogs. The licensee must maintain forms that have all\nrequired information, and must ensure that all dogs on the premises are accounted for in the 7005s.\nCorrect by: 21 February 2024"
    },
    {
      "code": "2.75(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The licensee is not using APHIS Form 7006, Record of Disposition of Dogs and Cats on Hand, to document the required\ndisposition information for any and all dogs that have left the property since the licensee became licensed. The licensee\nwas able to access them online and was emailed a fillable PDF copy May 4, 2022.\nFailure to use APHIS Form 7006 does not ensure that the necessary information is documented for each dog which could\ninterfere with APHIS official's ability to identify dogs and trace the animals back to their locations of origin.\nEach dealer shall use Record of Disposition of Dogs and Cats on Hand (APHIS Form 7006) to make, keep, and maintain\nall required information. The licensee must complete APHIS Form 7006 with the necessary information for each dog\nleaving the premises. The licensee must ensure that APHIS Form 7006 is completed for all dogs that are sold, traded,\ndonated, or given away.\nTo be corrected by: From 8 February 2024 forward the licensee shall use the APHIS Form 7006 when appropriate."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "The shelter building for four huskies has a hole big enough for the front end of the dog to fit through. The gap could allow\none of the dogs to become stuck trying to escape or another animal into the enclosure and could result in injury to the\ndogs.\nOn the inside of the building there is insulation falling out of the ceiling into pen 2 and pen 3. There are six husky puppies\nand their dam in pen 2. Pen 3 contained a corgi type mix and two husky dogs. Insulation could contaminate the dogs\nwater and food receptacles causing illness.\nHousing facilities for dogs must be designed and constructed so they are structurally sound, kept in good repair and\nprotect the animals from injury. The licensee must alter the enclosure in a manner that eliminates the hole in the side of\nthe shelter and prevents the insulation from entering the enclosures to protect the dogs from potential injury. The licensee\nmust ensure that all enclosures are safe for the animals at all times.\nTo be corrected by: March 21, 2024"
    },
    {
      "code": "3.1(b)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "Dogs kept in the exercise yard have free access to the interior of the kennel building, which is full of storage items,\ncleaning supplies, and other material. The dogs are able to climb up stairs blocked only with a low gate, and can make\nnose to nose contact with dogs housed along both sides of the building. Having free contact with supplies and cleaning\nproducts is a potential source of injury to the animals. They should be restricted from reaching any stored material, and\ntheir indoor run must be free of clutter and equipment.\nCorrect by: 10 February 2024"
    },
    {
      "code": "3.1(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "The bottom wall of the outdoor section of the primary enclosures located on both the north and south sides of the main\ndog building are rusted. In most of the kennels the rusted metal has resulted in jagged and sharp points, which can cause\ninjury to the dogs. There are approximately 50 dogs housed in the affected enclosures.\nPen 3 on the south side of the main dog building has a broken metal door frame. The frame has jagged edges, which can\ncause injury to the two dogs in the enclosure. The door frame is also heavily rusted.\nDamaged surface materials cannot be readily cleaned and sanitized which could also increase the risk of disease towards\nthe dogs.\nThe surfaces of housing facilities must be constructed in a manner and made of materials that allow them to be readily\ncleaned and sanitized or removed or replaced when worn or soiled. The licensee must replace or repair the door frame.\nThe licensee must alter the rusted surfaces in a manner that allows for cleaning and sanitizing of these surfaces to occur.\nThe licensee must also alter all jagged points to prevent the dogs from becoming injured.\nTo be corrected by: March 21, 2024."
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "The drainage system for the facility is not operating correctly, resulting in the accumulation of pools of waste next to the\nbuilding on the east side. This drainage pool is directly adjacent to the exercise yard outdoor run. There is a backup of\nwaste, debris, and stagnant water in the drainage ditch that runs along the northern side of the kennel. The interior ground\ndrain that runs along the middle of the floor has a buildup of debris, standing water, and algae growth.\nStanding pools of waste poses a potential risk to the enclosed animals. This is an attractant to pests and rodents, and\nalso impacts the dogs through noxious smells. The waste drainage system must be repaired as soon as possible to\nensure proper disposal.\nCorrect by: 5 March 2024"
    },
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "Two groups of West Highland puppies kept in cages on the porch had no shelter structures. The porch had a roof over the\npuppies, but there was nothing to prevent wind or rain from the sides. Lack of shelter exposes the animals to the\nenvironment and can have severe negative impact on their health. All outdoor enclosures must have shelter structures\nthat can contain all animals, and protect them from environmental effects such as rain and wind. This affects 12 animals.\nCorrect by: 8 February 2024"
    },
    {
      "code": "3.6(a)(2)(x)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "In the outdoor portion of one enclosure, containing nine adult dogs was muddy. The licensee placed pallets down as\nflooring. The inspectors observed the feet and legs of the dogs fall through the openings in the pallet flooring. Openings in\nflooring that are large enough for the feet and legs to pass through could cause injury to the foot/leg or entrapment of the\ndogs.\nPrimary enclosures must have floors that are constructed in a manner that protects the dogs' feet and legs from injury and\ndoes not allow the dogs' feet/legs to pass through any openings in the floor. The licensee must alter the flooring in a\nmanner that does not allow the feet/legs of dogs to pass through the openings. The licensee must ensure that the flooring\nof the enclosure is safe for the dogs at all times.\nTo be corrected from 8 February 2024 forward, all flooring must be constructed in a fashion that prevents the dog from\ninjury."
    },
    {
      "code": "3.10(c)",
      "kind": "",
      "repeat": false,
      "desc": "Watering",
      "narrative": "The water bowls in south sides Pen 4 & 7 both containing three dogs, north side Pen 5 containing three dogs, and north\nside Pen 6 containing two dogs need to be altered or replaced. The plastic water receptacles had been excessively\nchewed by the dogs to the point that dirt and grime were embedded in the plastic, especially around the rims of the\nreceptacles. Dirty water receptacles can harbor organisms that cause disease in dogs. The licensee must ensure that\nwater receptacles are kept clean and in good repair.\nCorrect by: March 1, 2024."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The facility is not removing the dog feces from the enclosures on a daily basis. An outdoor enclosure, containing 4 female\nhuskies, has a heavy buildup of old and fresh feces. Another outdoor enclosure containing 7 small dogs, has a heavy\nbuildup of old and fresh feces. The older feces are dried and appear white in color indicating they have been there for\nsome time.\nA sheltered enclosure containing six seven-week-old husky puppies and their dam had a buildup of feces in the outside\nrun. The puppies were unable to walk around in the outdoor portion without stepping in feces. A buildup of feces could\nincrease the risk of disease towards the dogs.\nOn the north side of the main dog building in pen 8, housing three huskies there is a buildup of dirt and organic debris on\nthe exterior wall and on the exterior of the doggie door. Surfaces soiled with dirt and organic material could increase the\nrisk of disease towards the dogs.\nExcreta and food waste must be removed from primary enclosures daily. The licensee must remove the old and fresh\nfeces from the enclosures and ensure all waste is removed daily in order to support the health of the animals. Hard\nsurfaces must be cleaned and sanitized in an appropriate manner.\nTo be corrected by: From 8 February 2024 forward, feces must be removed from enclosures daily."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "There were multiple indications of pest control problems in the facility. Rodent droppings were noted in two different areas\nof the indoor part of the kennel. A dead, partially chewed mouse carcass was found in the outside run of the 8th kennel\n(housing 3 huskies) on the North side of the facility. There was a bird nest in the rafters of the inside area, directly over a\nlarge black water tub. There was nest-like debris in the water of the tub. Pest control is important to maintain the health of\nthe enclosed animals. Pests such as rodents and insects are a potential source of contamination to the animals, and pose\ndisease risks as well. Pest control requires a systemic approach, including cleaning and reducing harborage areas, as\nwell as any measures to directly control the pests. The facility must implement an effective pest control program.\nCorrect by: 5 March 2024"
    },
    {
      "code": "3.12",
      "kind": "",
      "repeat": false,
      "desc": "Employees",
      "narrative": "The licensee admitted they allow the one part time employee to clean the kennel and care for the dogs without\nsupervision. There’s an accumulation of organic matter on outdoor floors in the dogs’ primary enclosures. Many of the\ndogs have matted coats. Inside the main dog building there is an accumulation of trash and junk with signs of pests\npresent and chemicals being stored where dogs are housed. There is a buildup of fecal material water in the washouts.\nThere’s an overall accumulation of stuff and trash throughout the property. The licensee also stated they don’t know how\nto care for bottle puppies and didn’t notice the six three-week-old puppies were sick. Supervisors must have the\nknowledge of the species to ensure proper care.\nAdequate staffing is essential for carrying out the level of husbandry and care required to maintain animal health, welfare,\nand facility maintenance and sanitation.\nCorrect by April 21, 2024, by maintaining enough personnel to carry out the level of husbandry practices and care\nrequired by the Animal Welfare Act and to assure animal health and wellbeing."
    },
    {
      "code": "3.13(a)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The Program of Veterinary Care is incomplete. The plans to maintain healthy and unmatted hair coats, properly trimmed\nnails, and clean and healthy eyes, ears, skin, and teeth is missing. The plans are necessary to ensure the dogs are\nreceiving adequate veterinary care and any problems are identified quickly and corrected appropriately.\nEach dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in writing, and\nsigned by the attending veterinarian and includes plans to maintain and unmatted hair coats, properly trimmed nails, and\nclean and healthy eyes, ears, skin, and teeth. The facility must add these plans to the Program of Veterinary Care in order\nto ensure each dog is receiving adequate veterinary care.\nCorrect by: 1 March 2024"
    },
    {
      "code": "3.13(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The medical record does not include findings/results for the most recent annual physical examination.\nFailure to create and maintain a medical record interferes with APHIS officials’ ability to ensure adequate veterinary care.\nLicensees must keep and maintain medical records for dogs and make the records available for APHIS inspection. These\nrecords must include the dates and findings/results of all tests or examinations.\nTo be corrected by March 1, 2024.\nThis inspection and exit interview were conducted with licensee.\nAdditional Inspectors:\nSarah Roloff n"
    }
  ],
  "narrative": "2.1(b)(2)(i) \n   \nRequirements and application \nThe licensee is approved to have a maximum of 50 dogs on hand, including both adults and puppies. The count at the \ninspection was 67 adults and 24 puppies. No more than 50 total dogs can be held at the facility under the current license. \nLicenses are issued for the number of animals appropriate to a particular facility. Exceeding those numbers can increase \nthe likelihood of welfare concerns due to the higher population of animals and the associated maintenance and cleaning \nrequirements. The licensee must reduce the animal population at the facility to 50 or fewer. \nCorrect by: 14 March 2024 \n2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThirteen adult West Highland white terriers had matted haircoats. The underlying skin on these dogs appeared normal. \nHowever, matted coats can quickly lead to underlying skin abrasions and infections. Matted coats also trap dirt and \ndebris, and make the affected dog less able to acclimate to climactic conditions. These dogs need to be groomed, and \nany hair mats removed. \nCorrect by: 5 March 2024 \n2.50(a) \n   \nTime and method of identification. \n21 adult dogs don’t have any official form of identification. 18 puppies under 16 weeks of age, without their mother don’t \nhave any official form of identification. Identification is necessary to properly complete any required documents and for \nAPHIS officials to identify dogs and trace dogs back to their origins. \n \nAll live dogs on the premises, purchased, or otherwise acquired, sold or otherwise disposed of shall be identified by an \nofficial tag affixed to the dog's neck by means of a collar, or shall be identified by a distinctive and legible tattoo marking \napproved by the Administration, or by microchip. The licensee must add identification to these 21 dogs and must ensure \nthat all dogs on the premises have proper identification at all times. \nCorrect by: February 15, 2024.\n\n2.75(a)(1) \n   \nRecords: Dealers and exhibitors. \nThere is a variety of information missing from the 7005 forms the licensee is using. Numerous dogs are missing their \nidentification numbers. Multiple animals lack age/birth dates and location from which they were acquired. In addition, the \nnumber of adults listed on the 7005 (60) does not correspond with the number of adult dogs on the premises (67). \nAccurate paperwork is critical to track the movement and location of dogs. The licensee must maintain forms that have all \nrequired information, and must ensure that all dogs on the premises are accounted for in the 7005s. \nCorrect by: 21 February 2024 \n2.75(a)(2) \n   \nRecords: Dealers and exhibitors. \nThe licensee is not using APHIS Form 7006, Record of Disposition of Dogs and Cats on Hand, to document the required \ndisposition information for any and all dogs that have left the property since the licensee became licensed. The licensee \nwas able to access them online and was emailed a fillable PDF copy May 4, 2022. \n \nFailure to use APHIS Form 7006 does not ensure that the necessary information is documented for each dog which could \ninterfere with APHIS official's ability to identify dogs and trace the animals back to their locations of origin. \n \nEach dealer shall use Record of Disposition of Dogs and Cats on Hand (APHIS Form 7006) to make, keep, and maintain \nall required information. The licensee must complete APHIS Form 7006 with the necessary information for each dog \nleaving the premises. The licensee must ensure that APHIS Form 7006 is completed for all dogs that are sold, traded, \ndonated, or given away. \nTo be corrected by: From 8 February 2024 forward the licensee shall use the APHIS Form 7006 when appropriate. \n3.1(a) \n   \nHousing facilities, general. \nThe shelter building for four huskies has a hole big enough for the front end of the dog to fit through. The gap could allow \none of the dogs to become stuck trying to escape or another animal into the enclosure and could result in injury to the \ndogs. \nOn the inside of the building there is insulation falling out of the ceiling into pen 2 and pen 3. There are six husky puppies \nand their dam in pen 2. Pen 3 contained a corgi type mix and two husky dogs. Insulation could contaminate the dogs \nwater and food receptacles causing illness. \n \nHousing facilities for dogs must be designed and constructed so they are structurally sound, kept in good repair and \nprotect the animals from injury. The licensee must alter the enclosure in a manner that eliminates the hole in the side of \nthe shelter and prevents the insulation from entering the enclosures to protect the dogs from potential injury. The licensee \nmust ensure that all enclosures are safe for the animals at all times. \n \nTo be corrected by: March 21, 2024\n\n3.1(b) \n   \nHousing facilities, general. \nDogs kept in the exercise yard have free access to the interior of the kennel building, which is full of storage items, \ncleaning supplies, and other material. The dogs are able to climb up stairs blocked only with a low gate, and can make \nnose to nose contact with dogs housed along both sides of the building. Having free contact with supplies and cleaning \nproducts is a potential source of injury to the animals. They should be restricted from reaching any stored material, and \ntheir indoor run must be free of clutter and equipment. \nCorrect by: 10 February 2024 \n3.1(c)(1) \n   \nHousing facilities, general. \nThe bottom wall of the outdoor section of the primary enclosures located on both the north and south sides of the main \ndog building are rusted. In most of the kennels the rusted metal has resulted in jagged and sharp points, which can cause \ninjury to the dogs. There are approximately 50 dogs housed in the affected enclosures. \nPen 3 on the south side of the main dog building has a broken metal door frame. The frame has jagged edges, which can \ncause injury to the two dogs in the enclosure. The door frame is also heavily rusted. \n \nDamaged surface materials cannot be readily cleaned and sanitized which could also increase the risk of disease towards \nthe dogs. \n \nThe surfaces of housing facilities must be constructed in a manner and made of materials that allow them to be readily \ncleaned and sanitized or removed or replaced when worn or soiled. The licensee must replace or repair the door frame. \nThe licensee must alter the rusted surfaces in a manner that allows for cleaning and sanitizing of these surfaces to occur. \nThe licensee must also alter all jagged points to prevent the dogs from becoming injured.  \nTo be corrected by: March 21, 2024. \n3.1(f) \n   \nHousing facilities, general. \nThe drainage system for the facility is not operating correctly, resulting in the accumulation of pools of waste next to the \nbuilding on the east side. This drainage pool is directly adjacent to the exercise yard outdoor run. There is a backup of \nwaste, debris, and stagnant water in the drainage ditch that runs along the northern side of the kennel. The interior ground \ndrain that runs along the middle of the floor has a buildup of debris, standing water, and algae growth.  \nStanding pools of waste poses a potential risk to the enclosed animals. This is an attractant to pests and rodents, and \nalso impacts the dogs through noxious smells. The waste drainage system must be repaired as soon as possible to \nensure proper disposal. \nCorrect by: 5 March 2024 \n3.4(b) \n   \nOutdoor housing facilities.\n\nTwo groups of West Highland puppies kept in cages on the porch had no shelter structures. The porch had a roof over the \npuppies, but there was nothing to prevent wind or rain from the sides. Lack of shelter exposes the animals to the \nenvironment and can have severe negative impact on their health. All outdoor enclosures must have shelter structures \nthat can contain all animals, and protect them from environmental effects such as rain and wind. This affects 12 animals. \nCorrect by: 8 February 2024 \n3.6(a)(2)(x) \n   \nPrimary enclosures. \nIn the outdoor portion of one enclosure, containing nine adult dogs was muddy. The licensee placed pallets down as \nflooring. The inspectors observed the feet and legs of the dogs fall through the openings in the pallet flooring. Openings in \nflooring that are large enough for the feet and legs to pass through could cause injury to the foot/leg or entrapment of the \ndogs. \n \nPrimary enclosures must have floors that are constructed in a manner that protects the dogs' feet and legs from injury and \ndoes not allow the dogs' feet/legs to pass through any openings in the floor. The licensee must alter the flooring in a \nmanner that does not allow the feet/legs of dogs to pass through the openings. The licensee must ensure that the flooring \nof the enclosure is safe for the dogs at all times. \nTo be corrected from 8 February 2024 forward, all flooring must be constructed in a fashion that prevents the dog from \ninjury. \n3.10(c) \n   \nWatering \nThe water bowls in south sides Pen 4 & 7 both containing three dogs, north side Pen 5 containing three dogs, and north \nside Pen 6 containing two dogs need to be altered or replaced. The plastic water receptacles had been excessively \nchewed by the dogs to the point that dirt and grime were embedded in the plastic, especially around the rims of the \nreceptacles. Dirty water receptacles can harbor organisms that cause disease in dogs. The licensee must ensure that \nwater receptacles are kept clean and in good repair. \nCorrect by: March 1, 2024. \n3.11(a) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThe facility is not removing the dog feces from the enclosures on a daily basis. An outdoor enclosure, containing 4 female \nhuskies, has a heavy buildup of old and fresh feces. Another outdoor enclosure containing 7 small dogs, has a heavy \nbuildup of old and fresh feces. The older feces are dried and appear white in color indicating they have been there for \nsome time.  \nA sheltered enclosure containing six seven-week-old husky puppies and their dam had a buildup of feces in the outside \nrun. The puppies were unable to walk around in the outdoor portion without stepping in feces. A buildup of feces could \nincrease the risk of disease towards the dogs. \nOn the north side of the main dog building in pen 8, housing three huskies there is a buildup of dirt and organic debris on \nthe exterior wall and on the exterior of the doggie door. Surfaces soiled with dirt and organic material could increase the \nrisk of disease towards the dogs.\n\nExcreta and food waste must be removed from primary enclosures daily. The licensee must remove the old and fresh \nfeces from the enclosures and ensure all waste is removed daily in order to support the health of the animals. Hard \nsurfaces must be cleaned and sanitized in an appropriate manner. \nTo be corrected by: From 8 February 2024 forward, feces must be removed from enclosures daily. \n3.11(d) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThere were multiple indications of pest control problems in the facility. Rodent droppings were noted in two different areas \nof the indoor part of the kennel. A dead, partially chewed mouse carcass was found in the outside run of the 8th kennel \n(housing 3 huskies) on the North side of the facility. There was a bird nest in the rafters of the inside area, directly over a \nlarge black water tub. There was nest-like debris in the water of the tub. Pest control is important to maintain the health of \nthe enclosed animals. Pests such as rodents and insects are a potential source of contamination to the animals, and pose \ndisease risks as well. Pest control requires a systemic approach, including cleaning and reducing harborage areas, as \nwell as any measures to directly control the pests. The facility must implement an effective pest control program. \nCorrect by: 5 March 2024 \n3.12 \n   \nEmployees \nThe licensee admitted they allow the one part time employee to clean the kennel and care for the dogs without \nsupervision. There’s an accumulation of organic matter on outdoor floors in the dogs’ primary enclosures. Many of the \ndogs have matted coats. Inside the main dog building there is an accumulation of trash and junk with signs of pests \npresent and chemicals being stored where dogs are housed. There is a buildup of fecal material water in the washouts. \nThere’s an overall accumulation of stuff and trash throughout the property. The licensee also stated they don’t know how \nto care for bottle puppies and didn’t notice the six three-week-old puppies were sick. Supervisors must have the \nknowledge of the species to ensure proper care. \nAdequate staffing is essential for carrying out the level of husbandry and care required to maintain animal health, welfare, \nand facility maintenance and sanitation. \n \nCorrect by April 21, 2024, by maintaining enough personnel to carry out the level of husbandry practices and care \nrequired by the Animal Welfare Act and to assure animal health and wellbeing. \n3.13(a)(4) \n   \nVeterinary care for dogs. \nThe Program of Veterinary Care is incomplete. The plans to maintain healthy and unmatted hair coats, properly trimmed \nnails, and clean and healthy eyes, ears, skin, and teeth is missing. The plans are necessary to ensure the dogs are \nreceiving adequate veterinary care and any problems are identified quickly and corrected appropriately. \n \nEach dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in writing, and \nsigned by the attending veterinarian and includes plans to maintain and unmatted hair coats, properly trimmed nails, and \nclean and healthy eyes, ears, skin, and teeth. The facility must add these plans to the Program of Veterinary Care in order\n\nto ensure each dog is receiving adequate veterinary care. \nCorrect by: 1 March 2024 \n3.13(b)(4) \n   \nVeterinary care for dogs. \nThe medical record does not include findings/results for the most recent annual physical examination. \nFailure to create and maintain a medical record interferes with APHIS officials’ ability to ensure adequate veterinary care. \nLicensees must keep and maintain medical records for dogs and make the records available for APHIS inspection. These \nrecords must include the dates and findings/results of all tests or examinations. \nTo be corrected by March 1, 2024. \n \nThis inspection and exit interview were conducted with licensee. \n \nAdditional Inspectors: \nSarah Roloff n",
  "animals_total": 91,
  "species": [
    {
      "count": 67,
      "scientific": "Canis familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 24,
      "scientific": "Canis familiaris",
      "common": "DOG PUPPY"
    }
  ]
}