{
  "insp_id": "INS-0000869707",
  "layout": "c",
  "customer_id": "3241",
  "customer_name": "Tweetsie Railroad Inc",
  "customer_addr": "300 Tweetsie Railroad Lane\nBlowing Rock, NC 28605",
  "certificate": "55-C-0008",
  "site_id": "001",
  "site_name": "Tweetsie Railroad",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "16-MAY-2023",
  "report_date": "18-MAY-2023",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "The barn in the donkey/goat enclosure has a large hole in the side wall. There is a gap between the outer wall and the\ninner wall that is wide enough bayby goat to enter and possibly become stuck within the walls. The opening shall be\nsecured to prevent access and protect the goats from becoming trapped or injured. Correct by June 8, 2023\nThe barn in the extra goat enclosure on the hill is in disrepair. There are large pieces of would partially buried in the\nground in the inside of the barn. A large section of dirt below the boards on one end has eroded leaving the ends of the\nboards, up to 2 approximately 2 feet in length, suspended above the hole. The suspended boards with gaps between\nthem large enough for limbs to pass through may allow the goats to become injured when attempting to cross them. The\nboards shall be removed or secured and the hole filled to protect the goats from injury. Correct by June 8, 2023\nThe chain-link fencing placed around the two large trees near the fence of the goat enclosure has links that have become\nunraveled causing exposed pointed wired that may cause puncture wounds should the goats come in contact with them..\nThe chain link shall be removed, repaired or replaced to protect the goats from possible injury. Correct by June 8, 2023\nThis is a 1st Re-License Inspection for a Class \"C\" license. The inspection and exit briefing were conducted with the\napplicant.\nAll items must be in compliance within 2 more inspection(s) or by July 16, 2023 or the applicant will forfeit the license fee\nand must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection.\nRegulated activity can continue under your existing USDA license until it expires.\nn"
    }
  ],
  "narrative": "3.125(a) \n   \nFacilities, general. \nThe barn in the donkey/goat enclosure has a large hole in the side wall.  There is a gap between the outer wall and the \ninner wall that is wide enough bayby goat to enter and possibly become stuck within the walls.  The opening shall be \nsecured to prevent access and protect the goats from becoming trapped or injured.  Correct by June 8, 2023 \n \nThe barn in the extra goat enclosure on the hill is in disrepair.  There are large pieces of would partially buried in the \nground in the inside of the barn.  A large section of dirt below the boards on one end has eroded leaving the ends of the \nboards, up to 2 approximately 2 feet in length, suspended above the hole.  The suspended boards with gaps between \nthem large enough for limbs to pass through may allow the goats to become injured when attempting to cross them.  The \nboards shall be removed or secured and the hole filled to protect the goats from injury.  Correct by June 8, 2023 \n \nThe chain-link fencing placed around the two large trees near the fence of the goat enclosure has links that have become \nunraveled causing exposed pointed wired that may cause puncture wounds should the goats come in contact with them..  \nThe chain link shall be removed, repaired or replaced to protect the goats from possible injury.  Correct by June 8, 2023\n\nThis is a 1st Re-License Inspection for a Class \"C\" license. The inspection and exit briefing were conducted with the \napplicant. \n \nAll items must be in compliance within 2  more inspection(s) or by July 16, 2023 or the applicant will forfeit the license fee \nand must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection. \n \nRegulated activity can continue under your existing USDA license until it expires. \n \n n",
  "animals_total": 53,
  "species": [
    {
      "count": 33,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 6,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 11,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 3,
      "scientific": "Lama glama",
      "common": "LLAMA"
    }
  ]
}