{
  "insp_id": "INS-0000800150",
  "layout": "c",
  "customer_id": "6003391",
  "customer_name": "Menno Gingerich",
  "customer_addr": "2652 672nd Ave\nAlbia, IA 52531",
  "certificate": "42-A-1668",
  "site_id": "001",
  "site_name": "Menno Gingerich",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-JUN-2022",
  "report_date": "27-JUN-2022",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Michelle, a female bulldog, has excessive watery discharge from both eyes. There is some greenish discharge attached\nto the hair around both eyes and the skin around the eyes is inflamed. The whites of both eyes are reddened and the\nlower eyelid of left eye rolls in slightly with some of the hair rubbing on the cornea. There are round areas on both eyes\nwhere the cornea is opaque. There is no record of treatment or veterinary care for this dog.\nMabel, a female bulldog, has excessive amount of accumulation of mucous around both eyes. Skin around the eyes is\nwet from excessive tearing and is red. There is a crusty greenish material in the hair in the this area. The third eye glands\non both eyes area enlarged and dark red. The centers of the corneas are opaque. Mabel was seen by a veterinarian for\n“Cherry Eye” December 6, 2021, and her medical record shows she was treated with neomycin and polymyxin on March\n25, 2022 and with “Genteal Tears” on April 5, 2022. The facility representative said they are currently using the Genteal\nTears to treat Mabel. There is no indication that Mabel has been seen by a veterinarian for diagnosis and treatment of\nher current condition.\nAbnormal discharges and reddening in the eyes and surrounding structures are signs of conditions that can be painful\nand could lead to permanent damage to the cornea, and in some cases, loss of site in the eye.\nEach dealer shall use appropriate methods to prevent, control, diagnose and treat diseases and injuries. Both dogs must\nbe seen by a veterinarian for evaluation and treatment. The licensee must ensure all dogs receive adequate veterinary\ncare at all times.\nTo be corrected by: July 1, 2022\nThe bottle “Genteal Tears” being currently used to treat Mabel’s eyes, is expired in May 2022.\nExpired medications cannot be considered effective, should not be used for treatment of medical conditions and should\nbe disposed of in an appropriate manner.\nTo be corrected by: From this day forward all medical products used for dogs must be current.\nThe refrigerator used to store vaccines and some medications was 62 degrees Fahrenheit according to the inspector's\nKestrel. The refrigerator contained 5 doses of vaccine that, per label directions, need to be stored between 35 and 45\ndegrees Fahrenheit. There was also a bottle of Bactracillin G antibiotic that needs to be stored between 36-46 degrees\nFahrenheit according to it’s label. The facility representative confirmed that the antibiotic is used to treat their dogs.\nMedications and vaccines need to be stored at the temperatures indicated on the labels and packaging or they cannot be\nconsidered effective in preventing or treating diseases. In the case of vaccines, this leaves the dogs unprotected from\nsome of their most serious, contagious, and deadly diseases.\nVaccines and medications used in dogs must be properly stored. This includes maintaining them at the proper\ntemperature indicated on the label. The licensee must provide proper storage conditions for all vaccines and medications\nused on their dogs and should consult their veterinarian concerning proper disposition of vaccine and medications in their\nprocession that have been stored improperly.\nTo be corrected by: From this day forward all medical products must be properly stored."
    },
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Time and method of identification.",
      "narrative": "The facility has 8 adult English bulldogs which have no official form of identification. Official forms of identification are\nnecessary in order to properly document the acquisition and disposition of animals, to complete medical records, and for\nAPHIS officials to identify individual animals.\nIdentification is required for all live dogs on the premises, purchased, or otherwise acquired, sold or otherwise disposed.\nDogs may be identified by use of microchip, official tag affixed to a collar around the dog's neck, or by a distinctive and\nlegible tattoo marking approved by the Administrator. The licensee must apply one of these approved methods of\nidentification for each dog and ensure that each dog is properly identified at all times.\nTo be corrected by: 27-July-2022"
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "The trash can in the food storage area was over full to the point that the lid could not be closed.\nTrash and debris that is not properly contained creates an environment favorable to infestation from pests and rodents,\nwhich can be carriers of disease and infest food supplies.\nTrash containers in housing facilities and in food storage areas must have tightly fitted lids on them at all times.\nTo be corrected by: From this day forward"
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The 8 adult English bulldogs are contained in a sheltered housing facility. The outdoor portion of the enclosures are\ninundated with an excessive number of flies. The flies are swarming around piles of dog feces as well as food waste.\nFlies were seen crawling on the dogs and on the fencing. The facility currently has no fly control plan for the outdoor\nareas of the housing facility.\nAn effective program for the control of insects, external parasites, birds, and mammals that are pests must be established\nand maintained. The licensee must establish an effective form of insect control for the outdoor areas in order to support\nthe health and well-being of the dogs.\nTo be corrected by: 11-July-2022"
    },
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The Program of Veterinary Care is incomplete and is missing the plan for the sampling of parasites, the rabies vaccination\nschedule, and the preventative/treatment for blood parasites. The blood parasites section says the word \"Monthly\", but\nthere is no additional documentation that defines what product or how much of it will be given to the animal monthly.\nA schedule for vaccinating against rabies and a plan for the sampling of parasites, including heartworms and intestinal\nparasites, is necessary to ensure the dogs are receiving adequate veterinary care. The name and dosage of any medical\nproduct given to the animals is necessary to ensure the treatment is appropriate.\nThe written program of veterinary care must address the requirements for adequate veterinary care and must include the\nplan for sampling of parasites, vaccination schedule for rabies, and the names and dosages of products used. The\nlicensee must consult the attending veterinarian and develop, in writing, a plan for sampling parasites, vaccinating against\nrabies and documenting the names and dosages of all medical products used in order to support the health of the\nanimals.\nTo be corrected by: 11-July-2022\nReview of the Program of Veterinary Care revealed that Nobivac Intra-Trac 3 vaccination is to be given at 4 weeks of age,\nbut the facility has documented on the puppies' medical record that this vaccination is being given at 3 weeks and 6\nweeks of age.\nThe Program of Veterinary care also states that pyrantel should be given to the puppies at 2 weeks of age, but the\nmedical records for the puppies indicates that the pyrantel is given at 1 and 2 weeks of age.\nThe Program of Veterinary Care states that all dogs are dewormed \"Monthly\". Review of the medical records for adult\ndogs which have been kept since August of 2021 shows they were not dewormed in November 2021, December 2021,\nFebruary 2022, March 2022, and May of 2022.\nFailure to follow the vaccination and deworming schedule in the Program of Veterinary Care, which has been reviewed\nand signed by the licensee's Attending Veterinarian, does not ensure the dogs are receiving appropriate protection\nagainst intestinal parasites and serious and deadly diseases.\nEach dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in writing, and\nsigned by the attending veterinarian and includes a schedule for the vaccination of contagious and /or deadly diseases of\ndogs and the treatment plan for parasites. The licensee must follow the vaccination schedule documented in the Program\nof Veterinary Care to ensure the dogs are receiving adequate protection against contagious and/or deadly diseases and\nparasites.\nTo be corrected by: From this day forward the licensee must follow the vaccination and deworming schedule documented\nin the Program of Veterinary Care."
    },
    {
      "code": "3.13(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "Review of a medical record indicating a dog was negative for Giardia is incomplete and does not contain the information\nof the identification of the animal tested. APHIS officials and the facility representative could not confirm which adult dog\nor puppy this medical record belonged to. Failure to document the animal's identification on medical records interferes\nwith APHIS officials' ability to determine who the record belongs to and if the animal is receiving adequate veterinary care.\nDealers must keep copies of medical records for dogs and make the records available for APHIS inspection. These\nrecords must include The identity of the animal, including identifying marks, tattoos, or tags on the animal and the\nanimal’s breed, sex, and age. The licensee must ensure all medical records contain the dog's official identification\ninformation at all times.\nTo be corrected by: From this day forward all medical records must be complete."
    },
    {
      "code": "3.13(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee had each dog examined on 24-August-2021. The medical records do not indicate who examined the dogs\nor the results of the examination for each dog. Incomplete medical records may interfere with the ability of APHIS officials\nto determine if the dogs are receiving adequate veterinary care.\nDealers must keep copies of medical records for dogs and make the records available for APHIS inspection. These\nrecords must include the dates and findings/results of all screening, routine, or other required or recommended tests or\nexaminations. The licensee must ensure that all medical records for dogs are complete including the results of any\nexaminations.\nTo be corrected by: From this day forward all medical records must be complete.\nThis inspection and exit interview were conducted with the facility representative.\nAdditional Inspectors:\nWilliam Janecke, VETERINARY MEDICAL OFFICER n"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nMichelle, a female bulldog, has excessive watery discharge from both eyes.  There is some greenish discharge attached \nto the hair around both eyes and the skin around the eyes is inflamed.  The whites of both eyes are reddened and the \nlower eyelid of left eye rolls in slightly with some of the hair rubbing on the cornea.  There are round areas on both eyes \nwhere the cornea is opaque.  There is no record of treatment or veterinary care for this dog. \n \nMabel, a female bulldog, has excessive amount of accumulation of mucous around both eyes.  Skin around the eyes is \nwet from excessive tearing and is red. There is a crusty greenish material in the hair in the this area.  The third eye glands \non both eyes area enlarged and dark red.  The centers of the corneas are opaque.  Mabel was seen by a veterinarian for \n“Cherry Eye” December 6, 2021, and her medical record shows she was treated with neomycin and polymyxin on March \n25, 2022 and with “Genteal Tears” on April 5, 2022. The facility representative said they are currently using the Genteal \nTears to treat Mabel.  There is no indication that Mabel has been seen by a veterinarian for diagnosis and treatment of \nher current condition. \n \nAbnormal discharges and reddening in the eyes and surrounding structures are signs of conditions that can be painful \nand could lead to permanent damage to the cornea, and in some cases, loss of site in the eye.\n\nEach dealer shall use appropriate methods to prevent, control, diagnose and treat diseases and injuries.  Both dogs must \nbe seen by a veterinarian for evaluation and treatment.  The licensee must ensure all dogs receive adequate veterinary \ncare at all times. \n \nTo be corrected by:  July 1, 2022 \n \nThe bottle “Genteal Tears” being currently used to treat Mabel’s eyes, is expired in May 2022. \n \nExpired medications cannot be considered effective, should not be used for treatment of medical conditions and should \nbe disposed of in an appropriate manner. \n \nTo be corrected by:  From this day forward all medical products used for dogs must be current. \n \nThe refrigerator used to store vaccines and some medications was 62 degrees Fahrenheit according to the inspector's \nKestrel.   The refrigerator contained 5 doses of vaccine that, per label directions, need to be stored between 35 and 45 \ndegrees Fahrenheit.  There was also a bottle of Bactracillin G antibiotic that needs to be stored between 36-46 degrees \nFahrenheit according to it’s label.  The facility representative confirmed that the antibiotic is used to treat their dogs. \n \nMedications and vaccines need to be stored at the temperatures indicated on the labels and packaging or they cannot be \nconsidered effective in preventing or treating diseases.  In the case of vaccines, this leaves the dogs unprotected from \nsome of their most serious, contagious, and deadly diseases.\n\nVaccines and medications used in dogs must be properly stored.  This includes maintaining them at the proper \ntemperature indicated on the label.  The licensee must provide proper storage conditions for all vaccines and medications \nused on their dogs and should consult their veterinarian concerning proper disposition of vaccine and medications in their \nprocession that have been stored improperly. \n \nTo be corrected by:  From this day forward all medical products must be properly stored. \n2.50(a)(1) \n   \nTime and method of identification. \nThe facility has 8 adult English bulldogs which have no official form of identification.  Official forms of identification are \nnecessary in order to properly document the acquisition and disposition of animals, to complete medical records, and for \nAPHIS officials to identify individual animals. \n \nIdentification is required for all live dogs on the premises, purchased, or otherwise acquired, sold or otherwise disposed.  \nDogs may be identified by use of microchip, official tag affixed to a collar around the dog's neck, or by a distinctive and \nlegible tattoo marking approved by the Administrator.  The licensee must apply one of these approved methods of \nidentification for each dog and ensure that each dog is properly identified at all times. \n \nTo be corrected by:  27-July-2022 \n3.1(f) \n   \nHousing facilities, general.\n\nThe trash can in the food storage area was over full to the point that the lid could not be closed. \n \nTrash and debris that is not properly contained creates an environment favorable to infestation from pests and rodents, \nwhich can be carriers of disease and infest food supplies. \n \nTrash containers in housing facilities and in food storage areas must have tightly fitted lids on them at all times. \n \nTo be corrected by:  From this day forward \n3.11(d) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThe 8 adult English bulldogs are contained in a sheltered housing facility.  The outdoor portion of the enclosures are \ninundated with an excessive number of flies.  The flies are swarming around piles of dog feces as well as food waste.  \nFlies were seen crawling on the dogs and on the fencing.  The facility currently has no fly control plan for the outdoor \nareas of the housing facility. \n \nAn effective program for the control of insects, external parasites, birds, and mammals that are pests must be established \nand maintained.  The licensee must establish an effective form of insect control for the outdoor areas in order to support \nthe health and well-being of the dogs. \n \nTo be corrected by:  11-July-2022 \n3.13(a)(3) \n   \nVeterinary care for dogs.\n\nThe Program of Veterinary Care is incomplete and is missing the plan for the sampling of parasites, the rabies vaccination \nschedule, and the preventative/treatment for blood parasites.  The blood parasites section says the word \"Monthly\", but \nthere is no additional documentation that defines what product or how much of it will be given to the animal monthly. \n \nA schedule for vaccinating against rabies and a plan for the sampling of parasites, including heartworms and intestinal \nparasites, is necessary to ensure the dogs are receiving adequate veterinary care.  The name and dosage of any medical \nproduct given to the animals is necessary to ensure the treatment is appropriate. \n \nThe written program of veterinary care must address the requirements for adequate veterinary care and must include the \nplan for sampling of parasites, vaccination schedule for rabies, and the names and dosages of products used.  The \nlicensee must consult the attending veterinarian and develop, in writing, a plan for sampling parasites, vaccinating against \nrabies and documenting the names and dosages of all medical products used in order to support the health of the \nanimals. \n \nTo be corrected by:  11-July-2022 \n \nReview of the Program of Veterinary Care revealed that Nobivac Intra-Trac 3 vaccination is to be given at 4 weeks of age, \nbut the facility has documented on the puppies' medical record that this vaccination is being given at 3 weeks and 6 \nweeks of age. \n \nThe Program of Veterinary care also states that pyrantel should be given to the puppies at 2 weeks of age, but the \nmedical records for the puppies indicates that the pyrantel is given at 1 and 2 weeks of age.\n\nThe Program of Veterinary Care states that all dogs are dewormed \"Monthly\".  Review of the medical records for adult \ndogs which have been kept since August of 2021 shows  they were not dewormed in November 2021, December 2021, \nFebruary 2022, March 2022, and May of 2022. \n \nFailure to follow the vaccination and deworming schedule in the Program of Veterinary Care, which has been reviewed \nand signed by the licensee's Attending Veterinarian, does not ensure the dogs are receiving appropriate protection \nagainst intestinal parasites and serious and deadly diseases. \n \nEach dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in writing, and \nsigned by the attending veterinarian and includes a schedule for the vaccination of contagious and /or deadly diseases of \ndogs and the treatment plan for parasites. The licensee must follow the vaccination schedule documented in the Program \nof Veterinary Care to ensure the dogs are receiving adequate protection against contagious and/or deadly diseases and \nparasites. \n \nTo be corrected by:  From this day forward the licensee must follow the vaccination and deworming schedule documented \nin the Program of Veterinary Care. \n3.13(b)(1) \n   \nVeterinary care for dogs. \nReview of a medical record indicating a dog was negative for Giardia is incomplete and does not contain the information \nof the identification of the animal tested.  APHIS officials and the facility representative could not confirm which adult dog \nor puppy this medical record belonged to.  Failure to document the animal's identification on medical records interferes\n\nwith APHIS officials' ability to determine who the record belongs to and if the animal is receiving adequate veterinary care. \n \nDealers must keep copies of medical records for dogs and make the records available for APHIS inspection. These \nrecords must include The identity of the animal, including identifying marks, tattoos, or tags on the animal and the \nanimal’s breed, sex, and age.  The licensee must ensure all medical records contain the dog's official identification \ninformation at all times. \n \nTo be corrected by:  From this day forward all medical records must be complete. \n3.13(b)(4) \n   \nVeterinary care for dogs. \nThe licensee had each dog examined on 24-August-2021.  The medical records do not indicate who examined the dogs \nor the results of the examination for each dog.  Incomplete medical records may interfere with the ability of APHIS officials \nto determine if the dogs are receiving adequate veterinary care. \n \nDealers must keep copies of medical records for dogs and make the records available for APHIS inspection. These \nrecords must include the dates and findings/results of all screening, routine, or other required or recommended tests or \nexaminations.  The licensee must ensure that all medical records for dogs are complete including the results of any \nexaminations. \n \nTo be corrected by:  From this day forward all medical records must be complete. \n \nThis inspection and exit interview were conducted with the facility representative.\n\nAdditional Inspectors: \nWilliam Janecke, VETERINARY MEDICAL OFFICER n",
  "animals_total": 8,
  "species": [
    {
      "count": 8,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}