{
  "insp_id": "9151844340156",
  "layout": "a",
  "customer_id": "1752",
  "customer_name": "Equitech-Bio Inc.",
  "customer_addr": "3650 Harris Rd\nHamilton, OH 45013",
  "certificate": "74-R-0161",
  "site_id": "004",
  "site_name": "EQUITECH-BIO INC.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-JAN-2015",
  "report_date": "09-JAN-2015",
  "citations": [
    {
      "code": "2.31(a)",
      "kind": "",
      "repeat": true,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "The Chief Executive Officer (CEO) has not appointed an Institutional Animal Care and Use Committee (IACUC). An\nIACUC is necessary to review and approve the proposed activities for the care and use of animals and to provide\nthe proper oversight of the use of animals by the research facility. The CEO shall appoint an IACUC which shall be\ncomposed of a Chairman and at least two additional members. Of these members, one shall be a Doctor of\nVeterinary Medicine and one shall not be affiliated in any way with the facility. The owner stated a IACUC will be\nformed and meet in one week."
    },
    {
      "code": "2.31(c)",
      "kind": "",
      "repeat": true,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "An IACUC has not reviewed the research facility's program for humane care and use of animals, inspected all of the\nanimal facilities, or prepared and submitted reports of these evaluations to the Institutional Official (I.O.) at least\nonce every six months. An evaluation of the research facility's animal use program and an inspection of all the\nanimal facilities is necessary to ensure adherence to the Act. The results of these evaluations must be reported to\nthe I.O. to keep them informed of the nature and extent of the facility's adherence to the Act. The IACUC shall\nreview the facility's program for humane care and use of animals, inspect all the animal facilities, and prepare and\nsubmit reports of these evaluations to the I.O. at least once every six months."
    },
    {
      "code": "2.31(d)(1)",
      "kind": "",
      "repeat": true,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "The Institutional Animal Care and Use Committee (IACUC) has not reviewed proposed animal use activities in order\nto determine if those activities are in accordance with the Animal Welfare Act and Regulations. Currently, all animal\nuse activities have no protocols assign to them, only SOPs; however, there is no SOP or any written instructions for\ninjecting adjuvants in goats. Some of these adjuvants can cause severe inflammatory reactions and acute pain such\nas the Freund(cid:25)s complete adjuvant used by the facility. Because of the potential for pain and/or distress, a search\nfor alternatives for animal use is also required. The protocol for blood collection from goats are missing the\napproximate number of animals to be used, the rationale for involving animals, the rationale for species, the\nrationale for the number of animals to be used, and the provision for the use of analgesic, anesthetic, and\ntranquilizing drugs where indicated to minimize discomfort and pain to the animals. It is necessary for an IACUC to\nreview and approve the proposed activities for the care and use of animals and to provide the proper oversight of\nthe use of animals by the research facility. Lack of supervision by an IACUC often leads to non-compliances with\nthe Animal Welfare Act and this decreases animal welfare. Correct by ensuring all animal use activities have been\napproved by the IACUC before any animal procedures are begun, and ensure all required information listed in 2.31\n(d) is made available to the IACUC."
    },
    {
      "code": "2.33(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.",
      "narrative": "The facility has no written program of veterinary care approved by the attending veterinarian on the premises. A\npart-time attending veterinarian is employed by the facility and visits the site monthly. A program of veterinary care\nwas obtained from the attending veterinarian at the time of the exit, but the staff did not know what was included in\nthe program of veterinary care at the time of inspection. A written program of veterinary care is necessary to ensure\nthat the facility staff understands the expectations of the attending veterinarian in regards to the care and use of the\nanimals. A program of veterinary care must be written, approved by the attending veterinarian as part of the formal\narrangement between the facility and the attending veterinarian, and the facility must have a copy of the program in\norder to ensure adherence to the program of veterinary care."
    },
    {
      "code": "2.33(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.",
      "narrative": "Numerous goats were observed with nasal discharge and several were observed with diarrhea and areas of hair\nloss (described in detail below). The attending veterinarian had not been contacted prior to the inspection regarding\nany of these animals. None of the goats with nasal discharge or hair loss were receiving any veterinary treatment at\nthe time of inspection. Three goats were receiving Nuflor without the knowledge of the veterinarian or being listed in\nthe Program of Veterinary Care.\n**About 12-15 goats were observed with nasal discharge in both pastures. The nasal discharge was slimy in\nappearance and mostly white to clear with a few having a greenish color. There was also dry white crusty material\ninside and around the nose in some goats. Coughing was occasionally heard. None of these goats were receiving\nany treatments and had not been identified by staff.\n**Four of the goats were pulled from the main two herds and put inside a sick pen. One of the four goats was pulled\nthe night before and hadn(cid:25)t been treated with any medication, but the three other goats were receiving Nuflor.\nAnother goat with ear tag Y-26 located in pasture 2 was identified of having diarrhea. The goat had a large amount\nof brown greenish wet material on the tail, around the base of the tail, under the tail, on the upper portion of the\nback legs that was consistent with diarrhea. Y-26 was not receiving any treatments and the staff was unaware of the\ngoat(cid:25)s condition.\n**Two goats(R-24 and W-119) had a circular area of hair loss on the upper portion of the bridge of the nose. The\nareas of hair loss showed pink skin with white flaky material on the surface of the skin.\n**For the months of October, November, and December at total of 18 goats have naturally died. This is roughly a\n10% mortality loss for the goat herd over the past 3 months. No necropsies were performed and no diagnostic\ntesting was conducted to determine the cause of death. Fecal testing was performed on some of the goats before\ndeath that determined there was a parasite infection, but the cause of death was never determined. The owner\nreported that some of the goats were older but other goats simply died without showing any signs.\nAnimals not provided appropriate veterinary care will often not improve and will lead to the worsening of the original\ncondition along with secondary infections. Medications not approved by the attending veterinarian may have no\nimpact on the disease or may cause further harm to the animal. Mortality in goats is an important sign a serious\ndisease is present in a herd. A veterinarian needs to be contacted when there is an unexpected death, so the\ndisease can be properly diagnosed and the other animals be treated or given a preventive. Because of the recent\nhigh mortality loss, all animal deaths must have a necropsy conducted by a license veterinarian. All animals must be\nprovided appropriate methods to prevent, control, diagnose, and treat diseases and injuries in a timely manner and\nall treatments must be approved by the veterinarian either by the Program of Veterinarian Care or by direct\ncommunication. At the time of the exit interview the attending veterinarian had treated the animals identified in need\nof veterinary care."
    },
    {
      "code": "2.33(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.",
      "narrative": "On inspection multiple goats, mentioned above, were not provided proper daily observation, and illnesses were not\ncommunicated to a veterinarian. Daily observation is needed to assess an animal(cid:25)s health and well-being. Failure\nto daily assess animals and report illnesses to a veterinarian can result in injuries and diseases not being diagnosed\nand treated in a timely manner and results in the further progression of the illness or injury. Provide daily\nobservation for all animals to evaluate their health and well-being, and provide an accurate and timely means of\ncommunication so that all problems for all animals are reported to a veterinarian. Correct this day forward."
    },
    {
      "code": "2.36(b)",
      "kind": "",
      "repeat": false,
      "desc": "ANNUAL REPORT.",
      "narrative": "The annual report signed on 10/16/2014 by the Vice-President for the 2014 fiscal year is incorrect. No animals are\nrecorded in the annual report; however, the facility acknowledges using both goats and rabbits in the 2014 fiscal\nyear. Additionally, not all facility locations are listed in the annual report. Accurate reporting of animal species and\nnumbers is necessary to maintain communication with the USDA regarding animal use and animal welfare in\nresearch. Correct by sending an accurate annual report to the regional office.\nCorrect by 1/19/2015"
    },
    {
      "code": "3.56(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The staff stated that the 16 black wire rabbit enclosures housing one rabbit in each cage are cleaned with a\ndetergent like (cid:28)dawn dish soap(cid:29) once a week, but no disinfectant is being used. No sanitization protocol is followed\ncurrently. There is excessive hair and white mineral-like staining, often seen from the build-up of rabbit urine,\naround the bottom of the cages. Failure to properly clean and sanitize primary enclosures can allow bacteria to\nproliferate and therefore poses a risk of both disease and contamination to the animals contained therein. Correct\nby ensuring that primary enclosures for rabbits are cleaned and sanitized at least once every 30 days through one\nof the methods prescribed in section 3.56(b)(3) such as cleaning with an appropriate detergent followed by the\napplication of a safe, effective disinfectant solution. All rabbits have been removed from the facilities. If rabbits are\never housed at the facilities in the future, continue to follow proper cleaning and sanitization from this day forward."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "There were numerous sharp wires pointing inside the goat enclosures. Some examples of sharp wires observed at\nthe facilities inside the goat enclosures include: small loose wires tying fencing together, metal cattle fencing used\nas containment for outdoors was broken in several areas, and multiple wooden posts wrapped in old broken\nfencing. The ends of the wires were sharp to the touch. No cuts or injuries were observed on any of the animals.\nSharp points or jagged edges could cause injury and pain to an animal. Loose wires are also more likely to break off\nand be eaten or stepped on. All housing facilities must protect the animals from injury. Monitor all wire fences and\nenclosures to ensure loose wires are removed and could not harm any animals. Correct by 1/12/2015.\nThe inspection and exit interview were conducted with the owner and multiple representatives of the facility.\nThis is a focused inspection on the indirect non-compliances."
    }
  ],
  "narrative": "2.31(a)                    REPEAT\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nThe Chief Executive Officer (CEO) has not appointed an Institutional Animal Care and Use Committee (IACUC). An\nIACUC is necessary to review and approve the proposed activities for the care and use of animals and to provide\nthe proper oversight of the use of animals by the research facility. The CEO shall appoint an IACUC which shall be\ncomposed of a Chairman and at least two additional members. Of these members, one shall be a Doctor of\nVeterinary Medicine and one shall not be affiliated in any way with the facility. The owner stated a IACUC will be\nformed and meet in one week.\n2.31(c)                    REPEAT\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nAn IACUC has not reviewed the research facility's program for humane care and use of animals, inspected all of the\nanimal facilities, or prepared and submitted reports of these evaluations to the Institutional Official (I.O.) at least\nonce every six months. An evaluation of the research facility's animal use program and an inspection of all the\nanimal facilities is necessary to ensure adherence to the Act. The results of these evaluations must be reported to\nthe I.O. to keep them informed of the nature and extent of the facility's adherence to the Act. The IACUC shall\nreview the facility's program for humane care and use of animals, inspect all the animal facilities, and prepare and\nsubmit reports of these evaluations to the I.O. at least once every six months.\n2.31(d)(1)                    REPEAT\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nThe Institutional Animal Care and Use Committee (IACUC) has not reviewed proposed animal use activities in order\nto determine if those activities are in accordance with the Animal Welfare Act and Regulations. Currently, all animal\nuse activities have no protocols assign to them, only SOPs; however, there is no SOP or any written instructions for\ninjecting adjuvants in goats. Some of these adjuvants can cause severe inflammatory reactions and acute pain such\nas the Freund(cid:25)s complete adjuvant used by the facility. Because of the potential for pain and/or distress, a search\nfor alternatives for animal use is also required. The protocol for blood collection from goats are missing the\napproximate number of animals to be used, the rationale for involving animals, the rationale for species, the\nrationale for the number of animals to be used, and the provision for the use of analgesic, anesthetic, and\n\ntranquilizing drugs where indicated to minimize discomfort and pain to the animals. It is necessary for an IACUC to\nreview and approve the proposed activities for the care and use of animals and to provide the proper oversight of\nthe use of animals by the research facility. Lack of supervision by an IACUC often leads to non-compliances with\nthe Animal Welfare Act and this decreases animal welfare. Correct by ensuring all animal use activities have been\napproved by the IACUC before any animal procedures are begun, and ensure all required information listed in 2.31\n(d) is made available to the IACUC.\n2.33(a)(1)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.\nThe facility has no written program of veterinary care approved by the attending veterinarian on the premises. A\npart-time attending veterinarian is employed by the facility and visits the site monthly. A program of veterinary care\nwas obtained from the attending veterinarian at the time of the exit, but the staff did not know what was included in\nthe program of veterinary care at the time of inspection. A written program of veterinary care is necessary to ensure\nthat the facility staff understands the expectations of the attending veterinarian in regards to the care and use of the\nanimals. A program of veterinary care must be written, approved by the attending veterinarian as part of the formal\narrangement between the facility and the attending veterinarian, and the facility must have a copy of the program in\norder to ensure adherence to the program of veterinary care.\n2.33(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.\nNumerous goats were observed with nasal discharge and several were observed with diarrhea and areas of hair\nloss (described in detail below). The attending veterinarian had not been contacted prior to the inspection regarding\nany of these animals.  None of the goats with nasal discharge or hair loss were receiving any veterinary treatment at\nthe time of inspection. Three goats were receiving Nuflor without the knowledge of the veterinarian or being listed in\nthe Program of Veterinary Care.\n**About 12-15 goats were observed with nasal discharge in both pastures. The nasal discharge was slimy in\nappearance and mostly white to clear with a few having a greenish color. There was also dry white crusty material\ninside and around the nose in some goats. Coughing was occasionally heard. None of these goats were receiving\nany treatments and had not been identified by staff.\n**Four of the goats were pulled from the main two herds and put inside a sick pen. One of the four goats was pulled\nthe night before and hadn(cid:25)t been treated with any medication, but the three other goats were receiving Nuflor.\nAnother goat with ear tag Y-26 located in pasture 2 was identified of having diarrhea. The goat had a large amount\nof brown greenish wet material on the tail, around the base of the tail, under the tail, on the upper portion of the\nback legs that was consistent with diarrhea. Y-26 was not receiving any treatments and the staff was unaware of the\ngoat(cid:25)s condition.\n\n**Two goats(R-24 and W-119) had a circular area of hair loss on the upper portion of the bridge of the nose. The\nareas of hair loss showed pink skin with white flaky material on the surface of the skin. \n**For the months of October, November, and December at total of 18 goats have naturally died. This is roughly a\n10% mortality loss for the goat herd over the past 3 months. No necropsies were performed and no diagnostic\ntesting was conducted to determine the cause of death. Fecal testing was performed on some of the goats before\ndeath that determined there was a parasite infection, but the cause of death was never determined. The owner\nreported that some of the goats were older but other goats simply died without showing any signs.\nAnimals not provided appropriate veterinary care will often not improve and will lead to the worsening of the original\ncondition along with secondary infections. Medications not approved by the attending veterinarian may have no\nimpact on the disease or may cause further harm to the animal. Mortality in goats is an important sign a serious\ndisease is present in a herd. A veterinarian needs to be contacted when there is an unexpected death, so the\ndisease can be properly diagnosed and the other animals be treated or given a preventive. Because of the recent\nhigh mortality loss, all animal deaths must have a necropsy conducted by a license veterinarian. All animals must be\nprovided appropriate methods to prevent, control, diagnose, and treat diseases and injuries in a timely manner and\nall treatments must be approved by the veterinarian either by the Program of Veterinarian Care or by direct\ncommunication. At the time of the exit interview the attending veterinarian had treated the animals identified in need\nof veterinary care.\n2.33(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.\nOn inspection multiple goats, mentioned above, were not provided proper daily observation, and illnesses were not\ncommunicated to a veterinarian.  Daily observation is needed to assess an animal(cid:25)s health and well-being. Failure\nto daily assess animals and report illnesses to a veterinarian can result in injuries and diseases not being diagnosed\nand treated in a timely manner and results in the further progression of the illness or injury. Provide daily\nobservation for all animals to evaluate their health and well-being, and provide an accurate and timely means of\ncommunication so that all problems for all animals are reported to a veterinarian. Correct this day forward.\n2.36(b)\nANNUAL REPORT.\nThe annual report signed on 10/16/2014 by the Vice-President for the 2014 fiscal year is incorrect. No animals are\nrecorded in the annual report; however, the facility acknowledges using both goats and rabbits in the 2014 fiscal\nyear. Additionally, not all facility locations are listed in the annual report. Accurate reporting of animal species and\nnumbers is necessary to maintain communication with the USDA regarding animal use and animal welfare in\n\nresearch. Correct by sending an accurate annual report to the regional office.\nCorrect by 1/19/2015\n3.56(b)(3)\nSANITATION. \nThe staff stated that the 16 black wire rabbit enclosures housing one rabbit in each cage are cleaned with a\ndetergent like (cid:28)dawn dish soap(cid:29) once a week, but no disinfectant is being used. No sanitization protocol is followed\ncurrently. There is excessive hair and white mineral-like staining, often seen from the build-up of rabbit urine,\naround the bottom of the cages. Failure to properly clean and sanitize primary enclosures can allow bacteria to\nproliferate and therefore poses a risk of both disease and contamination to the animals contained therein.  Correct\nby ensuring that primary enclosures for rabbits are cleaned and sanitized at least once every 30 days through one\nof the methods prescribed in section 3.56(b)(3) such as cleaning with an appropriate detergent followed by the\napplication of a safe, effective disinfectant solution.  All rabbits have been removed from the facilities. If rabbits are\never housed at the facilities in the future, continue to follow proper cleaning and sanitization from this day forward.\n3.125(a)\nFACILITIES, GENERAL.   \nThere were numerous sharp wires pointing inside the goat enclosures. Some examples of sharp wires observed at\nthe facilities inside the goat enclosures include: small loose wires tying fencing together, metal cattle fencing used\nas containment for outdoors was broken in several areas, and multiple wooden posts wrapped in old broken\nfencing. The ends of the wires were sharp to the touch. No cuts or injuries were observed on any of the animals.\nSharp points or jagged edges could cause injury and pain to an animal. Loose wires are also more likely to break off\nand be eaten or stepped on. All housing facilities must protect the animals from injury. Monitor all wire fences and\nenclosures to ensure loose wires are removed and could not harm any animals. Correct by 1/12/2015.\nThe inspection and exit interview were conducted with the owner and multiple representatives of the facility. \nThis is a focused inspection on the indirect non-compliances.",
  "animals_total": 196,
  "species": [
    {
      "count": 180,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 16,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    }
  ]
}