{
  "insp_id": "2016090000750752",
  "layout": "b",
  "customer_id": "503324",
  "customer_name": "Brian Letsinger",
  "customer_addr": "RR 2 Box 773\nAva, MO 65713",
  "certificate": "43-A-6339",
  "site_id": "002",
  "site_name": "Brian Letsinger",
  "insp_type": "NEW SITE INSPECTION",
  "date": "17-NOV-2021",
  "report_date": "18-NOV-2021",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Fancy, (m/c# 991001898048816) a red & white Australian Shepherd female with 7 puppies (approximately 1 week old), is\nvery thin. There was an abdominal tuck and the spine and ribs were easily felt by the inspector. The owner stated that\nshe is fed \"all she can eat\". There was no consultation with a veterinarian to establish a diagnosis or treatment for this\ndog. Poor body condition can be the result of parasites, inadequate nutrition, or an underlying medical condition. When\nnursing puppies, a thin female may not be able to produce the needed quality of milk.\nFancy must be evaluated by a veterinarian within 3 days of this inspection, to know with certainty the problem and the\ncorrect treatment. Documentation of the evaluation, recommended treatment and delivered treatments must be created\nand must be available to APHIS officials."
    },
    {
      "code": "2.75(a)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors",
      "narrative": "In the 3 sided shed containing the adult dogs, an enclosure houses 1 Coon Hound that is not included on the APHIS\n7005. The dog is not used for breeding but is housed with the kennel dogs. Each dealer shall make, keep, and maintain\nrecords or forms which fully and correctly disclose the information required in 2.75(a)(1) concerning each dog purchased\nor otherwise acquired, owned, held, or otherwise in his or her possession or under his or her control. All dogs housed in\nthe kennel must be listed on the APHIS 7005."
    },
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "In the 3 sided shed was an enclosure with 2 Australian Shepherds where there was only 1 shelter that is not large enough\nfor each of the dogs to sit, stand and lie in a normal manner. There is space enough for only 1 of the 2 dogs in the\nshelter so the other dog will not have shelter from the elements. Shelters are required to protect the animals from the\nelements. Shelters must have a roof, four sides, and a floor. The owner must provide one or more shelters in each\noutdoor enclosure that are large enough to contain all the animals at one time and allow them to sit, stand, lie, and turn\nabout freely."
    },
    {
      "code": "3.13(b)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The Program of Veterinary Care does not address the sampling of dogs for heartworm, coccidia or giardia. Under the\nsampling for blood parasites is the statement \"Clinical signs of disease are tested and treated appropriately\". This does\nnot address the sampling of dogs and the prevention of heartworm. A preventative dewormer treatment is listed for\nintestinal parasites but does not address a schedule to sample for giardia and coccidia. Sampling for parasites is\nimportant to know with certainty that the preventative program is adequate to prevent infestation. The applicant must add\na schedule for sampling of these parasites approved by the attending veterinarian to the Program of Veterinary Care.\nThis inspection was a site approval inspection.\nThis site is not ready for approval to conduct activity covered under your current Animal Welfare Act License.\nConducting regulated activities at a non-approved site is a violation of the Animal Welfare Act.\nPlease contact your inspector to schedule your next new site approval inspection.\nThis inspection and exit interview were conducted with a facility representative.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nFancy, (m/c# 991001898048816) a red & white Australian Shepherd female with 7 puppies (approximately 1 week old), is \nvery thin.  There was an abdominal tuck and the spine and ribs were easily felt by the inspector.  The owner stated that \nshe is fed \"all she can eat\".  There was no consultation with a veterinarian to establish a diagnosis or  treatment for this \ndog. Poor body condition can be the result of parasites, inadequate nutrition, or an underlying medical condition.   When \nnursing puppies, a thin female may not be able to produce the needed quality of milk. \nFancy must be evaluated by a veterinarian within 3 days of this inspection, to know with certainty the problem and the \ncorrect treatment. Documentation of the evaluation, recommended treatment and delivered treatments must be created \nand must be available to APHIS officials. \n2.75(a) \n   \nRecords: Dealers and exhibitors \nIn the 3 sided shed containing the adult dogs, an enclosure houses 1 Coon Hound that is not included on the APHIS \n7005.  The dog is not used for breeding but is housed with the kennel dogs.  Each dealer shall make, keep, and maintain \nrecords or forms which fully and correctly disclose the information required in 2.75(a)(1)  concerning each dog purchased \nor otherwise acquired, owned, held, or otherwise in his or her possession or under his or her control.  All dogs housed in \nthe kennel must be listed on the APHIS 7005.\n\n3.4(b) \n   \nOutdoor housing facilities. \nIn the 3 sided shed was an enclosure with 2 Australian Shepherds where there was only 1 shelter that is not large enough \nfor each of the dogs to sit, stand and lie in a normal manner.   There is space enough for only 1 of the 2 dogs in the \nshelter so the other dog will not have shelter from the elements.  Shelters are required to protect the animals from the \nelements.  Shelters must have a roof, four sides, and a floor.  The owner must provide one or more shelters in each \noutdoor enclosure that are large enough to contain all the animals at one time and allow them to sit, stand, lie, and turn \nabout freely. \n3.13(b) \n   \nVeterinary care for dogs. \nThe Program of Veterinary Care does not address the sampling of dogs for heartworm, coccidia or giardia.  Under the \nsampling for blood parasites is the statement \"Clinical signs of disease are tested and treated appropriately\".  This does \nnot address the sampling of dogs and the prevention of heartworm.  A preventative dewormer treatment is listed for \nintestinal parasites but does not address a schedule to sample for giardia and coccidia.  Sampling for parasites is \nimportant to know with certainty that the preventative program is adequate to prevent infestation.   The applicant must add \na schedule for sampling of these parasites approved by the attending veterinarian to the Program of Veterinary Care. \n \nThis inspection was a site approval inspection. \n \nThis site is not ready for approval to conduct activity covered under your current Animal Welfare Act License. \n \nConducting regulated activities at a non-approved site is a violation of the Animal Welfare Act.\n\nPlease contact your inspector to schedule your next new site approval inspection. \n \nThis inspection and exit interview were conducted with a facility representative. \n \nEnd Section",
  "animals_total": 52,
  "species": [
    {
      "count": 30,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 22,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}