{
  "insp_id": "267151753490362",
  "layout": "a",
  "customer_id": "325262",
  "customer_name": "Ann Allison",
  "customer_addr": "21909 S. Jordan Spr. Rd.\nLangdon, KS 67583",
  "certificate": "48-A-2124",
  "site_id": "001",
  "site_name": "Ann Allison",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-SEP-2015",
  "report_date": "24-SEP-2015",
  "citations": [
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "There are no acquisition records for the 8 puppies currently housed in the kennel. Adequate records are essential\nfor the tracking and identification of all animals present in the kennel. Acquisition records must be completed for\nthese puppies as well as future puppies and adults added. Correct by 29 Sept. 2015."
    },
    {
      "code": "3.3(e)(1)(3)",
      "kind": "",
      "repeat": false,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "The paint on the outside wall of the west kennel building is wearing off exposing the unsealed wood underneath.\nUnsealed wood may not be adequately sanitized and can harbor disease-causing organisms. This wooden wall\nmust be made impervious to moisture and measures must be in place to ensure all surfaces in contact with the\ndogs are also impervious to moisture. Correct by 23 October 2015.\nThis routine inspection and exit interview were conducted with a facility representative."
    }
  ],
  "narrative": "2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nThere are no acquisition records for the 8 puppies currently housed in the kennel.  Adequate records are essential\nfor the tracking and identification of all animals present in the kennel.  Acquisition records must be completed for\nthese puppies as well as future puppies and adults added.  Correct by 29 Sept. 2015.\n3.3(e)(1)(3)\nSHELTERED HOUSING FACILITIES.\nThe paint on the outside wall of the west kennel building is wearing off exposing the unsealed wood underneath. \nUnsealed wood may not be adequately sanitized and can harbor disease-causing organisms.  This wooden wall\nmust be made impervious to moisture and measures must be in place to ensure all surfaces in contact with the\ndogs are also impervious to moisture.  Correct by 23 October 2015.\nThis routine inspection and exit interview were conducted with a facility representative.",
  "animals_total": 44,
  "species": [
    {
      "count": 44,
      "scientific": "Canis lupus familiaris",
      "common": "DOMESTIC DOG"
    }
  ]
}