{
  "insp_id": "2016090000615431",
  "layout": "b",
  "customer_id": "322810",
  "customer_name": "Carolyn Anderson",
  "customer_addr": "13 7th Street N.W.\nMASON CITY, IA 50401",
  "certificate": "42-A-1471",
  "site_id": "001",
  "site_name": "Carolyn Anderson",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-MAY-2021",
  "report_date": "25-MAY-2021",
  "citations": [
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Time and method of identification.",
      "narrative": "Male Yorkshire terrier \"Tucker\" is over 16 weeks of age and does not have an official form of identification. Identification\nis necessary in order for USDA officials to identify dogs during inspection.\nAll live dogs held on the premises shall be identified by an official tag affixed to the animal's neck by means of a collar\nmade of material generally considered acceptable to pet owners as a means of identifying their pet dogs, or shall be\nidentified by a distinctive and legible tattoo marking acceptable to and approved by the Administrator. The licensee must\nprovide \"Tucker\" with an official form of identification and must ensure that all dogs over 16 weeks of age have an official\nform of identification at all times."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "Three enclosures, with a total of four puppies less than 16 weeks old, had no cage cards or other means of identification.\nAll dogs need to have some form of identification for tracking in case of disease outbreak or regulatory investigation.\nAll enclosures containing puppies less than 16 weeks of age must have properly completed cage cards. The licensee\nmust ensure that all puppies under 16 weeks of age have cage cards or other approved methods of identification at all\ntimes."
    },
    {
      "code": "2.75(a)(1)(ix)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "There are numerous dogs, including \"Louie\" and \"Lovie\", that are listed on the facilities APHIS Form 7005 (Acquisition of\nDogs and Cats on Hand), but are no longer at the facility and there is no date or method of disposition recorded. The\ndate and method of disposition are necessary to determine an accurate count of the number of dogs at the facility and\ntrace the movement of dogs.\nEach dealer shall make, keep, and maintain records or forms which fully and correctly disclose the required information\nconcerning each dog including the date and method of disposition. The licensee must update APHIS Form 7005 to\ninclude the date and method of disposition for each applicable dog. The licensee must ensure that APHIS Form 7005 is\nkept up-to-date at all times.\nTo be corrected by: June 01, 2021"
    },
    {
      "code": "3.1(b)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "In one enclosure, containing one adult dog and one puppy, there is a large amount of clutter stored on top of the\nenclosure. The clutter consists of a clock, stacks of paperwork, plastic containers, and bottles of veterinary care products.\nAnother enclosure, containing two adult dogs, has a large plastic container placed on top of the enclosure. Clutter stored\non top of the enclosures could impact the movement of air, as well as become too heavy and cause the top of the\nenclosure to collapse potentially injuring an animal.\nAnimal areas inside of housing facilities must be kept neat and free of clutter. The licensee must remove the clutter from\nthe tops of the enclosures and ensure that all housing areas remain free from clutter at all times."
    },
    {
      "code": "3.6(c)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "One enclosure, containing one adult dog (\"Bridgette\", #86) and one puppy, does not provide the minimum amount of floor\nspace. The adult dog measured 15 inches in length requiring a minimum floor space of 3.06 square feet. The puppy\nmeasured 12 inches in length requiring a minimum floor space of 2.25 square feet. Together, the puppy and adult require\na minimum floor space of 5.31 square feet and the enclosure they are housed in has a floor space of 3.95 square feet.\nOne enclosure, containing one adult dog (\"Tucker\") and one puppy, does not provide the minimum amount of floor space.\nThe adult dog measured 15 inches in length requiring a minimum floor space of 3.06 square feet. The puppy measured\n14 inches in length requiring a minimum floor space of 2.78 square feet. Together, the puppy and adult require a\nminimum floor space of 5.84 square feet and the enclosure they are housed in has a floor space of 4.43 square feet.\nFailure to provide the minimum amount of space in which to house the dogs could have a negative impact on their health\nand well-being.\nEach dog housed in a primary enclosure (including weaned puppies) must be provided a minimum amount of floor space\nas required by the Animal Welfare Act. The licensee must house the above mentioned dogs in an enclosure that provides\nthe minimum amount of floor space. The licensee must ensure that all dogs are provided with the minimum amount of\nfloor space at all times.\nTo be corrected by: End of business May 26, 2021"
    },
    {
      "code": "3.8",
      "kind": "",
      "repeat": false,
      "desc": "Exercise for dogs.",
      "narrative": "The licensee's exercise plan has not been reviewed or approved by the attending veterinarian. The exercise plan also\ndoes not address the specific needs of dogs housed individually or in groups.\nA complete exercise plan that has been approved by the attending veterinarian is important to ensure the dogs are\nreceiving adequate space and exercise to support their health and well-being.\nThe licensee must have an appropriate plan, approved by the attending veterinarian, that provides all dogs with the\nopportunity to exercise.\nTo be corrected by: June 08, 2021"
    },
    {
      "code": "3.10(a)",
      "kind": "",
      "repeat": false,
      "desc": "Watering",
      "narrative": "Three enclosures, housing 5 dogs, have empty water receptacles. The program of veterinary care provided by the\nattending veterinarian in November 2020, advises the licensee of the new watering rule and the requirement for a\ncontinuously available potable water.\nContinuous access to potable water is important for the health and well-being of the dogs and it is a specific requirement\nof the Animal Welfare Act.\nPotable water must be continuously available to all dogs. The licensee must ensure that all dogs have access to potable\nwater at all times.\nTo be corrected by: The facility representative provided water to the dogs at the time of the inspection.\nThis inspection and exit interview were conducted with the facility representatives.\nAdditional Inspectors:\nWilliam Janecke, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.50(a)(1)  Repeat\n   \nTime and method of identification. \nMale Yorkshire terrier \"Tucker\" is over 16 weeks of age and does not have an official form of identification.  Identification \nis necessary in order for USDA officials to identify dogs during inspection. \n \nAll live dogs held on the premises shall be identified by an official tag affixed to the animal's neck by means of a collar \nmade of material generally considered acceptable to pet owners as a means of identifying their pet dogs, or shall be \nidentified by a distinctive and legible tattoo marking acceptable to and approved  by the Administrator.  The licensee must \nprovide \"Tucker\" with an official form of identification and must ensure that all dogs over 16 weeks of age have an official \nform of identification at all times. \n2.75(a)(1)  Repeat\n   \nRecords: Dealers and exhibitors. \nThree enclosures, with a total of four puppies less than 16 weeks old, had no cage cards or other means of identification. \nAll dogs need to have some form of identification for tracking in case of disease outbreak or regulatory investigation. \nAll enclosures containing puppies less than 16 weeks of age must have properly completed cage cards.  The licensee \nmust ensure that all puppies under 16 weeks of age have cage cards or other approved  methods of identification at all \ntimes.\n\n2.75(a)(1)(ix) \n   \nRecords: Dealers and exhibitors. \nThere are numerous dogs, including \"Louie\" and \"Lovie\", that are listed on the facilities APHIS Form 7005 (Acquisition of \nDogs and Cats on Hand), but are no longer at the facility and there is no date or method of disposition recorded.  The \ndate and method of disposition are necessary to determine an accurate count of the number of dogs at the facility and \ntrace the movement of dogs. \n \nEach dealer shall make, keep, and maintain records or forms which fully and correctly disclose the required information \nconcerning each dog including the date and method of disposition.  The licensee must update APHIS Form 7005 to \ninclude the date and method of disposition for each applicable dog.  The licensee must ensure that APHIS Form 7005 is \nkept up-to-date at all times. \n \nTo be corrected by:  June 01, 2021 \n3.1(b)  Repeat\n   \nHousing facilities, general. \nIn one enclosure, containing one adult dog and one puppy, there is a large amount of clutter stored on top of the \nenclosure.  The clutter consists of a clock, stacks of paperwork, plastic containers, and bottles of veterinary care products.  \nAnother enclosure, containing two adult dogs, has a large plastic container placed on top of the enclosure.  Clutter stored \non top of the enclosures could impact the movement of air, as well as become too heavy and cause the top of the \nenclosure to collapse potentially injuring an animal. \n \nAnimal areas inside of housing facilities must be kept neat and free of clutter.  The licensee must remove the clutter from \nthe tops of the enclosures and ensure that all housing areas remain free from clutter at all times.\n\n3.6(c)(1)(i) \n   \nPrimary enclosures. \nOne enclosure, containing one adult dog (\"Bridgette\", #86) and one puppy, does not provide the minimum amount of floor \nspace.  The adult dog measured 15 inches in length requiring a minimum floor space of 3.06 square feet.  The puppy \nmeasured 12 inches in length requiring a minimum floor space of 2.25 square feet.  Together, the puppy and adult require \na minimum floor space of 5.31 square feet and the enclosure they are housed in has a floor space of 3.95 square feet. \n \nOne enclosure, containing one adult dog (\"Tucker\") and one puppy, does not provide the minimum amount of floor space.  \nThe adult dog measured 15 inches in length requiring a minimum floor space of 3.06 square feet.  The puppy measured \n14 inches in length requiring a minimum floor space of 2.78 square feet.  Together, the puppy and adult require a \nminimum floor space of 5.84 square feet and the enclosure they are housed in has a floor space of 4.43 square feet. \n \nFailure to provide  the minimum amount of space in which to house the dogs could have a negative impact on their health \nand well-being. \n \nEach dog housed in a primary enclosure (including weaned puppies) must be provided  a minimum amount of floor space \nas required by the Animal Welfare Act.  The licensee must house the above mentioned dogs in an enclosure that provides \nthe minimum amount of floor space.  The licensee must ensure that all dogs are provided with the minimum amount of \nfloor space at all times. \n \nTo be corrected by:  End of business May 26, 2021 \n3.8 \n   \nExercise for dogs.\n\nThe licensee's exercise plan has not been reviewed  or approved  by the attending veterinarian.   The exercise plan also \ndoes not address the specific needs of dogs housed individually or in groups. \n \nA complete exercise plan that has been approved  by the attending veterinarian  is important to ensure the dogs are \nreceiving adequate space and exercise to support their health and well-being. \n \nThe licensee must have an appropriate plan, approved  by the attending veterinarian,  that provides all dogs with the \nopportunity to exercise. \n \nTo be corrected by:  June 08, 2021 \n3.10(a) \n   \nWatering \nThree enclosures, housing 5 dogs, have empty water receptacles.  The program of veterinary care provided by the \nattending veterinarian  in November  2020, advises the licensee of the new watering rule and the requirement for a \ncontinuously available potable water. \n \nContinuous access to potable water is important for the health and well-being of the dogs and it is a specific requirement \nof the Animal Welfare Act. \n \nPotable water must be continuously available  to all dogs.  The licensee must ensure that all dogs have access to potable \nwater at all times.\n\nTo be corrected by:  The facility representative  provided  water to the dogs at the time of the inspection. \n \nThis inspection and exit interview were conducted with the facility representatives. \n \nAdditional Inspectors: \nWilliam Janecke, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 26,
  "species": [
    {
      "count": 20,
      "scientific": "Dogs",
      "common": "DOGS"
    },
    {
      "count": 6,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}