{
  "insp_id": "318140934110622",
  "layout": "a",
  "customer_id": "14198",
  "customer_name": "Elmer Richards",
  "customer_addr": "10790 Simpson Road\nCadet, MO 63630",
  "certificate": "43-A-4105",
  "site_id": "001",
  "site_name": "ELMER RICHARDS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-NOV-2014",
  "report_date": "14-NOV-2014",
  "citations": [
    {
      "code": "3.4(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "***Shelter from Elements***\nSix enclosures in the concrete block kennel building on the east side of the kennel area had interior shelter boxes\nthat had an inadequate amount of bedding. Bedding was provided but a larger portion of the rubber matting\nbeneath was visible. The outside air temperature at the time of inspection was approximately 32 degrees F with the\ntemperature inside these shelter boxes approximately 38 degrees F. Additional bedding must be provided to allow\nfor enough bedding material for the dogs to nest in and conserve body heat. To be corrected by: 11/13/14\nThis inspection was conducted with the owner with an exit briefing conducted at the conclusion of the inspection.\nNoncompliant items and correction dates were discussed with the owner with the report to be sent via certified mail."
    }
  ],
  "narrative": "3.4(b)(4)\nOUTDOOR HOUSING FACILITIES.\n***Shelter from Elements***\n Six enclosures in the concrete block kennel building on the east side of the kennel area had interior shelter boxes\nthat had an inadequate amount of bedding.  Bedding was provided but a larger portion of the rubber matting\nbeneath was visible.  The outside air temperature at the time of inspection was approximately 32 degrees F with the\ntemperature inside these shelter boxes approximately 38 degrees F.   Additional bedding must be provided to allow\nfor enough bedding material for the dogs to nest in and conserve body heat.  To be corrected by: 11/13/14\nThis inspection was conducted with the owner with an exit briefing conducted at the conclusion of the inspection. \nNoncompliant items and correction dates were discussed with the owner with the report to be sent via certified mail.",
  "animals_total": 21,
  "species": [
    {
      "count": 12,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 9,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}