{
  "insp_id": "269140828020284",
  "layout": "a",
  "customer_id": "325908",
  "customer_name": "Perfect Birds L L C",
  "customer_addr": "4005 Hwy 178\nJay, FL 32565",
  "certificate": "58-B-0549",
  "site_id": "001",
  "site_name": "PERFECT BIRDS L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-SEP-2014",
  "report_date": "26-SEP-2014",
  "citations": [
    {
      "code": "3.25(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The shed where the feed is stored is dirty, with spilled feed in piles and scattered on the floor under and around the\nbags of food. The door was left open and there were insects and flies observed entering the storage area landing\non the spilled feed. The feed storage shed must be kept clean and the door closed in between retrieval of feed\nbags to prevent contamination of the food stored there by insects, vermin, dirt and debris.\nCorrected by September 26, 2014.\nThere is a large pile of bedding stored in the middle of a storage barn. The bedding pile is surrounded by\ndisorganized accumulations of discarded items and debris including: animal carriers, air conditioners,\nde-humidifiers, plastic bags, plastic ties, wire mesh, tools, cardboard boxes, dirty plastic tubs and covers, hoses,\nmetal posts, boards, buckets, heavy machinery. etc... Pieces of debris, such as plastic, metal, strings, and caustic\nfluid may contaminate the bedding. The disorganized piles of debris and discarded materials can also attract\nunwanted pests such as rodents, snakes and insects. The waste from rodents and insects may contaminate the\nbedding which could be hazardous to the health and safety of the animals.\nSupplies of food and bedding shall be stored in facilities which adequately protect such supplies against\ncontamination,\nCorrect by October 30, 2014."
    },
    {
      "code": "3.26(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "There is a strong ammonia odor in both of the buildings housing the guinea pigs and hamsters. The odors were\nmore intense in the large animal barn. The odor was strong enough to cause irritation to the inspector's nose and\neyes. Although there were several doors opened and fans being used to circulate the air, these were not adequate\nto clear the air. The air conditioning and building ventilation system was not in use. The strong odors, inadequate\nventilation and availability of fresh air can cause discomfort for the animals and may result in respiratory health\nissues. The facilities shall be provided with more fresh air, and shall be ventilated so as to minimize drafts and\nodors.\nCorrect by October 26, 2014."
    },
    {
      "code": "3.28(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "There were several water dispensers not functioning properly and not dispensing water to the guinea pigs and\nhamster's primary enclosures. The inspector observed guinea pigs crowding around the malfunctioning dispensers\nattempting to drink. The animal caretaker worked on the nonfunctioning dispensers at the request of the inspector\nand as soon as they began to work again the guinea pigs rushed to drink. All of the drinking water dispensing\nmechanisms must be maintained so that there is always drinking water available to the guinea pigs as required.\nCorrected during inspection."
    },
    {
      "code": "3.28(a)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Many of the primary enclosures for the guinea pigs have holes chewed in the front. The caretakers attempted to\nclose the holes with plastic and duct tape. The tape and plastic is not an appropriate material to adequately repair\nthe holes. The adhesive on the tape has not held, in addition the guinea pigs have chewed through the tape and\nplastic repairs leaving openings in the enclosures for the guinea pigs to escape and/or unwanted animals enter.The\nwire mesh covering the openings where the water dispensers are attached are separating from the plastic walls\ncreating gaps which the guinea pigs can escape through. If the guinea pigs escape through these openings they\nwill drop several feet in most instances, and either onto a cement floor or into the liquid waste filled tubs, and may\nbe injured. The inspector observed a guinea pig running loose in the building at the same time the doors were\nopen. The animal caretaker stated that he is aware that there are a few guinea pigs loose in the building and he is\nin the process of trying to capture them. The loose guinea pigs are at risk of injury and exposure to hazards and\nmust be captured and returned to an enclosure. The primary enclosures for the guinea pigs must be constructed of\nmaterials appropriate for the animals and be maintained to prevent injury, contain them safely, prevent escape and\nso that they will not allow unwanted animals to enter. The primary enclosures must be repaired or replaced or the\nguinea pigs moved to more secure housing.\nCorrect by September 26, 2014.\nThe loose guinea pigs were caught and returned to an enclosure. The tubs that were damaged with holes have\nbeen replaced or repaired by the time the inspector returned to present the report and conduct the exit interview."
    },
    {
      "code": "3.28(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The space provided for the guinea pigs in their primary enclosures does not meet the standards in this section.\nMost of the enclosures have 20 guinea pigs each, a few had 30 guinea pigs, and a couple had 16-18 guinea pigs in\nthem. The dimensions of the plastic tubs are 48 inches long by 22 inches wide by 11 inches high with a total floor\narea of 1056 square inches, however a portion of the floor space is taken up by a food receptacle which would\nshrink the space by the surface area of that receptacle. A sample weight was taken of the average sized guinea\npigs, these weights were: 284g, 315g, 369g, 381g, 387g, 341g, 441g, and 507g with g=grams. Each guinea pig\nunder 350g must have a minimum floor space of 60 sq. inches, and guinea pigs over 350g must have a minimum of\n101 sq. inches of available floor space. For the current enclosures the most that they should contain based on\ntodays weights would be 10 guinea pigs. The number of guinea pigs in each primary enclosure must be reduced to\nmeet the space requirements in the Animal Welfare Act for the health and well-being of the animals.\nCorrect by October 1, 2014."
    },
    {
      "code": "3.29(d)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "The ceramic food receptacles that were in the enclosures were dirty and easily dumped by the guinea pigs. Food\nwas observed strewn throughout the enclosures combining with soiled bedding, and animal wastes. Eating\ncontaminated food may sicken the guinea pigs. Food receptacles shall be accessible to all of the guinea pigs in a\nprimary enclosure and located so as to minimize contamination by excreta. All food receptacles shall be kept clean\nand shall be sanitized at least once every 2 weeks.\nCorrect by September 28, 2014."
    },
    {
      "code": "3.31(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The primary enclosures were excessively dirty. In several of the enclosures the floors contain hard and matted\naccumulations of feces, hair, bedding and food debris. In two of the enclosures the inspector discovered\ndecomposing, dried out, flattened guinea pig carcasses with several live guinea pigs gnawing on them. The front\nwire mesh covering openings where the water dispensers were attached have accumulations of hair, feces and food\ndebris, The walls of the enclosures had dirt and substances smeared on them. The enclosures that have some\nloose bedding had large accumulations of feces and food debris scattered throughout. The new guinea pigs that\nwere delivered this morning were placed in enclosures that had not been cleaned and sanitized as required in this\nsection. There are plastic tubs in front of the racks that are filled with filthy liquid that appears to contain a sludge\ncomposed of animal waste, discarded food debris, soiled bedding and water. Flies were observed by the inspector\nswarming these containers and then entering the animal enclosures. There is duct tape and/or plastic covering\nholes in the bottom fronts of most of the enclosures which are dirty with hair, animal waste and food debris.\nUnsanitary living conditions for the animals such as described above are unhealthy and distressing to the guinea\npigs. The soiled bedding, accumulations of animal wastes and old food debris harbor bacteria that may sicken the\nguinea pigs and attract pests including insects and unwanted rodents. The insects and unwanted rodents pose a\ndisease and parasite hazard. The animal caretakers stated that the enclosures and bedding are supposed to be\ncleaned weekly.\nThe primary enclosures and the tubs beneath must be cleaned more often to facilitate the prescribed husbandry\npractices set forth in this subpart as well as, for the health and well-being of the guinea pigs.\nCorrected by September 26,2014."
    },
    {
      "code": "3.31(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The inspector observed unwanted rodents entering and running around the animal enclosures in both the big\nbuilding and the building identified as the breeding building. The doors being opened without any type of barrier like\nscreening may contribute to the issue. There were numerous flies in both buildings and in proximity to both the\nhamster and guinea pig enclosures. Insects and rodents may harbor and spread disease to the hamsters and\nguinea pigs. An effective program for the control of insects and mammalian pests shall be established and\nmaintained.\nCorrect by October 7, 2014."
    },
    {
      "code": "3.36(a)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES USED TO TRANSPORT LIVE GUINEA PIGS AND HAMSTERS.",
      "narrative": "Many of the wire mesh and wooden travel enclosures in which a shipment of guinea pigs arrived this morning were\ndamaged. There were sharp broken wires protruding into the enclosures. The sharp wires protruding may cause\ninjury to the guinea pigs. On some of the travel enclosures the wire had been separated from the wooden supports\nand there were openings through which guinea pigs may escape. An employee stated that there were several\nguinea pigs loose in the transport trailer when it arrived at the facility. The animal caretaker stated that when he was\nunloading the shipment and picked up a travel crate the bottom fell out and all of the guinea pigs fell out too. The\nstructural strength of the enclosures must be sufficient to contain the guinea pigs and withstand the normal rigors of\ntravel. For all future transport the enclosures must meet these standards."
    },
    {
      "code": "3.36(e)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES USED TO TRANSPORT LIVE GUINEA PIGS AND HAMSTERS.",
      "narrative": "The guinea pig travel enclosures are 24 inches long by 15 inches wide which provides a total of 360 square inches\nof floor space. The caretaker said that there were 15 guinea pigs in each travel enclosure. These enclosures\nshould not have had anymore that 8 guinea pigs each based on the sample weight taken of the animals delivered\nby this inspector and a facility manager. Three out of the 3 out of eight guinea pigs sampled weighed over 350\ngrams but under 600 grams, therefore each guinea pig should have had a minimum floor space of 45 square\ninches. Overcrowding in the travel enclosures may cause discomfort, fighting and injuries to the guinea pigs. The\nspace requirements in this section must be adhered to for the health and well-being of the guinea pigs.\nCorrect on all future transports."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The enclosures for the chinchillas and the ferret are dirty. There is a dried brown substance accumulated on the\nrusty rims of metal boxes inside the chinchilla enclosures. The bedding is dirty with animal waste, and food debris\nthroughout. There are accumulations of feces in the corners and plastered to the wire mesh of the ferret enclosure\nSoiled bedding and accumulations of animal wastes can harbor bacteria, creates irritating odors and attract\nunwanted insects which increase disease hazards to the animals. The chinchilla and ferret enclosures must be\ncleaned more frequently to protect the health and well-being of the animals.\nCorrect by September 28, 2014.\nExit interview conducted with General Manager and Office Manager."
    }
  ],
  "narrative": "3.25(c)\nFACILITIES, GENERAL.\nThe shed where the feed is stored is dirty, with spilled feed in piles and scattered on the floor under and around the\nbags of food.  The door was left open and there were insects and flies observed entering the storage area landing\non the spilled feed.  The feed storage shed must be kept clean and the door closed in between retrieval of feed\nbags to prevent contamination of the food stored there by insects, vermin, dirt and debris. \nCorrected by September 26, 2014.\nThere is a large pile of bedding stored in the middle of a storage barn.  The bedding pile is surrounded by\ndisorganized accumulations of discarded items and debris including: animal carriers, air conditioners,\nde-humidifiers, plastic bags, plastic ties, wire mesh, tools, cardboard boxes, dirty plastic tubs and covers, hoses,\nmetal posts, boards, buckets, heavy machinery. etc... Pieces of debris, such as plastic, metal, strings, and caustic\nfluid may contaminate the bedding.  The disorganized piles of debris and discarded materials can also attract\nunwanted pests such as rodents, snakes and insects.  The waste from rodents and insects may contaminate the\nbedding which could be hazardous to the health and safety of the animals. \nSupplies of food and bedding shall be stored in facilities which adequately protect such supplies against\ncontamination, \nCorrect by October 30, 2014.\n3.26(b)\nFACILITIES, INDOOR.\nThere is a strong ammonia odor in both of the buildings housing the guinea pigs and hamsters.  The odors were\nmore intense in the large animal barn.  The odor was strong enough to cause irritation to the inspector's nose and\neyes.  Although there were several doors opened and fans being used to circulate the air, these were not adequate\nto clear the air.  The air conditioning and building ventilation system was not in use. The strong odors, inadequate\nventilation and availability of fresh air can cause discomfort for the animals and may result in respiratory health\nissues.  The facilities shall be provided with more fresh air, and shall be ventilated so as to minimize drafts and\nodors.  \nCorrect by October 26, 2014.\n\n3.28(a)(2)\nPRIMARY ENCLOSURES. \nThere were several water dispensers not functioning properly and not dispensing water to the guinea pigs and\nhamster's primary enclosures.  The inspector observed guinea pigs crowding around the malfunctioning dispensers\nattempting to drink.  The animal caretaker worked on the nonfunctioning dispensers at the request of the inspector\nand as soon as they began to work again the guinea pigs rushed to drink.  All of the drinking water dispensing\nmechanisms must be maintained so that there is always drinking water available to the guinea pigs as required.\nCorrected during inspection.\n3.28(a)\nPRIMARY ENCLOSURES. \nMany of the primary enclosures for the guinea pigs have holes chewed in the front.  The caretakers attempted to\nclose the holes with plastic and duct tape.  The tape and plastic is not an appropriate material to adequately repair\nthe holes. The adhesive on the tape has not held, in addition the guinea pigs have chewed through the tape and\nplastic repairs leaving openings in the enclosures for the guinea pigs to escape and/or unwanted animals enter.The\nwire mesh covering the openings where the water dispensers are attached are separating from the plastic walls\ncreating gaps which the guinea pigs can escape through.   If the guinea pigs escape through these openings they\nwill drop several feet in most instances, and either onto a cement floor or into the liquid waste filled tubs, and may\nbe injured.  The inspector observed a guinea pig running loose in the building at the same time the doors were\nopen.  The animal caretaker stated that he is aware that there are a few guinea pigs loose in the building and he is\nin the process of trying to capture them.  The loose guinea pigs are at risk of injury and exposure to hazards and\nmust be captured and returned to an enclosure.  The primary enclosures for the guinea pigs must be constructed of\nmaterials appropriate for the animals and be maintained to prevent injury, contain them safely, prevent escape and\nso that they will not allow unwanted animals to enter.  The primary enclosures must be repaired or replaced or the\nguinea pigs moved to more secure housing. \nCorrect by September 26, 2014.\nThe loose guinea pigs were caught and returned to an enclosure.  The tubs that were damaged with holes have\nbeen replaced or repaired by the time the inspector returned to present the report and conduct the exit interview.\n3.28(c)(1)\nPRIMARY ENCLOSURES. \nThe space provided for the guinea pigs in their primary enclosures does not meet the standards in this section. \nMost of the enclosures have 20 guinea pigs each, a few had 30 guinea pigs, and a couple had 16-18 guinea pigs in\nthem.  The dimensions of the plastic tubs are 48 inches long by 22 inches wide by 11 inches high with a total floor\narea of 1056 square inches, however a portion of the floor space is taken up by a food receptacle which would\n\nshrink the space by the surface area of that receptacle.  A sample weight was taken of the average sized guinea\npigs, these weights were: 284g, 315g, 369g, 381g, 387g, 341g, 441g, and 507g with g=grams.  Each guinea pig\nunder 350g must have a minimum floor space of 60 sq. inches, and guinea pigs over 350g must have a minimum of\n101 sq. inches of available floor space.  For the current enclosures the most that they should contain based on\ntodays weights would be 10 guinea pigs.  The number of guinea pigs in each primary enclosure must be reduced to\nmeet the space requirements in the Animal Welfare Act for the health and well-being of the animals.  \nCorrect by October 1, 2014.\n3.29(d)\nFEEDING. \nThe ceramic food receptacles that were in the enclosures were dirty and easily dumped by the guinea pigs. Food\nwas observed strewn throughout the enclosures combining with soiled bedding, and animal wastes. Eating\ncontaminated food may sicken the guinea pigs.  Food receptacles shall be accessible to all of the guinea pigs in a\nprimary enclosure and  located so as to minimize contamination by excreta. All food receptacles shall be kept clean\nand shall be sanitized at least once every 2 weeks. \nCorrect by September 28, 2014.\n3.31(a)\nSANITATION.\nThe primary enclosures were excessively dirty.  In several of the enclosures the floors contain hard and matted\naccumulations of feces, hair, bedding and food debris.  In two of the enclosures the inspector discovered\ndecomposing, dried out, flattened guinea pig carcasses with several live guinea pigs gnawing on them.  The front\nwire mesh covering openings where the water dispensers were attached have accumulations of hair, feces and food\ndebris, The walls of the enclosures had dirt and substances smeared on them.  The enclosures that have some\nloose bedding had large accumulations of feces and food debris scattered throughout. The new guinea pigs that\nwere delivered this morning were placed in enclosures that had not been cleaned and sanitized as required in this\nsection.   There are plastic tubs in front of the racks that are filled with filthy liquid that appears to contain a sludge\ncomposed of animal waste, discarded food debris, soiled bedding and water.  Flies were observed by the inspector\nswarming these containers and then entering the animal enclosures.  There is duct tape and/or plastic covering\nholes in the bottom fronts of most of the enclosures which are dirty with hair, animal waste and food debris. \nUnsanitary living conditions for the animals such as described above are unhealthy and distressing to the guinea\npigs.  The soiled bedding, accumulations of animal wastes and old food debris  harbor bacteria that may sicken the\nguinea pigs and attract pests including insects and unwanted rodents.  The insects and unwanted rodents pose a\ndisease and parasite hazard.  The animal caretakers stated that the enclosures and bedding are supposed to be\ncleaned weekly. \nThe primary enclosures and the tubs beneath must be cleaned more often to facilitate the prescribed husbandry\n\npractices set forth in this subpart as well as,  for the health and well-being of the guinea pigs.\nCorrected by September 26,2014.\n3.31(c)\nSANITATION.\nThe inspector observed unwanted rodents entering and running around the animal enclosures in both the big\nbuilding and the building identified as the breeding building.  The doors being opened without any type of barrier like\nscreening may contribute to the issue. There were numerous flies in both buildings and in proximity to both the\nhamster and guinea pig enclosures. Insects and rodents may harbor and spread disease to the hamsters and\nguinea pigs.  An effective program for the control of insects and mammalian pests shall be established and\nmaintained.\nCorrect by October 7, 2014.\n3.36(a)\nPRIMARY ENCLOSURES USED TO TRANSPORT LIVE GUINEA PIGS AND HAMSTERS.\nMany of the wire mesh and wooden travel enclosures in which a shipment of guinea pigs arrived this morning were\ndamaged.  There were sharp broken wires protruding into the enclosures.  The sharp wires protruding may cause\ninjury to the guinea pigs. On some of the travel enclosures the wire had been separated from the wooden supports\nand there were openings through which guinea pigs may escape. An employee stated that there were several\nguinea pigs loose in the transport trailer when it arrived at the facility. The animal caretaker stated that when he was\nunloading the shipment and picked up a travel crate the bottom fell out and all of the guinea pigs fell out too.  The\nstructural strength of the enclosures must be sufficient to contain the guinea pigs and withstand the normal rigors of\ntravel.  For all future transport the enclosures must meet these standards.\n3.36(e)\nPRIMARY ENCLOSURES USED TO TRANSPORT LIVE GUINEA PIGS AND HAMSTERS.\nThe guinea pig travel enclosures are 24 inches long by 15 inches wide which provides a total of 360 square inches\nof floor space.  The caretaker said that there were 15 guinea pigs in each travel enclosure.  These enclosures\nshould not have had anymore that 8 guinea pigs each based on the sample weight taken of the animals delivered\nby this inspector and a facility manager.  Three out of the 3 out of eight guinea pigs sampled weighed over 350\ngrams but under  600 grams, therefore each guinea pig should have had a minimum floor space of 45 square\ninches.  Overcrowding in the travel enclosures may cause discomfort, fighting and injuries to the guinea pigs.  The\nspace requirements in this section must be adhered to for the health and well-being of the guinea pigs. \nCorrect on all future transports.\n\n3.131(a)\nSANITATION.   \nThe enclosures for the chinchillas and the ferret are dirty.  There is a dried brown substance accumulated on the\nrusty rims of metal boxes inside the chinchilla enclosures.  The bedding is dirty with animal waste, and food debris\nthroughout.  There are accumulations of feces in the corners and plastered to the wire mesh of the ferret enclosure \nSoiled bedding and accumulations of animal wastes can harbor bacteria, creates irritating odors and attract\nunwanted insects which increase disease hazards to the animals.  The chinchilla and ferret enclosures must be\ncleaned more frequently to protect the health and well-being of the animals. \nCorrect by September 28, 2014.\nExit interview conducted with General Manager and Office Manager.",
  "animals_total": 3953,
  "species": [
    {
      "count": 1989,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 28,
      "scientific": "Chinchilla brevicaudata",
      "common": "CHINCHILLA"
    },
    {
      "count": 240,
      "scientific": "Cricetulus griseus",
      "common": "CHINESE HAMSTER"
    },
    {
      "count": 533,
      "scientific": "Gerbillus acticola",
      "common": "BERBERA GERBIL"
    },
    {
      "count": 104,
      "scientific": "Mesocricetus auratus",
      "common": "SYRIAN HAMSTER (GOLDEN HAMSTER)"
    },
    {
      "count": 1,
      "scientific": "Muscardinus avellanarius",
      "common": "HAZEL DORMOUSE"
    },
    {
      "count": 98,
      "scientific": "Phodopus campbelli",
      "common": "CAMPBELLS DWARF HAMSTER"
    },
    {
      "count": 199,
      "scientific": "Phodopus roborovskis",
      "common": "ROBOROVSKIS DWARF HAMSTER"
    },
    {
      "count": 761,
      "scientific": "Phodopus sungorus",
      "common": "WINTER WHITE RUSSIAN DWARF HAMSTER"
    }
  ]
}