{
  "insp_id": "2016082567921575",
  "layout": "a",
  "customer_id": "12321",
  "customer_name": "Allen Feenstra",
  "customer_addr": "Dianne Feenstra\n27373 382nd Avenue\nHarrison, SD 57344",
  "certificate": "46-A-0274",
  "site_id": "001",
  "site_name": "ALLEN & DIANNE FEENSTRA",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-SEP-2016",
  "report_date": "12-SEP-2016",
  "citations": [
    {
      "code": "3.1(c)(1)(ii)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Two enclosures on the north side of the main kennel have tin along the top of the dog doors. This tin is protruding\noutward into the enclosures causing a sharp edge. The edges are approximately eye level of the dogs in the\nenclosure in normal standing position. The five dogs in these two enclosures could be injured on these edges.\nAll enclosures must be free of sharp jagged edges that could injure the animals.\nTo be corrected by, 20-September-2016."
    },
    {
      "code": "3.1(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* One enclosure the north side of the main kennel has tin along the top of the dog door. This tin is excessively rusty\nand cannot be properly cleaned and sanitized. Without proper cleaning and sanitization, the disease potential can\nbe increased for the three dogs in the enclosure.\nAll metal surfaces must be maintained and kept free of rust. This will allow for proper cleaning and sanitization and\nthe prevention for the potential of diseases affecting the dogs. This will maintain the structural strength of the metal\nsurface.\nTo be corrected by, 25-September-2016.\nThis inspection and exit interview were conducted with an facility representative and Randall Wagner (ACI).\nThis inspeciton will be sent by e-mail."
    }
  ],
  "narrative": "3.1(c)(1)(ii)\nHOUSING FACILITIES, GENERAL.\n* Two enclosures on the north side of the main kennel have tin along the top of the dog doors.  This tin is protruding\noutward into the enclosures causing a sharp edge.  The edges are approximately eye level of the dogs in the\nenclosure in normal standing position.  The five dogs in these two enclosures could be injured on these edges. \nAll enclosures must be free of sharp jagged edges that could injure the animals.\nTo be corrected by, 20-September-2016. \n3.1(c)(1)\nHOUSING FACILITIES, GENERAL.\n* One enclosure the north side of the main kennel has tin along the top of the dog door.  This tin is excessively rusty\nand cannot be properly cleaned and sanitized.  Without proper cleaning and sanitization, the disease potential can\nbe increased for the three dogs in the enclosure. \nAll metal surfaces must be maintained and kept free of rust.  This will allow for proper cleaning and sanitization and\nthe prevention for the potential of diseases affecting the dogs.  This will maintain the structural strength of the metal\nsurface. \nTo be corrected by, 25-September-2016. \nThis inspection and exit interview were conducted with an facility representative and Randall Wagner (ACI). \nThis inspeciton will be sent by e-mail.",
  "animals_total": 42,
  "species": [
    {
      "count": 42,
      "scientific": "Canis lupus familiaris",
      "common": "DOMESTIC DOG"
    }
  ]
}