{
  "insp_id": "2016090000681907",
  "layout": "b",
  "customer_id": "327046",
  "customer_name": "JOHN KAUFFMAN",
  "customer_addr": "2523 E VALLEY ROAD\nLOGANTON, PA 17747",
  "certificate": "23-A-0583",
  "site_id": "001",
  "site_name": "JOHN KAUFFMAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-AUG-2021",
  "report_date": "12-AUG-2021",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "There were 2 guinea pigs observed with health conditions requiring treatment in accordance with the Program of\nVeterinary Care or consultation with the attending veterinarian. In Pen 16R there was an adult brown and white guinea\npig with the right eye held closed and a thick yellow discharge was visible inside and around the eye. In the same pen, an\nadult tri-color guinea pig was observed with the left eye held closed and a thick yellow discharge was visible inside and\naround the eye. The right eye of this guinea pig also was held partially closed. The margins of the right eye were slightly\nred and swollen and yellow discharge was visible inside and around the eye. The licensee had not observed the health\nconditions in these animals and had not contacted the attending veterinarian or administered any treatments. The\nProgram of Veterinary Care on file addressed the condition and provided treatment options.\nEye abnormalities can affect the vision, can be indicative of disease or injury, can be painful, and affect the overall health\nand well-being of the animal.\nThe licensee must initiate treatment according to the Program of Veterinary Care or contact the Attending Veterinarian to\nevaluate the animals and determine an appropriate plan for diagnosis and treatment."
    },
    {
      "code": "3.25(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "There was a broken pane of glass in the garage door in the building housing the guinea pigs resulting in an opening\napproximately 4 x 9 inches in size.\nFailure to maintain the building in good repair can allow birds, pests, or insects to enter the facility and cause injury or\nspread diseases to the guinea pigs.\nThe guinea pig housing facility must be structurally sound and maintained in good repair to protect the animals from injury\nand to restrict the entrance of other animals.\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThere were 2 guinea pigs observed with health conditions requiring treatment in accordance with the Program of \nVeterinary Care or consultation with the attending veterinarian.  In Pen 16R there was an adult brown and white guinea \npig with the right eye held closed and a thick yellow discharge was visible inside and around the eye.  In the same pen, an \nadult tri-color guinea pig was observed with the left eye held closed and a thick yellow discharge was visible inside and \naround the eye.  The right eye of this guinea pig also was held partially closed.  The margins of the right eye were slightly \nred and swollen and yellow discharge was visible inside and around the eye.  The licensee had not observed the health \nconditions in these animals and had not contacted the attending veterinarian or administered any treatments.  The \nProgram of Veterinary Care on file addressed the condition and provided treatment options. \nEye abnormalities can affect the vision, can be indicative of disease or injury, can be painful, and affect the overall health \nand well-being of the animal. \nThe licensee must initiate treatment according to the Program of Veterinary Care or contact the Attending Veterinarian to \nevaluate the animals and determine an appropriate plan for diagnosis and treatment. \n3.25(a)  Repeat\n   \nFacilities, general.\n\nThere was a broken pane of glass in the garage door in the building housing the guinea pigs resulting in an opening \napproximately 4 x 9 inches in size. \nFailure to maintain the building in good repair can allow birds, pests, or insects to enter the facility and cause injury or \nspread diseases to the guinea pigs. \nThe guinea pig housing facility must be structurally sound and maintained in good repair to protect the animals from injury \nand to restrict the entrance of other animals. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 340,
  "species": [
    {
      "count": 340,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}