{
  "insp_id": "2016090000746607",
  "layout": "b",
  "customer_id": "502939",
  "customer_name": "JOHN KING VERNA KING",
  "customer_addr": "2285 SEAGRAVE DR\nWATSONTOWN, PA 17777",
  "certificate": "23-A-0711",
  "site_id": "001",
  "site_name": "JOHN & VERNA KING",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-NOV-2021",
  "report_date": "05-NOV-2021",
  "citations": [
    {
      "code": "3.28(c)(1)(iii)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "There was one guinea pig pen that did not provide the required amount of floor space. There were 41 weanling guinea\npigs housed in a pen that measured 22 by 46 inches or 1,016 square inches of floor space. Each weanling requires a\nminimum of 60 square inches of floor space. Total floor space required to house these weanlings is 2,460 square inches.\nThere cannot be more than 16 weanling guinea pigs housed in an enclosure measuring 22 by 46 inches.\nInadequate space can cause stress, crowding, and aggression in animals.\nThe licensee must ensure that all guinea pigs are provided with the minimum amount of floor space in order to avoid\novercrowding and to support the health and well-being of the guinea pigs.\nCorrect by: November 19, 2021"
    },
    {
      "code": "3.30",
      "kind": "",
      "repeat": false,
      "desc": "Watering.",
      "narrative": "The majority of the water bottles contained an accumulation of black residue on the inside of the water bottle. The guinea\npigs were observed drinking from the bottles and did not appear dehydrated. The licensee stated the bottles were\ncleaned approximately 2 weeks ago.\nFailure to clean and sanitize waterers often enough to prevent accumulation of debris can result in decreased water\nintake or spread of disease which can negatively impact the health of the animals.\nWatering receptacles must be kept clean and sanitized as necessary to maintain the health and well-being of the animals.\nCorrect by: November 19, 2021\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "3.28(c)(1)(iii) \n   \nPrimary enclosures. \nThere was one guinea pig pen that did not provide the required amount of floor space.  There were 41 weanling guinea \npigs housed in a pen that measured 22 by 46 inches or 1,016 square inches of floor space.  Each weanling requires a \nminimum of 60 square inches of floor space.  Total floor space required to house these weanlings is 2,460 square inches.  \nThere cannot be more than 16 weanling guinea pigs housed in an enclosure measuring 22 by 46 inches. \nInadequate space can cause stress, crowding, and aggression in animals. \nThe licensee must ensure that all guinea pigs are provided with the minimum amount of floor space in order to avoid \novercrowding and to support the health and well-being of the guinea pigs. \nCorrect by:  November 19, 2021 \n3.30 \n   \nWatering. \nThe majority of the water bottles contained an accumulation of black residue on the inside of the water bottle.  The guinea \npigs were observed drinking from the bottles and did not appear dehydrated.  The licensee stated the bottles were \ncleaned approximately 2 weeks ago. \nFailure to clean and sanitize waterers often enough to prevent accumulation of debris can result in decreased water\n\nintake or spread of disease which can negatively impact the health of the animals. \nWatering receptacles must be kept clean and sanitized as necessary to maintain the health and well-being of the animals. \nCorrect by:  November 19, 2021 \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 435,
  "species": [
    {
      "count": 435,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}