{
  "insp_id": "342151201360894",
  "layout": "a",
  "customer_id": "9035",
  "customer_name": "James Swetter",
  "customer_addr": "114 Swetland Road\nClifford Twp, PA 18470",
  "certificate": "23-C-0240",
  "site_id": "001",
  "site_name": "JAMES SWETTER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-DEC-2015",
  "report_date": "08-DEC-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Section 2.40(b)(2) Veterinary Care: A female adult white-tailed deer in the back enclosure has a wet, soiled tail and\nrear legs. This deer has a nose that deviates slightly to the left. The facility escort informed the APHIS official that\nthe nose had been injured when she was a fawn. The fur on the tail, under the tail and on the back of both thighs is\ncoated with a yellowish brown liquid. The deer was off by herself behind one of the shelters and came over to the\nfence during the inspection to be petted. The deer is not on any treatment and the facility escort was not aware of\nthe condition of this deer. Once the APHIS official identified the deer, the licensee called the attending veterinarian\nfor an appointment. The deer does not appear healthy and must be evaluated by the attending veterinarian so an\naccurate diagnosis and appropriate treatment plan can be developed. The licensee must provide the APHIS official\nwith documentation of the outcome of this examination and treatment in writing, upon request. Correct by\nDecember 10, 2015.\nAn exit briefing was conducted with the owner."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nSection 2.40(b)(2) Veterinary Care: A female adult white-tailed deer in the back enclosure has a wet, soiled tail and\nrear legs.  This deer has a nose that deviates slightly to the left.  The facility escort informed the APHIS official that\nthe nose had been injured when she was a fawn.  The fur on the tail, under the tail and on the back of both thighs is\ncoated with a yellowish brown liquid.  The deer was off by herself behind one of the shelters and came over to the\nfence during the inspection to be petted.  The deer is not on any treatment and the facility escort was not aware of\nthe condition of this deer.  Once the APHIS official identified the deer, the licensee called the attending veterinarian\nfor an appointment.  The deer does not appear healthy and must be evaluated by the attending veterinarian so an\naccurate diagnosis and appropriate treatment plan can be developed.  The licensee must provide the APHIS official\nwith documentation of the outcome of this examination and treatment in writing, upon request.  Correct by\nDecember 10, 2015.  \nAn exit briefing was conducted with the owner.",
  "animals_total": 29,
  "species": [
    {
      "count": 29,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    }
  ]
}