{
  "insp_id": "200161926390058",
  "layout": "a",
  "customer_id": "6508",
  "customer_name": "John F Zeiset",
  "customer_addr": "N14359 Gorman Avenue\nThorp, WI 54771",
  "certificate": "35-A-0224",
  "site_id": "001",
  "site_name": "JOHN ZEISET",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-JUL-2016",
  "report_date": "18-JUL-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A grey and white male Shih Tzu (couldn't read the tag number) was limping on his right front leg during inspection.\nUpon closer examination, the right front paw was noticeably swollen. It was also sensitive to touch as the dog\nexpressed discomfort during examination. No obvious wounds or cuts were noted during examination. The\nlicensee did not observe the dog's condition prior to inspection. A swollen paw that is sensitive to the touch\nindicates the dog is in pain and that the paw may be infected. The Attending Veterinarian must be contacted and\nthe dog must be treated per his/her instructions. Correct by 7/19/16.\nNote: The licensee contacted the Attending Veterinarian during the inspection and left a message to schedule an\nappointment for first thing in the morning.\nIndirect:\nMultiple medications were found to be expired during inspection. In addition, one of the expired medications had a\nlabel on it, but the name of the medication was unreadable. The following is a list of the medications found to have\nexpired:\nEquidone Gel---Ex. August 2014\nAzithromycin---Ex. February 2016\nContainer containing pills (could not read the name of the medication on the label)---Ex. 3/6/16\nExpired medications doesn't ensure that the products are safe to use. Unreadable labels doesn't ensure that the\ncorrect medication is being given to the animal(s). All expired medications products must be discarded once they\nexpire. The licensee must ensure that the labels for the medications are easily readable and must either discard the\nmedication or relabel the medication once the original label becomes unreadable. Correct immediately."
    },
    {
      "code": "2.51(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "FORM OF OFFICIAL TAG.",
      "narrative": "The animal number for a grey and white male Shih Tzu was unreadable. Not being able to read the animal number\non the tag doesn't allow for APHIS officials or the licensee to easily identify the animal when necessary. The tag\nmust be replaced or repaired so the animal number is easily readable. Correct by 8/1/16.\nExit interview conducted with facility representative.\nEnd of report."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA grey and white male Shih Tzu (couldn't read the tag number) was limping on his right front leg during inspection. \nUpon closer examination, the right front paw was noticeably swollen.  It was also sensitive to touch as the dog\nexpressed discomfort during examination.  No obvious wounds or cuts were noted during examination.  The\nlicensee did not observe the dog's condition prior to inspection.  A swollen paw that is sensitive to the touch\nindicates the dog is in pain and that the paw may be infected.  The Attending Veterinarian must be contacted and\nthe dog must be treated per his/her instructions.  Correct by 7/19/16.\nNote:  The licensee contacted the Attending Veterinarian during the inspection and left a message to schedule an\nappointment for first thing in the morning.\nIndirect:\nMultiple medications were found to be expired during inspection.  In addition, one of the expired medications had a\nlabel on it, but the name of the medication was unreadable.  The following is a list of the medications found to have\nexpired:\nEquidone Gel---Ex. August 2014\nAzithromycin---Ex. February 2016\nContainer containing pills (could not read the name of the medication on the label)---Ex. 3/6/16\nExpired medications doesn't ensure that the products are safe to use.  Unreadable labels doesn't ensure that the\ncorrect medication is being given to the animal(s).  All expired medications products must be discarded once they\nexpire.  The licensee must ensure that the labels for the medications are easily readable and must either discard the\nmedication or relabel the medication once the original label becomes unreadable.  Correct immediately.\n\n2.51(b)(3)\nFORM OF OFFICIAL TAG.\nThe animal number for a grey and white male Shih Tzu was unreadable.  Not being able to read the animal number\non the tag doesn't allow for APHIS officials or the licensee to easily identify the animal when necessary.  The tag\nmust be replaced or repaired so the animal number is easily readable.  Correct by 8/1/16.\nExit interview conducted with facility representative.\nEnd of report.",
  "animals_total": 121,
  "species": [
    {
      "count": 88,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 33,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}