{
  "insp_id": "129141406230100",
  "layout": "a",
  "customer_id": "328205",
  "customer_name": "Billy Johnston",
  "customer_addr": "Cheryl Ullrich\n10981 L I V 2313\nChillicothe, MO 64601",
  "certificate": "43-B-3718",
  "site_id": "002",
  "site_name": "CHERYL ULLRICH & BILLY JOHNSTON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-MAY-2014",
  "report_date": "09-MAY-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* There was an adult marmoset which had nearly complete hairloss on the top half of its tail and noticeable hairloss\non its hind legs. The animal's haircoat looked unthrifty in general and areas of yellow crustiness could be seen in\nthe animal's hair in different spots thoughout the coat. There were small clumps of hair that could be seen hanging\nfrom the animal's coat and on its cloth resting pouch. Several times the animal was observed scratching itself\nexcessively. The licensee stated that the animal had also been losing weight. This animal had not yet been\nexamined by a veterinarian. The licensee stated he spoke to his vet about the condition but had no documentation\nof any consultation and the animal wasn't under any type of treatment plan.\n** This animal could have a medical condition or a parasite which could be harmful to it and possibly to the other\nanimals in the facility.\n*** The licensee must have this animal examined by a veterinarian to obtain an accurate diagnosis and appropriate\ntreatment plan. The licensee must ensure that all animals receive adequate veterinary care at all times. TO BE\nCORRECTED BY: 12 May 2014."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "* There were two baby capuchins observed during the inspection. One was approximately 3 weeks old and the\nother was approximately 5 weeks old, according to the licensee. The licensee stated they were both born at the\nfacility but had no documentation showing that the animals were present at the facility.\n** Complete and accurate records must be kept in order to ensure that each animal's identity can be known with\ncertainty and to facilitate tracking/tracing of animals.\n*** The licensee must make, keep, and maintain accurate records for all animals at the facility, including any\noffspring born of any animal while in the licensee's possession. TO BE CORRECTED BY: 16 May 2014.\nThis was a focused inspection to review the paperwork pertaining to the animals at site 001. Only the animals\nhoused upstairs, where the paperwork is maintained, were inspected.\nThe inspection was conducted on 8 May 2014 with the licensee. An exit interview was conducted on 9 May 2014.\nAdditional Inspectors\nOsborne Stephanie, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n* There was an adult marmoset which had nearly complete hairloss on the top half of its tail and noticeable hairloss\non its hind legs.  The animal's haircoat looked unthrifty in general and areas of yellow crustiness could be seen in\nthe animal's hair in different spots thoughout the coat.  There were small clumps of hair that could be seen hanging\nfrom the animal's coat and on its cloth resting pouch.  Several times the animal was observed scratching itself\nexcessively.  The licensee stated that the animal had also been losing weight.  This animal had not yet been\nexamined by a veterinarian.  The licensee stated he spoke to his vet about the condition but had no documentation\nof any consultation and the animal wasn't under any type of treatment plan.\n**  This animal could have a medical condition or a parasite which could be harmful to it and possibly to the other\nanimals in the facility.\n*** The licensee must have this animal examined by a veterinarian to obtain an accurate diagnosis and appropriate\ntreatment plan.  The licensee must ensure that all animals receive adequate veterinary care at all times.  TO BE\nCORRECTED BY: 12 May 2014.\n2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\n* There were two baby capuchins observed during the inspection.  One was approximately 3 weeks old and the\nother was approximately 5 weeks old, according to the licensee.  The licensee stated they were both born at the\nfacility but had no documentation showing that the animals were present at the facility.\n**  Complete and accurate records must be kept in order to ensure that each animal's identity can be known with\ncertainty and to facilitate tracking/tracing of animals.\n*** The licensee must make, keep, and maintain accurate records for all animals at the facility, including any\noffspring born of any animal while in the licensee's possession.  TO BE CORRECTED BY: 16 May 2014.\n\nThis was a focused inspection to review the paperwork pertaining to the animals at site 001.  Only the animals\nhoused upstairs, where the paperwork is maintained, were inspected.\nThe inspection was conducted on 8 May 2014 with the licensee.  An exit interview was conducted on 9 May 2014.\nAdditional Inspectors\nOsborne Stephanie, Animal Care Inspector",
  "animals_total": 4,
  "species": [
    {
      "count": 1,
      "scientific": "Aotus",
      "common": "NIGHT MONKEY"
    },
    {
      "count": 1,
      "scientific": "Callithrix jacchus",
      "common": "COMMON MARMOSET"
    },
    {
      "count": 2,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    }
  ]
}