{
  "insp_id": "2016090000647489",
  "layout": "b",
  "customer_id": "126",
  "customer_name": "BRANDEIS UNIVERSITY",
  "customer_addr": "OFFICE OF RESEARCH ADMINISTRATION\n415 SOUTH STREET, MS116\nWALTHAM, MA 02454",
  "certificate": "14-R-0030",
  "site_id": "001",
  "site_name": "BRANDEIS UNIVERSITY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-JUL-2021",
  "report_date": "02-JUL-2021",
  "citations": [
    {
      "code": "2.31(e)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Institutional Animal Care and Use Committee (IACUC).",
      "narrative": "A research proposal for activities involving Nile rats does not contain a complete description of the proposed use of\nanimals. The study is designed to investigate the impact of feeding experimentally manipulated diets. The research\nproposal does not contain a complete description of the experimental diets being fed, the potential adverse effects of the\nspecific experimental diets, or proposed responses to those potential adverse effects. This information is required for\nIACUC review of activities involving animals. Proposals to conduct activity involving animals must contain a complete\ndescription of the proposed use of animals.\nTo be corrected by September 1st, 2021."
    },
    {
      "code": "2.33(b)(3)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care.",
      "narrative": "On February 1, 2021, a Nile rat enrolled on a diet study was observed to be sick by animal facility staff. On evaluation, the\nanimal was noted to have lost \"almost 50%\" of total body weight and was provided adequate veterinary care at that time.\nWeight loss to this degree takes time to progress and indicates a serious problem of animal health or well-being that was\nnot identified until the condition was severe. Animals must be observed daily to assess their health and well-being and the\nveterinarian must be provided with timely and accurate information on problems of animal health, behavior, or well-being.\nCorrect from this point forward."
    },
    {
      "code": "2.38(b)(1)(iv)",
      "kind": "",
      "repeat": false,
      "desc": "Miscellaneous.",
      "narrative": "An IACUC approved protocol includes routine monitoring of individual animal weights. Records of animal weights could\nnot be provided to the USDA inspector to determine that the protocol was followed as approved by the IACUC. The facility\nmust ensure that at the time of inspection the USDA inspector is able to review documentation that is requested as\nnecessary to enforce the provisions of the Animal Welfare Act and Regulations.\nCorrect from this point forward."
    },
    {
      "code": "2.38(f)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Miscellaneous.",
      "narrative": "An IACUC approved procedure space used for study procedures on Nile rats was found to be soiled on inspection. For\nthese procedures, the animals are restrained in a chamber for the induction of gas anesthesia. Used bedding and fecal\nmaterial is present at the bottom of 3 of the chambers and more used bedding is present on the material used to cover the\nprocedure table. A disposable glove, which is attached to the anesthetic gas hose and used to create the chamber’s seal,\nis soiled with dried reddish brown material. Exposure of animals to the used bedding, excreta, or blood of other animals\nduring study procedures may cause unnecessary behavioral stress in the animals. Handling of animals shall be done as\ncarefully as possible in a manner that does not cause behavioral stress or unnecessary discomfort.\nTo be corrected by July 15th, 2021.\nThis inspection and exit interview were conducted with facility representatives.\nEnd Section"
    }
  ],
  "narrative": "2.31(e)(3) \n   \nInstitutional Animal Care and Use Committee (IACUC). \nA research proposal for activities involving  Nile rats does not contain a complete description of the proposed use of \nanimals. The study is designed to investigate the impact of feeding experimentally manipulated diets. The research \nproposal does not contain a complete description of the experimental diets being fed, the potential adverse  effects of the \nspecific experimental diets, or proposed responses to those potential adverse effects. This information is required for \nIACUC review of activities involving  animals. Proposals to conduct activity involving  animals must contain a complete \ndescription of the proposed use of animals. \nTo be corrected by September 1st, 2021. \n2.33(b)(3)  Critical\n   \nAttending veterinarian and adequate veterinary care. \nOn February 1, 2021, a Nile rat enrolled on a diet study was observed to be sick by animal facility staff. On evaluation, the \nanimal was noted to have lost \"almost 50%\" of total body weight and was provided  adequate veterinary care at that time. \nWeight loss to this degree takes time to progress and indicates a serious problem of animal health or well-being that was \nnot identified until the condition was severe. Animals must be observed  daily to assess their health and well-being and the\n\nveterinarian  must be provided with timely and accurate information on problems of animal health, behavior, or well-being. \nCorrect from this point forward. \n2.38(b)(1)(iv) \n   \nMiscellaneous. \nAn IACUC approved  protocol includes routine monitoring of individual animal weights. Records of animal weights could \nnot be provided  to the USDA inspector to determine that the protocol was followed as approved  by the IACUC. The facility \nmust ensure that at the time of inspection the USDA inspector is able to review documentation that is requested as \nnecessary to enforce the provisions of the Animal Welfare Act and Regulations. \nCorrect from this point forward. \n2.38(f)(1) \n   \nMiscellaneous. \nAn IACUC approved  procedure space used for study procedures on Nile rats was found to be soiled on inspection. For \nthese procedures, the animals are restrained in a chamber for the induction of gas anesthesia. Used bedding and fecal \nmaterial is present at the bottom of 3 of the chambers and more used bedding is present on the material used to cover the \nprocedure table. A disposable glove, which is attached to the anesthetic gas hose and used to create the chamber’s seal, \nis soiled with dried reddish brown material. Exposure of animals to the used bedding, excreta, or blood of other animals \nduring study procedures may cause unnecessary behavioral  stress in the animals. Handling of animals shall be done as \ncarefully as possible in a manner that does not cause behavioral  stress or unnecessary discomfort. \nTo be corrected by July 15th, 2021. \n \nThis inspection and exit interview were conducted with facility representatives.\n\nEnd Section",
  "animals_total": 33,
  "species": [
    {
      "count": 22,
      "scientific": "Arvicanthis niloticus",
      "common": "NILE RAT"
    },
    {
      "count": 11,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    }
  ]
}