{
  "insp_id": "190141316090336",
  "layout": "a",
  "customer_id": "42723",
  "customer_name": "David D Miller",
  "customer_addr": "5870 County Road 19\nMillersburg, OH 44654",
  "certificate": "31-A-0482",
  "site_id": "001",
  "site_name": "DAVID D MILLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-JUL-2014",
  "report_date": "09-JUL-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The two year old, female, Maltese/Bichon Frise dog with USDA tag number 02 is squinting her left eye. There is a\nmild amount of clear discharge below her left eye. Eye conditions can be uncomfortable for the dog and can lead to\npermanent eye damage if not treated properly.\nThe seven year old, female, Yorkshire Terrier with USDA tag number 15 has dental disease, dirty ears, and long\ntoenails. The gums have receded from the base of both of the upper canine teeth and there is a mild amount of\nhard, brown, material on the canine and cheek teeth. Dental disease can be painful and lead to further health\nproblems if left untreated. It can also make it difficult for the animals to chew hard food.\nThe left ear has a large accumulation of greasy, brown material in the ear canal. Dirty ears can be uncomfortable\nfor the dog and can be an indication of a more serious issue such as an injury or infection.\nThe front toenails are excessively long. Long toenails can lead to more serious injuries if the nails get caught in the\nwire flooring.\nThe six year old, female, Maltese dog with USDA tag number 31 has thickened, leathery skin. The head, neck and\ninguinal areas of the dog appear to be the most severely affected. The animal was not observed to be scratching\nand the skin does not appear to be inflamed. There are many causes of skin conditions in dogs and the proper\ndiagnosis is necessary to initiate the proper treatment.\nThese three dogs must be examined by a licensed veterinarian. Documentation of the examination, diagnosis, and\ntreatment for each dog must be maintained by the Licensee and made available to APHIS officials for review.\nCorrect by: 12 July 2014\nFacility inspection and exit interview conducted with the Licensee.\nAdditional Inspectors\nColeman Randall, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe two year old, female, Maltese/Bichon Frise dog with USDA tag number 02 is squinting her left eye.  There is a\nmild amount of clear discharge below her left eye.  Eye conditions can be uncomfortable for the dog and can lead to\npermanent eye damage if not treated properly.\nThe seven year old, female, Yorkshire Terrier with USDA tag number 15 has dental disease, dirty ears, and long\ntoenails.  The gums have receded from the base of both of the upper canine teeth and there is a mild amount of\nhard, brown, material on the canine and cheek teeth.  Dental disease can be painful and lead to further health\nproblems if left untreated.  It can also make it difficult for the animals to chew hard food.  \nThe left ear has a large accumulation of greasy, brown material in the ear canal.  Dirty ears can be uncomfortable\nfor the dog and can be an indication of a more serious issue such as an injury or infection.\nThe front toenails are excessively long.  Long toenails can lead to more serious injuries if the nails get caught in the\nwire flooring.\nThe six year old, female, Maltese dog with USDA tag number 31 has thickened, leathery skin.  The head, neck and\ninguinal areas of the dog appear to be the most severely affected.  The animal was not observed to be scratching\nand the skin does not appear to be inflamed.  There are many causes of skin conditions in dogs and the proper\ndiagnosis is necessary to initiate the proper treatment.  \nThese three dogs must be examined by a licensed veterinarian.  Documentation of the examination, diagnosis, and\ntreatment for each dog must be maintained by the Licensee and made available to APHIS officials for review.\nCorrect by:  12 July 2014\nFacility inspection and exit interview conducted with the Licensee.\n\nAdditional Inspectors\nColeman Randall, Animal Care Inspector",
  "animals_total": 102,
  "species": [
    {
      "count": 75,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 27,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}