{
  "insp_id": "2016082568283097",
  "layout": "a",
  "customer_id": "30378",
  "customer_name": "Carol Stroud",
  "customer_addr": "47589 137 Trail\nLucas, IA 50151",
  "certificate": "42-A-1119",
  "site_id": "001",
  "site_name": "CAROL STROUD",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-MAY-2017",
  "report_date": "15-MAY-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Female Yorkshire terrier (microchip #496504403D) has poor dental health and overgrown toenails. There is a\nheavy buildup of brown/yellow tartar on the teeth. The entire surface of both the upper left and right canine teeth\nare completely covered in tartar and the majority of the surface of both the lower left and right canine teeth are\ncovered in tartar. A thick yellow/grey creamy discharge is located along the gum-line of the upper right canine\ntooth. The gums are bright red and inflamed above the upper right canine tooth and gums have severely receded\naway from this tooth. The upper and lower cheek teeth on both sides of the mouth are also covered in tartar. The\ntoenails of all four feet have become excessively long and have developed a severe curve.\nFemale Yorkshire terrier (No ID) has poor dental health, excessive matting of the hair coat, and overgrown toenails.\nThe upper and lower cheek teeth on both sides of the mouth have a heavy buildup of brown/yellow tartar. The\nupper left canine tooth and lower left canine tooth have a heavy buildup of tartar on the majority of the surface. A\ngrey creamy discharge is located along the gum line of the upper right cheek teeth and along the lower gum line\nand between the lower cheek teeth. Tartar buildup is also located on the majority of the surface of the upper front\nteeth. The gums are moderately reddened. The dog also has heavy matting located on the lower back across the\nrump. The toenails of all four feet have become excessively long and have developed a severe curve.\nMale Yorkshire terrier (No ID) has excessive matting of the hair coat and overgrown nails. There are clumps of\nmatted hair along the length of both hind legs and the hair coat is heavily matted across the dog’s back. The\ntoenails have become excessively long and have developed a severe curve.\nFemale Yorkshire terrier (No ID) has poor dental health and excessively long toenails. There is a buildup of\nbrown/yellow tartar along the gum line of the front teeth and the upper left and right canine teeth. The surfaces of\nthe cheek teeth on both sides of the mouth have a buildup of tartar. The gums have become slightly reddened.\nThe toenails of all four feet have become excessively long and have developed a severe curve.\nFemale Yorkshire terrier (No ID) has a poor dental health and overgrown nails. There is a heavy buildup of\nbrown/yellow tartar covering the surface of the upper and lower cheek teeth on both sides of the mouth. The upper\nleft canine tooth has a buildup of tartar on the surface near the gum line and the upper right canine tooth has a\nbuildup of tartar in a small area along the gum line. The gums have become slightly reddened. The toenails of all\nfour feet have become excessively long and have developed a severe curve.\nFemale Chihuahua (microchip #033879596) has poor dental health. The cheek teeth on both sides of the mouth\nare heavily coated in a buildup of brown/yellow tartar. The gums are slightly reddened.\nMale Yorkshire terrier (microchip #4830496B66) has poor dental health. The teeth have an excessively heavy\nbuildup of grey/green/black colored tartar on the upper and lower canine teeth on both sides of the mouth. The\ngums appear to be eroding away from the upper left and right canine teeth. A grey creamy discharge is located\nalong the gum line of the upper left canine tooth. The lower right canine tooth is loose and moved easily when\ntouched by the inspector. There is a hard mass above the upper left cheek teeth that the licensee had not noticed.\nWhen the inspector gently pushed on the mass a creamy yellow discharge came out between the eyeball and the\nlower eye lid. The dog is currently under veterinary treatment for the eyes.\nFemale Shih tzu (microchip #014822585) has poor dental health. There is a buildup of brown/yellow tartar on the\ncheek teeth and canine teeth on the left side of the mouth.\nFemale Shih tzu (microchip #104-523-117) has excessively matted hair coat and overgrown toenails. Large dense\nmats are located behind both ears and the mats are tightly bound against the skin. A single large, heavy, dense\nmat is located along the entire length of the outside of both front legs. These mats are tightly bound against the skin\nof the front legs. A large clump of matted hair is located on the top of both front feet. Both hind feet have a large\ndense mat that is continuous from the top of the foot to the bottom of the foot. The paw pads of both hind feet are\ncovered by this mat and the inspector had difficulty locating the toe nails embedded within this mat. A single large,\nheavy, dense mat is located along the entire length of the outside of both hind legs. Matted clumps of hair are\nfound throughout the rest of the hair coat. The toenails have become excessively long and have developed a\nsevere curve.\nMale Shih tzu (microchip #48315C7D26) has poor dental health, excessively matted hair coat, overgrown toenails\nand open abrasion of the foot. There is a buildup of brown/yellow tartar on the cheek teeth and upper canine teeth\non both sides of the mouth. The gums are moderately reddened. There is a large, dense mat running the entire\nlength of the outside of both the left and right hind legs. Densely matted hair was also located along the hips,\nacross the back and along the sides of the dog. The toenails have become excessively long and have developed a\nsevere curve. The front left foot has pinkish, red discoloration on the white fur. Closer inspection revealed that the\nhair is wet and when the hair was pulled back a raw, shiny, red blister-like appearance to the paw was seen. The\ncenter of this affected section of the paw has a distinct pin-hole that is darker red than the rest of the area.\nFemale Yorkshire terrier (No ID) has poor dental health. A heavy buildup of brown/yellow tartar is located on the\nentire surface of the upper and lower left cheek teeth and canine teeth. A heavy buildup of the tartar is located on\nthe entire surface of the upper and lower right cheek teeth and canine teeth. A grey creamy discharge is located\nalong the gum line of the upper right cheek teeth. The gums are moderately reddened. The toenails have become\nexcessively long and have developed a severe curve.\nFemale Shih tzu (No ID) has poor dental health and an excessively matted hair coat. A heavy buildup of\nbrown/yellow tartar is located on nearly the entire surface of the upper left and right canine tooth and the entire\nsurface of the lower right and left cheek teeth. The gums have become moderately reddened. A large, dense mat\nis covering both the left and right hind foot. The paw pads are covered in hair and the inspector had difficulty finding\nthe toenails that were embedded within the matted hair. A large clump of matted hair is located on the top of both\nfront paws. A large, dense, continuous mat is running up the entire length of the outside of both front legs to the\nchest area. Large areas of densely matted hair is located along both sides of the face and behind both ears.\nClumps of matted hair were found throughout the rest of the hair coat. All areas of matted hair are bound tightly\nagainst the skin. The toenails have become excessively long and have developed a severe curve.\nFemale Chihuahua (No ID) has overgrown toenails. The toenails have become excessively long and have\ndeveloped a severe curve.\nMale Chihuahua (“Merle”, No ID) has poor dental health. A heavy buildup of brown/yellow tartar is located on the\nsurface of the upper left and right canine teeth and left and right upper cheek teeth. A grey creamy discharge is\nlocated along the gum line between the upper left canine tooth and the front tooth. A grey creamy discharge is\nlocated along the gum line between the upper right canine tooth and the incisor. The upper right front tooth was\nloose and moved freely back and forth as the dog was licking. The gums were moderately reddened. When the\ninspector made contact with the dog’s mouth he would pull away and thrash about and the dog cried out while the\ninspectors were examining the mouth.\nFemale Yorkshire terrier (microchip #4940710623) has poor dental health and overgrown toenails. A heavy buildup\nof brown/yellow tartar is located on the surface of the upper left and right canine teeth and left and right upper cheek\nteeth. The toenails have become excessively long and developed a severe curve.\nFemale Yorkshire terrier (No ID) has poor dental health. A heavy buildup of thick brown/yellow tartar is located on\nthe surface of the upper and lower cheek teeth and canine teeth on both sides of the mouth. A grey creamy\ndischarge is located along the gum line of the lower cheek teeth on both sides of the mouth. The gums are\nmoderately reddened.\nMale Shih tzu (No ID) has poor dental health, heavy matting of the hair coat and overgrown toenails. A heavy\nbuildup of brown/yellow tartar is located on the surface of the upper left and right canine teeth and left and right\nupper cheek teeth. The gums are moderately reddened. A large dense mat is located on the top of both the right\nand left front feet. Clumps of matted hair are located along the length of the hind legs and large, dense mats are\nlocated on the top of the left and right hind feet. Matted clumps of hair are found throughout the hair coat and\nbehind the ears. The toenails have become excessively long and have begun to develop a curve.\nPoor dental health, matted hair coats, and blister-like skin conditions could cause pain and discomfort to the dog, as\nwell as, lead to further health issues.\nOvergrown toenails could cause pain and discomfort to the dog, as well as, affect the dog’s natural gait."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The following dogs must be evaluated by a licensed veterinarian for a diagnosis and to establish an effective\ntreatment plan:\nFemale Yorkshire terrier (496504403D)-must also receive toenail trimming\nFemale Yorkshire terrier (No ID)-must also receive hair coat maintenance\nFemale Yorkshire terrier (No ID)-must also receive toenail trimming\nFemale Yorkshire terrier (No ID)-must also receive toenail trimming\nFemale Chihuahua (033879596)\nMale Yorkshire terrier (4830496B66)\nFemale Shih tzu (014822585)-must also receive toenail trimming and hair coat maintenance\nMale Shih tzu (48315C7D26)-must also receive toenail trimming and hair coat maintenance\nFemale Yorkshire terrier (No ID)-must also receive toenail trimming\nFemale Shih tzu (No ID)-must also receive hair coat maintenance and toenail maintenance\nMale Chihuhua (“Merle”, No ID)\nFemale Yorkshire terrier (4940710623)-must also receive toenail trimming\nFemale Yorkshire terrier (No ID)\nMale Shih tzu (No ID)-must also receive hair coat maintenance and toenail trimming\nThe diagnosis and treatment plan must be documented in writing and available to the inspector upon request. A\nverbal correction date of noon on May 10, 2017 was given to the licensee at the time of the inspection.\nThe following dog must receive hair coat maintenance:\nFemale Shih tzu (104-523-117)\nMale Yorkshire terrier (No ID)\nA verbal correction date of noon on May 10, 2017 was given to the licensee at the time of the inspection.\nThe following dog must receive toenail trimming:\nFemale Chihuahua (No ID)\nMale Yorkshire terrier (No ID)\nA verbal correction date of noon on May 10, 2017 was given to the licensee at the time of the inspection.\nA bottle of Oxytocin was found in the first kennel building and had expired in June 2014. Expired medical products\nmay lose their effectiveness and the health of the dogs may suffer. The expired Oxytocin must be either disposed\nof or clearly labeled expired and that it is not to be used on regulated dogs. The licensee must ensure that all\nmedical products used for the dogs has not expired. The licensee disposed of the Oxytocin at the time of the\ninspection."
    },
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "At least ten adult dogs do not have any USDA approved form of identification. Official identification is necessary to\nidentify the animals and to accurately complete the required paperwork. The licensee must give each adult dog the\nUSDA approved microchip, tag, or tattoo.\nCorrection date: June 08, 2017"
    },
    {
      "code": "2.75(a)(1)(vi)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "There is no official USDA identification tag, tattoo, or microchip number for most of the dogs listed on APHIS form\n7005 Acquisition of Dogs and Cats on Hand. The official USDA form of identification is necessary to fully complete\nthe required paperwork and to physically identify each dog. The licensee must add the official USDA form of\nidentification for each dog to the Acquisition of Dogs and Cats on Hand form."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the “Adult” building there are at least three enclosures whose access doors have a thick buildup of dark colored\ndirt and grime on their surfaces. There are a total of four dogs housed in these affected enclosures. In the first\nbuilding there are at least two enclosures whose access doors have a thick buildup of dirt and grime on their\nsurfaces. There are a total of two adult dogs and two puppies housed in these enclosures.\nA buildup of dirt and grime could increase the risk of disease towards the dogs and the health of the dogs could\nsuffer. All surfaces of housing facilities must be maintained on a regular basis. Any surface that cannot be readily\ncleaned or sanitized must be replaced when worn or soiled. The licensee must remove the buildup of dirt and grime\nfrom all the access doors. The licensee must ensure that all surfaces within the housing facility remain free of a\nbuildup of dirt and grime at all times.\nInspection and exit interview conducted with ACI, Kelly Maxwell, VMO Autumn Unck, and the facility representative.\nAdditional Inspectors\nUnck Autumn, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nFemale Yorkshire terrier (microchip #496504403D) has poor dental health and overgrown toenails.  There is a\nheavy buildup of brown/yellow tartar on the teeth.  The entire surface of both the upper left and right canine teeth\nare completely covered in tartar and the majority of the surface of both the lower left and right canine teeth are\ncovered in tartar.  A thick yellow/grey creamy discharge is located along the gum-line of the upper right canine\ntooth.  The gums are bright red and inflamed above the upper right canine tooth and gums have severely receded\naway from this tooth.    The upper and lower cheek teeth on both sides of the mouth are also covered in tartar.  The\ntoenails of all four feet have become excessively long and have developed a severe curve.  \nFemale Yorkshire terrier (No ID) has poor dental health, excessive matting of the hair coat, and overgrown toenails. \nThe upper and lower cheek teeth on both sides of the mouth have a heavy buildup of brown/yellow tartar.  The\nupper left canine tooth and lower left canine tooth have a heavy buildup of tartar on the majority of the surface.  A\ngrey creamy discharge is located along the gum line of the upper right cheek teeth and along the lower gum line\nand between the lower cheek teeth. Tartar buildup is also located on the majority of the surface of the upper front\nteeth.  The gums are moderately reddened.  The dog also has heavy matting located on the lower back across the\nrump.  The toenails of all four feet have become excessively long and have developed a severe curve.\nMale Yorkshire terrier (No ID) has excessive matting of the hair coat and overgrown nails.  There are clumps of\nmatted hair along the length of both hind legs and the hair coat is heavily matted across the dog’s back.  The\ntoenails have become excessively long and have developed a severe curve.  \nFemale Yorkshire terrier (No ID) has poor dental health and excessively long toenails.  There is a buildup of\nbrown/yellow tartar along the gum line of the front teeth and the upper left and right canine teeth.  The surfaces of\nthe cheek teeth on both sides of the mouth have a buildup of tartar.  The gums have become slightly reddened. \nThe toenails of all four feet have become excessively long and have developed a severe curve.  \nFemale Yorkshire terrier (No ID) has a poor dental health and overgrown nails.  There is a heavy buildup of\nbrown/yellow tartar covering the surface of the upper and lower cheek teeth on both sides of the mouth.  The upper\nleft canine tooth has a buildup of tartar on the surface near the gum line and the upper right canine tooth has a\n\nbuildup of tartar in a small area along the gum line.  The gums have become slightly reddened.  The toenails of all\nfour feet have become excessively long and have developed a severe curve.\nFemale Chihuahua (microchip #033879596) has poor dental health.  The cheek teeth on both sides of the mouth\nare heavily coated in a buildup of brown/yellow tartar.  The gums are slightly reddened.\nMale Yorkshire terrier (microchip #4830496B66) has poor dental health.  The teeth have an excessively heavy\nbuildup of grey/green/black colored tartar on the upper and lower canine teeth on both sides of the mouth.  The\ngums appear to be eroding away from the upper left and right canine teeth.  A grey creamy discharge is located\nalong the gum line of the upper left canine tooth.  The lower right canine tooth is loose and moved easily when\ntouched by the inspector.  There is a hard mass above the upper left cheek teeth that the licensee had not noticed. \nWhen the inspector gently pushed on the mass a creamy yellow discharge came out between the eyeball and the\nlower eye lid.  The dog is currently under veterinary treatment for the eyes.\nFemale Shih tzu (microchip #014822585) has poor dental health.  There is a buildup of brown/yellow tartar on the\ncheek teeth and canine teeth on the left side of the mouth.\nFemale Shih tzu (microchip #104-523-117) has excessively matted hair coat and overgrown toenails.  Large dense\nmats are located behind both ears and the mats are tightly bound against the skin.  A single large, heavy, dense\nmat is located along the entire length of the outside of both front legs.  These mats are tightly bound against the skin\nof the front legs.  A large clump of matted hair is located on the top of both front feet.  Both hind feet have a large\ndense mat that is continuous from the top of the foot to the bottom of the foot.  The paw pads of both hind feet are\ncovered by this mat and the inspector had difficulty locating the toe nails embedded within this mat.  A single large,\nheavy, dense mat is located along the entire length of the outside of both hind legs.  Matted clumps of hair are\nfound throughout the rest of the hair coat.  The toenails have become excessively long and have developed a\nsevere curve.  \nMale Shih tzu (microchip #48315C7D26) has poor dental health, excessively matted hair coat, overgrown toenails\nand open abrasion of the foot.  There is a buildup of brown/yellow tartar on the cheek teeth and upper canine teeth\non both sides of the mouth.  The gums are moderately reddened.  There is a large, dense mat running the entire\nlength of the outside of both the left and right hind legs.  Densely matted hair was also located along the hips,\nacross the back and along the sides of the dog.  The toenails have become excessively long and have developed a\nsevere curve.  The front left foot has pinkish, red discoloration on the white fur.  Closer inspection revealed that the\nhair is wet and when the hair was pulled back a raw, shiny, red blister-like appearance to the paw was seen.  The\ncenter of this affected section of the paw has a distinct pin-hole that is darker red than the rest of the area.     \nFemale Yorkshire terrier (No ID) has poor dental health.  A heavy buildup of brown/yellow tartar is located on the\nentire surface of the upper and lower left cheek teeth and canine teeth.  A heavy buildup of the tartar is located on\n\nthe entire surface of the upper and lower right cheek teeth and canine teeth.  A grey creamy discharge is located\nalong the gum line of the upper right cheek teeth.  The gums are moderately reddened.  The toenails have become\nexcessively long and have developed a severe curve.\nFemale Shih tzu (No ID) has poor dental health and an excessively matted hair coat.  A heavy buildup of\nbrown/yellow tartar is located on nearly the entire surface of the upper left and right canine tooth and the entire\nsurface of the lower right and left cheek teeth.  The gums have become moderately reddened.  A large, dense mat\nis covering both the left and right hind foot.  The paw pads are covered in hair and the inspector had difficulty finding\nthe toenails that were embedded within the matted hair.  A large clump of matted hair is located on the top of both\nfront paws.  A large, dense, continuous mat is running up the entire length of the outside of both front legs to the\nchest area.  Large areas of densely matted hair is located along both sides of the face and behind both ears.  \nClumps of matted hair were found throughout the rest of the hair coat.  All areas of matted hair are bound tightly\nagainst the skin.  The toenails have become excessively long and have developed a severe curve.\nFemale Chihuahua (No ID) has overgrown toenails.  The toenails have become excessively long and have\ndeveloped a severe curve.\nMale Chihuahua (“Merle”, No ID) has poor dental health.  A heavy buildup of brown/yellow tartar is located on the\nsurface of the upper left and right canine teeth and left and right upper cheek teeth.   A grey creamy discharge is\nlocated along the gum line between the upper left canine tooth and the front tooth.  A grey creamy discharge is\nlocated along the gum line between the upper right canine tooth and the incisor.  The upper right front tooth was\nloose and moved freely back and forth as the dog was licking.  The gums were moderately reddened.  When the\ninspector made contact with the dog’s mouth he would pull away and thrash about and the dog cried out while the\ninspectors were examining the mouth.  \nFemale Yorkshire terrier (microchip #4940710623) has poor dental health and overgrown toenails.  A heavy buildup\nof brown/yellow tartar is located on the surface of the upper left and right canine teeth and left and right upper cheek\nteeth. The toenails have become excessively long and developed a severe curve.  \nFemale Yorkshire terrier (No ID) has poor dental health.  A heavy buildup of thick brown/yellow tartar is located on\nthe surface of the upper and lower cheek teeth and canine teeth on both sides of the mouth.  A grey creamy\ndischarge is located along the gum line of the lower cheek teeth on both sides of the mouth.  The gums are\nmoderately reddened.\nMale Shih tzu (No ID) has poor dental health, heavy matting of the hair coat and overgrown toenails. A heavy\nbuildup of brown/yellow tartar is located on the surface of the upper left and right canine teeth and left and right\nupper cheek teeth.  The gums are moderately reddened.  A large dense mat is located on the top of both the right\nand left front feet.  Clumps of matted hair are located along the length of the hind legs and large, dense mats are\nlocated on the top of the left and right hind feet.  Matted clumps of hair are found throughout the hair coat and\n\nbehind the ears.  The toenails have become excessively long and have begun to develop a curve.  \nPoor dental health, matted hair coats, and blister-like skin conditions could cause pain and discomfort to the dog, as\nwell as, lead to further health issues.\nOvergrown toenails could cause pain and discomfort to the dog, as well as, affect the dog’s natural gait.\n2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe following dogs must be evaluated by a licensed veterinarian for a diagnosis and to establish an effective\ntreatment plan:\nFemale Yorkshire terrier (496504403D)-must also receive toenail trimming\nFemale Yorkshire terrier (No ID)-must also receive hair coat maintenance\nFemale Yorkshire terrier (No ID)-must also receive toenail trimming\nFemale Yorkshire terrier (No ID)-must also receive toenail trimming\nFemale Chihuahua (033879596)\nMale Yorkshire terrier (4830496B66)\nFemale Shih tzu (014822585)-must also receive toenail trimming and hair coat maintenance\nMale Shih tzu (48315C7D26)-must also receive toenail trimming and hair coat maintenance\nFemale Yorkshire terrier (No ID)-must also receive toenail trimming\nFemale Shih tzu (No ID)-must also receive hair coat maintenance and toenail maintenance\nMale Chihuhua (“Merle”, No ID)\nFemale Yorkshire terrier (4940710623)-must also receive toenail trimming\nFemale Yorkshire terrier (No ID)\nMale Shih tzu (No ID)-must also receive hair coat maintenance and toenail trimming\nThe diagnosis and treatment plan must be documented in writing and available to the inspector upon request.  A\nverbal correction date of noon on May 10, 2017 was given to the licensee at the time of the inspection.\nThe following dog must receive hair coat maintenance:\nFemale Shih tzu (104-523-117)\nMale Yorkshire terrier (No ID)\nA verbal correction date of noon on May 10, 2017 was given to the licensee at the time of the inspection.\n\nThe following dog must receive toenail trimming:\nFemale Chihuahua (No ID)\nMale Yorkshire terrier (No ID)\nA verbal correction date of noon on May 10, 2017 was given to the licensee at the time of the inspection.\nA bottle of Oxytocin was found in the first kennel building and had expired in June 2014.  Expired medical products\nmay lose their effectiveness and the health of the dogs may suffer.  The expired Oxytocin must be either disposed\nof or clearly labeled expired and that it is not to be used on regulated dogs.  The licensee must ensure that all\nmedical products used for the dogs has not expired.  The licensee disposed of the Oxytocin at the time of the\ninspection. \n2.50(a)(1)\nTIME AND METHOD OF IDENTIFICATION.\nAt least ten adult dogs do not have any USDA approved form of identification.  Official identification is necessary to\nidentify the animals and to accurately complete the required paperwork.  The licensee must give each adult dog the\nUSDA approved microchip, tag, or tattoo.\nCorrection date:  June 08, 2017\n2.75(a)(1)(vi)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\nThere is no official USDA identification tag, tattoo, or microchip number for most of the dogs listed on APHIS form\n7005 Acquisition of Dogs and Cats on Hand.  The official USDA form of identification is necessary to fully complete\nthe required paperwork and to physically identify each dog.  The licensee must add the official USDA form of\nidentification for each dog to the Acquisition of Dogs and Cats on Hand form.\n3.1(c)(2)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nIn the “Adult” building there are at least three enclosures whose access doors have a thick buildup of dark colored\ndirt and grime on their surfaces.  There are a total of four dogs housed in these affected enclosures.  In the first\nbuilding there are at least two enclosures whose access doors have a thick buildup of dirt and grime on their\nsurfaces.  There are a total of two adult dogs and two puppies housed in these enclosures.\n\nA buildup of dirt and grime could increase the risk of disease towards the dogs and the health of the dogs could\nsuffer.  All surfaces of housing facilities must be maintained on a regular basis.  Any surface that cannot be readily\ncleaned or sanitized must be replaced when worn or soiled.  The licensee must remove the buildup of dirt and grime\nfrom all the access doors.  The licensee must ensure that all surfaces within the housing facility remain free of a\nbuildup of dirt and grime at all times.  \nInspection and exit interview conducted with ACI, Kelly Maxwell, VMO Autumn Unck, and the facility representative.\nAdditional Inspectors\nUnck Autumn, Veterinary Medical Officer",
  "animals_total": 36,
  "species": [
    {
      "count": 33,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 3,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}