{
  "insp_id": "2016090000607401",
  "layout": "b",
  "customer_id": "332609",
  "customer_name": "WENDY RUSSEFF",
  "customer_addr": "13582 POPLAR GROVE RD\nPOPLAR GROVE, IL 61065",
  "certificate": "33-C-0487",
  "site_id": "001",
  "site_name": "WENDY RUSSEFF",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-MAY-2021",
  "report_date": "13-MAY-2021",
  "citations": [
    {
      "code": "3.56(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "The wire and plastic walls of two different rabbit enclosures contained excessive urine scale. Addtionally, the facility room\nwalls behind and on the sides of both enclosures also contained excessive urine scale. Both enclosures contained two\nmale rabbits. In the first enclosure, urine scale lined the back solid plastic wall all the way up to the wire. In the second\nenclosure, comprised of wire walls on the floor, urine scale was abundant on the wires and on the facility wall for the\nmajority length of the enclosure. Excessive urine scale can harbor diseases and produce odors.\nThoroughly clean the rabbit enclosures and repeat often enough to prevent urine scale build up.\nTo be corrected: 5-20-21"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "There were multiple animal enclosures in disrepair during the time of inspection.\n1. The fencing is in disrepair in the enclosure housing a single pig. The fence is comprised of wood posts and 2x4 inch\nwire. Multiple areas of the 2x4 wire are damaged and no longer attached to the posts. Additionally, the loose wires have\nbent inward, exposing them to the animal. Finally, the fence, adjacent to the shelter, has a thin piece of laminate\nfloorboard covering an area that does not have 2x4 wire. A small portion of the laminate board is missing and appears to\nhave animal bite/chew marks.\nExposed wires could potentially injure the animal and the laminate floorboard isn’t structurally sound and could allow the\nanimal to escape.\nEnsure animals are housed in enclosures that are structurally sound and maintained in good repair.\nTo be corrected: 5-20-21\n2. The fencing is in disrepair in the enclosure housing two pigs. The fence is comprised of wood posts and 2x4 inch wire.\nAt least 1/4 of the wire fence is damaged and unattached on the bottom. The resulting loose wires are bent inward and\nupward, exposing them to the animals. Additionally, two wood pallets are present directly outside of the fence to prevent\nthe pigs from escaping. Exposed wires could potentially injure the animals.\nEnsure animals are housed in enclosures that are structurally sound and maintained in good repair.\nTo be corrected: 5-20-21\n3. The roof and ground of the enclosure housing the red fox and Artic fox are in disrepair. The roof of the enclosure is\ncomprised of 4ft x 8ft plywood. Two sections of the plywood have bent and cracked downward into the enclosure. The\nlicensee stated the weight from the winter snow caused the damage. The current condition of the roof is a safety hazard\nto the animals as it could collapse and injure them.\nA portion of the enclosure floor/ground is covered in 12in x 12in concrete pavers. Two different areas of pavers have\npartially collapsed into holes dug by the foxes. The larger hole was approximately 1ft x 2ft in diameter. The holes\ncombined with the collapsing pavers are a safety hazard as the animals could be injured.\nAdditionally, the holes have unearthed a portion of buried chicken wire used to prevent the animals digging out of the\nenclosure. The animals could potentially dig underneath the exposed chicken wire and escape from the enclosure.\nEnsure animals are housed in enclosures that are structurally sound and maintained in good repair.\nTo be corrected: 5-24-21\n4. In the enclosure housing the coati and two skunks, a section of partially unattached wire is exposed to the animals.\nThe wire, located near the top of the enclosure and approximately 2 feet in width, has been used to patch the enclosure\nfencing. The wire is bent inward and accessible to the animals and could potentially injure them.\nEnsure animals are housed in enclosures that are structurally sound and maintained in good repair.\nTo be corrected: 5-20-21\n5. Five windowpanes are broken and missing glass in the room housing four Patagonian cavies. The broken\nwindowpanes are not accessible to the animals but have large enough openings to allow for wild animals to gain entry.\nOne of the broken windowpanes had a piece of laminate floorboard placed over it and the licensee placed an addtional\npiece of laminate floorboard over another during the time of inspection. The latter piece of laminate floorboard is not\nsecurely attached to anything and could be easily pushed in.\nEnsure animals are housed in enclosures that are structurally sound and maintained in good repair.\nTo be corrected: 5-20-21"
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "Two areas of the perimeter fence are incomplete. The licensee has erected additional animal enclosures and increased\nthe size of the perimeter fence since the last inspection. The perimeter fence has two gaps, each approximately 3 1/3\nfeet wide by 6 feet tall, where the gates will be installed as per the licensee. At the time of inspection. Two animal\nenclosures (the first containing one Artic fox and one red fox) (the second containing two raccoons and one coati) are\ncontained within the incomplete perimeter fence. The Perimeter fence acts as a secondary containment area and inhibits\nunauthorized persons and wild animals from coming into contact with the facility animals.\nAssure the perimeter fence is completed and maintained in good repair.\nNote: This was corrected between the time of inspection and the exit interview."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "Excessive flies were present in the enclosure housing two pigs. The flies were seen all over the enclosure but were\nconcentrated on the ceiling. The licensee had multiple fly strips hanging up from previous year, but the strips were full of\nflies and no longer functional. Flies can carry and spread disease.\nImplement and maintain an effective program to control the flies at the facility.\nTo be corrected: 5-17-21\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "3.56(a)(1) \n   \nSanitation. \nThe wire and plastic walls of two different rabbit enclosures contained excessive urine scale.  Addtionally, the facility room \nwalls behind and on the sides of both enclosures also contained excessive urine scale.  Both enclosures contained two \nmale rabbits.  In the first enclosure, urine scale lined the back solid plastic wall all the way up to the wire.  In the second \nenclosure, comprised of wire walls on the floor, urine scale was abundant on the wires and on the facility wall for the \nmajority length of the enclosure.  Excessive urine scale can harbor diseases and produce odors. \nThoroughly clean the rabbit enclosures and repeat often enough to prevent urine scale build up. \nTo be corrected: 5-20-21 \n3.125(a) \n   \nFacilities, general. \nThere were multiple animal enclosures in disrepair during the time of inspection. \n1. The fencing is in disrepair in the enclosure housing a single pig.  The fence is comprised of wood posts and 2x4 inch \nwire.  Multiple areas of the 2x4 wire are damaged and no longer attached to the posts.  Additionally, the loose wires have \nbent inward, exposing them to the animal.  Finally, the fence, adjacent to the shelter, has a thin piece of laminate \nfloorboard covering an area that does not have 2x4 wire.  A small portion of the laminate board is missing and appears to \nhave animal bite/chew marks.\n\nExposed wires could potentially injure the animal and the laminate floorboard isn’t structurally sound and could allow the \nanimal to escape. \nEnsure animals are housed in enclosures that are structurally sound and maintained in good repair. \nTo be corrected: 5-20-21 \n \n2. The fencing is in disrepair in the enclosure housing two pigs. The fence is comprised of wood posts and 2x4 inch wire.  \nAt least 1/4 of the wire fence is damaged and unattached on the bottom.  The resulting loose wires are bent inward and \nupward, exposing them to the animals.  Additionally, two wood pallets are present directly outside of the fence to prevent \nthe pigs from escaping.  Exposed wires could potentially injure the animals. \nEnsure animals are housed in enclosures that are structurally sound and maintained in good repair. \nTo be corrected: 5-20-21 \n \n3. The roof and ground of the enclosure housing the red fox and Artic fox are in disrepair.  The roof of the enclosure is \ncomprised of 4ft x 8ft plywood.  Two sections of the plywood have bent and cracked downward into the enclosure.  The \nlicensee stated the weight from the winter snow caused the damage.  The current condition of the roof is a safety hazard \nto the animals as it could collapse and injure them. \nA portion of the enclosure floor/ground is covered in 12in x 12in concrete pavers.  Two different areas of pavers have \npartially collapsed into holes dug by the foxes.  The larger hole was approximately 1ft x 2ft in diameter.  The holes \ncombined with the collapsing pavers are a safety hazard as the animals could be injured. \nAdditionally, the holes have unearthed a portion of buried chicken wire used to prevent the animals digging out of the \nenclosure.  The animals could potentially dig underneath the exposed chicken wire and escape from the enclosure. \nEnsure animals are housed in enclosures that are structurally sound and maintained in good repair.\n\nTo be corrected: 5-24-21 \n \n4. In the enclosure housing the coati and two skunks, a section of partially unattached wire is exposed to the animals.  \nThe wire, located near the top of the enclosure and approximately 2 feet in width, has been used to patch the enclosure \nfencing.  The wire is bent inward and accessible to the animals and could potentially injure them. \nEnsure animals are housed in enclosures that are structurally sound and maintained in good repair. \nTo be corrected: 5-20-21 \n \n5. Five windowpanes are broken and missing glass in the room housing four Patagonian cavies.  The broken \nwindowpanes are not accessible to the animals but have large enough openings to allow for wild animals to gain entry.  \nOne of the broken windowpanes had a piece of laminate floorboard placed over it and the licensee placed an addtional \npiece of laminate floorboard over another during the time of inspection.  The latter piece of laminate floorboard is not \nsecurely attached to anything and could be easily pushed in. \nEnsure animals are housed in enclosures that are structurally sound and maintained in good repair. \nTo be corrected: 5-20-21 \n3.127(d) \n   \nFacilities, outdoor. \nTwo areas of the perimeter fence are incomplete.  The licensee has erected additional animal enclosures and increased \nthe size of the perimeter fence since the last inspection.  The perimeter fence has two gaps, each approximately 3 1/3 \nfeet wide by 6 feet tall, where the gates will be installed as per the licensee.  At the time of inspection. Two animal \nenclosures (the first containing one Artic fox and one red fox) (the second containing two raccoons and one coati) are \ncontained within the incomplete perimeter fence.  The Perimeter fence acts as a secondary containment area and inhibits\n\nunauthorized persons and wild animals from coming into contact with the facility animals. \n \nAssure the perimeter fence is completed and maintained in good repair. \n \nNote: This was corrected between the time of inspection and the exit interview. \n3.131(d) \n   \nSanitation. \nExcessive flies were present in the enclosure housing two pigs.  The flies were seen all over the enclosure but were \nconcentrated on the ceiling.  The licensee had multiple fly strips hanging up from previous year, but the strips were full of \nflies and no longer functional.  Flies can carry and spread disease. \n \nImplement and maintain an effective program to control the flies at the facility. \n \nTo be corrected: 5-17-21 \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 54,
  "species": [
    {
      "count": 5,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 6,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 1,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 9,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG"
    },
    {
      "count": 4,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 1,
      "scientific": "Hydrochaeris hydrochaeris",
      "common": "CAPYBARA"
    },
    {
      "count": 2,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 8,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    },
    {
      "count": 4,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 9,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Nasuella olivacea",
      "common": "MOUNTAIN COATI"
    },
    {
      "count": 1,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    },
    {
      "count": 1,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 1,
      "scientific": "Hystrix cristata",
      "common": "AFRICAN CRESTED PORCUPINE"
    }
  ]
}