{
  "insp_id": "252151041070151",
  "layout": "a",
  "customer_id": "2827",
  "customer_name": "S Glenice Viken",
  "customer_addr": "28401 380th Avenue\nRoseau, MN 56751",
  "certificate": "41-A-0298",
  "site_id": "001",
  "site_name": "S GLENICE VIKEN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-SEP-2015",
  "report_date": "09-SEP-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "An abnormal eye condition remains present in the left eye of what is now a 7 month old unidentified female\nPekinese/Pomeranian mix. Though the condition of the eye appears not to have worsened the eye still has not\nbeen evaluated by a veterinarian. The dog continues to squint the eye and wetness continues to be observed in\nand around the eye. The current condition of the dog's eye can be painful and can lead to more serious problems\nsuch as infection or blindness if left untreated. The licensee, in consultation with the facility's attending veterinarian,\nmust address the eye health of this dog.\nAn adult brown and white female Pekinese tag number 159 and an adult buff colored female Pomeranian/Pekinese\nmix microchip number 004317787 are observed to have a hard, grayish-brown material on the surfaces of their front\nand cheek teeth. The dog's gums also appear reddened. The licensee states that she has consulted the facility\nveterinarian regarding dental health and has been treating the adult dogs with an oral dental medication. However,\nthe treatment appears to not be effectively working as the material observed on the teeth of the two dogs and the\npresence of reddened gums are consistent with dental disease. Dental disease can be painful and can lead to\nother health problems if left untreated. The licensee, in consultation with the facility veterinarian, must reevaluate\nthe effectiveness of the current dental plan and change it as necessary to more effectively treat and prevent dental\ndisease in these dogs and all the dogs at the facility.\nAn adult tri-colored male Welsh Corgi microchip number 0048833322 is observed again to have overgrown toenails.\nOvergrown toenails can be painful if they become caught or break and can also affect the dog's ability to walk\nnormally. Correct by addressing the overgrown toenails of this dog and develop and maintain a grooming program\nthat addresses the toenail health of all dogs at the facility.\nThe licensee has been deworming the dogs and puppies at the facility with a product labeled for use in goats. The\nlicensee has not consulted with the attending veterinarian on the appropriateness of using a product not labeled for\nuse in dogs or puppies. Using an off-label medication can lead to overdosing and other adverse problems. Correct\nby discontinuing the use of this medication until a consultation with the attending veterinarian has been made\nregarding its use and appropriateness.\nThe Program of Veterinary Care (PVC) does not include sufficient detail to determine if appropriate methods are\nbeing used for routine care of the animals including vaccinations, intestinal parasites, emergency care and\neuthanasia. The PVC lacks the frequency and age(s) of administering the listed vaccinations and the frequency\nand dose of the medication used for controlling intestinal parasites. The PVC also lacks sufficient provisions\nregarding emergency care and the method of euthanasia. The lack of detail does not allow for the proper\nevaluation of the methods being used. The licensee in conjunction with the attending veterinarian must update the\nPVC to ensure it contains all pertinent information relating to veterinary care provided to the animals."
    },
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "A 7 month old female Pekinese/Pomeranian mix remains unidentified with official USDA identification. Lack of\nofficial identification does not allow for the proper identification or tracking of the animal. Identify the adult dog with\nofficial USDA identification."
    },
    {
      "code": "2.50(a)(2)",
      "kind": "",
      "repeat": true,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "Twelve weaned puppies are not identified by tag, cage card, or plastic collar. Lack of official identification does not\nallow for the proper identification or tracking of the animals. All weaned puppies must have some form of official\nidentification."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "Microchip identification numbers for all fifty-two adult dogs currently at the facility have still not been recorded on the\nAPHIS 7005 inventory forms and twenty-two puppy births have not been recorded on APHIS Form 7005 or on cage\ncards. Also, many of the dogs have only partial or no acquisition information recorded on the 7005 forms. Three\ndisposition dates have also not been recorded. Lack of accurate and up-to-date inventory records does not ensure\nfor the proper tracking of the animals. Update the facility inventory records with all required information so they\naccurately reflect the current inventory of animals."
    },
    {
      "code": "2.78",
      "kind": "",
      "repeat": false,
      "desc": "HEALTH CERTIFICATION AND IDENTIFICATION.",
      "narrative": "The licensee has been transporting puppies across state lines without interstate health certificates. Lack of\ninterstate health certificates does not ensure that the animals have been examined and deemed free of disease or\nabnormality that would be a danger to themselves, other animals, and the public. Correct by acquiring interstate\nhealth certificates from the facility's attending veterinarian before any puppies are transported across state lines.\nCorrect immediately and from this date forward."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "A portion of the wire fencing in the second enclosure on the east side of the inside/outside building has pulled away\nfrom the support frame. The enclosure is no longer structurally sound. A dog may be able to escape through the\nopening and the pulled away wire is also a potential injury hazard. Correct by repairing the wire that has pulled\naway from its frame to ensure that the enclosure is structurally sound."
    },
    {
      "code": "3.1(b)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There is an accumulation of discarded items such as lights and bulbs, an empty medication bottle and bait trays for\nmice on the floor in the entrance area of the whelping building. Accumulations of discarded items can attract pests\nand does not facilitate good husbandry practices. The presence of mice bait is a potential injury hazard should a\ndog gain access to them and ingest them. Remove discarded items as often as necessary to prevent an\naccumulation of such items."
    },
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Excessive rust development remains on the metal door flaps in the enclosures of the inside/outside building. The\npresence of rust can prevent the surfaces from being properly cleaned and sanitized. Eliminate the rust from the\nmetal door flaps."
    },
    {
      "code": "3.1(c)(1)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Sharp wire points remain inside the runs on the west side of the inside/outside building as well as in the second pen\non the east side of the inside/outside building. Sharp points are an injury hazard. Remove the sharp points from\ninside the runs."
    },
    {
      "code": "3.4(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "Wind and rain breaks are not present at the entrance of two outside dog houses. Lack of wind and rain breaks does\nnot provide the dogs protection from the elements. Correct by providing weather breaks at the entrance of the dog\nhouses. Correct by September 18, 2015."
    },
    {
      "code": "3.4(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "There is a lack of adequate bedding in the two outside dog houses. Bedding has been previously provided but it\nhas since begun to break down and is no longer sufficient in quantity to provide protection from the elements.\nBedding is required when the outside temperature falls below 50 degrees Fahrenheit. The outside temperature this\nmorning at the beginning of the inspection was 41 degrees Fahrenheit. Lack of adequate bedding does not provide\nthe dogs protection from the elements. Correct by providing adequate amounts of bedding if the outside\ntemperature is below 50 degrees F. Correct by September 11, 2015.\nInspection and exit interview conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAn abnormal eye condition remains present in the left eye of what is now a 7 month old unidentified female\nPekinese/Pomeranian mix.  Though the condition of the eye appears not to have worsened the eye still has not\nbeen evaluated by a veterinarian.  The dog continues to squint the eye and wetness continues to be observed in\nand around the eye.  The current condition of the dog's eye can be painful and can lead to more serious problems\nsuch as infection or blindness if left untreated.  The licensee, in consultation with the facility's attending veterinarian,\nmust address the eye health of this dog.\nAn adult brown and white female Pekinese tag number 159 and an adult buff colored female Pomeranian/Pekinese\nmix microchip number 004317787 are observed to have a hard, grayish-brown material on the surfaces of their front\nand cheek teeth.  The dog's gums also appear reddened.  The licensee states that she has consulted the facility\nveterinarian regarding dental health and has been treating the adult dogs with an oral dental medication.  However,\nthe treatment appears to not be effectively working as the material observed on the teeth of the two dogs and the\npresence of reddened gums are consistent with dental disease.  Dental disease can be painful and can lead to\nother health problems if left untreated.  The licensee, in consultation with the facility veterinarian, must reevaluate\nthe effectiveness of the current dental plan and change it as necessary to more effectively treat and prevent dental\ndisease in these dogs and all the dogs at the facility.\nAn adult tri-colored male Welsh Corgi microchip number 0048833322 is observed again to have overgrown toenails.\n Overgrown toenails can be painful if they become caught or break and can also affect the dog's ability to walk\nnormally.  Correct by addressing the overgrown toenails of this dog and develop and maintain a grooming program\nthat addresses the toenail health of all dogs at the facility.\nThe licensee has been deworming the dogs and puppies at the facility with a product labeled for use in goats.  The\nlicensee has not consulted with the attending veterinarian on the appropriateness of using a product not labeled for\nuse in dogs or puppies.  Using an off-label medication can lead to overdosing and other adverse problems.  Correct\nby discontinuing the use of this medication until a consultation with the attending veterinarian has been made\nregarding its use and appropriateness.\n\nThe Program of Veterinary Care (PVC) does not include sufficient detail to determine if appropriate methods are\nbeing used for routine care of the animals including vaccinations, intestinal parasites, emergency care and\neuthanasia.  The PVC lacks the frequency and age(s) of administering the listed vaccinations and the frequency\nand dose of the medication used for controlling intestinal parasites.  The PVC also lacks sufficient provisions\nregarding emergency care and the method of euthanasia.  The lack of detail does not allow for the proper\nevaluation of the methods being used.  The licensee in conjunction with the attending veterinarian must update the\nPVC to ensure it contains all pertinent information relating to veterinary care provided to the animals.\n2.50(a)(1)                    REPEAT\nTIME AND METHOD OF IDENTIFICATION.\nA 7 month old female Pekinese/Pomeranian mix remains unidentified with official USDA identification.  Lack of\nofficial identification does not allow for the proper identification or tracking of the animal.  Identify the adult dog with\nofficial USDA identification.\n2.50(a)(2)                    REPEAT\nTIME AND METHOD OF IDENTIFICATION.\nTwelve weaned puppies are not identified by tag, cage card, or plastic collar.  Lack of official identification does not\nallow for the proper identification or tracking of the animals.  All weaned puppies must have some form of official\nidentification.\n2.75(a)(1)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\nMicrochip identification numbers for all fifty-two adult dogs currently at the facility have still not been recorded on the\nAPHIS 7005 inventory forms and twenty-two puppy births have not been recorded on APHIS Form 7005 or on cage\ncards.  Also, many of the dogs have only partial or no acquisition information recorded on the 7005 forms.  Three\ndisposition dates have also not been recorded.  Lack of accurate and up-to-date inventory records does not ensure\nfor the proper tracking of the animals.  Update the facility inventory records with all required information so they\naccurately reflect the current inventory of animals.\n2.78\nHEALTH CERTIFICATION AND IDENTIFICATION.\nThe licensee has been transporting puppies across state lines without interstate health certificates.  Lack of\ninterstate health certificates does not ensure that the animals have been examined and deemed free of disease or\nabnormality that would be a danger to themselves, other animals, and the public.  Correct by acquiring interstate\nhealth certificates from the facility's attending veterinarian before any puppies are transported across state lines. \nCorrect immediately and from this date forward.\n\n3.1(a)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nA portion of the wire fencing in the second enclosure on the east side of the inside/outside building has pulled away\nfrom the support frame.  The enclosure is no longer structurally sound.  A dog may be able to escape through the\nopening and the pulled away wire is also a potential injury hazard.  Correct by repairing the wire that has pulled\naway from its frame to ensure that the enclosure is structurally sound.\n3.1(b)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nThere is an accumulation of discarded items such as lights and bulbs, an empty medication bottle and bait trays for\nmice on the floor in the entrance area of the whelping building.  Accumulations of discarded items can attract pests\nand does not facilitate good husbandry practices.  The presence of mice bait is a potential injury hazard should a\ndog gain access to them and ingest them.  Remove discarded items as often as necessary to prevent an\naccumulation of such items.\n3.1(c)(1)(1)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nExcessive rust development remains on the metal door flaps in the enclosures of the inside/outside building.  The\npresence of rust can prevent the surfaces from being properly cleaned and sanitized.  Eliminate the rust from the\nmetal door flaps.\n3.1(c)(1)(2)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nSharp wire points remain inside the runs on the west side of the inside/outside building as well as in the second pen\non the east side of the inside/outside building.  Sharp points are an injury hazard.  Remove the sharp points from\ninside the runs.  \n3.4(b)(3)\nOUTDOOR HOUSING FACILITIES.\nWind and rain breaks are not present at the entrance of two outside dog houses.  Lack of wind and rain breaks does\nnot provide the dogs protection from the elements.  Correct by providing weather breaks at the entrance of the dog\nhouses.  Correct by September 18, 2015.\n\n3.4(b)(4)\nOUTDOOR HOUSING FACILITIES.\nThere is a lack of adequate bedding in the two outside dog houses.  Bedding has been previously provided but it\nhas since begun to break down and is no longer sufficient in quantity to provide protection from the elements.\nBedding is required when the outside temperature falls below 50 degrees Fahrenheit.  The outside temperature this\nmorning at the beginning of the inspection was 41 degrees Fahrenheit.  Lack of adequate bedding does not provide\nthe dogs protection from the elements.  Correct by providing adequate amounts of bedding if the outside\ntemperature is below 50 degrees F.  Correct by September 11, 2015.\nInspection and exit interview conducted with the licensee.\nEnd of report.",
  "animals_total": 74,
  "species": [
    {
      "count": 52,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 22,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}