{
  "insp_id": "2016082568813598",
  "layout": "a",
  "customer_id": "327222",
  "customer_name": "Kristina Brouner",
  "customer_addr": "2512 Cedar St.\nEverett, WA 98201",
  "certificate": "91-A-0124",
  "site_id": "001",
  "site_name": "Hedgehogs Northwest",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-SEP-2017",
  "report_date": "13-SEP-2017",
  "citations": [
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "There is an open bag of hedgehog food present, which is also stored directly on the floor. Food stored directly on\nthe floor, against walls or left open can be contaminated and allows deterioration or access to rodents and other\npests.\nAll open supplies of food and bedding must be kept in leak-proof containers with tightly fitting lids to prevent\ncontamination and spoilage."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "The room for the hedgehogs has accumulated fecal material and bedding present on the floor. Cobwebs and debris\nare present on the walls. Excess equipment and supplies are filling one side of the animal room. In addition, a\nlarge accumulation of animal cages and other equipment awaiting cleaning are present on the ground in front of the\nanimal building.\nAccumulated bedding and fecal material on the floor contribute to odor and make it difficult to maintain adequate\npest control. Excess equipment makes the animal room difficult to clean and sanitize, and accumulated caging and\nother equipment preclude adequate pest control on the premises.\nThe floors and walls of the animal housing room must be cleaned. Accumulated equipment in front of the animal\nbuilding must be cleaned and properly stored. In addition, if the animal room is to be used for the storage of\nequipment and supplies, these areas must be cleaned and organized.\nThis inspection and exit briefing were conducted with the facility representative."
    }
  ],
  "narrative": "3.125(c)                    REPEAT\nFACILITIES, GENERAL.   \nThere is an open bag of hedgehog food present, which is also stored directly on the floor.  Food stored directly on\nthe floor, against walls or left open can be contaminated and allows deterioration or access to rodents and other\npests. \nAll open supplies of food and bedding must be kept in leak-proof containers with tightly fitting lids to prevent\ncontamination and spoilage. \n3.131(c)                    REPEAT\nSANITATION.   \nThe room for the hedgehogs has accumulated fecal material and bedding present on the floor.  Cobwebs and debris\nare present on the walls.  Excess equipment and supplies are filling one side of the animal room.  In addition, a\nlarge accumulation of animal cages and other equipment awaiting cleaning are present on the ground in front of the\nanimal building.\nAccumulated bedding and fecal material on the floor contribute to odor and make it difficult to maintain adequate\npest control.  Excess equipment makes the animal room difficult to clean and sanitize, and accumulated caging and\nother equipment preclude adequate pest control on the premises.\nThe floors and walls of the animal housing room must be cleaned.  Accumulated equipment in front of the animal\nbuilding must be cleaned and properly stored.  In addition, if the animal room is to be used for the storage of\nequipment and supplies, these areas must be cleaned and organized.\nThis inspection and exit briefing were conducted with the facility representative.",
  "animals_total": 40,
  "species": [
    {
      "count": 40,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG (MOST COMMON PET HEDGEHOG)"
    }
  ]
}