{
  "insp_id": "2016082569602746",
  "layout": "a",
  "customer_id": "30760",
  "customer_name": "Henry R Sommers",
  "customer_addr": "31264 141 Ave\nCincinnati, IA 52549",
  "certificate": "42-A-1329",
  "site_id": "001",
  "site_name": "HENRY SOMMERS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-SEP-2019",
  "report_date": "17-SEP-2019",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Female Maltese (tag # 186) is observed to be chewing on her left flank and the base of her tail. Closer observation\nrevealed hairless areas along the left flank, left hind leg, in front of the base of the tail, and behind the left shoulder.\nThese affected areas were slightly reddened and contained small areas of crusty, scab-like material. Although the\nveterinarian has provided a treatment plan for canine skin conditions this dog's condition had not been noticed and\nshe is not currently receiving any treatment.\nAbnormal skin conditions could cause pain and discomfort to the dog. This dog must be evaluated by a licensed\nveterinarian for a proper diagnosis and to establish an effective treatment plan. The licensee must ensure that all\ndogs receive adequate veterinary care at all time."
    },
    {
      "code": "3.1(c)(1)(ii)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In one enclosure containing one dog, the wooden resting board has the sharp end of a large screw sticking out of\nthe top of it. The dog is at risk of coming into contact with this sharp point every time it sits, lays, or walks on the\nboard, which could result in injury.\nThe surfaces of housing facilities must be free of sharp points or jagged edges that could injure the dogs. The\nlicensee must alter this resting board in a manner that eliminates the sharp end of the screw and ensure that all\nsurfaces remain free of sharp points and jagged edges at all times.\nThe licensee removed the resting board and the screw at the time of the inspection.\nThis inspection and exit interview were conducted with ACI Kelly Maxwell and the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nFemale Maltese (tag # 186) is observed to be chewing on her left flank and the base of her tail.  Closer observation\nrevealed hairless areas along the left flank, left hind leg, in front of the base of the tail, and behind the left shoulder. \nThese affected areas were slightly reddened and contained small areas of crusty, scab-like material.  Although the\nveterinarian has provided a treatment plan for canine skin conditions this dog's condition had not been noticed and\nshe is not currently receiving any treatment.  \nAbnormal skin conditions could cause pain and discomfort to the dog.  This dog must be evaluated by a licensed\nveterinarian for a proper diagnosis and to establish an effective treatment plan.  The licensee must ensure that all\ndogs receive adequate veterinary care at all time.\n3.1(c)(1)(ii)\nHOUSING FACILITIES, GENERAL.\nIn one enclosure containing one dog, the wooden resting board has the sharp end of a large screw sticking out of\nthe top of it.  The dog is at risk of coming into contact with this sharp point every time it sits, lays, or walks on the\nboard, which could result in injury.\nThe surfaces of housing facilities must be free of sharp points or jagged edges that could injure the dogs.  The\nlicensee must alter this resting board in a manner that eliminates the sharp end of the screw and ensure that all\nsurfaces remain free of sharp points and jagged edges at all times.\nThe licensee removed the resting board and the screw at the time of the inspection.\nThis inspection and exit interview were conducted with ACI Kelly Maxwell and the facility representative.",
  "animals_total": 60,
  "species": [
    {
      "count": 44,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 16,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}