{
  "insp_id": "239151627090993",
  "layout": "a",
  "customer_id": "10055",
  "customer_name": "Low Country Biosource Inc",
  "customer_addr": "6133 Mount Carmel Rd.\nWalterboro, SC 29488",
  "certificate": "56-B-0110",
  "site_id": "001",
  "site_name": "LOW COUNTRY BIOSOURCE INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-AUG-2015",
  "report_date": "27-AUG-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Dutch belted rabbits are being bred at the facility and four does and their unweaned kits are in indoor cages today.\nAll of the 13 unweaned kits and 6 weaned rabbits (including 3 outside) have severely splayed rear legs. They can\nnot pull their rear legs under their body and hop normally. Instead they mostly pull themselves with their forelegs\nand drag their rears. One of the outside rabbits has splayed foreleg and rear legs, and it was observed paddling\naround the cage. The caretakers state they have tried various solid surfaces in the indoor slat metal floor cages,\nbut nothing helped.\nThe attending veterinarian was not aware of this condition as he has not been consulted about it. The female\nrabbits are culls from a breeder and because this condition is believed to be partially congenital, this may be the\nreason for the cull. Although no lesions were observed on the rabbits and they are able to move around to reach\nfood and water, treatments need to be attempted to decrease the severity of the splay legs. Besides treating the\nlegs, different habitats and surfaces could be tried to help the current splayed rabbits with mobility. These rabbits\nare generally not kept for more than 3 - 6 months. To be corrected by 9-3-15."
    },
    {
      "code": "3.81(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "A singly housed male cynomologus macaque, number 9442 in room 2A has total fur loss in every area he can\nreach. His entire front and lower back are bare. Alopecia can indicate potential psychological distress. This\nprimate is not receiving any special environmental enhancements over the routine ones being provided for all in the\nroom. This same male was cited in 2010, but there is no individual record to review showing if he has ever regrown\nhis fur from that time. In consult with the Attending Veterinarian, this primate's environment needs to be enhanced\nor completely altered to attempt to stop the chronic fur loss. To be corrected by 9-14-15.\nExit briefing conducted with facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDutch belted rabbits are being bred at the facility and four does and their unweaned kits are in indoor cages today. \nAll of the 13 unweaned kits and 6 weaned rabbits (including 3 outside) have severely splayed rear legs. They can\nnot pull their rear legs under their body and hop normally.  Instead they mostly pull themselves with their forelegs\nand drag their rears.   One of the outside rabbits has splayed foreleg and rear legs, and it was observed paddling\naround the cage.  The caretakers state they have tried various solid surfaces in the indoor slat metal floor cages,\nbut nothing helped. \n \nThe attending veterinarian was not aware of this condition as he has not been consulted about it.  The female\nrabbits are culls from a breeder and because this condition is believed to be partially congenital, this may be the\nreason for the cull.  Although no lesions were observed on the rabbits and they are able to move around to reach\nfood and water, treatments need to be attempted to decrease the severity of the splay legs.  Besides treating the\nlegs, different habitats and surfaces could be tried to help the current splayed rabbits with mobility.  These rabbits\nare generally not kept for more than 3 - 6 months.     To be corrected by 9-3-15.\n3.81(c)(2)\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\nA singly housed male cynomologus macaque, number 9442 in room 2A has total fur loss in every area he can\nreach.  His entire front and lower back are bare.   Alopecia can indicate potential psychological distress.  This\nprimate is not receiving any special environmental enhancements over the routine ones being provided for all in the\nroom.  This same male was cited in 2010, but there is no individual record to review showing if he has ever regrown\nhis fur from that time.  In consult with the Attending Veterinarian, this primate's environment needs to be enhanced\nor completely altered to attempt to stop the chronic fur loss.     To be corrected by 9-14-15.\nExit briefing conducted with facility representative.",
  "animals_total": 200,
  "species": [
    {
      "count": 3,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 118,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 63,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 16,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    }
  ]
}