{
  "insp_id": "279151325200705",
  "layout": "a",
  "customer_id": "34233",
  "customer_name": "Robert Pope",
  "customer_addr": "219 Hwy J J\nFreeburg, MO 65035",
  "certificate": "43-A-4726",
  "site_id": "001",
  "site_name": "ROBERT POPE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-OCT-2015",
  "report_date": "06-OCT-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***There was an approximately 7 1/2 year old male Yorkshire Terrier (#108*379*351), \"Dexter\", that had its tongue\nhanging out and an excessive amount of saliva in the fur surrounding the mouth. He also appeared to have an\nabnormal looking jaw. Upon closer observation, most of the dog's lower jaw was easily moveable and only a\nportion, mainly the rear portion of the jaw, appeared to have a firm bone-like structure to it. Also, most of the teeth\nwere missing. There was an upper right canine tooth present which was abnormal in appearance. The tooth was\ncovered in a heavy amount of grey to black to brown material. The gums were significantly receded over this tooth\nand much of its root was exposed. A brown material, which was rough and cobblestone in appearance, covered the\nroot portion of the tooth. According to a facility representative, she had noticed that the dog seemed to have an\nissue with eating its dry kibble so she had started offering the dog some canned food; however, a veterinarian had\nnot been contacted regarding the dog's condition. The abnormal build-up of material on the tooth can cause\ndamage to the gum tissue and tooth structures. The abnormal jawbone and missing teeth could be the result of a\ndental condition and/or a variety of other veterinary medical conditions. These conditions could negatively impact\nthe dog's ability to eat normally and overall well-being. The licensee must have this animal examined by a licensed\nveterinarian in order to ensure that an accurate diagnosis is made and an appropriate treatment plan is developed\nand followed. The licensee must document this information and make it available to the inspector upon request. The\nlicensee must develop and establish an effective dental care program as part of the overall program of veterinary\ncare for the animals at the facility. The licensee must ensure that all animals receive appropriate veterinary care at\nall times. To be corrected by: October 8, 2015.\nThe inspection and a preliminary exit interview were conducted with the licensee and a facility representative. The\nexit interview was completed with a facility representative."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***There was an approximately 7 1/2 year old male Yorkshire Terrier (#108*379*351), \"Dexter\", that had its tongue\nhanging out and an excessive amount of saliva in the fur surrounding the mouth.  He also appeared to have an\nabnormal looking jaw. Upon closer observation, most of the dog's lower jaw was easily moveable and only a\nportion, mainly the rear portion of the jaw, appeared to have a firm bone-like structure to it. Also, most of the teeth\nwere missing.  There was an upper right canine tooth present which was abnormal in appearance.  The tooth was\ncovered in a heavy amount of grey to black to brown material.  The gums were significantly receded over this tooth\nand much of its root was exposed.  A brown material, which was rough and cobblestone in appearance, covered the\nroot portion of the tooth.  According to a facility representative, she had noticed that the dog seemed to have an\nissue with eating its dry kibble so she had started offering the dog some canned food; however, a veterinarian had\nnot been contacted regarding the dog's condition. The abnormal build-up of material on the tooth can cause\ndamage to the gum tissue and tooth structures. The abnormal jawbone and missing teeth could be the result of a\ndental condition and/or a variety of other veterinary medical conditions.  These conditions could negatively impact\nthe dog's ability to eat normally and overall well-being. The licensee must have this animal examined by a licensed\nveterinarian in order to ensure that an accurate diagnosis is made and an appropriate treatment plan is developed\nand followed. The licensee must document this information and make it available to the inspector upon request. The\nlicensee must develop and establish an effective dental care program as part of the overall program of veterinary\ncare for the animals at the facility. The licensee must ensure that all animals receive appropriate veterinary care at\nall times.  To be corrected by:  October 8, 2015.\nThe inspection and a preliminary exit interview were conducted with the licensee and a facility representative.  The\nexit interview was completed with a facility representative.",
  "animals_total": 158,
  "species": [
    {
      "count": 116,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 42,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}