{
  "insp_id": "INS-0000896455",
  "layout": "c",
  "customer_id": "9194",
  "customer_name": "University of California Los Angeles",
  "customer_addr": "U.C.L.A. School of Medicine - DLAM\n10833 Le Conte Ave., Room 16-222 HCHS\nLos Angeles, CA 90095",
  "certificate": "93-R-0435",
  "site_id": "001",
  "site_name": "THE UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "insp_type": "FOCUSED INSPECTION",
  "date": "27-SEP-2023",
  "report_date": "03-OCT-2023",
  "citations": [
    {
      "code": "2.31(c)(7)",
      "kind": "",
      "repeat": true,
      "desc": "Institutional Animal Care and Use Committee (IACUC).",
      "narrative": "A significant change was made to a protocol involving pigs without Institutional Animal Care and Use Committee (IACUC)\nreview and approval. Specifically, upon encountering unexpected vascular anatomical features during surgery the\nprincipal investigator (PI) aborted the approved surgical procedure in 3 animals ID#s 44773, 47945, 45614 to avoid\npossible serious complications of the animals under anesthesia. The animals were recovered and 2 of them subsequently\nunderwent further procedures, as described in the protocol. Consequently, these animals were designated as ‘sham’\nanimals. No such sham group was described in the protocol, and this was done without consulting the veterinarians or\nIACUC. These 3 animals received pre-operative buprenorphine and Carprofen analgesics as described in the protocol.\nAccording to the protocol, pigs that undergo survival surgery, should receive Carprofen for pain relief post-operatively for\n48 hours. Following review of the Post Procedure Record for pig #44773 there was no documentation that post-operative\nanalgesia medication was administered to this animal. There was no indication of pain or discomfort noted upon review of\nthe post-operative entries in this pig’s clinical notes. Additionally, pig #47945 was fasted for a period which exceeded the\napproved fasting time of 12 hours as stated in the protocol. The Aseptic Surgery Anesthesia Monitoring Record for pig\n#47945 indicates its surgery began at approximately 4:30 pm on 4/19/2023. According to the correspondence between a\nclinical veterinarian and the PI, this animal began fasting the afternoon before, at approximately 4:00 pm. It was also\nnoted these 3 pigs were monitored post-operatively by the PI staff, however, records show that the monitoring did not\nalways occur at the frequency stated in the protocol. The protocol states the pigs will be monitored every 4-8 hours for the\nfirst 48 hours post-survival surgery. There was no indication of pain or discomfort noted upon review of the post-operative\nentries in the clinical notes for these 3 pigs.\nAlthough there were no recorded post-operative complications or medical issues noted for the 3 pigs, the protocol was not\nfollowed as written and approved by the IACUC. Failure to follow the approved protocol and making unapproved changes\ndoes not allow the IACUC to review these changes as required and ensure the animals involved do no experience\nnegative impacts to their health and well-being. The IACUC must ensure that all significant changes regarding the care\nand use of animals in ongoing activities are reviewed and approved prior to implementation.\nPrior to this inspection, an IACUC review was conducted, and corrective measures were implemented.\nThis inspection and exit interview were conducted with the facility representatives.\nAdditional Inspectors:\nTYLER FIELDS, VETERINARY MEDICAL OFFICER n"
    }
  ],
  "narrative": "2.31(c)(7)  Repeat\n   \nInstitutional Animal Care and Use Committee (IACUC). \nA significant change was made to a protocol involving  pigs without Institutional Animal Care and Use Committee (IACUC) \nreview and approval.  Specifically, upon encountering unexpected vascular anatomical features during surgery the \nprincipal investigator (PI) aborted the approved  surgical procedure in 3 animals ID#s 44773, 47945, 45614 to avoid \npossible serious complications of the animals under anesthesia. The animals were recovered  and 2 of them subsequently \nunderwent further procedures, as described in the protocol. Consequently, these animals were designated as ‘sham’ \nanimals. No such sham group was described in the protocol, and this was done without consulting the veterinarians or \nIACUC. These 3 animals received  pre-operative  buprenorphine  and Carprofen  analgesics as described in the protocol. \nAccording to the protocol, pigs that undergo survival  surgery, should receive Carprofen  for pain relief post-operatively  for \n48 hours. Following review  of the Post Procedure Record for pig #44773 there was no documentation that post-operative \nanalgesia medication was administered to this animal. There was no indication of pain or discomfort noted upon review of \nthe post-operative  entries in this pig’s clinical notes. Additionally, pig #47945 was fasted for a period which exceeded the \napproved  fasting time of 12 hours as stated in the protocol. The Aseptic Surgery Anesthesia Monitoring Record for pig \n#47945 indicates its surgery began at approximately 4:30 pm on 4/19/2023. According to the correspondence between a \nclinical veterinarian  and the PI, this animal began fasting the afternoon before, at approximately 4:00 pm. It was also \nnoted these 3 pigs were monitored post-operatively  by the PI staff, however,  records show that the monitoring did not \nalways occur at the frequency stated in the protocol. The protocol states the pigs will be monitored every 4-8 hours for the \nfirst 48 hours post-survival  surgery. There was no indication of pain or discomfort noted upon review of the post-operative \nentries in the clinical notes for these 3 pigs.  \n \nAlthough there were no recorded post-operative  complications or medical issues noted for the 3 pigs, the protocol was not \nfollowed as written and approved  by the IACUC. Failure to follow the approved  protocol and making unapproved  changes \ndoes not allow the IACUC to review  these changes as required and ensure the animals involved  do no experience \nnegative impacts to their health and well-being. The IACUC must ensure that all significant changes regarding the care \nand use of animals in ongoing activities are reviewed  and approved  prior to implementation. \n \nPrior to this inspection, an IACUC review  was conducted, and corrective measures were implemented.\n\nThis inspection and exit interview were conducted with the facility representatives. \n \nAdditional Inspectors: \nTYLER FIELDS, VETERINARY MEDICAL OFFICER n",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}