{
  "insp_id": "2016090000768123",
  "layout": "b",
  "customer_id": "6002787",
  "customer_name": "Delmar Miller",
  "customer_addr": "3050 S 200 W\nLa Grange, IN 46761",
  "certificate": "32-A-0863",
  "site_id": "001",
  "site_name": "Delmar Miller",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-FEB-2022",
  "report_date": "16-FEB-2022",
  "citations": [
    {
      "code": "3.13(a)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The program of vet care describes how to perform a surgical procedure for tail docking. The licensee told the inspector\nthat he is not following the procedures as described in the program of veterinary care. The program of veterinary care\ndoes not detail testing for internal parasites as described in this section. The program of veterinary care does not\ndescribe preventive care and treatment to ensure healthy haircoats nails, skin, eyes, and clean ears. The program of\nveterinary care must include all information detailed in this section. The program of veterinary care is a required\ndocument that APHIS inspectors use to determine the quality of veterinary care for the animals at a facility. This\ndocument must be followed by the licensee to ensure adequate care and treatment of the animals. All schedules,\ntreatments, and procedures listed in the program of veterinary care must be followed by the licensee.\nCorrect by: March 2, 2022"
    },
    {
      "code": "3.13(b)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee does not have medical records as described in this section. It is required that all preventions, vaccinations,\ntreatments, and testing be recorded in the animal’s medical record. This information is needed for APHIS inspectors to\nevaluate the quality of medical care provided by the facility. Record all treatments, testing, preventions vaccinations and\nall other medical procedures required by section 3.13 in medical records maintained for each animal at the facility.\nCorrect by: March 2, 2022\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "3.13(a) \n   \nVeterinary care for dogs. \nThe program of vet care describes how to perform a surgical procedure for tail docking. The licensee told the inspector \nthat he is not following the procedures as described in the program of veterinary care.  The program of veterinary care \ndoes not detail testing for internal parasites as described in this section.  The program of veterinary care does not \ndescribe preventive care and treatment to ensure healthy haircoats nails, skin, eyes, and clean ears.  The program of \nveterinary care must include all information detailed in this section.  The program of veterinary care is a required \ndocument that APHIS inspectors use to determine the quality of veterinary care for the animals at a facility.  This \ndocument must be followed by the licensee to ensure adequate care and treatment of the animals.  All schedules, \ntreatments, and procedures listed in the program of veterinary care must be followed by the licensee. \n \nCorrect by:  March 2, 2022 \n3.13(b) \n   \nVeterinary care for dogs. \nThe licensee does not have medical records as described in this section.  It is required that all preventions, vaccinations, \ntreatments, and testing be recorded in the animal’s medical record.  This information is needed for APHIS inspectors to\n\nevaluate the quality of medical care provided by the facility.  Record all treatments, testing, preventions vaccinations and \nall other medical procedures required by section 3.13 in medical records maintained for each animal at the facility. \n \nCorrect by:  March 2, 2022 \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 43,
  "species": [
    {
      "count": 18,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 25,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}