{
  "insp_id": "154150056450254",
  "layout": "a",
  "customer_id": "825",
  "customer_name": "Wake Forest University",
  "customer_addr": "Medical Center Boulevard\nWinston Salem, NC 27157",
  "certificate": "55-R-0001",
  "site_id": "001",
  "site_name": "ANIMAL RESOURCES PROGRAM/DOWNTOWN CAMPUS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-JUN-2015",
  "report_date": "03-JUN-2015",
  "citations": [
    {
      "code": "3.75(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "***Location 10-8: The metal ductwork mounted on the ceiling that measured approximately 18\"(cid:25) wide by 10\" high\nhad 2 rectangular vents approximately 6 x 12 inches in size. A normal vent in this facility is comprised of a wire\nmesh sheet and an inner louvered vent cover. One of the vents was missing a louvered vent cover and as a result\nthe inside of the ductwork could be seen. Escapes of non-human primates from their primary enclosures have\noccurred at this facility as documented elsewhere in this inspection report. In the absence of a vent cover, the wire\nmesh sheet would not be of sufficient strength to prevent an NHP that had escaped from its primary enclosure from\ngaining access to the ductwork.\nPer this Section of the Regulations, housing facilities for nonhuman primates must be designed and constructed so\nthat they are kept in good repair, protect the animals from injury, and contain the animals securely.\nFacility corrected this item during the inspection by replacing the louvered vent cover and checking all other vents in\nthis facility."
    },
    {
      "code": "3.80(a)(2)(3)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "***On 3/2/15 personnel discovered one Rhesus macaque outside its primary enclosure and loose in the room. The\nNHP returned to its enclosure on its own. The animal was evaluated by veterinary staff and found to have\nsustained injuries to the toe and tongue. The injuries were treated and the animal made a full recovery. The only\nother NHP that was housed in the same room was also evaluated by veterinary staff and found to have a minor\nsuperficial injury to the tongue that did not require any further treatment. Upon being notified of the escape, the\ninstitution immediately looked into the incident. It was determined that a secondary method to secure the door,\nsuch as a lock, had not been used and the NHP had managed to manipulate and unlatch the closing mechanism on\nthe door allowing it to escape.\n***On 2/7/15 personnel discovered two of the four socially housed Cynomolgus macaques outside their primary\nenclosure and loose in the room. The animals were returned to their primary enclosure and evaluated by veterinary\nstaff. One NHP was uninjured. The other NHP sustained injuries to the lip and finger that were treated, and the\nanimal made a full recovery. Upon being notified of the escape, the institution immediately looked into the incident.\nIt was determined that the locks on the enclosure had not been properly latched, and the NHPs had managed to\nmanipulate and open the locks allowing the animals to escape.\nPer this Section of the Regulations, primary enclosures must be constructed and maintained so that they contain\nthe\nnon-human primates securely and prevent accidental opening of the enclosure, including opening by the animal.\nThe research facility promptly acted to address both of these incidents by conducting an investigation, reporting the\nincident to OLAW and USDA, and immediately implementing appropriate corrective actions to prevent any future\nincidents.\nThis item has been corrected.\nNOTE - This was a focused inspection of the animals, animal facilities, and selected IACUC records and\ndocuments. Inspection conducted 6/1/15 through 6/3/15 with the exit interview held 6/3/15 on-site with facility\npersonnel.\nAdditional Inspectors\nDer Christina, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.75(a)\nHOUSING FACILITIES, GENERAL. \n***Location 10-8:  The metal ductwork mounted on the ceiling that measured approximately 18\"(cid:25) wide by 10\" high\nhad 2 rectangular vents approximately 6 x 12 inches in size.  A normal vent in this facility is comprised of a wire\nmesh sheet and an inner louvered vent cover.  One of the vents was missing a louvered vent cover and as a result\nthe inside of the ductwork could be seen.  Escapes of non-human primates from their primary enclosures have\noccurred at this facility as documented elsewhere in this inspection report.  In the absence of a vent cover, the wire\nmesh sheet would not be of sufficient strength to prevent an NHP that had escaped from its primary enclosure from\ngaining access to the ductwork.\nPer this Section of the Regulations, housing facilities for nonhuman primates must be designed and constructed so\nthat they are kept in good repair, protect the animals from injury, and contain the animals securely.  \nFacility corrected this item during the inspection by replacing the louvered vent cover and checking all other vents in\nthis facility.\n3.80(a)(2)(3)\nPRIMARY ENCLOSURES.  \n***On 3/2/15 personnel discovered one Rhesus macaque outside its primary enclosure and loose in the room.  The\nNHP returned to its enclosure on its own.  The animal was evaluated by veterinary staff and found to have\nsustained injuries to the toe and tongue.  The injuries were treated and the animal made a full recovery.  The only\nother NHP that was housed in the same room was also evaluated by veterinary staff and found to have a minor\nsuperficial injury to the tongue that did not require any further treatment.  Upon being notified of the escape, the\ninstitution immediately looked into the incident.  It was determined that a secondary method to secure the door,\nsuch as a lock, had not been used and the NHP had managed to manipulate and unlatch the closing mechanism on\nthe door allowing it to escape.\n***On 2/7/15 personnel discovered two of the four socially housed Cynomolgus macaques outside their primary\nenclosure and loose in the room.  The animals were returned to their primary enclosure and evaluated by veterinary\n\nstaff.  One NHP was uninjured.  The other NHP sustained injuries to the lip and finger that were treated, and the\nanimal made a full recovery.  Upon being notified of the escape, the institution immediately looked into the incident. \nIt was determined that the locks on the enclosure had not been properly latched, and the NHPs had managed to\nmanipulate and open the locks allowing the animals to escape.\nPer this Section of the Regulations, primary enclosures must be constructed and maintained so that they contain\nthe\nnon-human primates securely and prevent accidental opening of the enclosure, including opening by the animal.\nThe research facility promptly acted to address both of these incidents by conducting an investigation, reporting the\nincident to OLAW and USDA, and immediately implementing appropriate corrective actions to prevent any future\nincidents.  \nThis item has been corrected.\nNOTE - This was a focused inspection of the animals, animal facilities, and selected IACUC records and\ndocuments.  Inspection conducted 6/1/15 through 6/3/15 with the exit interview held 6/3/15 on-site with facility\npersonnel.\nAdditional Inspectors\nDer Christina, Veterinary Medical Officer",
  "animals_total": 961,
  "species": [
    {
      "count": 52,
      "scientific": "Chinchilla brevicaudata",
      "common": "CHINCHILLA"
    },
    {
      "count": 311,
      "scientific": "Chlorocebus aethiops",
      "common": "AFRICAN GREEN MONKEY / GRIVET"
    },
    {
      "count": 19,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 197,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 165,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE *MALE"
    },
    {
      "count": 138,
      "scientific": "Microtus pennsylvanicus",
      "common": "MEADOW VOLE"
    },
    {
      "count": 2,
      "scientific": "Muscardinus avellanarius",
      "common": "HAZEL DORMOUSE"
    },
    {
      "count": 48,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 20,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 9,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}