{
  "insp_id": "2016082568134732",
  "layout": "a",
  "customer_id": "44159",
  "customer_name": "Gary Baldridge",
  "customer_addr": "22985 M4 Lane\nHolton, KS 66436",
  "certificate": "48-C-0153",
  "site_id": "001",
  "site_name": "GARY BALDRIDGE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-MAR-2017",
  "report_date": "13-MAR-2017",
  "citations": [
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "* Official USDA record of animals on hand (other than dogs or cats form 7019) had 28 different animals recorded\nbut there were 40 different animals counted by the inspector. The records were four sheep, six goats and two zebu\ncattle short. When the records and animals currently at the facility do not match it makes the records incomplete.\nComplete and accurate records are needed to ensure each animal’s identity can be known with certainty and to\nfacilitate the ability to trace these animals. The licensee must maintain complete and accurate records of all\nanimals at all times at their facility. Correct by 4/9/17."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "* Two separate areas of missing, splintered wood were observed on the back wall of one outdoor sheltered building.\nIn addition, an estimated two inch wide by six inch long hole was observed on the back wall of the same outdoor\nsheltered building. Lastly an estimated three inch gap was observed along the back wall of the same outdoor\nsheltered building. Three goats are in contact with the affected areas. Deterioration of wood surfaces can affect\nthe structural integrity of the enclosure. If splintered wood is accidentally ingested, it could have a negative impact\non the health of the animals. The licensee must ensure that outdoor housing facilities shall be maintained in good\nrepair to protect the animals from injury. Correct by 3/23/17.\n#########################\n* Baling wire, woven wire fencing and galvanized cattle paneling all have protruding wires with sharp points\nextending inwards towards the animals in multiple spots. Some of the protruding wires were observed to be at the\nanimal's eye level when standing in a normal position. Nineteen different species of animals are in contact with the\ndifferent protruding wire spots all located in outdoor housing. Protruding wires with sharp points could cause\npotential injury to the animals. Potential injury to the head area or body could have a negative impact on the\nanimals. The licensee must ensure that outdoor housing facilities shall be maintained in good repair to protect the\nanimals from injury. The licensee must remove all protruding wires with sharp points or alter them in a manner that\neliminates the risk of injury to the animals. Correct by 3/23/17."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "* Excreta was observed accumulating on the interior floor area of two outdoor enclosures housing nine animals.\nRemoval of excreta from the enclosure on a regular basis is necessary to prevent an accumulation excreta. It\nindicates unsanitary living conditions exist that could increase the risks of disease transmission, which can\nnegatively affects the health of the animals. Accumulations of excreta can potentially create odors, serve as an\nattractant for flies, insects and other pests. The licensee shall remove excreta from the primary enclosures as often\nas necessary to prevent contamination of the animals contained theirin and to minimize disease hazards and to\nreduce odor. Correct by 3/16/17.\n* The facility inspection done on 3/9/17 and the verbal exit briefing done on 3/13/17 were conducted with the\nlicensee."
    }
  ],
  "narrative": "2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\n*     Official USDA record of animals on hand (other than dogs or cats form 7019) had 28 different animals recorded\nbut there were 40 different animals counted by the inspector.  The records were four sheep, six goats and two zebu\ncattle short.  When the records and animals currently at the facility do not match it makes the records incomplete.  \nComplete and accurate records are needed to ensure each animal’s identity can be known with certainty and to\nfacilitate the ability to trace these animals.  The licensee must maintain complete and accurate records of all\nanimals at all times at their facility.  Correct by 4/9/17.\n3.125(a)\nFACILITIES, GENERAL.   \n* Two separate areas of missing, splintered wood were observed on the back wall of one outdoor sheltered building.\n In addition, an estimated two inch wide by six inch long hole was observed on the back wall of the same outdoor\nsheltered building.  Lastly an estimated three inch gap was observed along the back wall of the same outdoor\nsheltered building.   Three goats are in contact with the affected areas.  Deterioration of wood surfaces can affect\nthe structural integrity of the enclosure.  If splintered wood is accidentally ingested, it could have a negative impact\non the health of the animals.   The licensee must ensure that outdoor housing facilities shall be maintained in good\nrepair to protect the animals from injury.  Correct by 3/23/17.\n#########################\n*    Baling wire, woven wire fencing and galvanized cattle paneling all have protruding wires with sharp points\nextending inwards towards the animals in multiple spots.  Some of the protruding wires were observed to be at the\nanimal's eye level when standing in a normal position.  Nineteen different species of animals are in contact with the\ndifferent protruding wire spots all located in outdoor housing.   Protruding wires with sharp points could cause\npotential injury to the animals.  Potential injury to the head area or body could have a negative impact on the\nanimals.  The licensee must ensure that outdoor housing facilities shall be maintained in good repair to protect the\nanimals from injury.  The licensee must remove all protruding wires with sharp points or alter them in a manner that\neliminates the risk of injury to the animals.   Correct by 3/23/17.\n\n3.131(a)\nSANITATION.   \n*   Excreta was observed accumulating on the interior floor area of two outdoor enclosures housing nine animals.  \nRemoval of excreta from the enclosure on a regular basis is necessary to prevent an accumulation excreta.  It\nindicates unsanitary living conditions exist that could increase the risks of disease transmission, which can\nnegatively affects the health of the animals.  Accumulations of excreta can potentially create odors, serve as an\nattractant for flies, insects and other pests.  The licensee shall remove excreta from the primary enclosures as often\nas necessary to prevent contamination of the animals contained theirin and to minimize disease hazards and to\nreduce odor.   Correct by 3/16/17.\n*  The facility inspection done on 3/9/17 and the verbal exit briefing done on 3/13/17 were conducted with the\nlicensee.",
  "animals_total": 40,
  "species": [
    {
      "count": 7,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 12,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 2,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 15,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 2,
      "scientific": "Sus domestica",
      "common": "DOMESTIC PIG"
    }
  ]
}