{
  "insp_id": "INS-0001006771",
  "layout": "c",
  "customer_id": "6013384",
  "customer_name": "Tammy Virgin",
  "customer_addr": "1768 Sweet Home Road\nBroken Bow, OK 74728",
  "certificate": "73-C-0251",
  "site_id": "001",
  "site_name": "Tammy Virgin",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-APR-2024",
  "report_date": "23-MAY-2024",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "At the time of the inspection the facility did not have documentation of the last attending veterinarian visit. The attending\nveterinarian was called and she stated that she was not licensed in Oklahoma and has never been to the facility. She also\nsaid the licensee brings animals to her clinic for examination and treatment.\nVeterinary visits are required of the attending veterinarian so that they can learn and know about the facility and the\nanimals to be able to better advise them on husbandry and other important matters related to proper animal care.\nVeterinary visits must be done at least annually.\nEach dealer and exhibitor shall employ an attending veterinarian under formal arrangements. In the case of a part-time\nattending veterinarian or consultant arrangements, the formal arrangements shall include a written program of veterinary\ncare and regularly scheduled visits to the premises of the dealer or exhibitor.\nCorrect by: 5/18/2024"
    },
    {
      "code": "2.40(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "At the time of the inspection there was a Whitetail deer with overgrown hooves. An employee stated that they had\nattempted to get them trimmed by a farrier earlier, but the deer would not cooperate with the hired professional. A\ndeviation in the gait was not observed at the time of the inspection, but the overgrown hooves can cause lameness,\ntripping hazards, or limb deformity if left unaddressed. This can cause unnecessary stress and discomfort to the animal\naffecting its ability to ambulate properly. The farrier could not complete the hoof trim because they didn't have the proper\nequipment or sedatives to complete the hoof trim safely. The facility had not yet enlisted a veterinarian for assistance with\nthe hoof trim after the farrier's visit. The availability of appropriate facilities, personnel, equipment, and services to comply\nwith the provisions of adequate care must be provided in a timely manner.\nCorrect by: 5/2/2024"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "At the time of the inspection several animals had health and vet care issues.\n--In the main building a dove has a head wound with a loss of feathers and a raised circumscribed pink/red swelling and\nhasn't been evaluated by a veterinarian. The animal's condition had been observed and the animal was being treated with\nVetericyn (anti-microbial medication) daily by a staff member at the facility.\n--In an enclosure housing approximately eighteen whitetail deer in the middle section of the petting zoo three of the deer\nwere observed to have various vet care issues. One female deer appeared to have a lip avulsion where the lower lip\nappeared to have separated from the gum line. Another young deer appeared to have had a broken jaw with a partial lip\navulsion as well. These appear to be old injuries that have healed because the tissue and gums showed no redness or\nirritation and there were no open wounds or blood present and the staff member stated that they had occurred some time\nago and the deer came to the facility with the injuries. None of the deer had been evaluated by a veterinarian. Both deer\notherwise appeared in good health and were observed eating and drinking acceptably. Another young deer in the\nenclosure had a fresh, small, open, superficial wound on her back. It had fresh, bright red blood present.\n--A couple of Patagonian cavies that are housed just outside the back of the main building entrance had what appeared to\nbe fly bites and open wounds on both ears with several flies present on the tips of both ears. They were both visually\nuncomfortable and shaking their heads in order to deter or remove the flies. They had not been examined/evaluated by a\nveterinarian at the time of the inspection. Two of the four cavies seemed to be impacted the most. Only two of them were\nobserved to have active flies landing on the ears, the other two didn't show any signs of being physically bothered or\naffected by the flies. These open wounds can increase the risk of infection and other veterinary medical concerns. Fly\nbites to the ears can be painful causing discomfort for the cavies. Left untreated it could delay the healing process\naffecting the health & well-being for the animals. The licensee must have these animals examined by a licensed\nveterinarian so that an accurate diagnosis can be made and appropriate treatment plans can be developed and followed.\nThe licensee must ensure that all animals receive adequate veterinary care at all times.\nCorrect by: 4/22/24"
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "There was an adult male Royal Palm turkey in the open middle section of the petting zoo who was visibly limping on his\nleft foot and expressing lameness. The turkey had not been seen or evaluated by a veterinarian at the time of the\ninspection and the representative stated that he hadn't noticed the issue. The left leg and foot were noticeably swollen,\nand he could not bear much weight on the sore, injured foot. He would walk with an abnormal gate for a few steps and\nthen lie down.\nThe turkey had not been seen or evaluated by a veterinarian at the time of the inspection and the representative stated\nthat he hadn't noticed the issue.\nDaily observation of all animals in order to assess their health and well-being is an essential element of adequate care,\nand any issues related to health and well-being must be promptly communicated to the veterinarian, who can then make a\ndetermination as to whether any additional assessment / intervention / treatment may be needed. Prompt identification of\nhealth problems and the provision of timely, adequate veterinary care is important to ensure animal health and alleviate\nsuffering and discomfort. In this case the lack of identification of the problem with the turkey’s foot or skin problems is\nresulting in discomfort and pain and could lead to secondary infections. This lameness and pain are also causing the\nturkey to have difficulty moving around to access food, water, or shelter.\nThe facility representative must observe all animals daily and then ensure a mechanism of direct and frequent\ncommunication with a veterinarian so that timely and accurate information on problems of health, behavior, and well-being\nare conveyed. This includes communication regarding problems that have previously been evaluated but are ongoing.\nThis communication must allow the veterinarian to be able to examine the animal and ensure that appropriate treatment is\nprovided as required by section 2.40(b)(2) Correct by: 4/22/2024"
    },
    {
      "code": "2.75(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "At the time of the inspection there were no records on hand for dogs and cats, (APHIS form 7005). There were also no\nrecords of acquisition or disposition records (APHIS form 7006) of the puppies and kittens that were previously rescued\nand re-homed. These forms help to protect animal health by making the tracing of animal movement possible. APHIS\nforms 7005 and 7006 must be used to make, keep, and maintain the information required.\nCorrect by: 4/18/2024, forward"
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "At the time of the inspection no records of sales (disposition) or acquisition for all other animals were available for\ninspection to APHIS officials. Acquisition and disposition records are necessary to be able to accurately track animals\nbeing used in regulated activities to ensure their legal acquisition, proper care, and humane transportation. Animals\ntransferred to or acquired from other licensees must have disposition records containing all required information specified\nin the Animal Welfare Regulations available for inspection. The facility shall make, keep, and maintain records which fully\ndisclose all the required information concerning animals purchased or otherwise acquired or disposed of. The record shall\ninclude any offspring born of any animal while in his or her possession or under his or her control.\nThe licensee acknowledged that that she did have at one point have the following animals at her facility: two Bald eagles,\ntwo raccoons (each with a broken pelvis), a vulture, a screech owl, a pelican, an opossum with a piece of foot missing, or\na skunk with a broken pelvis. These animals were not present during the inspection, however and there are no records of\nsales, transfers, or donations.\nCorrect by: 4/18/2024, forward."
    },
    {
      "code": "3.8",
      "kind": "",
      "repeat": false,
      "desc": "Exercise for dogs.",
      "narrative": "At the time of the inspection there was no written exercise plan approved by the attending veterinarian available for\ninspection. There were twelve puppies in three separate enclosures. Exercise is important for the physical, social and\nbehavioral development of puppies. All puppies must be provided the opportunity to exercise.\nCorrect by: 5/2/2024"
    },
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "At the time of the inspection there were no specific instructions written in the Program of Veterinary Care for the sampling\nand treatment of parasites and other pests including fleas, worms, coccidia, giardia, and heartworms in accordance with a\nschedule approved by the attending veterinarian. There were twelve puppies in three separate enclosures at the facility.\nPreventive health care is essential for maintaining the optimal health of dogs and must be included and followed with\ndocumentation as written in the program of veterinary care for dogs. The license must follow an appropriate program of\nveterinary care for dogs that is developed, documented in writing, and signed by the attending veterinarian. It must\ninclude a plan for sampling and treatment of parasites and other pests (including fleas, worms, coccidia, giardia, and\nheartworm) in accordance with a schedule approved by the attending veterinarian.\nCorrect by: 5/2/2024"
    },
    {
      "code": "3.13(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "At the time of the inspection there was a male, red roan heeler mix puppy approximately 6-8 weeks old who is being\ntreated for a broken tail according to the verbal directions given by the attending veterinarian. However, the licensee is not\nkeeping medical records to document this injury or a plan for the treatment and care. Complete medical records allow the\nlicensee and the veterinarian to keep track of the animal's preventative care and health problems over its lifetime and\nensures that treatments are given as directed. Injured and/or ill dogs must receive timely veterinary care and the\nrecommendations of the attending veterinarian must be followed. Records documenting proper care must be kept and\nmade available at time of inspection. If a problem is identified (such as a disease, injury, or illness), the date and a\ndescription of the problem, examination findings, test results, plan for treatment and care, and treatment procedures\nperformed, when appropriate must be documented and kept for APHIS officials.\nCorrect by: 4/18/2024, forward."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "--There were two outdoor enclosures side by side housing arctic foxes and a grey fox with exposed buried wire that could\ninjure or trap a foot or limb. In the enclosure housing two artic foxes, the area with exposed wire was located underneath\nthe shelter and appeared to be approximately twelve inches across and about eight to ten inches in depth.\n--In an outdoor enclosure housing four prairie dogs, the wooden structures, ramps, and boxes have been chewed beyond\nrepair and need to be replaced.\nExposed wire, chewed or damaged wood, and poorly maintained structures for animal enclosures can cause injury to the\nanimals if not regularly maintained. Ingesting splintered wood could potentially cause health or digestive issues for the\nprairie dogs contained. The licensee must maintain primary enclosures so that they are structurally sound, protect the\nanimals from injury and restrict other animals from entering."
    },
    {
      "code": "3.128",
      "kind": "",
      "repeat": false,
      "desc": "Space requirements.",
      "narrative": "In a barn housing two mountain coatimundis there wasn't sufficient vertical space for the housed species to make normal\npostural movements and adjustments. There were no shelves, platforms, perches, or elevated resting surfaces for the\nanimals to rest on. Both coatis were observed laying together on the concrete floor in the back corner of the enclosure.\nThere was a hammock hanging towards the front entrance of the enclosure, but it was not free-hanging and was at an\nawkward angle and resting against the wire making it difficult for the animals to enter and would not allow for a\ncomfortable, stable resting surface. Normal postural adjustments for coatis include running, climbing, jumping, and resting\non elevated surfaces. Coatis who do not have the opportunities or the space to make normal postural adjustments such\nas resting on an elevated platform or climbing may suffer from stress, poor condition, debility, or abnormal behavior\npatterns. The enclosure needs to be constructed and maintained so as to provide sufficient space to allow each animal to\nmake normal postural and social adjustments for the health and well-being of the animals. Correct by: 4/25/2024"
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "Watering.",
      "narrative": "In an outdoor enclosure housing two whitetail deer there was a water receptacle that contained dark green-brown water.\nThere didn't appear to be any other accessible drinking water. This appeared to be the only water source in the enclosure.\nThe water receptacle had an algae-looking substance in it. You could not visualize the bottom of the receptacle through\nthe drinking water. Contaminated water that is no longer potable could lead to potential health risks. Animals who do not\nhave adequate access to potable water may suffer from discomfort, thirst, dehydration, or constipation. Water receptacles\ncontaining an algae-looking substance indicates a lack of cleaning and sanitation. They must be sanitized as often as\nnecessary to prevent an accumulation of dirt, debris, food waste, excreta, and other disease hazards. The licensee must\nensure all water receptacles are cleaned and sanitized more often for the health and well-being of the birds at all times.\nCorrected on: 4/17/24"
    },
    {
      "code": "3.33(b)",
      "kind": "",
      "repeat": false,
      "desc": "Classification and separation.",
      "narrative": "In the main building just past the front entrance to the petting zoo, there was an enclosure housing a hamster and a degu.\nHousing degus and hamsters in the same enclosure can increase the risk of stress, disease hazards, and interspecies\naggression. The facility must ensure that hamsters are not housed in the same primary enclosure with any other species\nof animals. Correct by: 4/18/2024"
    },
    {
      "code": "3.152(b)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor",
      "narrative": "In the peacock enclosure housing ten peacocks, there were only three shelters for the birds to go into during inclement\nweather. The two larger shelters measuring approximately four feet wide by four feet deep appeared to be only large\nenough for approximately two birds at a time. The smaller of the three shelters, measuring approximately two feet wide by\ntwo feet deep was only large enough for one bird. Lack of adequate protection from the elements can lead to discomfort\nand potential distress. Correct by ensuring adequate shelter to protect all of the birds at the same time from any adverse\nweather conditions.\nCorrect by: 5/9/2024"
    },
    {
      "code": "3.153(a)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Primary enclosures.",
      "narrative": "Several enclosures throughout the facility housing pigeons and doves did not have enough or lacked appropriate perches\nfor the birds housed within. An enclosure near the front entrance of facility housing two pigeons had wooden perches, but\nthey had fallen to the bottom of the enclosure and were not being utilized by the pigeons. They were perched instead on\nthin, round, smooth, metal frames that are meant to hold food receptacles. Just inside the main building there were two\ngrey doves in an enclosure, and they were also perched precariously on thin, round, smooth metal frames meant to hold\nfood receptacles. One dove was seen rocking unsteadily on a metal frame. The narrow, smooth metal frame is very\nslippery and doesn't allow for bird to grip it properly and comfortably. This can cause stress and discomfort to the bird. No\nother perches were being provided. In an enclosure housing approximately seventy-five doves and pigeons, there weren't\nnear enough perches for the birds contained so that each bird could have a variety of places to rest. The large pigeon and\ndove enclosure had vertical branches in the middle but lacked a sufficient number of horizontal perches. Perches enrich a\nbird’s environment and must be maintained in good condition and of sufficient size and are species appropriate. A\nsufficient number of perches must be available that vary in size, shape, strength, texture and placement to comfortably\nhouse all the birds contained. The perching for these birds needs to be addressed for their psychological and\nphysiological well-being."
    },
    {
      "code": "3.158(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "In an outdoor chicken coop enclosure, there was a excessive accumulation of excreta covering a portion of the wire\nflooring housing nine chickens. Excreta and food waste must be removed from the enclosures as often as necessary to\nprevent excessive accumulations. Failure to clean accumulations of excreta and food waste can increase disease\nhazards, insects, pests, and odors. The licensee must ensure animal enclosures are kept clean to prevent accumulations\nof excreta and food waste at all times. Corrected on: 4/17/24\nThis inspection and exit interview were conducted with the facility representative.\nAdditional Inspectors:\nBONNIE BOONE, VETERINARY MEDICAL OFFICER n"
    }
  ],
  "narrative": "2.40(a)(1) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nAt the time of the inspection the facility did not have documentation of the last attending veterinarian visit. The attending \nveterinarian was called and she stated that she was not licensed in Oklahoma and has never been to the facility. She also \nsaid the licensee brings animals to her clinic for examination and treatment. \n \nVeterinary visits are required of the attending veterinarian so that they can learn and know about the facility and the \nanimals to be able to better advise them on husbandry and other important matters related to proper animal care. \nVeterinary visits must be done at least annually. \n \nEach dealer and exhibitor shall employ an attending veterinarian under formal arrangements. In the case of a part-time \nattending veterinarian or consultant arrangements, the formal arrangements shall include a written program of veterinary \ncare and regularly scheduled visits to the premises of the dealer or exhibitor. \nCorrect by: 5/18/2024 \n2.40(b)(1) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nAt the time of the inspection there was a Whitetail deer with overgrown hooves. An employee stated that they had \nattempted to get them trimmed by a farrier earlier, but the deer would not cooperate with the hired professional. A \ndeviation in the gait was not observed at the time of the inspection, but the overgrown hooves can cause lameness, \ntripping hazards, or limb deformity if left unaddressed. This can cause unnecessary stress and discomfort to the animal \naffecting its ability to ambulate properly. The farrier could not complete the hoof trim because they didn't have the proper \nequipment or sedatives to complete the hoof trim safely. The facility had not yet enlisted a veterinarian for assistance with \nthe hoof trim after the farrier's visit. The availability of appropriate facilities, personnel, equipment, and services to comply \nwith the provisions of adequate care must be provided in a timely manner. \nCorrect by: 5/2/2024 \n2.40(b)(2)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors).\n\nAt the time of the inspection several animals had health and vet care issues. \n \n--In the main building a dove has a head wound with a loss of feathers and a raised circumscribed pink/red swelling and \nhasn't been evaluated by a veterinarian. The animal's condition had been observed and the animal was being treated with \nVetericyn (anti-microbial medication) daily by a staff member at the facility. \n--In an enclosure housing approximately eighteen whitetail deer in the middle section of the petting zoo three of the deer \nwere observed to have various vet care issues. One female deer appeared to have a lip avulsion where the lower lip \nappeared to have separated from the gum line. Another young deer appeared to have had a broken jaw with a partial lip \navulsion as well. These appear to be old injuries that have healed because the tissue and gums showed no redness or \nirritation and there were no open wounds or blood present and the staff member stated that they had occurred some time \nago and the deer came to the facility with the injuries. None of the deer had been evaluated by a veterinarian. Both deer \notherwise appeared in good health and were observed eating and drinking acceptably. Another young deer in the \nenclosure had a fresh, small, open, superficial wound on her back. It had fresh, bright red blood present. \n--A couple of Patagonian cavies that are housed just outside the back of the main building entrance had what appeared to \nbe fly bites and open wounds on both ears with several flies present on the tips of both ears. They were both visually \nuncomfortable and shaking their heads in order to deter or remove the flies. They had not been examined/evaluated by a \nveterinarian at the time of the inspection. Two of the four cavies seemed to be impacted the most. Only two of them were \nobserved to have active flies landing on the ears, the other two didn't show any signs of being physically bothered or \naffected by the flies. These open wounds can increase the risk of infection and other veterinary medical concerns. Fly \nbites to the ears can be painful causing discomfort for the cavies. Left untreated it could delay the healing process \naffecting the health & well-being for the animals. The licensee must have these animals examined by a licensed \nveterinarian so that an accurate diagnosis can be made and appropriate treatment plans can be developed and followed. \nThe licensee must ensure that all animals receive adequate veterinary care at all times. \nCorrect by: 4/22/24 \n2.40(b)(3)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThere was an adult male Royal Palm turkey in the open middle section of the petting zoo who was visibly limping on his \nleft foot and expressing lameness. The turkey had not been seen or evaluated by a veterinarian at the time of the \ninspection and the representative stated that he hadn't noticed the issue. The left leg and foot were noticeably swollen, \nand he could not bear much weight on the sore, injured foot. He would walk with an abnormal gate for a few steps and \nthen lie down. \nThe turkey had not been seen or evaluated by a veterinarian at the time of the inspection and the representative stated \nthat he hadn't noticed the issue. \n \nDaily observation of all animals in order to assess their health and well-being is an essential element of adequate care, \nand any issues related to health and well-being must be promptly communicated to the veterinarian, who can then make a \ndetermination as to whether any additional assessment / intervention / treatment may be needed. Prompt identification of \nhealth problems and the provision of timely, adequate veterinary care is important to ensure animal health and alleviate \nsuffering and discomfort. In this case the lack of identification of the problem with the turkey’s foot or skin problems is \nresulting in discomfort and pain and could lead to secondary infections. This lameness and pain are also causing the \nturkey to have difficulty moving around to access food, water, or shelter.\n\nThe facility representative must observe all animals daily and then ensure a mechanism of direct and frequent \ncommunication with a veterinarian so that timely and accurate information on problems of health, behavior, and well-being \nare conveyed. This includes communication regarding problems that have previously been evaluated but are ongoing. \nThis communication must allow the veterinarian to be able to examine the animal and ensure that appropriate treatment is \nprovided as required by section 2.40(b)(2) Correct by: 4/22/2024 \n2.75(a)(2) \n   \nRecords: Dealers and exhibitors. \nAt the time of the inspection there were no records on hand for dogs and cats, (APHIS form 7005). There were also no \nrecords of acquisition or disposition records (APHIS form 7006) of the puppies and kittens that were previously rescued \nand re-homed. These forms help to protect animal health by making the tracing of animal movement possible. APHIS \nforms 7005 and 7006 must be used to make, keep, and maintain the information required. \nCorrect by: 4/18/2024, forward \n2.75(b)(1) \n   \nRecords: Dealers and exhibitors. \nAt the time of the inspection no records of sales (disposition) or acquisition for all other animals were available for \ninspection to APHIS officials. Acquisition and disposition records are necessary to be able to accurately track animals \nbeing used in regulated activities to ensure their legal acquisition, proper care, and humane transportation. Animals \ntransferred to or acquired from other licensees must have disposition records containing all required information specified \nin the Animal Welfare Regulations available for inspection. The facility shall make, keep, and maintain records which fully \ndisclose all the required information concerning animals purchased or otherwise acquired or disposed of. The record shall \ninclude any offspring born of any animal while in his or her possession or under his or her control. \nThe licensee acknowledged that that she did have at one point have the following animals at her facility: two Bald eagles, \ntwo raccoons (each with a broken pelvis), a vulture, a screech owl, a pelican, an opossum with a piece of foot missing, or \na skunk with a broken pelvis. These animals were not present during the inspection, however and there are no records of \nsales, transfers, or donations. \nCorrect by: 4/18/2024, forward. \n3.8 \n   \nExercise for dogs. \nAt the time of the inspection there was no written exercise plan approved by the attending veterinarian available for \ninspection. There were twelve puppies in three separate enclosures. Exercise is important for the physical, social and \nbehavioral development of puppies. All puppies must be provided the opportunity to exercise. \nCorrect by: 5/2/2024 \n3.13(a)(3) \n   \nVeterinary care for dogs. \nAt the time of the inspection there were no specific instructions written in the Program of Veterinary Care for the sampling \nand treatment of parasites and other pests including fleas, worms, coccidia, giardia, and heartworms in accordance with a \nschedule approved by the attending veterinarian. There were twelve puppies in three separate enclosures at the facility.\n\nPreventive health care is essential for maintaining the optimal health of dogs and must be included and followed with \ndocumentation as written in the program of veterinary care for dogs. The license must follow an appropriate program of \nveterinary care for dogs that is developed, documented in writing, and signed by the attending veterinarian. It must \ninclude a plan for sampling and treatment of parasites and other pests (including fleas, worms, coccidia, giardia, and \nheartworm) in accordance with a schedule approved by the attending veterinarian. \nCorrect by: 5/2/2024 \n3.13(b)(2) \n   \nVeterinary care for dogs. \nAt the time of the inspection there was a male, red roan heeler mix puppy approximately 6-8 weeks old who is being \ntreated for a broken tail according to the verbal directions given by the attending veterinarian. However, the licensee is not \nkeeping medical records to document this injury or a plan for the treatment and care. Complete medical records allow the \nlicensee and the veterinarian to keep track of the animal's preventative care and health problems over its lifetime and \nensures that treatments are given as directed. Injured and/or ill dogs must receive timely veterinary care and the \nrecommendations of the attending veterinarian must be followed. Records documenting proper care must be kept and \nmade available at time of inspection. If a problem is identified (such as a disease, injury, or illness), the date and a \ndescription of the problem, examination findings, test results, plan for treatment and care, and treatment procedures \nperformed, when appropriate must be documented and kept for APHIS officials. \nCorrect by: 4/18/2024, forward. \n3.125(a)  Repeat\n   \nFacilities, general. \n--There were two outdoor enclosures side by side housing arctic foxes and a grey fox with exposed buried wire that could \ninjure or trap a foot or limb. In the enclosure housing two artic foxes, the area with exposed wire was located underneath \nthe shelter and appeared to be approximately twelve inches across and about eight to ten inches in depth. \n--In an outdoor enclosure housing four prairie dogs, the wooden structures, ramps, and boxes have been chewed beyond \nrepair and need to be replaced. \n \nExposed wire, chewed or damaged wood, and poorly maintained structures for animal enclosures can cause injury to the \nanimals if not regularly maintained. Ingesting splintered wood could potentially cause health or digestive issues for the \nprairie dogs contained. The licensee must maintain primary enclosures so that they are structurally sound, protect the \nanimals from injury and restrict other animals from entering. \n3.128 \n   \nSpace requirements. \nIn a barn housing two mountain coatimundis there wasn't sufficient vertical space for the housed species to make normal \npostural movements and adjustments. There were no shelves, platforms, perches, or elevated resting surfaces for the \nanimals to rest on. Both coatis were observed laying together on the concrete floor in the back corner of the enclosure. \nThere was a hammock hanging towards the front entrance of the enclosure, but it was not free-hanging and was at an \nawkward angle and resting against the wire making it difficult for the animals to enter and would not allow for a \ncomfortable, stable resting surface. Normal postural adjustments for coatis include running, climbing, jumping, and resting \non elevated surfaces. Coatis who do not have the opportunities or the space to make normal postural adjustments such\n\nas resting on an elevated platform or climbing may suffer from stress, poor condition, debility, or abnormal behavior \npatterns. The enclosure needs to be constructed and maintained so as to provide sufficient space to allow each animal to \nmake normal postural and social adjustments for the health and well-being of the animals. Correct by: 4/25/2024 \n3.130 \n   \nWatering. \nIn an outdoor enclosure housing two whitetail deer there was a water receptacle that contained dark green-brown water. \nThere didn't appear to be any other accessible drinking water. This appeared to be the only water source in the enclosure. \nThe water receptacle had an algae-looking substance in it. You could not visualize the bottom of the receptacle through \nthe drinking water. Contaminated water that is no longer potable could lead to potential health risks. Animals who do not \nhave adequate access to potable water may suffer from discomfort, thirst, dehydration, or constipation. Water receptacles \ncontaining an algae-looking substance indicates a lack of cleaning and sanitation. They must be sanitized as often as \nnecessary to prevent an accumulation of dirt, debris, food waste, excreta, and other disease hazards. The licensee must \nensure all water receptacles are cleaned and sanitized more often for the health and well-being of the birds at all times. \nCorrected on: 4/17/24 \n3.33(b) \n   \nClassification and separation. \nIn the main building just past the front entrance to the petting zoo, there was an enclosure housing a hamster and a degu. \nHousing degus and hamsters in the same enclosure can increase the risk of stress, disease hazards, and interspecies \naggression. The facility must ensure that hamsters are not housed in the same primary enclosure with any other species \nof animals. Correct by: 4/18/2024 \n3.152(b) \n   \nFacilities, outdoor \nIn the peacock enclosure housing ten peacocks, there were only three shelters for the birds to go into during inclement \nweather. The two larger shelters measuring approximately four feet wide by four feet deep appeared to be only large \nenough for approximately two birds at a time. The smaller of the three shelters, measuring approximately two feet wide by \ntwo feet deep was only large enough for one bird. Lack of adequate protection from the elements can lead to discomfort \nand potential distress. Correct by ensuring adequate shelter to protect all of the birds at the same time from any adverse \nweather conditions. \nCorrect by: 5/9/2024 \n3.153(a)(2)  Repeat\n   \nPrimary enclosures. \nSeveral enclosures throughout the facility housing pigeons and doves did not have enough or lacked appropriate perches \nfor the birds housed within. An enclosure near the front entrance of facility housing two pigeons had wooden perches, but \nthey had fallen to the bottom of the enclosure and were not being utilized by the pigeons. They were perched instead on \nthin, round, smooth, metal frames that are meant to hold food receptacles. Just inside the main building there were two \ngrey doves in an enclosure, and they were also perched precariously on thin, round, smooth metal frames meant to hold \nfood receptacles. One dove was seen rocking unsteadily on a metal frame. The narrow, smooth metal frame is very \nslippery and doesn't allow for bird to grip it properly and comfortably. This can cause stress and discomfort to the bird. No\n\nother perches were being provided. In an enclosure housing approximately seventy-five doves and pigeons, there weren't \nnear enough perches for the birds contained so that each bird could have a variety of places to rest. The large pigeon and \ndove enclosure had vertical branches in the middle but lacked a sufficient number of horizontal perches. Perches enrich a \nbird’s environment and must be maintained in good condition and of sufficient size and are species appropriate. A \nsufficient number of perches must be available that vary in size, shape, strength, texture and placement to comfortably \nhouse all the birds contained. The perching for these birds needs to be addressed for their psychological and \nphysiological well-being. \n3.158(a)(1) \n   \nCleaning, sanitization, housekeeping, and pest control. \nIn an outdoor chicken coop enclosure, there was a excessive accumulation of excreta covering a portion of the wire \nflooring housing nine chickens. Excreta and food waste must be removed from the enclosures as often as necessary to \nprevent excessive accumulations. Failure to clean accumulations of excreta and food waste can increase disease \nhazards, insects, pests, and odors. The licensee must ensure animal enclosures are kept clean to prevent accumulations \nof excreta and food waste at all times. Corrected on: 4/17/24 \n \nThis inspection and exit interview were conducted with the facility representative. \n \nAdditional Inspectors: \nBONNIE BOONE, VETERINARY MEDICAL OFFICER n",
  "animals_total": 389,
  "species": [
    {
      "count": 5,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 14,
      "scientific": "Didelphis virginiana",
      "common": "VIRGINIA OPOSSUM"
    },
    {
      "count": 4,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 7,
      "scientific": "Cynomys ludovicianus",
      "common": "BLACK-TAILED PRAIRIE DOG"
    },
    {
      "count": 14,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 10,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    },
    {
      "count": 2,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Mesocricetus auratus",
      "common": "SYRIAN / GOLDEN HAMSTER"
    },
    {
      "count": 1,
      "scientific": "Octodon degus",
      "common": "DEGU"
    },
    {
      "count": 4,
      "scientific": "Glaucomys sabrinus",
      "common": "NORTHERN FLYING SQUIRREL"
    },
    {
      "count": 2,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    },
    {
      "count": 2,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 19,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 2,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 13,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 9,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 1,
      "scientific": "Macropus giganteus",
      "common": "EASTERN GREY KANGAROO"
    },
    {
      "count": 5,
      "scientific": "Hystrix cristata",
      "common": "AFRICAN CRESTED PORCUPINE"
    },
    {
      "count": 1,
      "scientific": "Urocyon cinereoargenteus",
      "common": "GRAY FOX / GREY FOX"
    },
    {
      "count": 1,
      "scientific": "Equus grevyi",
      "common": "GREVY'S ZEBRA"
    },
    {
      "count": 1,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 2,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 11,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 3,
      "scientific": "Nasuella olivacea",
      "common": "MOUNTAIN COATI"
    },
    {
      "count": 2,
      "scientific": "Nasua narica",
      "common": "WHITE-NOSED COATI"
    },
    {
      "count": 2,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 13,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 3,
      "scientific": "Ammotragus lervia",
      "common": "BARBARY SHEEP"
    },
    {
      "count": 1,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 1,
      "scientific": "Psittacula krameri",
      "common": "ROSE-RINGED PARAKEET"
    },
    {
      "count": 2,
      "scientific": "Aratinga solstitialis",
      "common": "SUN PARAKEET"
    },
    {
      "count": 1,
      "scientific": "Rhea pennata",
      "common": "LESSER RHEA / DARWIN'S RHEA"
    },
    {
      "count": 1,
      "scientific": "Cyanocitta cristata",
      "common": "BLUE JAY"
    },
    {
      "count": 1,
      "scientific": "Lontra canadensis",
      "common": "NORTH AMERICAN RIVER OTTER"
    },
    {
      "count": 20,
      "scientific": "Zenaida macroura",
      "common": "MOURNING DOVE"
    },
    {
      "count": 2,
      "scientific": "Amazona oratrix",
      "common": "YELLOW-HEADED PARROT / YELLOW-HEADED AMAZON /"
    },
    {
      "count": 1,
      "scientific": "Psittacus erithacus",
      "common": "CONGO AFRICAN GREY PARROT / GRAY PARROT"
    },
    {
      "count": 1,
      "scientific": "Corvus brachyrhynchos",
      "common": "AMERICAN CROW"
    },
    {
      "count": 1,
      "scientific": "Nymphicus hollandicus",
      "common": "COCKATIEL"
    },
    {
      "count": 37,
      "scientific": "Gallus gallus domesticus",
      "common": "DOMESTIC CHICKEN (INCLUDING ALL DOMESTIC BREEDS /"
    },
    {
      "count": 5,
      "scientific": "Meleagris gallopavo domesticus",
      "common": "DOMESTIC TURKEY"
    },
    {
      "count": 10,
      "scientific": "Pavo cristatus",
      "common": "INDIAN PEAFOWL / COMMON PEAFOWL / PEAHEN /"
    },
    {
      "count": 3,
      "scientific": "Ara ararauna",
      "common": "BLUE-AND-YELLOW MACAW / BLUE-AND-GOLD MACAW"
    },
    {
      "count": 1,
      "scientific": "Pyrilia caica",
      "common": "CAICA PARROT"
    },
    {
      "count": 1,
      "scientific": "Butorides virescens",
      "common": "GREEN HERON"
    },
    {
      "count": 4,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 1,
      "scientific": "Cacatua galerita",
      "common": "SULPHUR-CRESTED COCKATOO / GREATER SULPHUR-"
    },
    {
      "count": 14,
      "scientific": "Anas platyrhynchos domesticus",
      "common": "DOMESTIC DUCK INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 9,
      "scientific": "Equus asinus asinus",
      "common": "DONKEY / BURRO / ASS"
    },
    {
      "count": 5,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 9,
      "scientific": "Equus caballus",
      "common": "DOMESTIC HORSE"
    },
    {
      "count": 1,
      "scientific": "Pionites melanocephalus",
      "common": "BLACK-HEADED PARROT"
    },
    {
      "count": 70,
      "scientific": "Columba livia domestica",
      "common": "DOMESTIC PIGEON INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 12,
      "scientific": "Canis familiaris",
      "common": "DOG PUPPY"
    },
    {
      "count": 2,
      "scientific": "Felis catus",
      "common": "CAT KITTEN"
    },
    {
      "count": 4,
      "scientific": "Felis catus",
      "common": "CAT ADULT"
    },
    {
      "count": 1,
      "scientific": "Psittacula eupatria",
      "common": "ALEXANDRINE PARAKEET"
    },
    {
      "count": 5,
      "scientific": "Anser anser domesticus",
      "common": "DOMESTIC GOOSE"
    },
    {
      "count": 4,
      "scientific": "Melopsittacus undulatus",
      "common": "BUDGERIGAR / BUDGIE / COMMON PARAKEET / SHELL"
    },
    {
      "count": 4,
      "scientific": "Pyrrhura molinae",
      "common": "GREEN-CHEEKED PARAKEET / GREEN-CHEEKED CONURE"
    }
  ]
}