{
  "insp_id": "150141030350110",
  "layout": "a",
  "customer_id": "33428",
  "customer_name": "Osage Kennels L L C",
  "customer_addr": "561 County Rd 231\nLinn, MO 65051",
  "certificate": "43-A-4667",
  "site_id": "001",
  "site_name": "OSAGE KENNELS L.L.C.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-MAY-2014",
  "report_date": "03-JUN-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***Direct - There was a female Cocker Spaniel (#0A01607813) with a heavy amount of green discharge from a\ncloudy right eye and a right ear with a condition. On initial observation, the surface of the eye was difficult to see\ndue to the amount of green discharge covering the right eye. The licensee wiped out the majority of the discharge\nwith his hand and the surface of the right eye was observed to be cloudy. Some thick green mucoid like discharge\nremained in the corner of the eye. The entire right eye was cloudy with a dark brown to grey appearance. A\npinpoint sized black lesion was located centrally on the eye. The surface of the eye also appeared slightly concave\naround this lesion. Some thin brownish red lines were observed radiating from the pinpoint black lesion to the edge\nof the eye. Also the sclera was red with vessels present. There was some hair loss surrounding the right eye\nmostly in the corner near the dog's nose. There was a dried, crusty-like dark brown to black material matted in the\nhair that was present around the eye. The licensee said that he had noted some discharge from the eye last\nThursday or Friday but acknowledged that the dog was not currently receiving treatment for the condition. The\ndog's left eye also had a small amount of thick green mucoid-like discharge present in the corner of the eye. Also,\nat the time of inspection, the dog's right ear had a large amount of dark brown to black debris present on the inside\nflap of the ear and near the canal. On closer observation, most of the the dog's right ear flap near the canal\nappeared reddened and moist with regions of whitish yellow discoloration. According to the licensee, he was\nunaware of the dog's ear condition and was not giving any treatment for the ear condition. The ear condition may\nbe an indication of an allergy, infection or other veterinary medical condition which may be uncomfortable for the\nanimal.\n***There was a male Yorkshire Terrier (#082*612*126) with right eye discharge. The discharge appeared to be\ngreen to clear, thick and mucoid-like. Some thick, moist, brownish material was matted in the fur surrounding the\neye. There was hair loss immediately surrounding the entire eye. Also, a pinkish irregular shaped lesion was\npresent on the central portion of the eye.\nThese dogs were included on the report for the inspection conducted on November 14, 2013 for eye conditions.\nThe licensee had written documentation dated 11/18/13 from a veterinarian regarding examinations of the dogs'\nconditions at that time. However, the dogs were not currently receiving any treatment for the eyes and a\nveterinarian had not been contacted about the dogs' current eye conditions. Cloudy eyes and/or dishcarge from the\neyes could be the result of injury, infection, or other veterinary medical condition which could be painful and/or lead\nto blindness. The licensee must have these animals examined by a licensed veterinarian no later than May 30,\n2014 in order to ensure that accurate diagnoses are made and appropriate treatment plans are developed and\nfollowed.\n**** There was a bottle of Safeguard (fenbendazole) with a labeled expiration date of 03-2014 stored in the whelping\nbuilding. This medication is being stored with other medications currently in use at the facility and is therefore\nready for use. The usage of expired medical materials on regulated animals is not considered to be an acceptable\nveterinary practice and does not constitute adequate veterinary care. The effectiveness of the dosage level and\nexpected results when expired drugs are administrated could be changed or may not work as anticipated. The\nlicensee must estblish and maintain a program to ensure that all used medications have not gone past the labeled\nexpiration date.\nThe licensee must ensure that all animals receive adequate veterinary care at all times.\n***The male Cocker Spaniel (#051*813*882), the female Cocker Spaniel (0A01610140) and the male Maltese\n(092*879*061) which were previously identified with veterinary care concerns during the inspection conducted on\nNovember 14, 2013 have been addressed."
    },
    {
      "code": "3.6(c)(1)(3)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "(c) Additional requirements for dogs--(1) Space. (iii)\n***Within the outdoor portion of a sheltered building, there was an enclosure containing three dogs that did not have\nthe required amount of space for the height of each the dogs. Enclosures that do not provide the required amount of\nhead space for the contained animal can restrict the normal activity of that animal. The licensee must ensure that\nthe interior height of all primary enclosures is at least 6 inches higher than the head of the tallest dog in the\nenclosure when it is in a normal standing position. The licensee must ensure that all of the animals are allowed\nspace as required. TO BE CORRECTED BY: June 4, 2014.\nThe inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nHeine William, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***Direct - There was a female Cocker Spaniel (#0A01607813) with a heavy amount of green discharge from a\ncloudy right eye and a right ear with a condition.  On initial observation, the surface of the eye was difficult to see\ndue to the amount of green discharge covering the right eye.  The licensee wiped out the majority of the discharge\nwith his hand and the surface of the right eye was observed to be cloudy. Some thick green mucoid like discharge\nremained in the corner of the eye.  The entire right eye was cloudy with a dark brown to grey appearance.  A\npinpoint sized black lesion was located centrally on the eye.  The surface of the eye also appeared slightly concave\naround this lesion.  Some thin brownish red lines were observed radiating from the pinpoint black lesion to the edge\nof the eye.  Also the sclera was red with vessels present.  There was some hair loss surrounding the right eye\nmostly in the corner near the dog's nose.  There was a dried, crusty-like dark brown to black material matted in the\nhair that was present around the eye. The licensee said that he had noted some discharge from the eye last\nThursday or Friday but acknowledged that the dog was not currently receiving treatment for the condition.  The\ndog's left eye also had a small amount of thick green mucoid-like discharge present in the corner of the eye.  Also,\nat the time of inspection, the dog's right ear had a large amount of dark brown to black debris present on the inside\nflap of the ear and near the canal. On closer observation, most of the the dog's right ear flap near the canal\nappeared reddened and moist with regions of whitish yellow discoloration.  According to the licensee, he was\nunaware of the dog's ear condition and was not giving any treatment for the ear condition.  The ear condition may\nbe an indication of an allergy, infection or other veterinary medical condition which may be uncomfortable for the\nanimal.\n***There was a male Yorkshire Terrier (#082*612*126) with right eye discharge. The discharge appeared to be\ngreen to clear, thick and mucoid-like.  Some thick, moist, brownish material was matted in the fur surrounding the\neye.  There was hair loss immediately surrounding the entire eye.  Also, a pinkish irregular shaped lesion was\npresent on the central portion of the eye.  \nThese dogs were included on the report for the inspection conducted on November 14, 2013 for eye conditions. \nThe licensee had written documentation dated 11/18/13 from a veterinarian regarding examinations of the dogs'\nconditions at that time.  However, the dogs were not currently receiving any treatment for the eyes and a\nveterinarian had not been contacted about the dogs' current eye conditions.  Cloudy eyes and/or dishcarge from the\n\neyes could be the result of injury, infection, or other veterinary medical condition which could be painful and/or lead\nto blindness.  The licensee must have these animals examined by a licensed veterinarian no later than May 30,\n2014 in order to ensure that accurate diagnoses are made and appropriate treatment plans are developed and\nfollowed. \n**** There was a bottle of Safeguard (fenbendazole) with a labeled expiration date of 03-2014 stored in the whelping\nbuilding.   This medication is being stored with other medications currently in use at the facility and is therefore\nready for use.  The usage of expired medical materials on regulated animals is not considered to be an acceptable\nveterinary practice and does not constitute adequate veterinary care.  The effectiveness of the dosage level and\nexpected results when expired drugs are administrated could be changed or may not work as anticipated.   The\nlicensee must estblish and maintain a program to ensure that all used medications have not gone past the labeled\nexpiration date.\nThe licensee must ensure that all animals receive adequate veterinary care at all times.\n***The male Cocker Spaniel (#051*813*882), the female Cocker Spaniel (0A01610140) and the male Maltese\n(092*879*061) which were previously identified with veterinary care concerns during the inspection conducted on\nNovember 14, 2013 have been addressed.\n3.6(c)(1)(3)\nPRIMARY ENCLOSURES.\n(c) Additional requirements for dogs--(1) Space. (iii)\n***Within the outdoor portion of a sheltered building, there was an enclosure containing three dogs that did not have\nthe required amount of space for the height of each the dogs. Enclosures that do not provide the required amount of\nhead space for the contained animal can restrict the normal activity of that animal. The licensee must ensure that\nthe interior height of all primary enclosures is at least 6 inches higher than the head of the tallest dog in the\nenclosure when it is in a normal standing position. The licensee must ensure that all of the animals are allowed\nspace as required.  TO BE CORRECTED BY:  June 4, 2014.\nThe inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nHeine William, Animal Care Inspector",
  "animals_total": 207,
  "species": [
    {
      "count": 157,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 50,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}