{
  "insp_id": "2016090000786390",
  "layout": "b",
  "customer_id": "6010970",
  "customer_name": "256 Exotics, LLC",
  "customer_addr": "2421 Winchester Rd NE\nHuntsville, AL 35811",
  "certificate": "64-B-0103",
  "site_id": "001",
  "site_name": "256 Exotics, LLC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-APR-2022",
  "report_date": "26-APR-2022",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The written Program of Veterinary Care (PVC) states that serval cats should be treated with monthly topical flea\nprevention medication. The licensee stated that she has not administered the flea medication to the 2 adult serval cats for\nat least 2 months due to concerns about the cats reproductive status (pregnancy). The Attending Veterinarian was\ncontacted and stated that the servals should be maintained on flea preventative medication as written in the PVC.\nFollowing the Attending Veterinarian’s instructions is critically important for ensuring animal health and wellbeing. Failure\nto follow the Attending Veterinarian’s instructions may result in the occurrence of parasite infections or other health\nproblems. Correct by 5/1/22 by following the instructions provided by the Attending Veterinarian and contacting the\nAttending Veterinarian regarding any concerns or questions about the written PVC."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "An adult male Savannah cat (“Savannah #6”, microchip #981020035855517) is limping on his left front leg, and the left\nside of his face is slightly swollen. When the cat is standing, he often lifts the left front foot off the ground, and when\nwalking he favors the leg slightly. The left lower side of his face is swollen compared to the right side of his face. There is\na small hairless area with a red scab on the left side of his neck, under his chin. The licensee had not observed these\nissues prior to the inspection. The cat is otherwise bright, active, and in normal body condition.\nAn adult female Savannah cat (“Savannah #1”, microchip #991001003899513) has watery eyes, clear eye discharge, and\nis sneezing and mildly congested. The cat is otherwise bright, active, and in normal body condition. The licensee stated\nthat she had observed these issues but had not contacted the Attending Veterinarian, but had considered starting the cat\non Amoxi-Drops. The written Program of Veterinary Care does not include instructions for the care of eye or respiratory\ninfections in cats.\nOn or around 4/2/22, an approximately 2-day-old female serval kitten was found by the licensee to be doing poorly and\nshe removed it from its mother to try to provide care for it. The licensee contacted a veterinary technician who is not\nassociated with the Attending Veterinarian (AV) and attempted to provide care for the kitten, but it died. The licensee\nstated that she did not contact the AV because it was after normal business hours, and that she did not contact an\nemergency veterinary clinic because she didn’t think they would be willing or able to work on a serval. The AV was not\ncontacted after the death and no necropsy was performed.\nThe prompt identification of animal health issues and timely communication with the AV is essential for ensuring the\nhealth and welfare of animals. Animals with unidentified or untreated health issues may suffer from stress, pain, or\nworsening of their conditions which may in some cases lead to death.\nCorrect by 4/26/22 by conducting daily observation of all regulated animals to assess their health and well-being, and by\nhaving direct and frequent communication with the AV regarding all problems of animal health, behavior, and wellbeing."
    },
    {
      "code": "2.131(c)(1)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "On 3/29/22 an approximately 3-year-old female child was scratched by a serval cat on exhibit in the store. The enclosure\nhousing 2 adult serval cats is located in the retail area of the store. The enclosure is made of welded wire panels that\nhave square openings that are approximately 2 inches by 2 inches in size. According to the licensee, at the time of the\nincident, there was a public barrier around the serval enclosure that consisted of vertical 3-foot-tall posts (stanchions) and\na retractable flexible strap stretched between the tops the posts. The horizontal strap was 3-feet from the ground and\nthere was nothing preventing a child or animal from passing under the strap. The distance between the animal enclosure\nand the public barrier was 3 feet in the area where the child was injured, which was at the far end of the serval enclosure\nnext to the chinchillas. A sign was also present instructing people not to reach or stick anything past the barrier.\nAccording to the licensee, she went to the back of the store to retrieve an animal and then she heard screaming. She\nimmediately returned to the retail area and found the child being comforted by her mother, who stated that the child had\nbeen scared by the cat. A few minutes later, the licensee saw that there was some blood on the child, and the mother\nstated that the serval cat had scratched the child. The child was taken to the emergency room.\nAt the time of the inspection, a few segments of caution tape had been added to the public barrier around the serval\nenclosure to block children from walking under the barrier. However, the caution tape is flexible and could be pushed\naside or torn by a child.\nServal cats have sharp claws and teeth which can injure people or animals who come too close to their enclosure.\nPeople or animals who are scratched or bitten by serval cats may suffer from pain, fear, injury, or infection. Serval cats\nwho scratch or bite people may themselves be injured in the process or may be subject to administrative consequences\nsuch as local or state requirements for quarantine or euthanasia.\nCorrect by 4/26/22 by ensuring that during public exhibition, the serval cats are handled so that there is minimal risk of\nharm to the animals and to the public, with sufficient distance and strong, effective barriers between the animals and the\ngeneral viewing public as to assure the safety of animals and the public (including small children)."
    },
    {
      "code": "3.6(a)(2)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "5 adult cats (4 Savannah, 1 Bengal) are housed in an outdoor building with wooden and wire walls. There were numerous\n(more than 20) pointed ends of nails sticking out of the walls at the level that could be touched by the cats. Sharp objects\nin enclosures may cause injury to the animals within. Correct by 6/1/22 by ensuring that enclosures contain no sharp\nedges or points that could injure the animals within."
    },
    {
      "code": "3.6(a)(2)(ix)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "5 adult cats (4 Savannah, 1 Bengal) are housed in an outdoor building with wooden and wire walls. The wood is not\npainted or treated to make it impervious to moisture, and the wood was scratched and irregular in some places. Building\nsurfaces in contact with cats must be impervious to moisture to allow for cleaning and sanitization. Correct by 6/1/22 by\nensuring that building surfaces in contact with cats are impervious to moisture."
    },
    {
      "code": "3.6(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The outdoor enclosure housing 4 adult cats (2 male, 2 female) contains two medium sized plastic pet taxis which serve as\nthe only elevated resting surfaces in the enclosure. These surfaces are not large enough for all 4 cats to rest comfortably\non at the same time. Resting on elevated surfaces is an important natural behavior for cats. Correct by 6/1/22 by\nproviding elevated resting surfaces in the enclosure that are big enough for all cats to rest on comfortably at the same\ntime."
    },
    {
      "code": "3.53(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "7 juvenile rabbits were contained in a cage that was 30 inches wide and 30 inches long, providing 900 square inches of\nfloor space (900 square inches / 144 = 6.25 square feet). Each juvenile rabbit requires 1.5 square feet of floor space, so\nthe 7 juvenile rabbits require 10.5 square feet (1.5 square feet x 7 = 10.5 square feet). Adequate floor space is important\nfor rabbit health and comfort. Rabbits who do not have adequate floor space may suffer from stress and competition for\nfood and space. Correct by 4/26/22 by providing the minimum amount of floor space required under the Animal Welfare\nAct for rabbits. Corrected at the time of inspection."
    },
    {
      "code": "3.55",
      "kind": "Direct",
      "repeat": false,
      "desc": "Watering.",
      "narrative": "At the time of inspection, 7 juvenile rabbits were housed in an enclosure that contained one water bowl, which was empty.\nThe licensee filled the water bowl and all of the rabbits drank from the water bowl for 30-60 seconds continuously (once\nthey discovered the water), some rabbits crowding around the bowl and pushing one another out of the way. Rabbits that\ndo not have access to water may suffer from thirst, discomfort, or dehydration. Correct by 4/26/22 by providing adequate\nwater for all of the rabbits in the enclosure to prevent thirst. Corrected at the time of inspection."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "The enclosure housing the serval cats is located in the retail area of the store, and is made of welded wire panels that\nhave openings that are approximately 2 inches by 2 inches in size. The enclosure measures 78 inches wide, 170 inches\nlong, and 69 inches tall. There is a 2-inch vertical gap between two panels at the center of the front of the enclosure; one\nzip tie holds these panels together. The gap stretches from the floor to the top of the enclosure. During the inspection, the\nfemale serval cat put both of her front feet through the vertical gap. Serval cats are strong and may push against or climb\non the wall of their enclosures, which can cause zip ties to break. Correct by 5/1/22 by ensuring that the serval cat\nenclosure is structurally sound and maintained in good repair, to protect the animals from injury and contain the animals."
    },
    {
      "code": "3.128",
      "kind": "",
      "repeat": false,
      "desc": "Space requirements.",
      "narrative": "The enclosure housing two adult 2-year-old serval cats is located in the retail area of the store, and is made of welded\nwire panels. The enclosure measures 78 inches wide, 170 inches long, and 69 inches tall. The enclosure contains 2\nuncovered cat boxes, an Igloo-style dog house, a food bowl, and water bowl, and a wire crate which contains a large pet\nbed. One small plastic ball was present in the enclosure for enrichment. There are no shelves, platforms, perches, or\nelevated resting surfaces for the animals to rest on. According to the licensee, when the female serval cat was in late\npregnancy at the end of April 2022, the enclosure was divided in half with one adult serval on each side, and the female\nhad kittens in the Igloo-style dog house. The female serval was not provided with any additional privacy, enrichment, or\nresting areas outside the dog house itself, and the store was open to the public during that time. Furthermore, the male\nserval had only the wire crate, pet bed, and cat box in his half of the enclosure. The female failed to rear the kittens\nsuccessfully and despite intervention they died, after which the enclosure was opened up into one connected area again.\nNatural behaviors for serval cats include running, climbing, jumping, and resting on elevated surfaces. Female serval cats\nwith nursing offspring naturally hide and may be extremely sensitive to noise, unknown people/animals, disruptions, and\nodors. Serval cats who do not have opportunities to perform natural behaviors such as resting on an elevated platform or\nhiding in a quiet environment during birth and nursing may suffer from stress, poor condition, debility, or abnormal\nbehavior patterns such as loosing interest in nursing offspring. Correct by 6/1/22 by housing the serval cats in an\nenclosure that is constructed and maintained as to provide sufficient space to allow each animal to make normal postural\nand social adjustments with adequate freedom of movement.\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe written Program of Veterinary Care (PVC) states that serval cats should be treated with monthly topical flea \nprevention medication. The licensee stated that she has not administered the flea medication to the 2 adult serval cats for \nat least 2 months due to concerns about the cats reproductive status (pregnancy). The Attending Veterinarian was \ncontacted and stated that the servals should be maintained on flea preventative medication as written in the PVC. \nFollowing the Attending Veterinarian’s instructions is critically important for ensuring animal health and wellbeing. Failure \nto follow the Attending Veterinarian’s instructions may result in the occurrence of parasite infections or other health \nproblems. Correct by 5/1/22 by following the instructions provided by the Attending Veterinarian and contacting the \nAttending Veterinarian regarding any concerns or questions about the written PVC. \n2.40(b)(3)  Critical\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nAn adult male Savannah cat (“Savannah #6”, microchip #981020035855517) is limping on his left front leg, and the left \nside of his face is slightly swollen. When the cat is standing, he often lifts the left front foot off the ground, and when \nwalking he favors the leg slightly. The left lower side of his face is swollen compared to the right side of his face. There is \na small hairless area with a red scab on the left side of his neck, under his chin. The licensee had not observed these\n\nissues prior to the inspection. The cat is otherwise bright, active, and in normal body condition. \nAn adult female Savannah cat (“Savannah #1”, microchip #991001003899513) has watery eyes, clear eye discharge, and \nis sneezing and mildly congested. The cat is otherwise bright, active, and in normal body condition. The licensee stated \nthat she had observed these issues but had not contacted the Attending Veterinarian, but had considered starting the cat \non Amoxi-Drops. The written Program of Veterinary Care does not include instructions for the care of eye or respiratory \ninfections in cats. \nOn or around 4/2/22, an approximately 2-day-old female serval kitten was found by the licensee to be doing poorly and \nshe removed it from its mother to try to provide care for it. The licensee contacted a veterinary technician who is not \nassociated with the Attending Veterinarian (AV) and attempted to provide care for the kitten, but it died. The licensee \nstated that she did not contact the AV because it was after normal business hours, and that she did not contact an \nemergency veterinary clinic because she didn’t think they would be willing or able to work on a serval. The AV was not \ncontacted after the death and no necropsy was performed. \nThe prompt identification of animal health issues and timely communication with the AV is essential for ensuring the \nhealth and welfare of animals. Animals with unidentified or untreated health issues may suffer from stress, pain, or \nworsening of their conditions which may in some cases lead to death. \nCorrect by 4/26/22 by conducting daily observation of all regulated animals to assess their health and well-being, and by \nhaving direct and frequent communication with the AV regarding all problems of animal health, behavior, and wellbeing. \n2.131(c)(1)  Critical\n   \nHandling of animals. \nOn 3/29/22 an approximately 3-year-old female child was scratched by a serval cat on exhibit in the store. The enclosure \nhousing 2 adult serval cats is located in the retail area of the store. The enclosure is made of welded wire panels that \nhave square openings that are approximately 2 inches by 2 inches in size. According to the licensee, at the time of the\n\nincident, there was a public barrier around the serval enclosure that consisted of vertical 3-foot-tall posts (stanchions) and \na retractable flexible strap stretched between the tops the posts. The horizontal strap was 3-feet from the ground and \nthere was nothing preventing a child or animal from passing under the strap. The distance between the animal enclosure \nand the public barrier was 3 feet in the area where the child was injured, which was at the far end of the serval enclosure \nnext to the chinchillas. A sign was also present instructing people not to reach or stick anything past the barrier. \nAccording to the licensee, she went to the back of the store to retrieve an animal and then she heard screaming. She \nimmediately returned to the retail area and found the child being comforted by her mother, who stated that the child had \nbeen scared by the cat. A few minutes later, the licensee saw that there was some blood on the child, and  the mother \nstated that the serval cat had scratched the child. The child was taken to the emergency room. \nAt the time of the inspection, a few segments of caution tape had been added to the public barrier around the serval \nenclosure to block children from walking under the barrier. However, the caution tape is flexible and could be pushed \naside or torn by a child. \nServal cats have sharp claws and teeth which can injure people or animals who come too close to their enclosure.  \nPeople or animals who are scratched or bitten by serval cats may suffer from pain, fear, injury, or infection. Serval cats \nwho scratch or bite people may themselves be injured in the process or may be subject to administrative consequences \nsuch as local or state requirements for quarantine or euthanasia. \nCorrect by 4/26/22 by ensuring that during public exhibition, the serval cats are handled so that there is minimal risk of \nharm to the animals and to the public, with sufficient distance and strong, effective barriers between the animals and the \ngeneral viewing public as to assure the safety of animals and the public (including small children). \n3.6(a)(2)(i) \n   \nPrimary enclosures.\n\n5 adult cats (4 Savannah, 1 Bengal) are housed in an outdoor building with wooden and wire walls. There were numerous \n(more than 20) pointed ends of nails sticking out of the walls at the level that could be touched by the cats. Sharp objects \nin enclosures may cause injury to the animals within. Correct by 6/1/22 by ensuring that enclosures contain no sharp \nedges or points that could injure the animals within. \n3.6(a)(2)(ix) \n   \nPrimary enclosures. \n5 adult cats (4 Savannah, 1 Bengal) are housed in an outdoor building with wooden and wire walls. The wood is not \npainted or treated to make it impervious to moisture, and the wood was scratched and irregular in some places. Building \nsurfaces in contact with cats must be impervious to moisture to allow for cleaning and sanitization. Correct by 6/1/22 by \nensuring that building surfaces in contact with cats are impervious to moisture. \n3.6(b)(4) \n   \nPrimary enclosures. \nThe outdoor enclosure housing 4 adult cats (2 male, 2 female) contains two medium sized plastic pet taxis which serve as \nthe only elevated resting surfaces in the enclosure. These surfaces are not large enough for all 4 cats to rest comfortably \non at the same time. Resting on elevated surfaces is an important natural behavior for cats. Correct by 6/1/22 by \nproviding elevated resting surfaces in the enclosure that are big enough for all cats to rest on comfortably at the same \ntime. \n3.53(c)(2) \n   \nPrimary enclosures. \n7 juvenile rabbits were contained in a cage that was 30 inches wide and 30 inches long, providing 900 square inches of \nfloor space (900 square inches / 144 = 6.25 square feet). Each juvenile rabbit requires 1.5 square feet of floor space, so \nthe 7 juvenile rabbits require 10.5 square feet (1.5 square feet x 7 = 10.5 square feet). Adequate floor space is important\n\nfor rabbit health and comfort. Rabbits who do not have adequate floor space may suffer from stress and competition for \nfood and space. Correct by 4/26/22 by providing the minimum amount of floor space required under the Animal Welfare \nAct for rabbits. Corrected at the time of inspection. \n3.55  Direct\n   \nWatering. \nAt the time of inspection, 7 juvenile rabbits were housed in an enclosure that contained one water bowl, which was empty. \nThe licensee filled the water bowl and all of the rabbits drank from the water bowl for 30-60 seconds continuously (once \nthey discovered the water), some rabbits crowding around the bowl and pushing one another out of the way. Rabbits that \ndo not have access to water may suffer from thirst, discomfort, or dehydration. Correct by 4/26/22 by providing adequate \nwater for all of the rabbits in the enclosure to prevent thirst. Corrected at the time of inspection. \n3.125(a) \n   \nFacilities, general. \nThe enclosure housing the serval cats is located in the retail area of the store, and is made of welded wire panels that \nhave openings that are approximately 2 inches by 2 inches in size. The enclosure measures 78 inches wide, 170 inches \nlong, and 69 inches tall. There is a 2-inch vertical gap between two panels at the center of the front of the enclosure; one \nzip tie holds these panels together. The gap stretches from the floor to the top of the enclosure. During the inspection, the \nfemale serval cat put both of her front feet through the vertical gap. Serval cats are strong and may push against or climb \non the wall of their enclosures, which can cause zip ties to break. Correct by 5/1/22 by ensuring that the serval cat \nenclosure is structurally sound and maintained in good repair, to protect the animals from injury and contain the animals. \n3.128 \n   \nSpace requirements.\n\nThe enclosure housing two adult 2-year-old serval cats is located in the retail area of the store, and is made of welded \nwire panels. The enclosure measures 78 inches wide, 170 inches long, and 69 inches tall. The enclosure contains 2 \nuncovered cat boxes, an Igloo-style dog house, a food bowl, and water bowl, and a wire crate which contains a large pet \nbed. One small plastic ball was present in the enclosure for enrichment. There are no shelves, platforms, perches, or \nelevated resting surfaces for the animals to rest on.  According to the licensee, when the female serval cat was in late \npregnancy at the end of April 2022, the enclosure was divided in half with one adult serval on each side, and the female \nhad kittens in the Igloo-style dog house. The female serval was not provided with any additional privacy, enrichment, or \nresting areas outside the dog house itself, and the store was open to the public during that time. Furthermore, the male \nserval had only the wire crate, pet bed, and cat box in his half of the enclosure. The female failed to rear the kittens \nsuccessfully and despite intervention they died, after which the enclosure was opened up into one connected area again. \nNatural behaviors for serval cats include running, climbing, jumping, and resting on elevated surfaces. Female serval cats \nwith nursing offspring naturally hide and may be extremely sensitive to noise, unknown people/animals, disruptions, and \nodors. Serval cats who do not have opportunities to perform natural behaviors such as resting on an elevated platform or \nhiding in a quiet environment during birth and nursing may suffer from stress, poor condition, debility, or abnormal \nbehavior patterns such as loosing interest in nursing offspring. Correct by 6/1/22 by housing the serval cats in an \nenclosure that is constructed and maintained as to provide sufficient space to allow each animal to make normal postural \nand social adjustments with adequate freedom of movement. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 71,
  "species": [
    {
      "count": 5,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 8,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 7,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 2,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 3,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    },
    {
      "count": 10,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    },
    {
      "count": 26,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG"
    },
    {
      "count": 3,
      "scientific": "Callithrix jacchus",
      "common": "COMMON MARMOSET"
    },
    {
      "count": 1,
      "scientific": "Callithrix geoffroyi",
      "common": "WHITE-FRONTED MARMOSET"
    },
    {
      "count": 6,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    }
  ]
}