{
  "insp_id": "37141113386444",
  "layout": "a",
  "customer_id": "38292",
  "customer_name": "S. E. Marley",
  "customer_addr": "20831 Brandt Road\nTonganoxie, KS 66086",
  "certificate": "48-A-2116",
  "site_id": "001",
  "site_name": "S. E. Marley",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-MAR-2014",
  "report_date": "11-MAR-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* The written program of veterinary care had incomplete information pertaining to the parasite control at the\nfacility. The sections pertaining to ectoparasites, blood parasites and intestinal parasites had the words \"as\nneeded\" listed in this section. In addition, the section pertaining to euthanasia had the words \"injectable\" listed in\nthis section. When \"as needed\" is listed under the frequency of sampling or treatment the licensee is providing the\ncapybaras or \"injectable\" under the methods of euthanasia, this is not considered to be adequate veterinary care.\nThe licensee, in coordination with the attending veterinarian, must provide more specific information on the type of\nproducts used at the facility and the frequency of use. The licensee must ensure that the program of veterinary\ncare is updated with current preventive practices to ensure that the capybaras are provided adequate veterinary\ncare.\n* The facility inspection and verbal exit briefing done on 3/6/14 and phone exit briefing done on 3/10/14 were\nconducted with the licensee.\n* Copy of inspection report was sent by certified and regular mail."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*    The written program of veterinary care had incomplete information pertaining to the parasite control at the\nfacility.  The sections pertaining to ectoparasites, blood parasites and intestinal parasites had the words  \"as\nneeded\" listed in this section.  In addition, the section pertaining to euthanasia had the words \"injectable\" listed in\nthis section.  When \"as needed\" is listed under the frequency of sampling or treatment the licensee is providing the\ncapybaras or \"injectable\" under the methods of euthanasia, this is not considered to be adequate veterinary care. \nThe licensee, in coordination with the attending veterinarian, must provide more specific information on the type of\nproducts used at the facility and the frequency of use.   The licensee must ensure that the program of veterinary\ncare is updated with current preventive practices to ensure that the capybaras are provided adequate veterinary\ncare. \n*  The facility inspection and verbal exit briefing done on 3/6/14 and phone exit briefing done on 3/10/14 were\nconducted with the licensee.\n*  Copy of inspection report was sent by certified and regular mail.",
  "animals_total": 7,
  "species": [
    {
      "count": 7,
      "scientific": "Hydrochaeris hydrochaeris",
      "common": "CAPYBARA"
    }
  ]
}