{
  "insp_id": "41150102210793",
  "layout": "a",
  "customer_id": "41402",
  "customer_name": "John Lee Backhus",
  "customer_addr": "860 Vane Rd\nHerington, KS 67449",
  "certificate": "48-A-2061",
  "site_id": "001",
  "site_name": "JOHN LEE BACKHUS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-FEB-2015",
  "report_date": "10-FEB-2015",
  "citations": [
    {
      "code": "2.50(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "* There was no record of inventory present on seven recently weaned puppies born at the facility. No inventory\ninformation was attached to one shelter enclosure containing the seven recently weaned puppies. If any puppy\nborn on the premise has been recorded on USDA official 7005 forms, then the enclosure must have the following\ninformation attached to it: dealer's USDA license number, the letters (cid:28) USDA (cid:28) and the number identifying each\npuppy in that litter. If no offspring have been recorded on USDA official 7005 forms, then the following information\nmust be recorded and attached to the enclosure. The dealer's USDA number, the number identifying each puppy,\nthe date of birth of the litter, the dam's ID number, a description of each puppy ( breed, sex, color and any distinctive\nmarkings ). The inventory information records must be maintained with all corresponding 7006's for one year. If\nthe licensee chooses to identify the \"unweaned\" puppies with official USDA identification ( collar, tattoo or microchip\n), then no inventory information is required on the enclosure. Complete and accurate records are needed to\nensure that every puppy's identity can be known with certainty and to facilitate the ability to trace all puppies. The\nlicensee must maintain complete and accurate records of all puppies at all times at their facility. To be corrected\nfrom this day forward."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Gaps, broken pieces of cement and holes in the cement flooring were observed in at least five outdoor\nenclosures housing seven dogs. Gaps and holes in the cement flooring can allow accumulations of dirt, debris,\nfood waste, excreta, and other disease hazards to collect creating unsanitary conditions for the dogs. In addition,\nthe affected surfaces cannot be readily cleaned and sanitized. The licensee must fill all gaps with a material that\nwill allow the cement surfaces to be readily cleaned and sanitized on a routine basis. Correct by 3/9/15."
    },
    {
      "code": "3.4(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "* There is no bedding in the shelter structures in five outdoor enclosures housing 11 dogs. The ambient\ntemperature at the conclusion of the inspection was recorded by the inspector's kestrel as 44.2 degrees F. In\naddition, according to the (cid:28)NOAA(cid:29) website (weather.gov) for the licensee's zip code, the lowest temperature\nrecorded in the last 24 hours in the area was 32 degrees F. Dogs that are not provided dry bedding when the\nambient temperatures are low can have a difficult time maintaining a safe body temperature. The licensee must\nprovide dry bedding when the ambient temperatures are below 50 degrees F, and additional bedding when the\ntemperature is below 35 degrees F. To be corrected by end of the day today."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* High grass, used tires, electric cords, plastic containers and various other miscellaneous items were observed\naccumulating on the west side of the north outside runs housing five dogs. Accumulations of trash, junk, high\ngrasses and discarded matter around the premise can provide a living area for rodents, other pests & vermin.\nKeeping premises free of trash, junk, high grasses and discarded matter is necessary for the welfare of the dogs.\nThe licensee must ensure that the premise and surrounding grounds must be kept free of accumulations of trash,\njunk, waste products and discarded matter at all times. Correct by 3/9/15.\n* The facility inspection done on 2/9/15 and exit briefing done on 2/10/15 were conducted with the licensee."
    }
  ],
  "narrative": "2.50(a)(2)\nTIME AND METHOD OF IDENTIFICATION.\n*    There was no record of inventory present on seven recently weaned puppies born at the facility.   No inventory\ninformation was attached to one shelter enclosure containing the seven recently weaned puppies.  If any puppy\nborn on the premise has been recorded on USDA official 7005 forms, then the enclosure must have the following\ninformation attached to it:  dealer's USDA license number, the letters (cid:28) USDA (cid:28) and the number identifying each\npuppy in that litter.  If no offspring have been recorded on USDA official 7005 forms, then the following information\nmust be recorded and attached to the enclosure.  The dealer's USDA number, the number identifying each puppy,\nthe date of birth of the litter, the dam's ID number, a description of each puppy ( breed, sex, color and any distinctive\nmarkings ).   The inventory information records must be maintained with all corresponding 7006's for one year.  If\nthe licensee chooses to identify the \"unweaned\" puppies with official USDA identification ( collar, tattoo or microchip\n),  then no inventory information is required on the enclosure.   Complete and accurate records are needed to\nensure that every puppy's identity can be known with certainty and to facilitate the ability to trace all puppies.  The\nlicensee must maintain complete and accurate records of all puppies at all times at their facility.  To be corrected\nfrom this day forward.\n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\n*   Gaps, broken pieces of cement and holes in the cement flooring were observed in at least five outdoor\nenclosures housing seven dogs.   Gaps and holes in the cement flooring can allow accumulations of dirt, debris,\nfood waste, excreta, and other disease hazards to collect creating unsanitary conditions for the dogs.   In addition,\nthe affected surfaces cannot be readily cleaned and sanitized.   The licensee must fill all gaps with a material that\nwill allow the cement surfaces to be readily cleaned and sanitized on a routine basis.  Correct by 3/9/15.\n3.4(b)(4)\nOUTDOOR HOUSING FACILITIES.\n*      There is no bedding in the shelter structures in five outdoor enclosures housing 11 dogs. The ambient\ntemperature at the conclusion of the inspection was recorded by the inspector's kestrel as 44.2 degrees F. In\naddition, according to the (cid:28)NOAA(cid:29) website (weather.gov) for the licensee's zip code, the lowest temperature\n\nrecorded in the last 24 hours in the area was 32 degrees F. Dogs that are not provided dry bedding when the\nambient temperatures are low can have a difficult time maintaining a safe body temperature. The licensee must\nprovide dry bedding when the ambient temperatures are below 50 degrees F, and additional bedding when the\ntemperature is below 35 degrees F. To be corrected by end of the day today.\n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n*   High grass, used tires, electric cords, plastic containers and various other miscellaneous items were observed\naccumulating on the west side of the north outside runs housing five dogs.  Accumulations of trash, junk, high\ngrasses and discarded matter around the premise can provide a living area for rodents, other pests & vermin. \nKeeping premises free of trash, junk, high grasses and discarded matter is necessary for the welfare of the dogs. \nThe licensee must ensure that the premise and surrounding grounds must be kept free of accumulations of trash,\njunk, waste products and discarded matter at all times.  Correct by  3/9/15.\n*  The facility inspection done on 2/9/15 and exit briefing done on 2/10/15 were conducted with the licensee.",
  "animals_total": 25,
  "species": [
    {
      "count": 18,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 7,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}