{
  "insp_id": "189141932180852",
  "layout": "a",
  "customer_id": "331028",
  "customer_name": "Abe C Raber",
  "customer_addr": "30392 T R 231\nFresno, OH 43824",
  "certificate": "31-A-0485",
  "site_id": "001",
  "site_name": "ABE RABER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-JUL-2014",
  "report_date": "08-JUL-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Dog with microchip #0A02162273, white bichon female, was noticed shaking her head. Upon further examination,\nboth ears have a heavy accumulation of dark brown matter. In addition, this dog has an open sore on her right ear.\nDog with microchip #0A02154170, white bichon female, was noticed shaking her head. Upon further examination,\nher right ear has a heavy accumulation of dark brown matter. In addition, this dog has open sore on both of her\nears.\nHaving ear issues can be painful and irritating to the dog. This cause the dog to scratch, bite or rub the ears and\nmay result in wounds/sores on the ears. Licensee must have methods to prevent, control, diagnose and treat all\near issues. These two dogs must be seen by a licensed veterinarian. Documentation of the examination,\ndiagnoses and treatment must maintained by the licensee and made available for inspection by APHIS officials.\nCorrect by: 7/14/2014"
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Two dogs were noticed to have ear issues at today(cid:25)s inspection. In addition, several other dogs were noticed to be\nshaking their heads but had no obvious signs of ear issues. Licensee's wife stated that these issues had not been\nnoticed prior to today's inspection. Issues that are left unnoticed and untreated can cause the animal's unnecessary\npain and discomfort. Licensee must have a routine for daily observation and communicate all health issues to the\nattending veterinarian within a timely manor.\nCorrect By: 7/11/2014\nInspection and Exit conducted with Licensee's Wife."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDog with microchip #0A02162273, white bichon female, was noticed shaking her head.  Upon further examination,\nboth ears have a heavy accumulation of dark brown matter.  In addition, this dog has an open sore on her right ear.\nDog with microchip #0A02154170, white bichon female, was noticed shaking her head.  Upon further examination,\nher right ear has a heavy accumulation of dark brown matter.  In addition, this dog has open sore on both of her\nears.\nHaving ear issues can be painful and irritating to the dog.  This cause the dog to scratch, bite or rub the ears and\nmay result in wounds/sores on the ears.  Licensee must have methods to prevent, control, diagnose and treat all\near issues.  These two dogs must be seen by a licensed veterinarian.  Documentation of the examination,\ndiagnoses and treatment must maintained by the licensee and made available for inspection by APHIS officials.\nCorrect by: 7/14/2014\n2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nTwo dogs were noticed to have ear issues at today(cid:25)s inspection.  In addition, several other dogs were noticed to be\nshaking their heads but had no obvious signs of ear issues.  Licensee's wife stated that these issues had not been\nnoticed prior to today's inspection.  Issues that are left unnoticed and untreated can cause the animal's unnecessary\npain and discomfort.  Licensee must have a routine for daily observation and communicate all health issues to the\nattending veterinarian within a timely manor. \nCorrect By: 7/11/2014 \nInspection and Exit conducted with Licensee's Wife.\n\n",
  "animals_total": 312,
  "species": [
    {
      "count": 208,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 104,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}