{
  "insp_id": "2016082568983578",
  "layout": "a",
  "customer_id": "10274",
  "customer_name": "Jerry Holly",
  "customer_addr": "13204 Duley Station Rd\nUpper Marlboro, MD 20772",
  "certificate": "51-A-0016",
  "site_id": "002",
  "site_name": "JERRY HOLLY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "30-NOV-2017",
  "report_date": "04-DEC-2017",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The plans of veterinary care (PVC) were not corrected since the last inspection.The licensee has two plans, one for\nnonhuman primates (NHP) and one for hoofstock, with different veterinarians. There were some scribbled notes on\nthe plan indicating some things that needed to be changed but the date on the plan was still 2/21/2107 so it had not\nbeen updated. Previously noted items that needed correction included: specifying clearly the frequency of regularly\nscheduled veterinary visits, specifying dosages and routes of administration for internal and external parasite control\nas well as for euthanasia. This issue applies to the hoofstock PVC as well. The NHP plan did not indicate who\nwould be administering, and for which species of NHPs the preventatives or treatments were intended. The\neuthanasia section was unclear in that it appears that the licensee could potentially be administering euthanasia by\ninjections to nonhuman primates but no explanation is provided on training or qualification for this procedure. It also\nlists gunshot as an emergency option but there is no explanation of when or why that procedure would be used,\nwhat gun type and caliber, proper placement of the bullet, and who is trained to do this in the case of nonhuman\nprimates. The lack of details and clarity on preventatives and/or treatments and euthanasia procedures could lead\nto inappropriate or harmful drug administration, improper euthanasia (resulting in prolonged/painful death) and\ninadequate veterinary care. The plans of veterinary care must be fully completed with adequate and clear detail."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A ring-tailed lemur was observed with a significant injury to a toe of its left hind foot covering an area of\napproximately 1 inch long and encircling the entire toe. There was no hair on most of the toe. There was bright pink\ntissue on the upper part and bright red inflamed tissue on the underside of the toe. There was no normal skin in the\narea of the wound and the appearance of the lesion suggested a degloving-type injury (where a section of skin is\ncompletely torn off the underlying tissue). The wound was not actively bleeding at the time it was observed, and the\npink tissue and overall appearance was consistent with a injury that was in healing stages and more than one day\nold (likely several days at least). The animal caretaker stated that she and/or the other staff had not noticed the\ninjury. This type of injury is usually a painful condition and could easily have become infected or resulted in\ncomplications that could severely affect the health and well-being of the animal (such as, but not limited to, infection\nthat causes the animal to become septic, death, or loss of the toe). Each dealer or exhibitor shall establish and\nmaintain programs of adequate veterinary care that includes daily observation of all animals to assess their health\nand well-being and communication is required so that timely and accurate information on problems of animal health,\nbehavior, and well-being is conveyed to the attending veterinarian.\nAt the exit interview the caretaker stated that they have an appointment for the animal to see the veterinarian.\nCorrect immediately"
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "* Acquisition and disposition records continue to have missing required information. The animal caretaker presented\na list of animals that still did not have acquisition dates (including date of birth for animals born on-site), addresses,\nUSDA license numbers (or drivers license number and vehicle tag#). Some entries only had a first name listed or a\ngeneralized location. The caretaker stated that she was still trying to update/organize/reconstruct records.The\ncaretaker said that the records had been lost when a previous employee had departed some time before she\nstarted work with the licensee so she believes some of the information is not recoverable. She also stated that\nupdating records was delayed because of hurricane cleanup. However, hurricane Irma happened about two and a\nhalf months prior to this inspection, and the records problems were cited in both January 2017 and August 2017.\nDetailed discussions on record requirements have been conducted during those other inspections with the\ncaretaker (who has indicated she is responsible for the records now). She has been told that for lost records they\nstill need to be filled out with as much information as can be obtained and at least estimates of acquisition dates.\nBased on the current information it cannot be determined which animals have been acquired since the stated loss of\nrecords. Based on the inventory provided, since the last inspection, there appears to be an acquisition of one\nwhite-faced capuchin and disposition of a ring-tailed lemur with no records.\n*Accurate acquisition and disposition records must be kept for all regulated animals that come into or leave the\npossession of the licensee.\n* By the time of the exit interview the caretaker had updated the inventory to correct some of the missing acquisition\ndates, and stated that the missing ring-tailed lemur had died but it hadn't been recorded. The discrepancy in\nwhite-face capuchin numbers could not be reconciled."
    },
    {
      "code": "3.80(a)(2)(iii)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The enclosure doors on multiple lemur enclosures did not have adequately secured latches. In some cases there\nwere slide bolts and some had other latches but without an additional clasp, lock, or other fixation. It is possible that\nthe animals could reach through and manipulate the latches and open these doors. The primary enclosure must\ncontain the nonhuman primates securely and prevent accidental opening of the enclosure, including opening by the\nanimal.\nCorrected by Dec. 11, 2017"
    },
    {
      "code": "3.81",
      "kind": "",
      "repeat": true,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "There continues to be no written environmental enhancement plan for nonhuman primates specific to the facility and\nthe species, and approved by the attending veterinarian. The animal caretaker had general articles and other\nreference materials on primate enrichment, however, there was no specific program developed for this facility.\n* There were a number of animals with thin hair; a couple of those had significant hair loss and signs that\nover-grooming was occurring. Over-grooming can be a sign of psychological distress associated with insufficient\nenvironmental enhancement or other stressors. Throughout the facility, nonhuman primate enclosures contained\nonly very limited types of environmental enrichment which consisted mainly of plastic balls and occasionally other\nsmall plastic toys. These are the only types of enrichment that have been observed during the past three routine\ninspections; some enclosures did not contain any enrichment items. There was no indication that enrichment was\nbeing changed or adjusted for the behavioral and enrichment needs of different species present, or alternated to\nkeep the animals engaged. The lack of adequate enrichment can lead to health and welfare impacts in the primates.\n* A capuchin monkey housed with two other capuchins had severe hair loss that the animal caretaker stated was\nthe result of one of the other monkeys over-grooming her. She stated that she has discussed the issue with the\nveterinarian and they plan to move the one with hair loss to another enclosure because they felt that there was a\ncompatibility issue. These three monkeys had been housed together for a long time. Previous moderate hair loss\nwas observed in this individual and according to the caretaker it improved somewhat but then worsened\nconsiderably when they were moved to the different enclosure after Hurricane Irma. The only environmental\nenrichment present were a couple of plastic balls. One of the nest barrels had been dislodged from the wall and was\nrolling around loosely on the floor and one monkey was playing with it.\n* Another capuchin housed with three other capuchins was observed to have thin hair and was being groomed\nconstantly by another pen mate during the entire time we observed them. There were no toys or other forms of\nenvironmental enrichment in this enclosure housing four monkeys.\n* The facility breeds nonhuman primates for sale and sometimes sends the infants to other off-site locations to be\nhand-raised and bottle fed. There was no written plan for the care, handling and enrichment of these infants. Such a\nplan should be in place and include details on: if and at what age infants are removed from the parents, feeding and\nnutritional needs, socialization, environmental enrichment, as well as location and experience of the responsible\nperson(s) caring for the infants. Infant nonhuman primates require special attention regarding enhancement of their\nenvironment, their care, and promotion of their psychological well-being. Their needs should be based on the needs\nof the individual species and in accordance with the instructions of the attending veterinarian.\nThe licensee must develop, document, and follow an appropriate plan for environment enhancement adequate to\npromote the psychological well-being of nonhuman primates. The plan must be in accordance with the currently\naccepted professional standards as cited in appropriate professional journals or reference guides, and as directed\nby the attending veterinarian.\nThis inspection and exit interview were conducted with an authorized person (animal caretaker).\nAdditional Inspectors\nBrandes Robert, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(a)(1)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe plans of veterinary care (PVC) were not corrected since the last inspection.The licensee has two plans, one for\nnonhuman primates (NHP) and one for hoofstock, with different veterinarians. There were some scribbled notes on\nthe plan indicating some things that needed to be changed but the date on the plan was still 2/21/2107 so it had not\nbeen updated.  Previously noted items that needed correction included: specifying clearly the frequency of regularly\nscheduled veterinary visits, specifying dosages and routes of administration for internal and external parasite control\nas well as for euthanasia. This issue applies to the hoofstock PVC as well. The NHP plan did not indicate who\nwould be administering, and for which species of NHPs the preventatives or treatments were intended. The\neuthanasia section was unclear in that it appears that the licensee could potentially be administering euthanasia by\ninjections to nonhuman primates but no explanation is provided on training or qualification for this procedure. It also\nlists gunshot as an emergency option but there is no explanation of when or why that procedure would be used,\nwhat gun type and caliber, proper placement of the bullet, and who is trained to do this in the case of nonhuman\nprimates. The lack of details  and clarity on preventatives and/or treatments and euthanasia procedures could lead\nto inappropriate or harmful drug administration, improper euthanasia (resulting in prolonged/painful death) and\ninadequate veterinary care.  The plans of veterinary care must be fully completed with adequate and clear detail.\n2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA ring-tailed lemur was observed with a significant injury to a toe of its left hind foot covering an area of\napproximately 1 inch long and encircling the entire toe. There was no hair on most of the toe. There was bright pink\ntissue on the upper part and  bright red inflamed tissue on the underside of the toe. There was no normal skin in the\narea of the wound and the appearance of the lesion suggested a degloving-type injury (where a section of skin is\ncompletely torn off the underlying tissue). The wound was not actively bleeding at the time it was observed, and the\npink tissue and overall appearance was consistent with a injury that was in healing stages and more than one day\nold (likely several days at least). The animal caretaker stated that she and/or the other staff had not noticed the\ninjury. This type of injury is usually a painful condition and could easily have become infected or resulted in\ncomplications that could severely affect the health and well-being of the animal (such as, but not limited to, infection\nthat causes the animal to become septic,  death, or  loss of the toe). Each dealer or exhibitor shall establish and\n\nmaintain programs of adequate veterinary care that includes daily observation of all animals to assess their health\nand well-being and communication is required so that timely and accurate information on problems of animal health,\nbehavior, and well-being is conveyed to the attending veterinarian.\nAt the exit interview the caretaker stated that they have an appointment for the animal to see the veterinarian. \nCorrect immediately\n2.75(b)(1)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\n* Acquisition and disposition records continue to have missing required information. The animal caretaker presented\na list of animals that still did not have acquisition dates (including date of birth for animals born on-site), addresses,\nUSDA license numbers (or drivers license number and vehicle tag#). Some entries only had a first name listed or a\ngeneralized location. The caretaker stated that she was still trying to update/organize/reconstruct records.The\ncaretaker said that the records had been lost when a previous employee had departed some time before she\nstarted work with the licensee so she believes some of the information is not recoverable. She also stated that\nupdating records was delayed because of hurricane cleanup. However, hurricane Irma happened about two and a\nhalf months prior to this inspection, and the records problems were cited in  both January 2017 and  August 2017.\nDetailed discussions on record requirements have been conducted during those other inspections with the\ncaretaker (who has indicated she is responsible for the records now). She has been told that for lost records they\nstill need to be filled out with as much information as can be obtained and at least estimates of acquisition dates.\nBased on the current information it cannot be determined which animals have been acquired since the stated loss of\nrecords. Based on the inventory provided, since the last inspection, there appears to be an acquisition of one\nwhite-faced capuchin and disposition of a ring-tailed lemur with no records.  \n*Accurate acquisition and disposition records must be kept for all regulated animals that come into or leave the\npossession of the licensee. \n* By the time of the exit interview the caretaker had updated the inventory to correct some of the missing acquisition\ndates, and stated that the missing ring-tailed lemur had died but it hadn't been recorded. The discrepancy in\nwhite-face capuchin numbers could not be reconciled.\n3.80(a)(2)(iii)\nPRIMARY ENCLOSURES.  \nThe enclosure doors on multiple lemur enclosures did not have adequately secured latches. In some cases there\nwere slide bolts and some had other latches but without an additional clasp, lock, or other fixation. It is possible that\nthe animals could reach through and manipulate the latches and open these doors. The primary enclosure must\ncontain the nonhuman primates securely and prevent accidental opening of the enclosure, including opening by the\nanimal. \nCorrected by Dec. 11, 2017\n\n3.81                    REPEAT\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\nThere continues to be no written environmental enhancement plan for nonhuman primates specific to the facility and\nthe species, and approved by the attending veterinarian. The animal caretaker had general articles and other\nreference materials on primate enrichment, however, there was no specific program developed for this facility.\n*  There were a number of animals with thin hair; a couple of those had significant hair loss and signs that\nover-grooming was occurring. Over-grooming can be a sign of psychological distress associated with insufficient\nenvironmental enhancement or other stressors. Throughout the facility, nonhuman primate enclosures contained\nonly very limited types of environmental enrichment which consisted mainly of plastic balls  and occasionally other\nsmall plastic toys. These are the only types of enrichment that have been observed during the past three routine\ninspections; some enclosures did not contain any enrichment items. There was no indication that enrichment was\nbeing changed or adjusted for the behavioral and enrichment needs of different species present, or alternated to\nkeep the animals engaged. The lack of adequate enrichment can lead to health and welfare impacts in the primates.\n*  A capuchin monkey housed with two other capuchins had severe hair loss that the animal caretaker stated was\nthe result of one of the other monkeys over-grooming her. She stated that she has discussed the issue with the\nveterinarian and they plan to move the one with hair loss to another enclosure because they felt that there was a\ncompatibility issue. These three monkeys had been housed together for a long time. Previous  moderate hair loss\nwas observed in this individual and according to the caretaker it improved somewhat but then worsened\nconsiderably when they were moved to the different enclosure after Hurricane Irma. The only environmental\nenrichment present were a couple of plastic balls. One of the nest barrels had been dislodged from the wall and was\nrolling around loosely on the floor and one monkey was playing with it. \n* Another capuchin housed with three other capuchins was observed to have thin hair and was being groomed\nconstantly by another pen mate during the entire time we observed them. There were no toys or other forms of\nenvironmental enrichment in this enclosure housing four monkeys. \n*  The facility breeds nonhuman primates for sale and sometimes sends the infants to other off-site locations to be\nhand-raised and bottle fed. There was no written plan for the care, handling and enrichment of these infants. Such a\nplan should be in place and include details on: if and at what age infants are removed from the parents, feeding and\nnutritional needs, socialization, environmental enrichment, as well as location and experience of the responsible\nperson(s) caring for the infants. Infant nonhuman primates require special attention regarding enhancement of their\nenvironment, their care, and promotion of their psychological well-being. Their needs should be based on the needs\nof the individual species and in accordance with the instructions of the attending veterinarian. \nThe licensee must develop, document, and follow an appropriate plan for environment enhancement adequate to\npromote the psychological well-being of nonhuman primates. The plan must be in accordance with the currently\naccepted professional standards as cited in appropriate professional journals or reference guides, and as directed\nby the attending veterinarian.\n\nThis inspection and exit interview were conducted with an authorized person (animal caretaker).\nAdditional Inspectors\nBrandes Robert, Veterinary Medical Officer",
  "animals_total": 122,
  "species": [
    {
      "count": 5,
      "scientific": "Ateles chamek",
      "common": "BLACK SPIDER MONKEY"
    },
    {
      "count": 1,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 16,
      "scientific": "Cebus albifrons",
      "common": "BROWN PALE-FRONTED CAPUCHIN"
    },
    {
      "count": 11,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 3,
      "scientific": "Cercocebus torquatus",
      "common": "RED-CAPPED MANGABEY"
    },
    {
      "count": 2,
      "scientific": "Cercopithecus diana",
      "common": "DIANA MONKEY"
    },
    {
      "count": 7,
      "scientific": "Chlorocebus pygerythrus",
      "common": "VERVET"
    },
    {
      "count": 3,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 2,
      "scientific": "Erythrocebus patas",
      "common": "PATAS MONKEY"
    },
    {
      "count": 6,
      "scientific": "Eulemur fulvus",
      "common": "BROWN LEMUR"
    },
    {
      "count": 2,
      "scientific": "Hydrochaeris hydrochaeris",
      "common": "CAPYBARA"
    },
    {
      "count": 7,
      "scientific": "Hylobates lar",
      "common": "LAR GIBBON"
    },
    {
      "count": 18,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 13,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 11,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Mandrillus sphinx",
      "common": "MANDRILL"
    },
    {
      "count": 2,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 3,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 9,
      "scientific": "Varecia variegata",
      "common": "BLACK-AND-WHITE RUFFED LEMUR"
    }
  ]
}