{
  "insp_id": "2016090000628506",
  "layout": "b",
  "customer_id": "501397",
  "customer_name": "OKC ALLERGY SUPPLIES INC",
  "customer_addr": "1005 S W 2nd Street\nOKLAHOMA CITY, OK 73109",
  "certificate": "73-R-0120",
  "site_id": "001",
  "site_name": "OKC ALLERGY SUPPLIES, INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-JUN-2021",
  "report_date": "11-JUN-2021",
  "citations": [
    {
      "code": "2.33(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care.",
      "narrative": "There was no written program of veterinary care available at time of inspection. The facility representative provided a\nSOP that was titled \"Veterinary Care\" but it was written and signed off by a former laboratory employee on 7-Aug-2020.\nThis \"Veterinary Care\" document was dated 25-Aug-2020 and contained four other signatures of company officials.\nThere was no signature by any attending veterinarian. The facility representative was told by the inspector that this was\nnot considered a valid written program of veterinary care and that a document that was generated by the current attending\nveterinarian was needed. She could not locate it because it did not exist. Later that day on a telephone conversation with\nthe QC Manager, (who was not present at time of inspection), the inspector was informed that “The previous attending\nveterinarian had submitted a letter of resignation last week.\" The QC Manager then e-mailed the inspector a copy of the\nold program of veterinary care written by the former attending veterinarian who had resigned.\nIt is important for the attending veterinarian to have appropriate authority to ensure the provisions of adequate veterinary\ncare and to actively oversee the adequacy of other aspects of animal care and use. Attending veterinarians must have an\nactive role in writing the program of veterinary care. The written program of veterinary care should include preventive\ncare, parasite control, emergency care, contact information including telephone number of attending veterinarian for\nrelaying communication on daily observations, and other treatment guidance including euthanasia guidelines and other\napplicable program topics such as common diseases, afflictions, welfare, pest control and animal handling.\nIn the case of a part-time attending veterinarian or consultant arrangements, the formal arrangements shall include a\nwritten program of veterinary care and regularly scheduled visits to the research facility by the attending veterinarian.\nCorrect by June 18, 2021."
    },
    {
      "code": "2.33(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care.",
      "narrative": "Daily observation requirements were found to be lacking. A new employee was questioned about her job duties during\nthe animal facility inspection. When asked by the inspector, (about performing daily observations), what the employee\nwould do if she saw an animal with something wrong, she replied “ I‘m not sure.” She indicated that she did not know who\nto contact and had not been given a contact number when probed by the inspector.\nGuidance by the attending veterinarian is necessary to ensure the provisions of adequate veterinary care and to oversee\nthe adequacy of other aspects of animal care and use. If the attending veterinarian is not contacted concerning problems\nfound on daily observations, then there is no priority placed on assessing the animal’s health and well-being and no\nprofessionally directed remedy for the animal. If daily observation findings are not being relayed to the attending\nveterinarian then the attending veterinarian must have the authority to perform the daily observations himself.\nDaily observation of all animals to assess their health and well-being must be performed. Daily observations may be\naccomplished by someone other than the attending veterinarian if there is a timely and accurate relay of information.\nThere must be a mechanism of direct frequent communication that is required so that timely and accurate information on\nproblems of animal health, behavior, and well-being is conveyed to the attending veterinarian.\nCorrect from this day forward"
    },
    {
      "code": "2.33(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care.",
      "narrative": "At time of inspection the employee hired to work with and care for the guinea pigs had not been adequately trained. On\ninspection of the new euthanasia facilities, the employee said that she had not been trained on the procedure when\nprobed by the inspector.\nAdequate training is necessary to ensure the safety of the operator and the humane treatment of the animals.\nGuidance to personnel involved in the care and use of animals regarding handling, immobilization, anesthesia, analgesia,\ntranquilization, and euthanasia must be provided.\nCorrect by June 25, 2021.\nThis inspection and exit interview were conducted with facility representatives.\nEnd Section"
    }
  ],
  "narrative": "2.33(a)(1) \n   \nAttending veterinarian and adequate veterinary care. \nThere was no written program of veterinary care available at time of inspection.  The facility representative  provided  a \nSOP that was titled \"Veterinary Care\" but it was written and signed off by a former laboratory employee on 7-Aug-2020.  \nThis \"Veterinary Care\" document was dated 25-Aug-2020  and contained four other signatures of company officials.  \nThere was no signature by any attending veterinarian.   The facility representative  was told by the inspector that this was \nnot considered a valid written program of veterinary care and that a document that was generated by the current attending \nveterinarian  was needed.  She could not locate it because it did not exist.  Later that day on a telephone conversation with \nthe QC Manager, (who was not present at time of inspection), the inspector was informed that “The previous attending \nveterinarian  had submitted a letter of resignation last week.\"   The QC Manager then e-mailed the inspector a copy of the \nold program of veterinary care written by the former attending veterinarian  who had resigned. \n \nIt is important for the attending veterinarian  to have appropriate authority to ensure the provisions of adequate veterinary \ncare and to actively oversee the adequacy of other aspects of animal care and use.  Attending veterinarians  must have an \nactive role in writing the program of veterinary  care.  The written program of veterinary care should include preventive \ncare, parasite control, emergency care, contact information including telephone number of attending veterinarian  for\n\nrelaying communication on daily observations, and other treatment guidance including euthanasia guidelines and other \napplicable program topics such as common diseases, afflictions, welfare, pest control and animal handling. \n \nIn the case of a part-time attending veterinarian  or consultant arrangements, the formal arrangements shall include a \nwritten program of veterinary care and regularly scheduled visits to the research facility by the attending veterinarian. \n \nCorrect by June 18, 2021. \n2.33(b)(3) \n   \nAttending veterinarian and adequate veterinary care. \nDaily observation  requirements were found to be lacking.  A new employee was questioned about her job duties during \nthe animal facility inspection.  When asked by the inspector, (about performing  daily observations), what the employee \nwould do if she saw an animal with something wrong, she replied “ I‘m not sure.”  She indicated that she did not know who \nto contact and had not been given a contact number when probed by the inspector. \n \nGuidance by the attending veterinarian  is necessary to ensure the provisions of adequate veterinary care and to oversee \nthe adequacy of other aspects of animal care and use.  If the attending veterinarian  is not contacted concerning problems \nfound on daily observations, then there is no priority placed on assessing the animal’s health and well-being and no \nprofessionally directed remedy for the animal. If daily observation  findings are not being relayed to the attending \nveterinarian  then the attending veterinarian  must have the authority to perform the daily observations himself. \n \nDaily observation  of all animals to assess their health and well-being must be performed.  Daily observations may be \naccomplished by someone other than the attending veterinarian  if there is a timely and accurate relay of information.\n\nThere must be a mechanism of direct frequent communication that is required so that timely and accurate information on \nproblems of animal health, behavior,  and well-being is conveyed to the attending veterinarian. \n \nCorrect from this day forward \n2.33(b)(4) \n   \nAttending veterinarian and adequate veterinary care. \nAt time of inspection the employee hired to work with and care for the guinea pigs had not been adequately trained.  On \ninspection of the new euthanasia facilities, the employee said that she had not been trained on the procedure when \nprobed by the inspector. \n \nAdequate training is necessary to ensure the safety of the operator and the humane treatment of the animals. \n \nGuidance to personnel involved  in the care and use of animals regarding handling, immobilization, anesthesia, analgesia, \ntranquilization, and euthanasia must be provided. \n \nCorrect by June 25, 2021. \n \nThis inspection and exit interview were conducted with facility representatives. \n \nEnd Section",
  "animals_total": 64,
  "species": [
    {
      "count": 64,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}