{
  "insp_id": "32161231430299",
  "layout": "a",
  "customer_id": "41402",
  "customer_name": "John Lee Backhus",
  "customer_addr": "860 Vane Rd\nHerington, KS 67449",
  "certificate": "48-A-2061",
  "site_id": "001",
  "site_name": "JOHN LEE BACKHUS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-JAN-2016",
  "report_date": "01-FEB-2016",
  "citations": [
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "* At least eight adult dogs had no official identification on them at the time of inspection. The licensee is currently\nusing collar id on the dogs. Official identification is needed to ensure that each animal s identity can be known with\ncertainty which helps to facilitate the inspection process. The licensee must ensure that all live dogs on the\npremise shall be identified by an official tag, a distinctive and legible tattoo marking that is acceptable to and\napproved by the Administrator or by a microchip chip number. If the licensee uses microchips then a microchip\nreader must be made available to the inspector at time of facility inspection and a variance must be maintained on\nfile by the licensee. Correct by 2/29/16."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Broken, missing pieces of cement were observed in the cement flooring in at least five outdoor enclosures\nhousing seven dogs. Debris, straw and excreta were observed collecting in the affected cement flooring.\nUnsanitary conditions exist from a lack of cleaning of the surface area if dirt, debris, excreta or food waste is allowed\nto collect in the affected cement flooring. This could lead to a potential disease, contamination or health risks. The\nlicensee must ensure all surfaces are maintained on a regular basis. Any surface that cannot be readily cleaned\nand sanitized, must be replaced when worn or soiled."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* An excessive amount of excreta waste was accumulating next to one outdoor enclosure housing two dogs. This\nindicates unsanitary living condition exists that could lead to potential disease or health risks. The licensee must\nensure that excreta waste is removed away from the primary enclosure as often as necessary to prevent an\nexcessive accumulation of feces and to reduce disease hazards, insects, pests and odors. Correct by 2/5/16.\n* The facility inspection done on 1/29/16 and exit briefing done on 2/1/16 were conducted with the licensee."
    }
  ],
  "narrative": "2.50(a)(1)\nTIME AND METHOD OF IDENTIFICATION.\n*   At least eight adult dogs had no official identification on them at the time of inspection.  The licensee is currently\nusing collar id on the dogs.  Official identification is needed to ensure that each animal s identity can be known with\ncertainty which helps to facilitate the inspection process.   The licensee must ensure that all live dogs on the\npremise shall be identified by an official tag, a distinctive and legible tattoo marking that is acceptable to and\napproved by the Administrator or by a microchip chip number.  If the licensee uses microchips then a microchip\nreader must be made available to the inspector at time of facility inspection and a variance must be maintained on\nfile by the licensee.  Correct by 2/29/16.\n3.1(c)(2)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n*   Broken, missing pieces of cement were observed in the cement flooring in at least five outdoor enclosures\nhousing seven dogs.  Debris, straw and excreta were observed collecting in the affected cement flooring.  \nUnsanitary conditions exist from a lack of cleaning of the surface area if dirt, debris, excreta or food waste is allowed\nto collect in the affected cement flooring.  This could lead to a potential disease, contamination or health risks.  The\nlicensee must ensure all surfaces are maintained on a regular basis.  Any surface that cannot be readily cleaned\nand sanitized, must be replaced when worn or soiled.   \n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n*   An excessive amount of excreta waste was accumulating next to one outdoor enclosure housing two dogs. This\nindicates unsanitary living condition exists that could lead to potential disease or health risks.  The licensee must\nensure that excreta waste is removed away from the primary enclosure as often as necessary to prevent an\nexcessive accumulation of feces and to reduce disease hazards, insects, pests and odors.  Correct by 2/5/16.\n*  The facility inspection done on 1/29/16 and exit briefing done on 2/1/16 were conducted with the licensee.\n\n",
  "animals_total": 25,
  "species": [
    {
      "count": 23,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 2,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}