{
  "insp_id": "253141824460965",
  "layout": "a",
  "customer_id": "31202",
  "customer_name": "Steve Yoder",
  "customer_addr": "6230 East Moreland Road\nFredericksburg, OH 44627",
  "certificate": "31-A-0190",
  "site_id": "001",
  "site_name": "STEVE YODER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-SEP-2014",
  "report_date": "10-SEP-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*** Male tri-color Cavalier dog (#6) requires veterinary attention. This dog has tartar build-up on both upper\narcades of teeth and there is gum recession on the upper premolars. Additionally, the gums are reddeded and a\nwhitish-grey discharge can seen at the gumline. Dental disease can be painful and may lead to more significant\nhealth problems. This dog must be examined by a licensed veterinarian for examination and treatment. The\nlicensee must follow and document any veterinary treatment recommendations. Documentation must be\nmaintained for future inspection by APHIS officials.\nCorrect by: 9-12-14"
    },
    {
      "code": "3.6(a)(2)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "*** The last outside run on the left side of the front kennel has broken wires on the top of the enclosure. Also, the\nfirst upper outdoor run on the right side of the front kennel has broken wires near the bottom of the enclosure door.\nThese wires are a potential injury hazard for the dogs and must removed or repaired to ensure the safety of the\ndogs in those enclosures. Correct this by repairing these areas and maintaining all enclosures.\nCorrect by: 9-17-14"
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "*** The washdowns for the indoor and and outdoor runs of the front kennel are dirty and stained. These\nwashdowns have an excessive build-up of organic material and staining. This build-up can harbor bacteria that may\nbecome a disease hazard and also can contribute to odors in the kennel. These washdowns must be cleaned on a\nregular basis to reduce disease hazards and odors and to satisfy accepted cleanliness standards.\nCorrect by: 9-17-14\n***Inspection and exit interview conducted with the licensee's wife"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*** Male tri-color Cavalier dog (#6) requires veterinary attention.   This dog has tartar build-up on both upper\narcades of teeth and there is gum recession on the upper premolars.  Additionally, the gums are reddeded and a\nwhitish-grey discharge can seen at the gumline.  Dental disease can be painful and may lead to more significant\nhealth problems.  This dog must be examined by a licensed veterinarian for examination and treatment.  The\nlicensee must follow and document any veterinary treatment recommendations.  Documentation must be\nmaintained for future inspection by APHIS officials.\nCorrect by:  9-12-14\n3.6(a)(2)(1)\nPRIMARY ENCLOSURES.\n*** The last outside run on the left side of the front kennel has broken wires on the top of the enclosure.  Also, the\nfirst upper outdoor run on the right side of the front kennel has broken wires near the bottom of the enclosure door. \nThese wires are a potential injury hazard for the dogs and must removed or repaired to ensure the safety of the\ndogs in those enclosures.  Correct this by repairing these areas and maintaining all enclosures.\nCorrect by: 9-17-14\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n*** The washdowns for the indoor and and outdoor runs of the front kennel are dirty and stained.  These\nwashdowns have an excessive build-up of organic material and staining.  This build-up can harbor bacteria that may\nbecome a disease hazard and also can contribute to odors in the kennel.  These washdowns must be cleaned on a\nregular basis to reduce disease hazards and odors and to satisfy accepted cleanliness standards.\n\nCorrect by: 9-17-14\n***Inspection and exit interview conducted with the licensee's wife",
  "animals_total": 71,
  "species": [
    {
      "count": 54,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 17,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}