{
  "insp_id": "2016082568195906",
  "layout": "a",
  "customer_id": "1811",
  "customer_name": "Tulsa Community College",
  "customer_addr": "6111 E Skelly Dr\nTulsa, OK 74135",
  "certificate": "73-R-0109",
  "site_id": "001",
  "site_name": "TULSA COMMUNITY COLLEGE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-APR-2017",
  "report_date": "11-APR-2017",
  "citations": [
    {
      "code": "2.31(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "In the November 2016 IACUC semi-annual facility inspection, four deficiencies were documented. Two were\ndesignated \"minor\", and two as \"major\" deficiencies. All findings were assigned correction dates of February 2017.\nOn inspection, there was no indication that the two \"major\" deficiencies had been corrected. Upon discussion with\nthe facility, the representative realized the IACUC had failed to submit work orders for the two \"major\" deficiencies.\nProblems found on semi-annual inspections must be designated as \"minor\" or \"significant\" and must have clear\ncorrection dates. If the facility fails to correct \"significant\" deficiencies by the assigned date, the Institutional Official\nmust report this to APHIS, in writing, within 15 business days. The facility must correct the two \"major\" deficiencies\nas soon as possible.\nCorrect from this point forward\nThis inspection and exit interview were conducted with facility representative."
    }
  ],
  "narrative": "2.31(c)(3)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nIn the November 2016 IACUC semi-annual facility inspection, four deficiencies were documented.  Two were\ndesignated \"minor\", and two as \"major\" deficiencies.  All findings were assigned correction dates of February 2017. \nOn inspection, there was no indication that the two \"major\" deficiencies had been corrected.  Upon discussion with\nthe facility, the representative realized the IACUC had failed to submit work orders for the two \"major\" deficiencies. \nProblems found on semi-annual inspections must be designated as \"minor\" or  \"significant\" and must have clear\ncorrection dates.  If the facility fails to correct \"significant\" deficiencies by the assigned date, the Institutional Official\nmust report this to APHIS, in writing, within 15 business days.  The facility must correct the two \"major\" deficiencies\nas soon as possible.\nCorrect from this point forward\nThis inspection and exit interview were conducted with facility representative.",
  "animals_total": 20,
  "species": [
    {
      "count": 3,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 5,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 7,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 5,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    }
  ]
}