{
  "insp_id": "2016082568439538",
  "layout": "a",
  "customer_id": "6015",
  "customer_name": "John A Nordquist",
  "customer_addr": "Karen Nordquist\n404 Cyclone Ln\nWaterville, KS 66548",
  "certificate": "48-A-1340",
  "site_id": "001",
  "site_name": "KAREN NORDQUIST, JOHN NORDQUIST",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-SEP-2017",
  "report_date": "13-SEP-2017",
  "citations": [
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* A mixture of dog hair and cobwebs were observed accumulating an estimated 30 percent of the welded wire\nflooring in two enclosures. Three dogs are in contact with the affected area which is located on the exterior runs\nattached to sheltered housing. The accumulation of dog hair and cobwebs create an unsanitary living condition\nthat could impact the health and well-being of the dogs. It indicates a potential living area for other pests that are\nhoused with the dogs. The licensee must ensure that premises must be kept free of accumulations of trash, junk,\nwaste products and discarded matter. In addition, buildings and surrounding grounds must be kept clean and in\ngood repair to protect the animals from injury, to facilitate the husbandry practices required in this sub part and to\nreduce or eliminate breeding and living areas for rodents, other pests and vermin. Correct by 9/20/17.\n* The facility inspection and verbal exit briefing done on 9/6/17 were conducted with the licensee.\n* Copy of inspection report was sent by certified and regular mail."
    }
  ],
  "narrative": "3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n*    A mixture of dog hair and cobwebs were observed accumulating an estimated 30 percent of the welded wire\nflooring in two enclosures.  Three dogs are in contact with the affected area which is located on the exterior runs\nattached to sheltered housing.   The accumulation of dog hair and cobwebs create an unsanitary living condition\nthat could impact the health and well-being of the dogs. It indicates a potential living area for other pests that are\nhoused with the dogs.  The licensee must ensure that premises must be kept free of accumulations of trash, junk,\nwaste products and discarded matter.  In addition, buildings and surrounding grounds must be kept clean and in\ngood repair to protect the animals from injury, to facilitate the husbandry practices required in this sub part and to\nreduce or eliminate breeding and living areas for rodents, other pests and vermin.  Correct by  9/20/17.\n*  The facility inspection and verbal exit briefing done on 9/6/17 were conducted with the licensee.\n*  Copy of inspection report was sent by certified and regular mail.",
  "animals_total": 23,
  "species": [
    {
      "count": 21,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 2,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}