{
  "insp_id": "2016082568407916",
  "layout": "a",
  "customer_id": "19885",
  "customer_name": "Monroe County Conservation",
  "customer_addr": "1270 635th Ave.\nLovilia, IA 50150",
  "certificate": "42-C-0220",
  "site_id": "001",
  "site_name": "MONROE COUNTY CONSERVATION",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-JUN-2017",
  "report_date": "07-JUN-2017",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The enclosure containing seven elk and four deer is constructed of woven wire fencing. Along multiple areas of the\nfencing the woven wire has broken creating sharp points at the level of the animals. A fence post from a previous\nproject is lying in the enclosure and has a section of woven wire attached to it. This section of wire is creating sharp\npoints that the animals could come into contact with as they move around the fence post. Sharp points could\nincrease the risk of injury to the animals.\nOutdoor housing facilities must be kept in good repair and protect the animals from injury. The facility must remove\nthe sharp points or alter them in a manner that eliminates the injury risk towards the animals. The facility must\nensure that the fencing remains in good repair at all times.\nTo be corrected by: June 21, 2017\nInspection and exit interview conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "3.125(a)\nFACILITIES, GENERAL.   \nThe enclosure containing seven elk and four deer is constructed of woven wire fencing.  Along multiple areas of the\nfencing the woven wire has broken creating sharp points at the level of the animals.  A fence post from a previous\nproject is lying in the enclosure and has a section of woven wire attached to it.  This section of wire is creating sharp\npoints that the animals could come into contact with as they move around the fence post.  Sharp points could \nincrease the risk of injury to the animals.\nOutdoor housing facilities must be kept in good repair and protect the animals from injury.  The facility must remove\nthe sharp points or alter them in a manner that eliminates the injury risk towards the animals.  The facility must\nensure that the fencing remains in good repair at all times.\nTo be corrected by:  June 21, 2017\nInspection and exit interview conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 11,
  "species": [
    {
      "count": 7,
      "scientific": "Cervus elaphus canadensis",
      "common": "ELK"
    },
    {
      "count": 4,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    }
  ]
}