{
  "insp_id": "INS-0000861709",
  "layout": "c",
  "customer_id": "507745",
  "customer_name": "Martha Schrock Joseph Schrock",
  "customer_addr": "W 14179 us Hwy 10\nFairchild, WI 54741",
  "certificate": "35-A-0502",
  "site_id": "002",
  "site_name": "Joseph Schrock Martha Schrock",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-APR-2023",
  "report_date": "05-APR-2023",
  "citations": [
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "Three enclosures had water pipes made of PVC that were loose and hanging down within the enclosures. Loose pipes\nhanging within an enclosure could result in injury to the dog. In addition, this could also be enticing for the dogs to chew\non which could lead to ruptured pipes in the future. All pipes must be secured so they aren't dangling around. Correct by\n4/12/23."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "Feces was accumulating in the outdoor enclosures. The flooring of the outdoor enclosures was caked in feces. The\nlicensee just moved the dogs into this sheltered enclosure in February and he hasn't cleaned the outdoor part since he\nhas moved the dogs into this building. In the indoor part of the shelter, feces is building up underneath the enclosures.\nThe licensee stated the underneath part hasn't been cleaned in about a month.\nNot cleaning the outdoor part of the enclosures on a daily basis and underneath the indoor enclosures as often as\nnecessary to prevent an excessive accumulation of feces can attract pests and can contribute to the spread of disease.\nExcreta and food waste must be removed from the enclosures on a daily basis and must be removed from under the\nprimary enclosures as often as necessary to prevent an excessive accumulation of feces.\nCorrect by 4/7/23."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The outdoor enclosures haven't been sanitized since the licensee has moved the dogs into the new sheltered building\nback in February. Not sanitizing the enclosures every two weeks doesn't ensure that the various types of germs (such as\nviruses, bacteria, parasites, etc.) have been killed. All enclosures must be sanitized every two weeks or more often as\nnecessary. Correct by 4/7/23."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "Clutter was observed through the sheltered building. Carpets, empty dog food bags, bleach bottles, medication bottles\nwere observed underneath empty enclosures and within empty enclosures. In addition, the floors were filthy. The floors\nwere covered in grime, dog food, and dust.\nThe clutter makes it more difficult for the building to be properly cleaned. The food, dust, and grime found on the floors\ncan attract rodents, flies, and other pests.\nThe clutter needs to be removed from underneath the enclosures and within the empty enclosures. Trash needs to be\nthrown out and cleaning supplies and medications should be stored in cabinets or in another spot that doesn't contribute\nto cluttering up the facility. The floors need to be swept and cleaned of the food, dust and grime.\nCorrect by 4/7/23."
    },
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "At least ten adult dogs were not up to date on their rabies vaccination. In addition none of the dogs have been sampled\nfor heartworm or fecal parasites. Not having all adult dogs up to date on their rabies shots and not sampling the kennel\nfor heartworm or fecal parasites doesn't ensure the dogs are adequately protected from rabies, heartworm and various\nfecal parasites. All adult dogs must be vaccinated for rabies and must be sampled for parasites in accordance with a plan\nfrom the Attending Veterinarian. Correct by 5/5/23.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.\nn"
    }
  ],
  "narrative": "3.1(a) \n   \nHousing facilities, general. \nThree enclosures had water pipes made of PVC that were loose and hanging down within the enclosures.  Loose pipes \nhanging within an enclosure could result in injury to the dog.  In addition, this could also be enticing for the dogs to chew \non which could lead to ruptured pipes in the future.  All pipes must be secured so they aren't dangling around.  Correct by \n4/12/23. \n3.11(a) \n   \nCleaning, sanitization, housekeeping, and pest control. \nFeces was accumulating in the outdoor enclosures.  The flooring of the outdoor enclosures was caked in feces.  The \nlicensee just moved the dogs into this sheltered enclosure in February and he hasn't cleaned the outdoor part since he \nhas moved the dogs into this building.  In the indoor part of the shelter, feces is building up underneath the enclosures.  \nThe licensee stated the underneath part hasn't been cleaned in about a month. \n \nNot cleaning the outdoor part of the enclosures on a daily basis and underneath the indoor enclosures as often as \nnecessary to prevent an excessive accumulation of feces can attract pests and can contribute to the spread of disease. \n \nExcreta and food waste must be removed from the enclosures on a daily basis and must be removed from under the\n\nprimary enclosures as often as necessary to prevent an excessive accumulation of feces. \n \nCorrect by 4/7/23. \n3.11(b)(2) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThe outdoor enclosures haven't been sanitized since the licensee has moved the dogs into the new sheltered building \nback in February.  Not sanitizing the enclosures every two weeks doesn't ensure that the various types of germs (such as \nviruses, bacteria, parasites, etc.) have been killed.  All enclosures must be sanitized every two weeks or more often as \nnecessary.  Correct by 4/7/23. \n3.11(c) \n   \nCleaning, sanitization, housekeeping, and pest control. \nClutter was observed through the sheltered building.  Carpets, empty dog food bags, bleach bottles, medication bottles \nwere observed underneath empty enclosures and within empty enclosures.  In addition, the floors were filthy.  The floors \nwere covered in grime, dog food, and dust. \n \nThe clutter makes it more difficult for the building to be properly cleaned.  The food, dust, and grime found on the floors \ncan attract rodents, flies, and other pests. \n \nThe clutter needs to be removed from underneath the enclosures and within the empty enclosures.  Trash needs to be \nthrown out and cleaning supplies and medications should be stored in cabinets or in another spot that doesn't contribute \nto cluttering up the facility.  The floors need to be swept and cleaned of the food, dust and grime.\n\nCorrect by 4/7/23. \n3.13(a)(3) \n   \nVeterinary care for dogs. \nAt least ten adult dogs were not up to date on their rabies vaccination.  In addition none of the dogs have been sampled \nfor heartworm or fecal parasites.  Not having all adult dogs up to date on their rabies shots and not sampling the kennel \nfor heartworm or fecal parasites doesn't ensure the dogs are adequately protected from rabies, heartworm and various \nfecal parasites. All adult dogs must be vaccinated for rabies and must be sampled for parasites in accordance with a plan \nfrom the Attending Veterinarian.  Correct by 5/5/23. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd of report. \n \n n",
  "animals_total": 31,
  "species": [
    {
      "count": 29,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 2,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}