{
  "insp_id": "2016082568558547",
  "layout": "a",
  "customer_id": "5177",
  "customer_name": "Ruby Fur Farm Inc",
  "customer_addr": "2564 200th Street\nNew Sharon, IA 50207",
  "certificate": "42-B-0052",
  "site_id": "001",
  "site_name": "RUBY FUR FARM, I N C",
  "insp_type": "FOCUSED INSPECTION",
  "date": "19-JUL-2017",
  "report_date": "19-JUL-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A dark colored female raccoon is lying flat on her right side along the front of the enclosure. The raccoon appeared\nlethargic and had no response when approached by the inspector and the facility representative. The raccoon\nwould slightly raise her head, but would not get up and move. The facility representative thought the animal is an\nolder raccoon and may not be getting along with her pen mates.\nA female white raccoon has an abnormal appearance to her left eye. At least half of the surface of the left eye is\ncovered in a white-yellowish colored discharge. There is a dark line of material under the bottom of the eye.\nThe above mentioned raccoons must be evaluated by a licensed veterinarian for a proper diagnosis and to establish\nan effective treatment plan. The diagnosis and treatment plan must be documented in writing and available to the\ninspector upon request. The licensee must ensure that all animals receive adequate veterinary care at all times."
    },
    {
      "code": "2.131(e)",
      "kind": "Direct",
      "repeat": true,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "The Raccoon Building has a high ambient temperature and humidity. The building is constructed of metal and is not\ninsulated. There are large fans running at both ends of the building and there are windows that are open along the\nsides. Towards the middle of the building there is little to no movement of air and the temperature in this part of the\nbuilding as taken by the Kestrel at approximately 2:00 pm is 96.1 degrees F and the heat index is 119.4 degrees F.\nThe outdoor air temperature at the time of the inspection as read by the Kestrel 101 degrees and the heat index is\n113 degrees. Multiple raccoons were displaying behaviors such as panting and lying on their sides and abdomens\nwith their legs splayed out that could indicate they are uncomfortable with the temperature. There are\napproximately 290 raccoons housed in this building. High temperature and humidity could have a negative impact\non the health and well-being of the animals.\nWhen climatic conditions present a threat to an animal's health and well-being, appropriate measures must be taken\nto alleviate the impact of those conditions. An animal may never be subjected to any combination of temperature,\nhumidity and time that is detrimental to the animal's health or well-being. The licensee must reduce the temperature\nand humidity inside this building to a level that is comfortable for the raccoons in order to support their health and\nwell-being.\nThis inspection and exit interview were conducted with Kelly Maxwell, ACI, and the facility representative.\nThis is a focused inspection conducted only on the building containing the raccoons."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA dark colored female raccoon is lying flat on her right side along the front of the enclosure.  The raccoon appeared\nlethargic and had no response when approached by the inspector and the facility representative.  The raccoon\nwould slightly raise her head, but would not get up and move.  The facility representative thought the animal is an\nolder raccoon and may not be getting along with her pen mates.\nA female white raccoon has an abnormal appearance to her left eye.  At least half of the surface of the left eye is\ncovered in a white-yellowish colored discharge.  There is a dark line of material under the bottom of the eye.  \nThe above mentioned raccoons must be evaluated by a licensed veterinarian for a proper diagnosis and to establish\nan effective treatment plan.  The diagnosis and treatment plan must be documented in writing and available to the\ninspector upon request.  The licensee must ensure that all animals receive adequate veterinary care at all times.\n2.131(e)           DIRECT                    REPEAT\nHANDLING OF ANIMALS.\nThe Raccoon Building has a high ambient temperature and humidity.  The building is constructed of metal and is not\ninsulated.  There are large fans running at both ends of the building and there are windows that are open along the\nsides.  Towards the middle of the building there is little to no movement of air and the temperature in this part of the\nbuilding as taken by the Kestrel at approximately 2:00 pm is 96.1 degrees F and the heat index is 119.4 degrees F. \nThe outdoor air temperature at the time of the inspection as read by the Kestrel 101 degrees and the heat index is\n113 degrees. Multiple raccoons were displaying behaviors such as panting and lying on their sides and abdomens\nwith their legs splayed out that could indicate they are uncomfortable with the temperature.  There are\napproximately 290 raccoons housed in this building.  High temperature and humidity could have a negative impact\non the health and well-being of the animals.\nWhen climatic conditions present a threat to an animal's health and well-being, appropriate measures must be taken\nto alleviate the impact of those conditions.  An animal may never be subjected to any combination of temperature,\nhumidity and time that is detrimental to the animal's health or well-being.  The licensee must reduce the temperature\n\nand humidity inside this building to a level that is comfortable for the raccoons in order to support their health and\nwell-being.\nThis inspection and exit interview were conducted with Kelly Maxwell, ACI, and the facility representative.\nThis is a focused inspection conducted only on the building containing the raccoons.",
  "animals_total": 290,
  "species": [
    {
      "count": 290,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    }
  ]
}