{
  "insp_id": "323150816530219",
  "layout": "a",
  "customer_id": "31932",
  "customer_name": "Ivan M Miller",
  "customer_addr": "7806 Maurer Rd N W\nSugarcreek, OH 44681",
  "certificate": "31-A-0492",
  "site_id": "001",
  "site_name": "IVAN M MILLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-NOV-2015",
  "report_date": "19-NOV-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*** A male cream and white bulldog (with no ID) was found with red masses of tissue on inner corners of both eyes.\nThese masses appear to be a condition commonly known as \"cherry eye\". There was no written documentation\nthat the facility had addressed this problem or that the attending veterinarian was notified of this problem. This dog\nrequires veterinary attention. Failure to provide veterinary care to animals in the kennel can result in pain and\nsuffering in the dogs. Correct this by having this dog examined by a licensed veterinarian and following all\nrecommended treatments. The licensee must maintain documentation of treatments and exam for future inspection\nby APHIS officials.\nCorrect by: November 23, 2015"
    },
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "*** A male cream and white bulldog was found with no official identification. A cage card on the enclosure housing\nthis dog states \"born 5/5/15 bulldog\". This date of birth means this dog is at least 6 months of age. Official ID is\nrequired for this dog. Failure to provide identification for all dogs make animal tracking difficult, impedes the\ninspection process, and is especially important in the event of a disease outbreak. Correct this by properly\nidentifying this and all dogs in the kennel.\nCorrect by: November 23, 2015\n***Inspection and exit interview conducted with the licensee(cid:25)s wife"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*** A male cream and white bulldog (with no ID) was found with red masses of tissue on inner corners of both eyes. \nThese masses appear to be a condition commonly known as \"cherry eye\".  There was no written documentation\nthat the facility had addressed this problem or that the attending veterinarian was notified of this problem.  This dog\nrequires veterinary attention.  Failure to provide veterinary care to animals in the kennel can result in pain and\nsuffering in the dogs.   Correct this by having this dog examined by a licensed veterinarian and following all\nrecommended treatments.  The licensee must maintain documentation of treatments and exam for future inspection\nby APHIS officials.\nCorrect by: November 23, 2015\n2.50(a)(1)\nTIME AND METHOD OF IDENTIFICATION.\n*** A male cream and white bulldog was found with no official identification.  A cage card on the enclosure housing\nthis dog states \"born 5/5/15 bulldog\".  This date of birth means this dog is at least 6 months of age.  Official ID is\nrequired for this dog.  Failure to provide identification for all dogs make animal tracking difficult, impedes the\ninspection process, and is especially important in the event of a disease outbreak.  Correct this by properly\nidentifying this and all dogs in the kennel.\nCorrect by: November 23, 2015\n***Inspection and exit interview conducted with the licensee(cid:25)s wife",
  "animals_total": 64,
  "species": [
    {
      "count": 51,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 13,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}