{
  "insp_id": "239151831200982",
  "layout": "a",
  "customer_id": "2242",
  "customer_name": "Pymatuning Deer Park Inc",
  "customer_addr": "842 E Jamestown Rd\nJamestown, PA 16134",
  "certificate": "23-C-0019",
  "site_id": "001",
  "site_name": "PYMATUNING DEER PARK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-AUG-2015",
  "report_date": "04-SEP-2015",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*** The program of veterinary care was last updated by the facility and the attending veterinarian in 2012.The\ncurrent\nprogram of veterinary care provided during the inspection includes gunshot and barbiturate overdose as the primary\nforms of euthanasia. The current guidelines provided by the American Veterinary Medical Association regarding\nhumane euthanasia indicates that gunshot is only to be used in emergency situation. Gunshot should not be used\nfor\nroutine euthanasia of animals in animal controlled situations. The euthanasia conducted on August 5, 2015 of the\nadult male tiger named (cid:28)Scruffy(cid:29) followed the 2012 program of veterinary care in that the animal was euthanized by\ngunshot.The program of veterinary care needs to be updated to ensure that the animals are receiving adequate\ncare. The updated program of veterinary care needs to provide species specific information regarding all drug\nnames, dosages and routes of administration used by the facility.\nCorrect by: September 15, 2015"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***On August 5, 2015 the attending veterinarian was called to provide care for an adult male tiger named (cid:28)Scruffy.(cid:29)\nThis animal was recognized by facility representatives to be declining rapidly in health. The veterinarian visually\ninspected the animal and indicated that the likely diagnosis was renal failure. After the visual inspection, the\nattending veterinarian decided that the animal was to be euthanized. At the time of the visit, the veterinarian did not\nhave the capability to properly sedate, adequately diagnose or euthanize the animal. Per the veterinarian(cid:25)s\ninstructions, the animal was euthanized by a facility representative via gunshot deemed of adequate caliber. The\neuthanasia was conducted and the animal expired on the first shot. A necropsy was not performed by the facility or\nthe veterinarian to determine the cause of the illness. Improper euthanasia can cause undue stress and suffering for\nthe animal. The attending veterinarian did not conduct any diagnostics related to the animals condition. These\ndiagnostics may have provided a medically manageable diagnosis for this animal. The ability conduct appropriate\ndiagnostics is vital for adequate veterinary care for the animals.\nThe attending veterinarian needs to give adequate guidance to personnel involved in the care and use of animals\nregarding handling, immobilization, anesthesia, analgesia, tranquilization, and euthanasia of animals in the facility.\nCorrect by September 15, 2015"
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "At the time of the inspection the two young bear cubs approximately 5 months old were observed in an abnormal\nbehavior of paw sucking and ear sucking. One cub was on the ground sucking his paw while vocalizing and the\nother\ncub was laying over the one cub and sucking on his siblings right ear. This behavior went on for an extended period\nof time. It was observed at the beginning of the inspection and several hours later at the end of the inspection, the\ncubs were observed sucking again. The one cubs ear was soaked and there was indication of hair loss on the ear.\nThe facility stated that all of their hand reared cubs do this behavior and they were not concerned with it. This is an\nabnormal behavior pattern that can be attributed to stress and how the cubs cope with stress. Additionally the\nconstant sucking of the paw and ear can cause physical hot spots or potential ear infection. The facility did not\nrecognize that this was an abnormal behavior pattern and therefore did not convey this information to the vet in a\ntimely manner. The attending vet needs to assess the cubs behavior and assist the facility with a plan to encourage\nnormal behavior patterns for their health and well-being.\nCorrect by September 15, 2015"
    },
    {
      "code": "2.131(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "On August 5, 2015 an adult male tiger named \"Scruffy\" was euthanized via gunshot in the tiger holding area. At the\ntime of the euthanasia the male juvenile lion was present in lion holding directly adjacent to the tiger. At the time of\nthe euthanasia three shots were made with a high caliber rifle in an enclosed area. According to the facility\nrepresentative that conducted the euthanasia, the discharge of the firearm caused an employees ears to ring and\ncaused him discomfort. The juvenile lion was unable to escape the sound of the firearm in the building. The\ndischarge of the firearm may have caused trauma to the ear drums, and unnecessary discomfort for the juvenile\nlion. Additionally studies have shown that animals exposed to another animal being euthanized can be stressful.\nBecause of the current holding situation and the fact that the lion cannot be shifted out onto exhibit, another method\nof euthanizing the tiger should have been taken into consideration. Handling of all animals shall be done as\nexpeditiously and carefully as possible in a manner that does not cause trauma, behavioral stress or unnecessary\ndiscomfort.\nCorrect from this day forward."
    },
    {
      "code": "3.75(c)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "*** The metal panels in the holding area for the baboons are rusted along the base and pitted and in disrepair in\nsome areas. This section of the holding wall can no longer be effectively cleaned and sanitized. This section of wall\nneeds to be replaced to facilitate cleaning and sanitizing of the area.\n*** Much of the wood perching and wood base in the non- human primate enclosures are no longer sealed and\nimpervious to moisture. Surfaces and furniture-type fixtures must be constructed in a manner and made of materials\nthat allow them to be readily cleaned and sanitized, or removed or replaced when worn or soiled. These enclosures\nneed to be addressed to facilitate cleaning of the enclosures for the health of the animals.\n*** Some of the nails in the wood are exposed underneath the shelf which is a potential hazard to the animals.\nThese resting areas and platforms need to be maintained in good repair for the safety of the animals."
    },
    {
      "code": "3.84(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "*** There were rodent droppings inside the baboon holding enclosure. The facility is using poison but there is a\nconcern a rodent could die inside the holding area and the non human primates could be exposed to the poison and\ndead rodent. Additionally there is a lot of miscellaneous items and weed growth on the back side of the baboon\nholding which can contribute to breeding and living areas for pests. The management of pest control needs to be\nre-addressed to control rodent populations in a method that is also safe for the primates.\nCorrect by September 15, 2015"
    },
    {
      "code": "3.84(d)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "*** There were rodent droppings inside the baboon holding enclosure. The facility is using poison but there is a\nconcern a rodent could die inside the holding area and the non human primates could be exposed to the poison and\ndead rodent. Additionally there is a lot of miscellaneous items and weed growth on the back side of the baboon\nholding which can contribute to breeding and living areas for pests. The management of pest control needs to be\nre-addressed to control rodent populations in a method that is also safe for the primates."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "*** The Muntjac enclosure still has large pipes coming up out of the ground right in front of the shelter area which\ncan be a hazard for the small deer and cause potential injury to their legs. These pipes need to be buried under the\nground for their safety and to keep the enclosure in good repair.\nCorrect by ensuring that this enclosure and all other enclosures are constructed of appropriate materials for the\nspecies, structurally sound and maintained in good repair to protect all animals from injury and adequately contain\nthem."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "***The freezer storing frozen meat products for the carnivores at the facility still needs to be addressed. The seal\nalong the freezer door is missing in some areas and the door is not sealing properly. Due to this issue, there is a\nbuild-up of ice inside the freezer along all the boxes of food. This needs to be addressed to adequately protect the\nfood supplies against deterioration and for the health of the animals."
    },
    {
      "code": "3.128",
      "kind": "",
      "repeat": true,
      "desc": "SPACE REQUIREMENTS.",
      "narrative": "The two bear young bear cubs that were observed in an abnormal behavior of paw sucking and ear sucking for an\nextended period of time were locked out on their exhibit and did not have access to a back den area. The cubs are\ncurrently in a concrete pad enclosure with a small pool and toddler type plastic structure. Normal social adjustments\nfor these cubs would to be able to bed down in a den area with each other that has some soft areas (hay or straw)\nand get out of the view of the public. Once the den area was opened, the bears stopped the abnormal sucking\nbehavior and explored the den area for a while. This enclosure needs to be addressed and the cubs given access to\nthe den area so they may engage in normal social adjustments for the species.\nThe enclosure for the adult black bears has not been addressed and the female bear still has a significant winter\ncoat that she is not able to shed out properly. In addition no pad, hay or bedding has been added to the enclosure\nor den area to allow her to get off the concrete. This enclosure needs to be addressed and maintained to provide\nthe opportunity for the bears to engage in species appropriate behavior for their health and well being."
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "*** The chicken being fed to the big cats is still being given out frozen. Feeding out frozen meat items is not\npalatable for the animals. The facility manager states frozen food is placed in the enclosures around 3pm but is not\nconsumed for several hours. So the meat is left to thaw in variable temperatures on the ground of the enclosures.\nAPHIS considers frozen food wholesome when it is thawed in an appropriate manner (e.g. under refrigeration) to\nprevent contamination. Currently the facility has no designated area to thaw food items appropriately to reduce\ncontamination. This needs to be addressed so that food items are fed out in a manner that ensures them to be\npalatable and free from contamination.\n*** Due to the variety of species in the park, overall diets and feeding practices need to be discussed with the\nattending veterinarian to assure the animals are being fed nutritionally complete diets for their age, weight and body\ncondition."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "*** The Zebra enclosure needs to be cleaned. The facility is cleaning out the shelter area every few days, however\nthe waste is not removed from the enclosure just dumped in the back along the fence line. It is then removed from\nthere every few months. This is not adequate and does not reduce disease hazards and odors.\n*** The bear enclosure is hosed but there is a build up of algae and grime along the concrete floors and walls\nleading down into the drain area. In additional the den area still has not been cleaned out since spring. This\nenclosure needs to be cleaned for the health of the animals and to reduce disease hazards.\nAn exit briefing was conducted with the licensee and her animal care staff with ACI- Andrea D'Ambrosio and VMO\nDr. Michael Neafsey at the time of the inspection.\nAdditional Inspectors\nD Ambrosio Andrea, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*** The program of veterinary care was last updated by the facility and the attending veterinarian in 2012.The\ncurrent\nprogram of veterinary care provided during the inspection includes gunshot and barbiturate overdose as the primary\nforms of euthanasia. The current guidelines provided by the American Veterinary Medical Association regarding\nhumane euthanasia indicates that gunshot is only to be used in emergency situation. Gunshot should not be used\nfor\nroutine euthanasia of animals in animal controlled situations. The euthanasia conducted on August 5, 2015 of the\nadult male tiger named (cid:28)Scruffy(cid:29) followed the 2012 program of veterinary care in that the animal was euthanized by\ngunshot.The program of veterinary care needs to be updated to ensure that the animals are receiving adequate\ncare. The updated program of veterinary care needs to provide species specific information regarding all drug\nnames, dosages and routes of administration used by the facility. \nCorrect by: September 15, 2015\n2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***On August 5, 2015 the attending veterinarian was called to provide care for an adult male tiger named (cid:28)Scruffy.(cid:29)\nThis animal was recognized by facility representatives to be declining rapidly in health. The veterinarian visually\ninspected the animal and indicated that the likely diagnosis was renal failure.  After the visual inspection, the\nattending veterinarian decided that the animal was to be euthanized. At the time of the visit, the veterinarian did not\nhave the capability to properly sedate, adequately diagnose or euthanize the animal. Per the veterinarian(cid:25)s\ninstructions, the animal was euthanized by a facility representative via gunshot deemed of adequate caliber. The\neuthanasia was conducted and the animal expired on the first shot. A necropsy was not performed by the facility or\nthe veterinarian to determine the cause of the illness. Improper euthanasia can cause undue stress and suffering for\nthe animal. The attending veterinarian did not conduct any diagnostics related to the animals condition. These\ndiagnostics may have provided a  medically manageable diagnosis for this animal. The ability conduct appropriate\ndiagnostics is vital for adequate veterinary care for the animals.\n\nThe attending veterinarian needs to give adequate guidance to personnel involved in the care and use of animals\nregarding handling, immobilization, anesthesia, analgesia, tranquilization, and euthanasia of animals in the facility. \nCorrect by September 15, 2015\n2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAt the time of the inspection the two young bear cubs approximately 5 months old were observed in an abnormal\nbehavior of paw sucking and ear sucking. One cub was on the ground sucking his paw while vocalizing and the\nother\ncub was laying over the one cub and sucking on his siblings right ear. This behavior went on for an extended period\nof time. It was observed at the beginning of the inspection and several hours later at the end of the inspection, the\ncubs were observed sucking again. The one cubs ear was soaked and there was indication of hair loss on the ear.\nThe facility stated that all of their hand reared cubs do this behavior and they were not concerned with it. This is an\nabnormal behavior pattern that can be attributed to stress and how the cubs cope with stress. Additionally the\nconstant sucking of the paw and ear can cause  physical hot spots or potential ear infection. The facility did not\nrecognize that this was an abnormal behavior pattern and therefore did not convey this information to the vet in a\ntimely manner.  The attending vet needs to assess the cubs behavior and assist the facility with a plan to encourage\nnormal behavior patterns for their health and well-being.\nCorrect by September 15, 2015\n2.131(b)(1)\nHANDLING OF ANIMALS.\nOn August 5, 2015 an adult male tiger named \"Scruffy\" was euthanized via gunshot in the tiger holding area. At the\ntime of the euthanasia the male juvenile lion was present in lion holding directly adjacent to the tiger. At the time of\nthe euthanasia three shots were made with a high caliber rifle in an enclosed area. According to the facility\nrepresentative that conducted the euthanasia, the discharge of the firearm caused an employees ears to ring and\ncaused him discomfort. The juvenile lion was unable to escape the sound of the firearm in the building. The\ndischarge of the firearm may have caused trauma to the ear drums, and unnecessary discomfort for the juvenile\nlion. Additionally studies have shown that animals exposed to another animal being euthanized  can be stressful.\nBecause of the current holding situation and the fact that the lion cannot be shifted out onto exhibit, another method\nof euthanizing the tiger should have been taken into consideration. Handling of all animals shall be done as\nexpeditiously and carefully as possible in a manner that does not cause trauma, behavioral stress or unnecessary\ndiscomfort.\n\nCorrect from this day forward.\n3.75(c)(1)                    REPEAT\nHOUSING FACILITIES, GENERAL. \n*** The metal panels in the holding area for the baboons are rusted along the base and pitted and in disrepair in\nsome areas. This section of the holding wall can no longer be effectively cleaned and sanitized. This section of wall\nneeds to be replaced to facilitate cleaning and sanitizing of the area. \n*** Much of the wood perching and wood base in the non- human primate enclosures are no longer sealed and\nimpervious to moisture. Surfaces and furniture-type fixtures must be constructed in a manner and made of materials\nthat allow them to be readily cleaned and sanitized, or removed or replaced when worn or soiled. These enclosures\nneed to be addressed to facilitate cleaning of the enclosures for the health of the animals. \n*** Some of the nails in the wood are exposed underneath the shelf which is a potential hazard to the animals.\nThese resting areas and platforms need to be maintained in good repair for the safety of the animals. \n3.84(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL. \n*** There were rodent droppings inside the baboon holding enclosure. The facility is using poison but there is a\nconcern a rodent could die inside the holding area and the non human primates could be exposed to the poison and\ndead rodent. Additionally there is a lot of miscellaneous items and weed growth on the back side of the baboon\nholding which can contribute to breeding and living areas for pests. The management of pest control needs to be\nre-addressed to control rodent populations in a method that is also safe for the primates.   \nCorrect by September 15, 2015\n3.84(d)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL. \n*** There were rodent droppings inside the baboon holding enclosure. The facility is using poison but there is a\nconcern a rodent could die inside the holding area and the non human primates could be exposed to the poison and\ndead rodent. Additionally there is a lot of miscellaneous items and weed growth on the back side of the baboon\nholding which can contribute to breeding and living areas for pests. The management of pest control needs to be\n\nre-addressed to control rodent populations in a method that is also safe for the primates.   \n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \n*** The Muntjac enclosure still has large pipes coming up out of the ground right in front of the shelter area which\ncan be a hazard for the small deer and cause potential injury to their legs. These pipes need to be buried under the\nground for their safety and to keep the enclosure in good repair.  \nCorrect by ensuring that this enclosure and all other enclosures are constructed of appropriate materials for the\nspecies, structurally sound and maintained in good repair to protect all animals from injury and adequately contain\nthem.\n3.125(c)                    REPEAT\nFACILITIES, GENERAL.   \n***The freezer storing frozen meat products for the carnivores at the facility still needs to be addressed. The seal\nalong the freezer door is missing in some areas and the door is not sealing properly. Due to this issue, there is a\nbuild-up of ice inside the freezer along all the boxes of food. This needs to be addressed to adequately protect the\nfood supplies against deterioration and for the health of the animals.\n3.128                    REPEAT\nSPACE REQUIREMENTS. \nThe two bear young bear cubs that were observed in an abnormal behavior of paw sucking and ear sucking for an\nextended period of time were locked out on their exhibit and did not have access to a back den area. The cubs are\ncurrently in a concrete pad enclosure with a small pool and toddler type plastic structure. Normal social adjustments\nfor these cubs would to be able to bed down in a den area with each other that has some soft areas (hay or straw)\nand get out of the view of the public. Once the den area was opened, the bears stopped the abnormal sucking\nbehavior and explored the den area for a while. This enclosure needs to be addressed and the cubs given access to\nthe den area so they may engage in normal social adjustments for the species.\n\nThe enclosure for the adult black bears has not been addressed and the female bear still has a significant winter\ncoat that she is not able to shed out properly. In addition no pad, hay or bedding has been added to the enclosure\nor den area to allow her to get off the concrete. This enclosure needs to be addressed and maintained to provide\nthe opportunity for the bears to engage in species appropriate behavior for their health and well being.  \n3.129(a)                    REPEAT\nFEEDING.    \n*** The chicken being fed to the big cats is still being given out frozen. Feeding out frozen meat items is not\npalatable for the animals. The facility manager states frozen food is placed in the enclosures around 3pm but is not\nconsumed for several hours. So the meat is left to thaw in variable temperatures on the ground of the enclosures.\nAPHIS considers frozen food wholesome when it is thawed in an appropriate manner (e.g. under refrigeration) to\nprevent contamination. Currently the facility has no designated area to thaw food items appropriately to reduce\ncontamination. This needs to be addressed so that food items are fed out in a manner that ensures them to be\npalatable and free from contamination. \n*** Due to the variety of species in the park, overall diets and feeding practices need to be discussed with the\nattending veterinarian to assure the animals are being fed nutritionally complete diets for their age, weight and body\ncondition. \n3.131(a)                    REPEAT\nSANITATION.   \n*** The Zebra enclosure needs to be cleaned. The facility is cleaning out the shelter area every few days, however\nthe waste is not removed from the enclosure just dumped in the back along the fence line. It is then removed from\nthere every few months. This is not adequate and does not reduce disease hazards and odors. \n*** The bear enclosure is hosed but there is a build up of algae and grime along the concrete floors and walls\nleading down into the drain area. In additional the den area still has not been cleaned out since spring. This\nenclosure needs to be cleaned for the health of the animals and to reduce disease hazards.\n\nAn exit briefing was conducted with the licensee and her animal care staff with ACI- Andrea D'Ambrosio and VMO\nDr. Michael Neafsey at the time of the inspection. \nAdditional Inspectors\nD Ambrosio Andrea, Animal Care Inspector",
  "animals_total": 227,
  "species": [
    {
      "count": 2,
      "scientific": "Ateles chamek",
      "common": "BLACK SPIDER MONKEY"
    },
    {
      "count": 1,
      "scientific": "Bos grunniens",
      "common": "YAK"
    },
    {
      "count": 4,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 7,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 2,
      "scientific": "Boselaphus tragocamelus",
      "common": "NILGAI"
    },
    {
      "count": 2,
      "scientific": "Bubalus bubalis",
      "common": "ASIATIC WATER BUFFALO"
    },
    {
      "count": 5,
      "scientific": "Callithrix jacchus",
      "common": "COMMON MARMOSET"
    },
    {
      "count": 1,
      "scientific": "Camelus bactrianus",
      "common": "BACTRIAN CAMEL"
    },
    {
      "count": 3,
      "scientific": "Camelus dromedarius domestic",
      "common": "DOMESTIC DROMEDARY CAMEL"
    },
    {
      "count": 28,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Cercopithecus albogularis",
      "common": "ZANZIBAR SYKES MONKEY"
    },
    {
      "count": 6,
      "scientific": "Cervus c. canadensis",
      "common": "ELK"
    },
    {
      "count": 3,
      "scientific": "Cervus nippon",
      "common": "SIKA DEER"
    },
    {
      "count": 2,
      "scientific": "Choloepus didactylus",
      "common": "LINNAEUS'S TWO-TOED SLOTH"
    },
    {
      "count": 3,
      "scientific": "Cynomys ludovicianus",
      "common": "BLACK-TAILED PRAIRIE DOG"
    },
    {
      "count": 83,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 8,
      "scientific": "Equus asinus asinus",
      "common": "DONKEY / BURRO / ASS"
    },
    {
      "count": 3,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 1,
      "scientific": "Eulemur macaco",
      "common": "BLACK LEMUR"
    },
    {
      "count": 3,
      "scientific": "Hydrochaeris hydrochaeris",
      "common": "CAPYBARA"
    },
    {
      "count": 3,
      "scientific": "Hystrix africaeaustralis",
      "common": "CAPE PORCUPINE"
    },
    {
      "count": 5,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 2,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 5,
      "scientific": "Muntiacus reevesi",
      "common": "REEVE'S MUNTJAC"
    },
    {
      "count": 4,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 8,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 7,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 2,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 1,
      "scientific": "Panthera pardus",
      "common": "LEOPARD"
    },
    {
      "count": 2,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 5,
      "scientific": "Papio anubis",
      "common": "OLIVE BABOON"
    },
    {
      "count": 3,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 3,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 1,
      "scientific": "Tragelaphus spekii",
      "common": "SITATUNGA"
    },
    {
      "count": 4,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 3,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    }
  ]
}