{
  "insp_id": "293151351250376",
  "layout": "a",
  "customer_id": "24564",
  "customer_name": "Real Pets Corp",
  "customer_addr": "30 N 3rd St\nWomelsdorf, PA 19567",
  "certificate": "23-B-0200",
  "site_id": "004",
  "site_name": "REAL PETS CORP",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-OCT-2015",
  "report_date": "20-OCT-2015",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Section 2.40(a)(1) Veterinary care: The written Program of Veterinary Care (PVC) for this facility lacks specific\nguidance for the care of animals. There is no specific guidance for the parasite control and treatment of conditions\nfor the various species, only a list of drugs. Species specific dosing and route is not included for the drugs included\nin the PVC. Specific guidance from the attending veterinarian is required for all drugs used by the licensee. There\nis no specific guidance in the PVC for the method of euthanasia to be used by the facility, including its use,\nequipment, and the personnel trained and authorized to perform the euthanasia for the various species. Specific\nguidance and training in the procedure for euthanasia by the attending veterinarian is required to ensure animals\nare humanely euthanized according to the latest AVMA Guidelines for the Euthanasia of Animals (2013 edition).\nAdditional specific guidance is required for the Program of Veterinary Care. Failure to have specific accurate\nguidance does not ensure the attending veterinarian is aware of the current practices at the facility and also does\nnot ensure the facility has accurate guidance to provide adequate veterinary care to the animals. Correct this by\ndeveloping and implementing a complete, accurate Program of Veterinary Care for all species housed at the facility.\nCorrect by November 20, 2015."
    },
    {
      "code": "3.31(a)(3)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Section 3.31(a)(3) Cleaning and sanitation of primary enclosures: There were fifteen previously used guinea pig\nenclosures with fresh bedding and hay ready to house new guinea pigs arriving at the facility. There was a buildup\nof a white to brown roughened scale and debris in the corners, on the sides and around the bottom of the\nenclosures. The cleaning process utilized does not seem effective in removing this buildup. Housing guinea pigs in\ndirty and used enclosures exposes the animals to potential disease hazards such as bacterial, fungal, and viral\ndiseases. The licensee must ensure that enclosures will be cleaned and sanitized prior to the introduction of guinea\npigs into previously occupied enclosures. This is a repeat non-compliance that was cited earlier this year.\nAn exit briefing was conducted with the facility president; Mary Geib, VMO; and Robert Markmann, ACI.\nAdditional Inspectors\nMarkmann Robert, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nSection 2.40(a)(1) Veterinary care:  The written Program of Veterinary Care (PVC) for this facility lacks specific\nguidance for the care of animals.  There is no specific guidance for the parasite control and treatment of conditions\nfor the various species, only a list of drugs.  Species specific dosing and route is not included for the drugs included\nin the PVC.  Specific guidance from the attending veterinarian is required for all drugs used by the licensee.   There\nis no specific guidance in the PVC for the method of euthanasia to be used by the facility, including its use,\nequipment, and the personnel trained and authorized to perform the euthanasia for the various species.  Specific\nguidance and training in the procedure for euthanasia by the attending veterinarian is required to ensure animals\nare humanely euthanized according to the latest AVMA Guidelines for the Euthanasia of Animals (2013 edition).  \n     \nAdditional specific guidance is required for the Program of Veterinary Care.  Failure to have specific accurate\nguidance does not ensure the attending veterinarian is aware of the current practices at the facility and also does\nnot ensure the facility has accurate guidance to provide adequate veterinary care to the animals.  Correct this by\ndeveloping and implementing a complete, accurate Program of Veterinary Care for all species housed at the facility.\n  Correct by November 20, 2015.\n3.31(a)(3)                    REPEAT\nSANITATION.\nSection 3.31(a)(3) Cleaning and sanitation of primary enclosures: There were fifteen previously used guinea pig\nenclosures with fresh bedding and hay ready to house new guinea pigs arriving at the facility.  There was a buildup\nof a white to brown roughened scale and debris in the corners, on the sides and around the bottom of the\nenclosures. The cleaning process utilized does not seem effective in removing this buildup.  Housing guinea pigs in\ndirty and used enclosures exposes the animals to potential disease hazards such as bacterial, fungal, and viral\ndiseases.  The licensee must ensure that enclosures will be cleaned and sanitized prior to the introduction of guinea\npigs into previously occupied enclosures.  This is a repeat non-compliance that was cited earlier this year.\nAn exit briefing was conducted with the facility president; Mary Geib, VMO; and Robert Markmann, ACI.\n\nAdditional Inspectors\nMarkmann Robert, Animal Care Inspector",
  "animals_total": 2328,
  "species": [
    {
      "count": 169,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 625,
      "scientific": "Cricetulus griseus",
      "common": "CHINESE HAMSTER"
    },
    {
      "count": 133,
      "scientific": "Meriones unguiculatus",
      "common": "MONGOLIAN GERBIL (COMMON PET / RESEARCH VARIETY)"
    },
    {
      "count": 265,
      "scientific": "Mesocricetus auratus",
      "common": "SYRIAN / GOLDEN HAMSTER (COMMON PET/RESEARCH TYPE)"
    },
    {
      "count": 7,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 328,
      "scientific": "Phodopus campbelli",
      "common": "CAMPBELLS DWARF HAMSTER"
    },
    {
      "count": 380,
      "scientific": "Phodopus roborovskis",
      "common": "ROBOROVSKIS DWARF HAMSTER"
    },
    {
      "count": 421,
      "scientific": "Phodopus sungorus",
      "common": "WINTER WHITE RUSSIAN DWARF HAMSTER"
    }
  ]
}