{
  "insp_id": "2016082567957586",
  "layout": "a",
  "customer_id": "333163",
  "customer_name": "Troy Carrocce",
  "customer_addr": "11375 Lisbon Rd\nSalem, OH 44460",
  "certificate": "--",
  "site_id": "001",
  "site_name": "TROY CARROCCE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-OCT-2016",
  "report_date": "12-OCT-2016",
  "citations": [
    {
      "code": "2.1(a)",
      "kind": "",
      "repeat": true,
      "desc": "REQUIREMENTS AND APPLICATION.",
      "narrative": "This facility continues to sell camels without a USDA license. This is in violation of Section 2.1. The facility has\nbeen cited for these unlicensed sales on inspection reports dated January 13, 2016 and May 03, 2016. An APHIS\nForm 7020 from a USDA licensed facility show the sale of 2 camels on June 6, 2016. Selling of exotic species\nwithout a USDA license does not adequately protect those animals covered under the Animal Welfare Act nor allow\noversight of those sales including tracking of these animals, which is especially important in the event of a disease\noutbreak."
    },
    {
      "code": "2.4",
      "kind": "",
      "repeat": false,
      "desc": "NON-INTERFERENCE WITH APHIS OFFICIALS.",
      "narrative": "During the pre-license process, this applicant has interfered with the inspection process. He applied for a USDA\nlicense on January 29, 2016. On or about March 15th, he said by phone he was not quite ready and would call\nback. On March 30th, 2016, he called APHIS inspector and stated he would be ready soon but was busy the\nupcoming weekend (1-3 April 2016). On April 15th, the 1st pre-license was scheduled. The applicant told USDA\ninspector on that date that he planned to move and it may be relatively soon. Inspector decided to just made that\ndate a courtesy visit. While reviewing exotic animal auction records in early May, USDA inspector found the sale\nof 3 camels at the auction by this person on April 2nd, 2016. This was the same weekend that he stated he was\nbusy and could not do the pre-license inspection. Additionally, he never spoke about these sales or mentioned\nthem on the courtesy visit on April 15, 2016. An APHIS Form 7020 was received by USDA inspector showing the\nsale of 2 camels to a USDA licensee. This person stated to USDA inspector that the paperwork must be an error,\nthe animals were not sold to the licensee but were actually there on breeder loan. Statement from the USDA\nlicensee confirmed it was in fact a sale. Successfully maintaining compliance with the Animal Welfare Act and its\nregulations requires an honest and open line of communication between the regulated facility and the USDA.\nMaking untrue statements and not being forthcoming concerning business practices make it impossible to\neffectively regulate the facility.\nNO REGULATED ACTIVITY MAY BE CONDUCTED UNTIL A USDA LICENSE IS OBTAINED."
    }
  ],
  "narrative": "2.1(a)                    REPEAT\nREQUIREMENTS AND APPLICATION.\nThis facility continues to sell camels without a USDA license.  This is in violation of Section 2.1.  The facility has\nbeen cited for these unlicensed sales on inspection reports dated January 13, 2016 and May 03, 2016.  An APHIS\nForm 7020 from a USDA licensed facility show the sale of 2 camels on June 6, 2016.  Selling of exotic species\nwithout a USDA license does not adequately protect those animals covered under the Animal Welfare Act nor allow\noversight of those sales including tracking of these animals, which is especially important in the event of a disease\noutbreak.\n2.4\nNON-INTERFERENCE WITH APHIS OFFICIALS.\nDuring the pre-license process, this applicant has interfered with the inspection process.  He applied for a USDA\nlicense on January 29, 2016.  On or about  March 15th, he said by phone he was not quite ready and would call\nback.  On March 30th, 2016, he called APHIS inspector and stated he would be ready soon but was busy the\nupcoming weekend (1-3 April 2016).  On April 15th, the 1st pre-license was scheduled.  The applicant told USDA\ninspector on that date that he planned to move and it may be relatively soon. Inspector decided to just made that\ndate a courtesy visit.     While reviewing exotic animal auction records in early May, USDA inspector found the sale\nof 3 camels at the auction by this person on April 2nd, 2016.   This was the same weekend that he stated he was\nbusy and could not do the pre-license inspection.  Additionally, he never spoke about these sales or mentioned\nthem on the courtesy visit on April 15, 2016.   An APHIS Form 7020 was received by USDA inspector showing the\nsale of 2 camels to a USDA licensee.  This person stated to USDA inspector that the paperwork must be an error,\nthe animals were not sold to the licensee but were actually there on breeder loan. Statement from the USDA\nlicensee confirmed it was in fact a sale.  Successfully maintaining compliance with the Animal Welfare Act and its\nregulations requires an honest and open line of communication between the regulated facility and the USDA.  \nMaking untrue statements and not being forthcoming concerning business practices make it impossible to\neffectively regulate the facility.   \nNO REGULATED ACTIVITY MAY BE CONDUCTED UNTIL A USDA LICENSE IS OBTAINED.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}