{
  "insp_id": "161151404040480",
  "layout": "a",
  "customer_id": "2444",
  "customer_name": "Eugene L Moser",
  "customer_addr": "6213 Oley Turnpike Road\nOley, PA 19547",
  "certificate": "23-C-0097",
  "site_id": "001",
  "site_name": "EUGENE MOSER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-JUN-2015",
  "report_date": "10-JUN-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Section 2.40(b)(2) Veterinary care: An older female goat housed alone next to the male wallaby is thin and has a\nrough hair coat. The pelvis of this animal is readily apparent despite the ruffled hair coat and demonstrates poor\nbody condition. There is fecal material under her tail and along the back side of her rear legs, especially between\nthe hocks and hooves. There are at least two piles of liquid/mud patty consist diarrhea on the ground of her\nenclosure.\nThe facility personnel had separated out this goat to house alone and feed separate from the other goats. This goat\ndoes not appear healthy. The goat has not been seen or treated by the attending veterinarian for her current\ncondition. Each exhibitor must establish and maintain adequate programs of veterinary care that include the use\nof appropriate methods to prevent, control, diagnose, and treat diseases and injuries, and the availability of\nemergency, weekend, and holiday care. Correct by having the goat seen by the attending veterinarian and\nfollowing the recommendations of the veterinarian. Correct by June 12, 2015."
    },
    {
      "code": "2.131(d)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "Section 2.131(d)(2) Handling of animals: The public was observed feeding the farm animals food purchased at the\nfacility at around 10:30 a.m. There were no facility employees present in the animal area at that time. The APHIS\nofficial waited outside the animal area for a facility employee to be found to come to the animal area (zoo) to\naccompany the APHIS official during the inspection.\nA responsible, knowledgeable, and readily identifiable employee or attendant must be present at all times during\nperiods of public contact. Readily identifiable employees or attendants must be present during periods of public\ncontact to monitor and control the interactions between the public and animals to prevent harm or injuries. Correct\nby June 17, 2015."
    },
    {
      "code": "3.81(a)",
      "kind": "",
      "repeat": false,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "Section 3.81(a) Social grouping: The four capuchins are now all housed in enclosures without another non-human\nprimate. These capuchins had been previously pair- housed (Mike with Molly and Sam with Potter) successfully for\nmany years. The facility environment enhancement plan to promote psychological well-being still describes these\ncapuchins as being pair housed. There is no documentation to explain why the capuchins were separated. The\nanimal caretaker could only inform the APHIS official that the co- owner had wanted them housed individually. The\nco-owner was not at the facility during the inspection.\nCapuchins are social nonhuman primates and are expected to be housed socially whenever possible. There is no\ndocumentation in the records provided during this inspection that document a reason/explanation for breaking up\nthe capuchin pairs. The facility must follow their environment enhancement plan to meet the social needs of their\nnon-human primates. Correct by June 17, 2015."
    },
    {
      "code": "3.81(c)(4)",
      "kind": "",
      "repeat": false,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "Section 3.81(c)(4) Special considerations: The marmoset recently lost its mate and is housed alone in an enclosure\nin a room with no other non-human primates. The facility environment plan to promote psychological well-being still\ndescribes the marmoset as being pair-housed.\nCertain nonhuman primates must be provided special attention regarding enhancement of their environment, based\non the needs of the individual species and in accordance with the instructions of the attending veterinarian.\nNonhuman primates requiring special attention are individually housed nonhuman primates that are unable to see\nand hear nonhuman primates of their own or compatible species. The facility must develop, document and follow\nan appropriate plan to address the special needs of the marmoset. The plan must be in accordance with currently\naccepted professional standards, as cited in appropriate professional journals or reference guides, and as directed\nby the attending veterinarian. Correct by June 17, 2015.\nAn exit briefing was conducted with the animal caretaker."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nSection 2.40(b)(2) Veterinary care: An older female goat housed alone next to the male wallaby is thin and has a\nrough hair coat.  The pelvis of this animal is readily apparent despite the ruffled hair coat and demonstrates poor\nbody condition.  There is fecal material under her tail and along the back side of her rear legs, especially between\nthe hocks and hooves.   There are at least two piles of liquid/mud patty consist diarrhea on the ground of her\nenclosure.\n    \nThe facility personnel had separated out this goat to house alone and feed separate from the other goats.  This goat\ndoes not appear healthy.  The goat has not been seen or treated by the attending veterinarian for her current\ncondition.     Each exhibitor must establish and maintain adequate programs of veterinary care that include the use\nof appropriate methods to prevent, control, diagnose, and treat diseases and injuries, and the availability of\nemergency, weekend, and holiday care.  Correct by having the goat seen by the attending veterinarian and\nfollowing the recommendations of the veterinarian.  Correct by June 12, 2015.\n2.131(d)(2)\nHANDLING OF ANIMALS.\nSection 2.131(d)(2) Handling of animals: The public was observed feeding the farm animals food purchased at the\nfacility at around 10:30 a.m.  There were no facility employees present in the animal area at that time.  The APHIS\nofficial waited outside the animal area for a facility employee to be found to come to the animal area (zoo) to\naccompany the APHIS official during the inspection. \n  \nA responsible, knowledgeable, and readily identifiable employee or attendant must be present at all times during\nperiods of public contact.  Readily identifiable employees or attendants must be present during periods of public\ncontact to monitor and control the interactions between the public and animals to prevent harm or injuries.  Correct\nby June 17, 2015.\n\n3.81(a)\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\nSection 3.81(a) Social grouping: The four capuchins are now all housed in enclosures without another non-human\nprimate.  These capuchins had been previously pair- housed (Mike with Molly and Sam with Potter) successfully for\nmany years.  The facility environment enhancement plan to promote psychological well-being still describes these\ncapuchins as being pair housed.  There is no documentation to explain why the capuchins were separated.  The\nanimal caretaker could only inform the APHIS official that the co- owner had wanted them housed individually.  The\nco-owner was not at the facility during the inspection.\nCapuchins are social nonhuman primates and are expected to be housed socially whenever possible.  There is no\ndocumentation in the records provided during this inspection that document a reason/explanation for breaking up\nthe capuchin pairs.  The facility must follow their environment enhancement plan to meet the social needs of their\nnon-human primates.  Correct by June 17, 2015. \n \n3.81(c)(4)\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\nSection 3.81(c)(4) Special considerations: The marmoset recently lost its mate and is housed alone in an enclosure\nin a room with no other non-human primates.  The facility environment plan to promote psychological well-being still\ndescribes the marmoset as being pair-housed.\n  \nCertain nonhuman primates must be provided special attention regarding enhancement of their environment, based\non the needs of the individual species and in accordance with the instructions of the attending veterinarian. \nNonhuman primates requiring special attention are individually housed nonhuman primates that are unable to see\nand hear nonhuman primates of their own or compatible species.  The facility must develop, document and follow\nan appropriate plan to address the special needs of the marmoset.  The plan must be in accordance with currently\naccepted professional standards, as cited in appropriate professional journals or reference guides, and as directed\nby the attending veterinarian.  Correct by June 17, 2015.       \nAn exit briefing was conducted with the animal caretaker.",
  "animals_total": 83,
  "species": [
    {
      "count": 2,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 1,
      "scientific": "Callithrix jacchus",
      "common": "COMMON MARMOSET"
    },
    {
      "count": 54,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 1,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 8,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 3,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 6,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    },
    {
      "count": 3,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 3,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 1,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}