{
  "insp_id": "2016082568705386",
  "layout": "a",
  "customer_id": "7714",
  "customer_name": "City Of Pawtucket",
  "customer_addr": "Slater Park Office\nPawtucket, RI 02861",
  "certificate": "15-C-0022",
  "site_id": "001",
  "site_name": "DAGGETT FARM",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-AUG-2017",
  "report_date": "11-AUG-2017",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Outdoor Housing Facilities.\nThe following structural issues were identified for the outdoor pens.\n1. The pen housing 2 large sized goats (which have large, thick, curved horns) has several areas of the fence with\nstructural issues. The single horizontal bar that had been located at mid height of the fence to provide additional\nsupport to the chain link had fallen off in 2 adjacent approximately 8 foot long sections of the fence. The chain link\nfencing bows outward as a result of the goats pushing against the unsupported chain link. The unsupported\nsections of chain link affect the structural integrity of the fence.\n2. Also noted in the corner of the same goat pen, the gate closest to the barn also needs repair. The ½ inch wide\nsolid strip of metal along the vertical edge of the chain link next to the vertical post of the fence has been bent from\nthe goats pushing against it. As a result there is a long tapered elliptical shaped space at least 20 inches high by 6\ninches at widest point that is a hazard to the goats for possible entrapment of their horns or limbs.\n3. The 1x1½ inch wire mesh attached to the inside wall of one stall inside the barn has several areas that have\ndetached from the wall and there also are broken welds with sharp points. The sharp points of wire could cause an\ninjury to the skin or eyes of the 3 goats that are housed in the stall.\n4. The pen near the office that houses 1 goat and 1 pony has 2 vertical wooden posts that are deteriorating at\nground level. These 2 vertical posts as well as the 2 panel gate wobbled when the inspector applied gentle\npressure. The wobbling of the posts and gate indicate that the structural integrity of the fence is compromised.\n5. Also noted in the same pen near the office, a portion of the end of one horizontal board next to the gate had\nrotted away and as a result the end of one of the the long nails that had secured the board to the vertical post was\nsticking out into the pen. The protruding nail could cause an injury to the skin or eyes of the goat.\nPer this Section of the Regulations, outdoor housing facilities must be constructed of such material and of such\nstrength as appropriate for the animals involved. In addition, outdoor housing facilities shall also be structurally\nsound and be maintained in good repair to protect the animals from injury and to contain the animals.\nThe Licensee needs to repair or replace the structural issues identified for these 2 pens for the safety and health of\nthe animals and to ensure that the housing facilities are maintained in good repair.\nCorrect items 3 and 5 by 8/16/17. Correct items 1, 2, and 4 by 12/1/17.\nNOTE - Exit briefing held 8/10/17 on-site with facility representatives. Report delivered by e-mail 8/11/17.\n*END OF REPORT*"
    }
  ],
  "narrative": "3.125(a)\nFACILITIES, GENERAL.   \nOutdoor Housing Facilities.\nThe following structural issues were identified for the outdoor pens.\n1.  The pen housing 2 large sized goats (which have large, thick, curved horns) has several areas of the fence with\nstructural issues.  The single horizontal bar that had been located at mid height of the fence to provide additional\nsupport to the chain link had fallen off in 2 adjacent approximately 8 foot long sections of the fence.  The chain link\nfencing bows outward as a result of the goats pushing against the unsupported chain link.  The unsupported\nsections of chain link affect the structural integrity of the fence.\n2.  Also noted in the corner of the same goat pen, the gate closest to the barn also needs repair.  The ½ inch wide\nsolid strip of metal along the vertical edge of the chain link next to the vertical post of the fence has been bent from\nthe goats pushing against it.  As a result there is a long tapered elliptical shaped space at least 20 inches high by 6\ninches at widest point that is a hazard to the goats for possible entrapment of their horns or limbs.\n3.  The 1x1½ inch wire mesh attached to the inside wall of one stall inside the barn has several areas that have\ndetached from the wall and there also are broken welds with sharp points.  The sharp points of wire could cause an\ninjury to the skin or eyes of the 3 goats that are housed in the stall.\n4.  The pen near the office that houses 1 goat and 1 pony has 2 vertical wooden posts that are deteriorating at\nground level.  These 2 vertical posts as well as the 2 panel gate wobbled when the inspector applied gentle\npressure.  The wobbling of the posts and gate indicate that the structural integrity of the fence is compromised.\n5.  Also noted in the same pen near the office, a portion of the end of one horizontal board next to the gate had\nrotted away and as a result the end of one of the the long nails that had secured the board to the vertical post was\nsticking out into the pen.  The protruding nail could cause an injury to the skin or eyes of the goat.\n\nPer this Section of the Regulations, outdoor housing facilities must be constructed of such material and of such\nstrength as appropriate for the animals involved.  In addition, outdoor housing facilities shall also be structurally\nsound and be maintained in good repair to protect the animals from injury and to contain the animals.\nThe Licensee needs to repair or replace the structural issues identified for these 2 pens for the safety and health of\nthe animals and to ensure that the housing facilities are maintained in good repair.\nCorrect items 3 and 5 by 8/16/17.  Correct items 1, 2, and 4 by 12/1/17.  \nNOTE - Exit briefing held 8/10/17 on-site with facility representatives.  Report delivered by e-mail 8/11/17.\n*END OF REPORT*",
  "animals_total": 7,
  "species": [
    {
      "count": 4,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 3,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    }
  ]
}