{
  "insp_id": "2016082567925603",
  "layout": "a",
  "customer_id": "30395",
  "customer_name": "Lynn Figueroa",
  "customer_addr": "440 Leeway Trail\nOrmond Beach, FL 32174",
  "certificate": "58-A-0249",
  "site_id": "001",
  "site_name": "LYNN FIGUEROA",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-SEP-2016",
  "report_date": "16-SEP-2016",
  "citations": [
    {
      "code": "2.40",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "\"BB\" (tag # 277) was observed to have an smooth, abraded, pink/red, area on her nose bridge from rubbing her\nnose on the chain link fence of the enclosure. The licensee could not tell the inspector how long this condition has\nexisted, but did mention that this has happened before when she goes into a heat cycle.\nThe licensee indicated that the veterinarian examined this cat (date unknown-may have been 3 months at the time\nof her last facility visit). At that time, the licensee indicated that the veterinarian prescribed a lyme sulfur dip which\ndoes not appear to be resolving the problem. A telephone call was made to the attending veterinarian from the\nlicensee's facility. The veterinarian could not come to the phone, but her office staff indicated from their records that\nthis cat (or any other cat) has been seen by the veterinarian for any medical conditions in the last 6 months (the\nveterinarian has issued several health certificates for cats that were sold)\nHave \"BB\" examined by your veterinarian and treat accordingly.\nCorrect by September 20, 2016"
    },
    {
      "code": "3.6(a)(2)(ii)",
      "kind": "Critical",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "\"BB\" (tag # 277) was observed to have an abraded nose bridge. The licensee stated that she has a history of\nrubbing her nose on the chain link walls of her enclosure during heat cycles. This rubbing causes the abrasion\nobserved.\nEnclosures shall be constructed to protect the cats from injury. If this cat is known to exhibit this type of behavior\nduring her heat cycles she should be moved to a different (smoother walled or different materials) enclosure, or the\npresent enclosure shall be modified in a way to prevent this type of injury from occurring during future heat cycles.\nCorrect by September 19, 2016\nThis inspection and exit interview were conducted on-site with the licensee"
    }
  ],
  "narrative": "2.40           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n\"BB\" (tag # 277) was observed to have an smooth, abraded, pink/red, area on her nose bridge from rubbing her\nnose on the chain link fence of the enclosure.  The licensee could not tell the inspector how long this condition has\nexisted, but did mention that this has happened before when she goes into a heat cycle.\nThe licensee indicated that the veterinarian examined this cat (date unknown-may have been 3 months at the time\nof her last facility visit).  At that time, the licensee indicated that the veterinarian prescribed a lyme sulfur dip which\ndoes not appear to be resolving the problem.  A telephone call was made to the attending veterinarian from the\nlicensee's facility.  The veterinarian could not come to the phone, but her office staff indicated from their records that\nthis cat (or any other cat) has been seen by the veterinarian for any medical conditions in the last 6 months (the\nveterinarian has issued several health certificates for cats that were sold) \nHave \"BB\" examined by your veterinarian and treat accordingly.\nCorrect by September 20, 2016\n3.6(a)(2)(ii)           CRITICAL\nPRIMARY ENCLOSURES.\n\"BB\" (tag # 277) was observed to have an abraded nose bridge.  The licensee stated that she has a history of\nrubbing her nose on the chain link walls of her enclosure during heat cycles.  This rubbing causes the abrasion\nobserved.\nEnclosures shall be constructed to protect the cats from injury.  If this cat is known to exhibit this type of behavior\nduring her heat cycles she should be moved to a different (smoother walled or different materials) enclosure, or the\npresent enclosure shall be modified in a way to prevent this type of injury from occurring during future heat cycles.\nCorrect by September 19, 2016\n\nThis inspection and exit interview were conducted  on-site with the licensee",
  "animals_total": 1,
  "species": [
    {
      "count": 1,
      "scientific": "Felis silvestris catus",
      "common": "DOMESTIC CAT"
    }
  ]
}