{
  "insp_id": "2016082567949952",
  "layout": "a",
  "customer_id": "3361",
  "customer_name": "Wayne Wood",
  "customer_addr": "286 Seabreeze Lake Rd.\nBuchanan, GA 30113",
  "certificate": "57-A-0123",
  "site_id": "001",
  "site_name": "WAYNE WOOD",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-OCT-2016",
  "report_date": "05-OCT-2016",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The floor in the wooden house in the muntjac enclosure is rotten. There are several boards on the outside of the\nhouse that have rotted and splintered leaving nails exposed and sharp points that may cause injury. There are two\nmetal barrels also used for housing or feeding areas. The first barrel has severe rust and corrosion leaving jagged\nedges that can cut the muntjac The structural strength of the house and barrel are compromised and may allow the\nmuntjac to become injured while in use.\nThe primary enclosure fence is rusted with several areas of corrosion. All along the bottom portion of the fence\nthere are odd pieces of fence material, cage wire or panels loosely attached to the fence with wire. Some of the\npanels have sharp points directed into the enclosure or in accessible areas that may cause injury to the muntjac.\nThere is a divider fence that divides the primary enclosure into two separate enclosures. There is a section of the\nfence that the owner cut to access the second enclosure, the wire was not reattached and is hanging down into the\nenclosure. There is a hole in the bottom of the divider fence toward the back side, the hole was not \"cut\" into the\nfence but appears to have been made by the muntjac pushing through. The edges are stretched and bent and\nsome of the wires have broken leaving sharp points that may cause injury.\nAll structures shall be repaired or replaced. If a pass through is necessary it should be made safe to prevent injury.\nCorrect by October 31, 2016."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Storage.\nUpon opening the door to the feed storage shed I observed several empty feed bags, insect spray and other items\non the floor around the open and closed bags of feed. There is spilled feed, dirt, and rodent droppings on the floor in\nfront of the bags. The shed is crowded and it is not possible to access the area behind and around the feed to\ninspect. Chemicals, insects and vermin can cause food contamination and deterioration which may lead to illness..\nAll trash shall be removed and discarded. The chemicals shall be removed and properly stored away from the feed\nto prevent contamination, and the floors swept and maintained to discourage the presence of vermin. The shed\nshall be made accessible for daily cleaning and inspection.\nCorrect by October 12, 2016."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Housekeeping.\nThere are pieces of wire, old metal barrels, broken branches, and fencing laying scattered throughout the muntjac\nenclosure. There are several trees in the enclosure that have broken limbs and branches that are breaking and\nfalling into the enclosure. There are also branches that were placed in the enclosure for enrichment. Branches can\nbe used in the enclosure but they should not be allowed to accumulate and create a hazard. The clutter shall be\nremoved and accumulations of broken branches minimized to protect the muntjac from injury. Any dead or dying\ntrees as well as breaking limbs should also be removed to prevent them from falling into the enclosure and\npotentially causing injury or allowing a muntjac to escape.\nThere is excessive wood, broken tree limbs, wire fencing, paper, discarded feed bags, etc. in the yard that\nsurrounds the muntjac enclosure. Accumulations of trash and clutter attract vermin and insects which increases the\nrisk of attracting and harboring vermin and insects. The trash and clutter shall be removed and the building and\ngrounds cleaned to minimize the attraction of insects and vermin, and protect the animals from injury.\nThis inspection and exit interview were conducted with the owner."
    }
  ],
  "narrative": "3.125(a)\nFACILITIES, GENERAL.   \nThe floor in the wooden house in the muntjac enclosure is rotten.  There are several boards on the outside of the\nhouse that have rotted and splintered leaving nails exposed and sharp points that may cause injury.  There are two\nmetal barrels also used for housing or feeding areas.  The first barrel has severe rust and corrosion leaving jagged\nedges that can cut the muntjac The structural strength of the house and barrel are compromised and may allow the\nmuntjac to become injured while in use.\nThe primary enclosure fence is rusted with several areas of corrosion. All along the bottom portion of the fence\nthere are odd pieces of fence material, cage wire or panels loosely attached to the fence with wire.  Some of the\npanels have sharp points directed into the enclosure or in accessible areas that may cause injury to the muntjac.\nThere is a divider fence that divides the primary enclosure into two separate enclosures. There is a section of the\nfence that the owner cut to access the second enclosure, the wire was not reattached and is hanging down into the\nenclosure.  There is a hole in the bottom of the divider fence toward the back side, the hole was not  \"cut\" into the\nfence but appears to have been made by the muntjac pushing through. The edges are stretched and bent and\nsome of the wires have broken leaving sharp points that may cause injury. \nAll structures shall be repaired or replaced.  If a pass through is necessary it should be made safe to prevent injury.\nCorrect by October 31, 2016.\n3.125(c)\nFACILITIES, GENERAL.   \nStorage.\nUpon opening the door to the feed storage shed I observed several empty feed bags, insect spray and other items\non the floor around the open and closed bags of feed. There is spilled feed, dirt, and rodent droppings on the floor in\nfront of the bags. The shed is crowded and it is not possible to access the area behind and around the feed to\n\ninspect.  Chemicals, insects and vermin can cause food contamination and deterioration which may lead to illness..\nAll trash shall be removed and discarded. The chemicals shall be removed and properly stored away from the feed\nto prevent contamination, and the floors swept and maintained to discourage the presence of vermin. The shed\nshall be made accessible for daily cleaning and inspection.\nCorrect by October 12, 2016.\n3.131(c)                    REPEAT\nSANITATION.   \nHousekeeping. \nThere are pieces of wire, old metal barrels, broken branches, and fencing laying scattered throughout the muntjac\nenclosure. There are several trees in the enclosure that have broken limbs and branches that are breaking and\nfalling into the enclosure. There are also branches that were placed in the enclosure for enrichment. Branches can\nbe used in the enclosure but they should not be allowed to accumulate and create a hazard. The clutter shall be\nremoved and accumulations of broken branches minimized to protect the muntjac from injury. Any dead or dying\ntrees as well as breaking limbs should also be removed to prevent them from falling into the enclosure and\npotentially causing injury or allowing a muntjac to escape. \nThere is excessive wood, broken tree limbs, wire fencing, paper, discarded feed bags, etc. in the yard that\nsurrounds the muntjac enclosure. Accumulations of trash and clutter attract vermin and insects which increases the\nrisk of attracting and harboring vermin and insects. The trash and clutter shall be removed and the building and\ngrounds cleaned to minimize the attraction of insects and vermin, and protect the animals from injury.\nThis inspection and exit interview were conducted with the owner.",
  "animals_total": 6,
  "species": [
    {
      "count": 6,
      "scientific": "Muntiacus reevesi",
      "common": "REEVE'S MUNTJAC"
    }
  ]
}