{
  "insp_id": "218151619140707",
  "layout": "a",
  "customer_id": "5313",
  "customer_name": "Carla Couchman",
  "customer_addr": "20703 Clarke Decatur St\nWeldon, IA 50264",
  "certificate": "42-A-1263",
  "site_id": "002",
  "site_name": "CARLA COUCHMAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-AUG-2015",
  "report_date": "06-AUG-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "In the sheltered housing portion of the \"Blue Kennel\" red and white female English Bulldog microchip number\n0A01684847 has yellowish green discharge from both eyes. Closer inspection reveals that there is white\ncloudiness and uneven surfaces on both eyeballs in the area of the iris and cornea. Neither veterinary examination\nnor treatment has been performed. The dog squints, and pulls away when trying to look closer at the eyes.\nIn the indoor housing of the \"Blue Kennel\" white and cream brindle female English Bulldog microchip number\n4B76022133 has yellowish green discharge from both eyes. Closer inspection reveals that there is white\ncloudiness and uneven surfaces on both eyeballs in the area of the iris and cornea. Neither veterinary examination\nnor treatment has been performed. The dog squints, and pulls away when trying to look closer at the eyes.\nIn an outdoor pen used for exercise there is a female puppy, date of birth of 5/22/2015, \"Zobe's female puppy\", had\na fleshy growth with blood vessels visible on the inside corner of her right eye.\nEye injuries and abnormalities can be painful and cause lose of vision if not treated appropriately. Appropriate\nmethods to treat injuries must be used. The three dogs must be seen by a licensed veterinarian.\nTO BE CORRECTED BY: AUGUST 7, 2015"
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The Dogs on Hand Form(s) (form 7005) is incomplete. Eighty six adult dogs were counted on site. The number of\ndogs on the form(s) provided is sixty one; making a difference of twenty five dogs.\nThere are no records of any puppies born at the facility. There is twenty one puppies currently at the facility and the\nonly records of puppies are disposition forms (form 7005) of those that have already been sold and removed from\nthe facility.\nThe complete and accurate records of dogs allows for monitoring of movement of animals and disease, and the\nlegal means of acquiring animals. The licensee must make, keep, and maintain records or forms for ALL regulated\nanimals on the premise.\nTO BE CORRECTED BY: AUGUST 21, 2015"
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "All the feeders in the \"Pig Poke\" building, the eight outdoor enclosures, and all the sheltered housing and used\nindoor kennels of the \"Blue Building\", effecting a total of thirty four dogs had a build up of food debris and spider\nwebs on the inside holding area of the self-feeders. Food debris can lead to pest contamination and infestation, and\nmold. Food receptacles must be cleaned and sanitized at least once every two weeks, and more often if necessary,\nto prevent the build up of food debris.\nTO BE CORRECTED BY: AUGUST 21, 2015\nThe inspection and exit briefing were completed with the licensee."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nIn the sheltered housing portion of the \"Blue Kennel\" red and white female English Bulldog microchip number\n0A01684847 has yellowish green discharge from both eyes.  Closer inspection reveals that there is white\ncloudiness and uneven surfaces on both eyeballs in the area of the iris and cornea.  Neither veterinary examination\nnor treatment has been performed.  The dog squints, and pulls away when trying to look closer at the eyes.\nIn the indoor housing of the \"Blue Kennel\" white and cream brindle female English Bulldog microchip number\n4B76022133 has yellowish green discharge from both eyes.  Closer inspection reveals that there is white\ncloudiness and uneven surfaces on both eyeballs in the area of the iris and cornea.  Neither veterinary examination\nnor treatment has been performed.  The dog squints, and pulls away when trying to look closer at the eyes.\nIn an outdoor pen used for exercise there is a female puppy, date of birth of 5/22/2015, \"Zobe's female puppy\", had\na fleshy growth with blood vessels visible on the inside corner of her right eye.  \nEye injuries and abnormalities can be painful and cause lose of vision if not treated appropriately.  Appropriate\nmethods to treat injuries must be used.  The three dogs must be seen by a licensed veterinarian.\nTO BE CORRECTED BY: AUGUST 7, 2015\n2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nThe Dogs on Hand Form(s) (form 7005) is incomplete.  Eighty six adult dogs were counted on site.  The number of\ndogs on the form(s) provided is sixty one; making a difference of twenty five dogs. \nThere are no records of any puppies born at the facility.  There is twenty one puppies currently at the facility and the\nonly records of puppies are disposition forms (form 7005) of those that have already been sold and removed from\nthe facility.\n\nThe complete and accurate records of dogs allows for monitoring of movement of animals and disease, and the\nlegal means of acquiring animals.  The licensee must make, keep, and maintain records or forms for ALL regulated\nanimals on the premise.\nTO BE CORRECTED BY: AUGUST 21, 2015\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nAll the feeders in the \"Pig Poke\" building, the eight outdoor enclosures, and all the sheltered housing and used\nindoor kennels of the \"Blue Building\", effecting a total of thirty four dogs had a build up of food debris and spider\nwebs on the inside holding area of the self-feeders.  Food debris can lead to pest contamination and infestation, and\nmold.  Food receptacles must be cleaned and sanitized at least once every two weeks, and more often if necessary,\nto prevent the build up of food debris.\nTO BE CORRECTED BY:  AUGUST 21, 2015\nThe inspection and exit briefing were completed with the licensee.",
  "animals_total": 107,
  "species": [
    {
      "count": 86,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 21,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}