{
  "insp_id": "2016090000681950",
  "layout": "b",
  "customer_id": "326029",
  "customer_name": "FOUR RIVERS KENNEL L L C",
  "customer_addr": "19442 E. EARHART ROAD\nWALKER, MO 64790",
  "certificate": "43-R-0127",
  "site_id": "001",
  "site_name": "FOUR RIVERS KENNEL, L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-AUG-2021",
  "report_date": "13-AUG-2021",
  "citations": [
    {
      "code": "3.2(a)",
      "kind": "",
      "repeat": false,
      "desc": "Indoor housing facilities.",
      "narrative": "Labrador Retrievers are being housed in indoor buildings with only open windows and fans being used for cooling. At the\nbeginning of the inspection (around 1:00 pm) the outside ambient temperature was 94 degrees F. The temperature in\nthe \"New Building\" was 91.8 F; the temperature in the \"Small Building\" was 89.3 F; and the temperature in the \"Large\nBuilding\" was 89.7 F. The “Large Building” has air conditioning but it had not been used all summer, while the other two\nbuildings are not equipped with air conditioning. About 2 hours into the inspection, the air conditioning in the “Large\nBuilding” was turned on. Four hours after the first temperature check, I rechecked the temperatures in the three buildings.\nThe “New Building” was 95.4 F, the “Small Building” was 93.7 F, and the “Large Building” was 86.4 F. Also, a female and\nher eight 10-day-old puppies were housed in a garage with open doors and fans. The initial temperature in the garage\nwas 92.3 F and it was 94.6 F four hours later. While all the adult dogs were panting, none of the dogs or puppies had\nsigns of severe heat stress or stroke.\nExcessive heat can cause problems ranging from decreased appetite and excessive panting to heat stroke and death.\nThe registrant must ensure that the temperature inside buildings housing dogs doesn’t rise above 85 F for more than 4\nconsecutive hours when dogs are present.\nTo be corrected by August 14, 2021. The registrant called an air conditioning company during the inspection to set up an\nappointment.\nThis inspection and exit interview were conducted with facility representatives.\nEnd Section"
    }
  ],
  "narrative": "3.2(a) \n   \nIndoor housing facilities. \nLabrador Retrievers are being housed in indoor buildings with only open windows and fans being used for cooling.  At the \nbeginning of the inspection (around 1:00 pm) the outside ambient temperature was 94  degrees F.  The temperature in \nthe \"New Building\" was 91.8 F; the temperature in the \"Small Building\" was 89.3 F; and the temperature in the \"Large \nBuilding\" was 89.7 F.  The “Large Building” has air conditioning but it had not been used all summer, while the other two \nbuildings are not equipped with air conditioning.  About 2 hours into the inspection, the air conditioning in the “Large \nBuilding” was turned on.  Four hours after the first temperature check, I rechecked the temperatures in the three buildings.  \nThe “New Building” was 95.4 F, the “Small Building” was 93.7 F, and the “Large Building” was 86.4 F.  Also, a female and \nher eight 10-day-old puppies were housed in a garage with open doors and fans.  The initial temperature in the garage \nwas 92.3 F and it was 94.6 F four hours later.  While all the adult dogs were panting, none of the dogs or puppies had \nsigns of severe heat stress or stroke. \n \nExcessive heat can cause problems ranging from decreased appetite and excessive panting to heat stroke and death.  \nThe registrant must ensure that the temperature inside buildings housing dogs doesn’t rise above 85 F for more than 4 \nconsecutive hours when dogs are present.\n\nTo be corrected by August 14, 2021.  The registrant called an air conditioning company during the inspection to set up an \nappointment. \n \nThis inspection and exit interview were conducted with facility representatives. \n \nEnd Section",
  "animals_total": 157,
  "species": [
    {
      "count": 149,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 8,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}