{
  "insp_id": "169160747560169",
  "layout": "a",
  "customer_id": "26482",
  "customer_name": "Ronald Derr",
  "customer_addr": "119 Oman Road\nBloomsburg, PA 17815",
  "certificate": "23-B-0162",
  "site_id": "001",
  "site_name": "RONALD DERR",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-JUN-2016",
  "report_date": "16-JUN-2016",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Section 2.40(a)(1) Veterinary Care: The facility written Program of Veterinary Care has no specific guidance for the\nadministration of the vaccinations that includes dose and route. Additionally there is no guidance for hand rearing\nthe baby skunks. The method of euthanasia lists the drug but does not provide any dose or route for the licensee or\nguidance for its administration. Specific guidance from the attending veterinarian is required for all vaccines and\ndrugs used by the licensee, nutritional supplements and care of hand raised animals.\nAdditional specific guidance is required for the Programs of Veterinary Care. Failure to have specific accurate\nguidance does not ensure the attending veterinarian is aware of the current practices at the facility and also does\nnot ensure the facility has accurate guidance to provide adequate veterinary care to the animals. Correct this by\ndeveloping and implementing a complete, accurate Program of Veterinary Care for the skunks at the facility.\nCorrect by July 16, 2016."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "Section 2.75(b)(1) Records: There were no birth or death records since 2015. There were baby skunks observed\nduring this inspection and sale records during 2016 for baby skunks. There were 21 skunks listed on the last entry\nfor animals on hand in 2015 and 18 adult skunks observed on this inspection. There were no records of death or\nsales to account for the decrease in numbers. Records of the animal births, deaths, and sales are reviewed during\ninspections as part of the review of the animal care program for the facility. Every dealer must keep and maintain\nrecords that correctly disclose the animals owned; acquired; sold; euthanized, or otherwise disposed; and include\nany offspring born. Correct by keeping and maintaining accurate records of animals at the facility, including all\nbirths, sales and deaths. Correct by June 23, 2016."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Section 3.125(a) Structural strength: The following two wood enclosures must be repaired:\n1) The second wood enclosure from the back of the house, housing one skunk, has rusted broken wires on the front\nof the shelter box that protrude into the enclosure. The skunk may be injured on the broken wire. This section of\nbroken wire must be repaired or replaced to protect the skunk from injury. After the condition of the wire was\nidentified by the APHIS official, the licensee repaired the enclosure during the inspection. Corrected during the\ninspection.\n2) The third wood enclosure from the back of the house, housing one skunk, has a wood board going across the\nwidth of the enclosure just below the enclosure top that is detached on the left side and hanging down into the\nenclosure. The wood board may injure the skunk if it falls down into the enclosure. Correct by securing the board\nback to the left side of the enclosure to prevent possible injury to the animal. Correct by June 18, 2016.\nAn exit briefing was conducted with the owner."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nSection 2.40(a)(1) Veterinary Care:  The facility written Program of Veterinary Care has no specific guidance for the\nadministration of the vaccinations that includes dose and route.  Additionally there is no guidance for hand rearing\nthe baby skunks.  The method of euthanasia lists the drug but does not provide any dose or route for the licensee or\nguidance for its administration.  Specific guidance from the attending veterinarian is required for all vaccines and\ndrugs used by the licensee, nutritional supplements and care of hand raised animals.  \n  \nAdditional specific guidance is required for the Programs of Veterinary Care.  Failure to have specific accurate\nguidance does not ensure the attending veterinarian is aware of the current practices at the facility and also does\nnot ensure the facility has accurate guidance to provide adequate veterinary care to the animals.  Correct this by\ndeveloping and implementing a complete, accurate Program of Veterinary Care for the skunks at the facility. \nCorrect by July 16, 2016.\n2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nSection 2.75(b)(1) Records: There were no birth or death records since 2015.  There were baby skunks observed\nduring this inspection and sale records during 2016 for baby skunks.  There were 21 skunks listed on the last entry\nfor animals on hand in 2015 and 18 adult skunks observed on this inspection.  There were no records of death or\nsales to account for the decrease in numbers.  Records of the animal births, deaths, and sales are reviewed during\ninspections as part of the review of the animal care program for the facility.  Every dealer must keep and maintain\nrecords that correctly disclose the animals owned; acquired; sold; euthanized, or otherwise disposed; and include\nany offspring born.  Correct by keeping and maintaining accurate records of animals at the facility, including all\nbirths, sales and deaths.  Correct by June 23, 2016.\n3.125(a)\nFACILITIES, GENERAL.\n\nSection 3.125(a) Structural strength: The following two wood enclosures must be repaired:\n1) The second wood enclosure from the back of the house, housing one skunk, has rusted broken wires on the front\nof the shelter box that protrude into the enclosure.  The skunk may be injured on the broken wire.  This section of\nbroken wire must be repaired or replaced to protect the skunk from injury.  After the condition of the wire was\nidentified by the APHIS official, the licensee repaired the enclosure during the inspection.  Corrected during the\ninspection. \n2) The third wood enclosure from the back of the house, housing one skunk, has a wood board going across the\nwidth of the enclosure just below the enclosure top that is detached on the left side and hanging down into the\nenclosure.  The wood board may injure the skunk if it falls down into the enclosure.  Correct by securing the board\nback to the left side of the enclosure to prevent possible injury to the animal.  Correct by June 18, 2016.\nAn exit briefing was conducted with the owner.",
  "animals_total": 29,
  "species": [
    {
      "count": 29,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    }
  ]
}