{
  "insp_id": "302151621000212",
  "layout": "a",
  "customer_id": "325742",
  "customer_name": "Mary Jane Burkholder",
  "customer_addr": "40 Groffdale Church Road\nLeola, PA 17540",
  "certificate": "23-A-0617",
  "site_id": "001",
  "site_name": "MARY JANE BURKHOLDER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-OCT-2015",
  "report_date": "30-OCT-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A total of 7 animals were found in need of veterinary care during this inspection for problems. This includes:\n1. A brown weanling smooth hair guinea pig with one tan and two white spots in the 5th pen on the left side of\nthe building had an injured left eye. Approximately 2/3 of the surface was brown, dried, and appeared to be\nprotruding abnormally from the surface of the eye. The center area of this dried area contained a well delineated\ndepression and there was a small pink circular ring around the dried brown area. The remaining eye that was\nvisible appeared cloudy with a slight blue hue. There was crusty dried discharge at the corner of the eye closest to\nthe nose.\n2. An adult brown agouti smooth hair guinea pig in pen #12 had an abnormal left eye. There was an area of the\nsurface of the eye towards the nose and bottom eyelid (covering approximately 1/4 of the eye) that was opaque\nblue-white and appeared swollen. There was a smaller pinpoint area within this that appeared dried and light\nbrown.\n3. A chocolate and tan weanling guinea pig in pen #12 had an abnormal left eye. This eye had a large circular\nopaque blue-white area in the central 1/3 of the eye (offset away from the nose). This animal was squinting with the\neye held half closed and had an excessive amount of clear tearing when first identified by inspectors (prior to being\npicked up).\n4. A black and white weanling guinea pig in the 3rd pen on the right side of the building had an abnormal right\neye. The surface of the eye was cloudy all over and there was a blue-white opaque area towards the corner of the\neye nearest the nose.\n5. An adult brown agouti and white smooth hair guinea pig on located in pen #12 had an abnormal left eye. This\neye was uniformly cloudy in appearance over the entire surface. Additionally, there were small areas of dark\npigmentation on the surface of the eye running from the center of the eye to the lower portion of the eye.\n6. An adult tricolor smooth hair guinea pig in pen # 8 had a large mass on the chest area under the chin. This\nmass was approximately golf-ball sized, firm and slightly movable. This guinea pig was slightly underweight.\n7. An adult chocolate and tan smooth hair guinea pig with small white spots on the top of her head and chin\nlocated in pen # 4 had a large mass on the chest area under the chin. This mass was freely movable and when felt,\nit had two adjacent portions each the size of a large grape mass that were only slightly firm. There was small scab\non the right side of the mass.\nThe abnormal conditions of the eyes described above can result from a variety of causes including trauma and\ndisease. When left untreated eye problems are often significantly painful and can progress quickly resulting in\nunnecessary suffering, and possibly impairment of vision or even loss of the eye due to rupture. Similarly masses\nas described above in two animals can result from a number of causes and left untreated, may worsen resulting in\nunnecessary suffering. Correct by having the seven animals listed above examined by a licensed a veterinarian to\nensure proper diagnosis and treatment of these conditions as well as to ensure that spread of the condition to other\nanimals is prevented if infectious in nature. The licensee shall maintain documentation of this examination and all\nveterinary recommendations for review by APHIS Officials.\nCorrect by: Close of business on Oct. 30, 2015."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Seven animals were found in need of veterinary care at the time of inspection (as described above). Additionally,\nthere was one black and white smooth hair weanling guinea pig that was found dead in the 5th enclosure on the left\nside of the building. There were no records that indicated any problems of ill-health were noted by the licensee prior\nto this animal(cid:25)s death. The licensee stated that she was not aware of the dead guinea pig, nor of the conditions\nidentified by inspectors for all but one of the animals. Although the licensee was aware of the eye problem with\nguinea pig #5 listed above, she stated that it had not been reported to the attending veterinarian. All licensees are\nrequired to use adequate methods for daily observation so that animals with health problems are identified quickly.\nAdditionally, there must be a mechanism of direct and frequent communication with the attending veterinarian (AV)\nso that timely and accurate information on problems of animal health, behavior, and well-being are conveyed and\nproper care can be directed by the AV and provided by the licensee in an appropriate manner. Failure to make\neffective daily observations to properly identify animals in need of care and then communicate those findings to the\nAV in a timely manner delays care and results in unnecessary animal suffering. Correct by ensuring that adequate\ndaily observations are being conducted and that there is a mechanism for direct and frequent communication with\nthe AV from this point forward. Correct from this day forward."
    },
    {
      "code": "2.126(a)(4)",
      "kind": "",
      "repeat": false,
      "desc": "ACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.",
      "narrative": "The current Program of Veterinary Care allows euthanasia of guinea pigs by the licensee using CO2, however, the\nequipment and supplies used for this procedure are located in an area of the property which is not accessible to\ninspectors because of biosecurity concerns. Dealers must allow APHIS Officials to inspect the facilities, property\nand animals as necessary to enforce the provisions of the Act. Locating portions of the facility (such as equipment\nused for euthanasia) in an area of the property that is off-limits to inspectors prevents inspection to ensure that\neuthanasia is conducted in a manner consistent with adequate care. Correct by ensuring that all areas of the\nproperty, and animal facilities including all equipment are accessible to inspectors for all future inspections. If the\nlicensee chooses to change the methods used for routine euthanasia, this must be made in consultation with the\nattending veterinarian.\nCorrect by: Oct. 30, 2015."
    },
    {
      "code": "3.29(d)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "There are at least 5 food bowls with severely chewed edges along the top rim. All of these bowls had a brown\ndiscoloration around these chewed edges. The chewed edges can no longer be adequately cleaned and\ndisinfected. Ineffective cleaning and sanitation exposes the animals to disease hazards such as bacterial, fungal,\nand viral diseases. Food receptacles must be kept clean and sanitized as often as necessary and at least once\nevery 2 weeks. Correct by replacing chewed feed bowls and keeping feed bowls clean and sanitizing bowls at least\nonce 2 weeks. Correct by: Nov. 2, 2015."
    },
    {
      "code": "3.30",
      "kind": "Direct",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "The majority of the enclosures had water bowls that were empty of water at the start of the inspection (they\ncontained only feces and bedding). A few enclosures still had some water, but the water in the bowls was filthy and\ndiscolored with brown debris from dirty shavings and excreta. Licensee stated that the schedule for feeding,\ncleaning, and offering water varies depending on which family member is responsible for the particular enclosure,\nbut that most guinea pigs were last offered water on the previous afternoon. At the request of APHIS officials, the\nlicensee rinsed bowls and provided water at time of inspection. In every enclosure animals immediately came up\nand began drinking. Several animals drank for an extended amount of time (up to 5 minutes). Water for guinea pigs\nmust be potable and provided daily unless the food supplements consumed by the animals supplies them with their\nnormal water requirements. Open containers such as water bowls must be placed in enclosures that minimizes the\ncontamination from excreta. Water that is contaminated by soiled bedding and excreta can expose the guinea pigs\nto disease hazards and health problems. Correct by ensuring that potable water is offered as often as necessary to\nensure the health of the animals and at least daily. Additionally, ensure that watering receptacles are free from\ncontamination and are properly sanitized when dirty. Correct by: Oct. 30, 2015."
    },
    {
      "code": "3.31(a)(1)",
      "kind": "Direct",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Primary enclosures are not being cleaned adequately or often enough to remove accumulations of excreta and\nsoiled bedding. There was an excessive accumulation of fecal material in at least 6 enclosures housing guinea pigs.\nThese enclosures were filled entirely with excreta mixed with little or no bedding. There were no clean areas for\nanimals allowing them to be out of the feces and guinea pigs were observed standing and sitting in the fecal\ndroppings. Several animals had feces on their feet and fur on the legs when removed from the enclosures and the\nfecal material had consolidated into a moist pad on the floor of the enclosures. The licensee stated that the\nschedule for cleaning of enclosures varies by which family member is responsible for caring for those animals. She\nwas unsure of the last time that many of the enclosures had the bedding changed or were sanitized. Ineffective\ncleaning and sanitation exposes the animals to disease hazards such as bacterial, fungal, and viral diseases.\nPrimary enclosures must be cleaned often enough and to prevent an accumulation of excreta and soiled bedding\nand must be sanitized at least once every 2 weeks. Correct by ensuring that all primary enclosures are kept clean\nand sanitized often enough to prevent an accumulation of excreta and soiled bedding. Correct by: Oct. 30, 2015."
    },
    {
      "code": "3.31(b)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Housekeeping. The floor in the animal building contained accumulations of spilled hay, shaving, and debris. Animal\nfacilities must be kept clean to protect the health of the animals and to prevent unnecessary disease risks.\nIneffective cleaning exposes the animals to disease hazards and health problems. Correct by ensuring the floors\nare cleaned regularly to support good animal husbandry and health. Correct by: Oct. 30, 2015.\nThis inspection was conducted with the licensee, Robert Markmann, ACI, and Dana Miller, SACS on October 29,\n2015. An exit briefing was conducted with the licensee and Robert Markmann, ACI, on October 30, 2015.\nAdditional Inspectors\nMiller Dana, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA total of 7 animals were found in need of veterinary care during this inspection for problems. This includes:\n     1.  A brown weanling smooth hair guinea pig with one tan and two white spots in the 5th pen on the left side of\nthe building had an injured left eye.  Approximately 2/3 of the surface was brown, dried, and appeared to be\nprotruding abnormally from the surface of the eye.  The center area of this dried area contained a well delineated\ndepression and there was a small pink circular ring around the dried brown area.  The remaining eye that was\nvisible appeared cloudy with a slight blue hue.  There was crusty dried discharge at the corner of the eye closest to\nthe nose.\n     2.  An adult brown agouti smooth hair guinea pig in pen #12 had an abnormal left eye.  There was an area of the\nsurface of the eye towards the nose and bottom eyelid (covering approximately 1/4 of the eye) that was opaque\nblue-white and appeared swollen.  There was a smaller pinpoint area within this that appeared dried and light\nbrown.    \n     3.  A chocolate and tan weanling guinea pig in pen #12 had an abnormal left eye.  This eye had a large circular\nopaque blue-white area in the central 1/3 of the eye (offset away from the nose).  This animal was squinting with the\neye held half closed and had an excessive amount of clear tearing when first identified by inspectors (prior to being\npicked up).  \n     4.  A black and white weanling guinea pig in the 3rd pen on the right side of the building had an abnormal right\neye.  The surface of the eye was cloudy all over and there was a blue-white opaque area towards the corner of the\neye nearest the nose.\n     5.  An adult brown agouti and white smooth hair guinea pig on located in pen #12 had an abnormal left eye.  This\neye was uniformly cloudy in appearance over the entire surface.  Additionally, there were small areas of dark\npigmentation on the surface of the eye running from the center of the eye to the lower portion of the eye.  \n     6.  An adult tricolor smooth hair guinea pig in pen # 8 had a large mass on the chest area under the chin.  This\nmass was approximately golf-ball sized, firm and slightly movable.  This guinea pig was slightly underweight.\n     7.  An adult chocolate and tan smooth hair guinea pig with small white spots on the top of her head and chin\nlocated in pen # 4 had a large mass on the chest area under the chin.  This mass was freely movable and when felt,\nit had two adjacent portions each the size of a large grape mass that were only slightly firm.  There was small scab\non the right side of the mass.\n\nThe abnormal conditions of the eyes described above can result from a variety of causes including trauma and\ndisease.  When left untreated eye problems are often significantly painful and can progress quickly resulting in\nunnecessary suffering, and possibly impairment of vision or even loss of the eye due to rupture.  Similarly masses\nas described above in two animals can result from a number of causes and left untreated, may worsen resulting in\nunnecessary suffering.  Correct by having the seven animals listed above examined by a licensed a veterinarian to\nensure proper diagnosis and treatment of these conditions as well as to ensure that spread of the condition to other\nanimals is prevented if infectious in nature.  The licensee shall maintain documentation of this examination and all\nveterinary recommendations for review by APHIS Officials.  \nCorrect by: Close of business on Oct. 30, 2015.\n2.40(b)(3)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nSeven animals were found in need of veterinary care at the time of inspection (as described above).   Additionally,\nthere was one black and white smooth hair weanling guinea pig that was found dead in the 5th enclosure on the left\nside of the building.  There were no records that indicated any problems of ill-health were noted by the licensee prior\nto this animal(cid:25)s death.  The licensee stated that she was not aware of the dead guinea pig, nor of the conditions\nidentified by inspectors for all but one of the animals.  Although the licensee was aware of the eye problem with\nguinea pig #5 listed above, she stated that it had not been reported to the attending veterinarian.  All licensees are\nrequired to use adequate methods for daily observation so that animals with health problems are identified quickly. \nAdditionally, there must be a mechanism of direct and frequent communication with the attending veterinarian (AV)\nso that timely and accurate information on problems of animal health, behavior, and well-being are conveyed and\nproper care can be directed by the AV and provided by the licensee in an appropriate manner.   Failure to make\neffective daily observations to properly identify animals in need of care and then communicate those findings to the\nAV in a timely manner delays care and results in unnecessary animal suffering.  Correct by ensuring that adequate\ndaily observations are being conducted and that there is a mechanism for direct and frequent communication with\nthe AV from this point forward.  Correct from this day forward.\n2.126(a)(4)\nACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.\nThe current Program of Veterinary Care allows euthanasia of guinea pigs by the licensee using CO2, however, the\nequipment and supplies used for this procedure are located in an area of the property which is not accessible to\ninspectors because of biosecurity concerns.   Dealers must allow APHIS Officials to inspect the facilities, property\nand animals as necessary to enforce the provisions of the Act.  Locating portions of the facility (such as equipment\nused for euthanasia) in an area of the property that is off-limits to inspectors prevents inspection to ensure that\n\neuthanasia is conducted in a manner consistent with adequate care.  Correct by ensuring that all areas of the\nproperty, and animal facilities including all equipment are accessible to inspectors for all future inspections.  If the\nlicensee chooses to change the methods used for routine euthanasia, this must be made in consultation with the\nattending veterinarian.\nCorrect by: Oct. 30, 2015.\n3.29(d)\nFEEDING. \nThere are at least 5 food bowls with severely chewed edges along the top rim. All of these bowls had a brown\ndiscoloration around these chewed edges.  The chewed edges can no longer be adequately cleaned and\ndisinfected.  Ineffective cleaning and sanitation exposes the animals to disease hazards such as bacterial, fungal,\nand viral diseases.  Food receptacles must be kept clean and sanitized as often as necessary and at least once\nevery 2 weeks. Correct by replacing chewed feed bowls and keeping feed bowls clean and sanitizing bowls at least\nonce 2 weeks. Correct by: Nov. 2, 2015.\n3.30           DIRECT\nWATERING. \nThe majority of the enclosures had water bowls that were empty of water at the start of the inspection (they\ncontained only feces and bedding). A few enclosures still had some water, but the water in the bowls was filthy and\ndiscolored with brown debris from dirty shavings and excreta.  Licensee stated that the schedule for feeding,\ncleaning, and offering water varies depending on which family member is responsible for the particular enclosure,\nbut that most guinea pigs were last offered water on the previous afternoon.  At the request of APHIS officials, the\nlicensee rinsed bowls and provided water at time of inspection.  In every enclosure animals immediately came up\nand began drinking.  Several animals drank for an extended amount of time (up to 5 minutes). Water for guinea pigs\nmust be potable and provided daily unless the food supplements consumed by the animals supplies them with their\nnormal water requirements. Open containers such as water bowls must be placed in enclosures that minimizes the\ncontamination from excreta. Water that is contaminated by soiled bedding and excreta can expose the guinea pigs\nto disease hazards and health problems. Correct by ensuring that potable water is offered as often as necessary to\nensure the health of the animals and at least daily.  Additionally, ensure that watering receptacles are free from\ncontamination and are properly sanitized when dirty. Correct by: Oct. 30, 2015.\n3.31(a)(1)           DIRECT\nSANITATION.\nPrimary enclosures are not being cleaned adequately or often enough to remove accumulations of excreta and\n\nsoiled bedding. There was an excessive accumulation of fecal material in at least 6 enclosures housing guinea pigs.\nThese enclosures were filled entirely with excreta mixed with little or no bedding.  There were no clean areas for\nanimals allowing them to be out of the feces and guinea pigs were observed standing and sitting in the fecal\ndroppings. Several animals had feces on their feet and fur on the legs when removed from the enclosures and the\nfecal material had consolidated into a moist pad on the floor of the enclosures.   The licensee stated that the\nschedule for cleaning of enclosures varies by which family member is responsible for caring for those animals.  She\nwas unsure of the last time that many of the enclosures had the bedding changed or were sanitized.  Ineffective\ncleaning and sanitation exposes the animals to disease hazards such as bacterial, fungal, and viral diseases.\nPrimary enclosures must be cleaned often enough and to prevent an accumulation of excreta and soiled bedding\nand must be sanitized at least once every 2 weeks. Correct by ensuring that all primary enclosures are kept clean\nand sanitized often enough to prevent an accumulation of excreta and soiled bedding. Correct by: Oct. 30, 2015.\n3.31(b)\nSANITATION.\nHousekeeping. The floor in the animal building contained accumulations of spilled hay, shaving, and debris. Animal\nfacilities must be kept clean to protect the health of the animals and to prevent unnecessary disease risks.\nIneffective cleaning exposes the animals to disease hazards and health problems. Correct by ensuring the floors\nare cleaned regularly to support good animal husbandry and health. Correct by: Oct. 30, 2015.\nThis inspection was conducted with the licensee, Robert Markmann, ACI, and Dana Miller, SACS on October 29,\n2015. An exit briefing was conducted with the licensee and Robert Markmann, ACI, on October 30, 2015.\nAdditional Inspectors\nMiller Dana, Supervisory Animal Care Specialist",
  "animals_total": 226,
  "species": [
    {
      "count": 226,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}