{
  "insp_id": "261141627400706",
  "layout": "a",
  "customer_id": "22937",
  "customer_name": "Marvin Burkholder",
  "customer_addr": "5535 Cty Road 407\nMillersburg, OH 44654",
  "certificate": "31-A-0224",
  "site_id": "001",
  "site_name": "MARVIN BURKHOLDER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-SEP-2014",
  "report_date": "18-SEP-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***Female Yorkie #40 was in a fight with another dog on 4/23/14. The dog sustained an eye injury and was\nexamined by the attending veternarian on 5/13/14. The treatment recommendations included enucleation or\nhumane euthanasia if treatment was not successful. Today, the dog's left eye is opaque and has a greenish\ndischarge. The dog is not squinting and the eye does not appear to be painful. Although this dog has been\npreviously examined and treated by the attending veterinarian the eye has not progressed to be free of signs of\ninfection as is seen by the discharge. This dog must be re-examined to determine if this ongoing problem can be\nimproved and to document an expected prognosis or end point for treatment, or a management plan if the condition\nis expected to become chronic. The licensee must document and maintain record of this examination and treatment\nfor future inspection by APHIS officials. Failure to ensure ongoing treatment for dogs with chronic medical\nconditions can lead to pain and suffering in the affected animals.\nCorrect by: September 20, 2014"
    },
    {
      "code": "2.130",
      "kind": "",
      "repeat": false,
      "desc": "MINIMUM AGE REQUIREMENTS.",
      "narrative": "***Puppies from one litter of Boston Terrier puppies documented to have been born on 5/12/14 on litter records (pup\nID #14-31, 14-32, 14-33, and 14-36) were sold on 7/2/14 at the age of 51 days according to APHIS Form 7006\nrecords. Another litter of Bichon/Cavalier cross puppies (IDs #14-04 through 14-09) born on 1/10/14 (according to\nlitter records) were sold on 2/25/14 with documentation on APHIS Form 7006 which did not match the birth records.\nThese pups were sold at 46 days of age. No dog shall be offered for transport before 56 days (8 weeks) of age.\nRemoving animals before this age can cause additional stress, social anxieties, and lead to disease problems since\nimmune systems have not fully developed before this time. The licensee must ensure that birth dates are\ncross-checked properly before offering pups for sale or transport to prevent animals from leaving the premises\nbefore they reach the required minimum age.\nCorrect from this point forward."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "*** The outdoor washdowns on both sides of the main kennel have an excessive accumulation of feces and\nstaining. The licensee stated that they are cleaning these washdowns twice weekly. These washdowns must be\ncleaned and maintained on a more frequent basis to reduce disease hazards, minimize odors, and satisfy accepted\ncleanliness standards. Additionally, the outdoor exercise area has an accumlation of feces throughout the area that\nmust be removed on a regular basis. The licensee stated that they do not clean this area very often. Correct this\nby cleaning and maintaining these areas on a regular basis.\nCorrect by: September 25, 2014\n***Inspection and exit interview conducted with the licensee"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***Female Yorkie #40 was in a fight with another dog on 4/23/14.   The dog sustained an eye injury and was\nexamined by the attending veternarian on 5/13/14.  The treatment recommendations included enucleation or\nhumane euthanasia if treatment was not successful.  Today, the dog's left eye is opaque and has a greenish\ndischarge.  The dog is not squinting and the eye does not appear to be painful.  Although this dog has been\npreviously examined and treated by the attending veterinarian the eye has not progressed to be free of signs of\ninfection as is seen by the discharge.  This dog must be re-examined to determine if this ongoing problem can be\nimproved and to document an expected prognosis or end point for treatment, or a management plan if the condition\nis expected to become chronic.  The licensee must document and maintain record of this examination and treatment\nfor future inspection by APHIS officials.  Failure to ensure ongoing treatment for dogs with chronic medical\nconditions can lead to pain and suffering in the affected animals.  \nCorrect by: September 20, 2014   \n2.130\nMINIMUM AGE REQUIREMENTS.\n***Puppies from one litter of Boston Terrier puppies documented to have been born on 5/12/14 on litter records (pup\nID #14-31, 14-32, 14-33, and 14-36) were sold on 7/2/14 at the age of 51 days according to APHIS Form 7006\nrecords.  Another litter of Bichon/Cavalier cross puppies (IDs #14-04 through 14-09) born on 1/10/14 (according to\nlitter records) were sold on 2/25/14 with documentation on APHIS Form 7006 which did not match the birth records. \nThese pups were sold at 46 days of age.  No dog shall be offered for transport before 56 days (8 weeks) of age. \nRemoving animals before this age can cause additional stress, social anxieties, and lead to disease problems since\nimmune systems have not fully developed before this time.  The licensee must ensure that birth dates are\ncross-checked properly before offering pups for sale or transport to prevent animals from leaving the premises\nbefore they reach the required minimum age.\nCorrect from this point forward.\n\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n*** The outdoor washdowns on both sides of the main kennel have an excessive accumulation of feces and\nstaining.  The licensee stated that they are cleaning these washdowns twice weekly.  These washdowns must be\ncleaned and maintained on a more frequent basis to reduce disease hazards, minimize odors, and satisfy accepted\ncleanliness standards.  Additionally, the outdoor exercise area has an accumlation of feces throughout the area that\nmust be removed on a regular basis.  The licensee stated that they do not clean this area very often.  Correct this\nby cleaning and maintaining these areas on a regular basis.  \nCorrect by: September 25, 2014\n***Inspection and exit interview conducted with the licensee",
  "animals_total": 40,
  "species": [
    {
      "count": 28,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 12,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}