{
  "insp_id": "189151050290445",
  "layout": "a",
  "customer_id": "9795",
  "customer_name": "Barbara Gullett",
  "customer_addr": "364 Isabell Creek Rd\nRussellville, AR 72802",
  "certificate": "71-A-0748",
  "site_id": "001",
  "site_name": "BARBARA GULLETT",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-JUL-2015",
  "report_date": "08-JUL-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The kennel facility consists of one indoor housing building and one outdoor housing area. During the inspection a\nthree year old white male English Bulldog, chip #0A02091138 was observed with crusty green matter around it's left\neye. The dealer did not have any written documentation the animal had been evaluated and or treated by the\nattending veterinarian for this condition. The dealer did not have any written documentation of treating the animal.\nThe animal must be evaluated by the attending veterinarian. The dealer must maintain written documentation of the\nevaluation and all treatment.\nAffects one adult. Correct by July 13, 2015"
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The outdoor housing area is composed of ground enclosures with a compacted earth floor surface. During the\ninspection four of the outdoor enclosures had standing water and mud causing the contained animals to stay wet\nand muddy. The enclosure floor surfaces need to be repaired and maintained to minimizes contamination and\ndisease risks. The enclosures must have better drainage to insure the animals can stay clean and dry, to protect\ntheir health and welfare.\nAffects four adults. July 17, 2015"
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "The outdoor housing area consists of one row of attached enclosures and a lone enclosures attached to a trailer.\nThe lone enclosure contained one small white French Bulldog during the inspection. The primary enclosure\ncontained more than one days accumulation of waste material. The dealer stated she had last removed waste\nmaterial from the enclosure four days prior. Excreta must be removed from primary enclosures daily to prevent an\nexcessive accumulation of feces and food waste, to prevent soiling of the dogs contained in the primary enclosures,\nand to reduce disease hazards, insects, pests and odors.\nAffects four adults. July 10, 2015\nThe inspection and exit briefing was conducted with the facility representatives.\nAdditional Inspectors\nCooper Natalie, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe kennel facility consists of one indoor housing building and one outdoor housing area.  During the inspection a\nthree year old white male English Bulldog, chip #0A02091138 was observed with crusty green matter around it's left\neye.  The dealer did not have any written documentation the animal had been evaluated and or treated by the\nattending veterinarian for this condition.  The dealer did not have any written documentation of treating the animal. \nThe animal must be evaluated by the attending veterinarian.  The dealer must maintain written documentation of the\nevaluation and all treatment.  \nAffects one adult.                                Correct by July 13, 2015\n3.1(f)\nHOUSING FACILITIES, GENERAL.\nThe outdoor housing area is composed of ground enclosures with a compacted earth floor surface.  During the\ninspection four of the outdoor enclosures had standing water and mud causing the contained animals to stay wet\nand muddy.  The enclosure floor surfaces need to be repaired and maintained to minimizes contamination and\ndisease risks. The enclosures must have better drainage to insure the animals can stay clean and dry, to protect\ntheir health and welfare.\nAffects four adults.                                           July 17, 2015\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThe outdoor housing area consists of one row of attached enclosures and a lone enclosures attached to a trailer. \nThe lone enclosure contained one small white French Bulldog during the inspection.  The primary enclosure\ncontained more than one days accumulation of waste material.  The dealer stated she had last removed waste\nmaterial from the enclosure four days prior.  Excreta must be removed from primary enclosures daily to prevent an\nexcessive accumulation of feces and food waste, to prevent soiling of the dogs contained in the primary enclosures,\nand to reduce disease hazards, insects, pests and odors.\n\nAffects four adults.                                           July 10, 2015\nThe inspection and exit briefing was conducted with the facility representatives.\nAdditional Inspectors\nCooper Natalie, Veterinary Medical Officer",
  "animals_total": 26,
  "species": [
    {
      "count": 26,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}