{
  "insp_id": "INS-0000859460",
  "layout": "c",
  "customer_id": "2156",
  "customer_name": "MOUNT HOPE AUCTION INC",
  "customer_addr": "PO Box 82\nMt Hope, OH 44660",
  "certificate": "31-B-0031",
  "site_id": "001",
  "site_name": "MOUNT HOPE AUCTION, INC.",
  "insp_type": "FOCUSED INSPECTION",
  "date": "23-MAR-2023",
  "report_date": "25-MAR-2023",
  "citations": [
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Handling of animals.",
      "narrative": "During the auction, members of the public were observed walking into a holding area containing caged, potentially\ndangerous, animals including skunks, raccoons, foxes, and bobcats. This area is behind secondary fencing which has\nposted signs stating, “please keep hands out of pens,” and “danger very aggressive animals”. Despite the signs, once\nwithin the secondary area, there were no additional barriers to keep members of the public a significant distance away\nfrom the animals. In addition to members of the public getting very close to enclosures and having direct contact with the\nskunks and foxes, the animals inside the cages were acting very stressed by the proximity of the public. A few foxes were\ncircling in a repetitive abnormal behavior pattern that was a clear indicator of stress. The raccoons were stressed and\nrocking back and forth repetitively against the far side of the cage as people leaned over their cage. A bobcat was also\nstressed as it was observed loudly vocalizing and unable to get away from a member of the public who leaned down\ntowards the animal and was only a few inches away. Animals must be exhibited so there is minimal risk of harm to the\nanimal and public and the facility must ensure that there are barriers with sufficient distance to assure the safety of both."
    },
    {
      "code": "2.131(d)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Handling of animals.",
      "narrative": "During the auction, members of the public were observed touching several mammals including a camel, fox, skunk, and a\nring tail lemur. In these areas, although the facility had a readily identifiable employee on hand, the employees did not\nnotice or stop members of the public from crossing under a rope barrier to have contact with the lemur or did not observe\npeople in the identified dangerous animal area where people easily put hands on cages and touched the skunks and\nfoxes. Employees who are engaged in other activities and not readily available to watch the public or act knowledgeable\nabout the species they are supposed to be monitoring allow for unintended interactions which could lead to harm to the\nanimals or members of the public. A responsible, knowledgeable, and readily identifiable employee or attendant must\nalways be present during periods of public contact whether intended or not."
    },
    {
      "code": "2.131(e)",
      "kind": "",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "In the warm room, a Patagonian Cavy was soaking wet as well as the bedding in the crate with him. The animal had\nrecently been placed in the room and according to the facility representative, the animal was wet because it was raining\noutside. There were no facility representatives addressing the needs of the animal. Animals that get wet and have no way\nto effectively dry off can become stressed. When climatic conditions present a threat to an animal's health or well-being,\nappropriate measures must be taken to alleviate the impact of those conditions. Correct by ensuring animals have access\nto dry areas and shelter from rain. Correct by March 31, 2023."
    },
    {
      "code": "3.61(a)",
      "kind": "",
      "repeat": true,
      "desc": "Primary enclosures used to transport live rabbits.",
      "narrative": "A majority of the primary transport enclosures for the rabbits did not contain easily accessible openings, projecting rims,\nor adequate handholds. Approximately, 90% of these enclosures did not contain openings to allow easy access in case of\nan emergency with the rabbit and also did not have projecting rims to ensure adequate ventilation is maintained or\nhandholds to prevent tilting and contact with the animal. Sharp, broken wires, were also observed in several of the rabbit\nenclosures. A lack of appropriate openings, projecting rims, and handholds on primary transport enclosures can make it\ndifficult to remove the animal in the case of an emergency, allow for inadequate ventilation if the cages are stacked, and\ncan cause unintentional contact between the handler and the animal during transport. Sharp points or protrusions can\nalso cause injury to the animals. All primary transport enclosure for rabbits must contain openings that are easily\naccessible at all times for emergency removal of live animals, contain projecting rims or other devices on the exterior\nwalls to prevent obstruction of the ventilation, and provide adequate handholds for lifting animals without tilting or risk of\ncontact with the animal. Primary enclosures must also be free from any protrusions that could be injurious to the live\nrabbits."
    },
    {
      "code": "3.61(c)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures used to transport live rabbits.",
      "narrative": "Several of the enclosures used to transport live rabbits were not large enough to transport the rabbit it contained. Multiple\nrabbits were observed in these enclosures where they could either not stand up, turn around freely or did not have\nsufficient space to make normal postural adjustments. Rabbits that are confined into smaller enclosures for extended\nperiods of time as during the auction intake and sales process may experience additional levels of stress and must be\nprovided with enclosures that meet their space requirements. Correct by March 31, 2023"
    },
    {
      "code": "3.61(f)",
      "kind": "",
      "repeat": true,
      "desc": "Primary enclosures used to transport live rabbits.",
      "narrative": "About 50 % of the primary transport enclosures for the rabbits were not marked with the words “Live Animal” or had\narrows indicating the correct upright position of the cage. Failure to clearly mark transport enclosures can allow for\ninappropriate handling of the cages as its contents and position may be unclear to the staff. Primary enclosures used to\ntransport live rabbits must be marked with the words “Live Animal” in letters at least 1 inch in height, and with arrows or\nother markings to indicate the correct upright position of the container."
    },
    {
      "code": "3.66(c)",
      "kind": "",
      "repeat": true,
      "desc": "Handling.",
      "narrative": "After being consigned to the auction, several of the rabbit enclosures were stacked 3-4 enclosures high and tightly packed\ntogether on large wagons with employees and consignors walking between these stacks. The way the enclosures were\nstacked with people walking and climbing among them in combination with the tilted enclosures can result in them almost\nfalling. Inappropriate stacking of enclosures can allow for decreased ventilation and unstable structures which can impact\nrabbit health and safety. Primary enclosures used to transport rabbits must not be needlessly tilted or stacked in a manner\nwhich may result in their falling."
    },
    {
      "code": "3.87(a)(3)",
      "kind": "",
      "repeat": true,
      "desc": "Primary enclosures used to transport nonhuman primates.",
      "narrative": "The transport enclosures used for the ring tail lemur and the squirrel monkey had standard wire frame doors with wide\nenough spaces that allowed the non-human primates to extend their hands and arms outside the transport enclosure.\nThis allowed the lemur to physically contact guests in the area who approached the crate. Transport enclosures must be\ndesigned to allow the animal to keep all body parts inside the crate at all times for its safety and safety of the public."
    },
    {
      "code": "3.137(a)",
      "kind": "",
      "repeat": true,
      "desc": "Primary enclosures used to transport live animals.",
      "narrative": "Several of the primary transport enclosures for the small mammals, including degus, foxes, crested porcupines, skunks,\nbobcats, and raccoons, did not contain easily accessible openings, projecting rims, adequate ventilation openings or\nadequate handholds. Approximately 50 % of these enclosures did not contain openings or doors to allow easy access in\ncase of an emergency with the live animal and did not have projecting rims to ensure adequate ventilation is maintained\nor handholds to prevent tilting and contact with the animal. A lack of appropriate openings, projecting rims, and handholds\non primary transport enclosures can make it difficult to remove the animal in the case of an emergency, allow for\ninadequate ventilation particularly when the cages are stacked when placed on the cart to move between the auction floor\nand holding area, and can cause unintentional contact between the handler and the animal during transport. All primary\ntransport enclosures for subpart F animals must contain openings that are always easily accessible for emergency\nremoval of live animals, contain projecting rims or other devices on the exterior walls to prevent obstruction of the\nventilation, and provide adequate handholds for lifting animals without tilting or risk of contact with the animal."
    },
    {
      "code": "3.137(c)",
      "kind": "",
      "repeat": true,
      "desc": "Primary enclosures used to transport live animals.",
      "narrative": "Several transport enclosures used did not allow the animal to turn about freely and make normal postural adjustments. A\nplastic enclosure housing a Kangaroo and another for a wallaby was not large enough for the animals to stand in a normal\nupright position. The macropods were hunched down due to the insufficient height of the enclosure. Additionally, a crate\nused to transport a red fox was too small and did not allow the animal to stand up in a normal posture, and a crate used\nfor a crested porcupine did not allow for sufficient space for the animal to turn about freely. Animals that are confined into\nsmaller enclosures for extended periods of time as during the auction intake and sales process (1-3 days) may\nexperience additional levels of stress and must be provided with enclosures that meet their space requirements to reduce\nstress levels and for their health and well-being."
    },
    {
      "code": "3.137(e)",
      "kind": "",
      "repeat": true,
      "desc": "Primary enclosures used to transport live animals.",
      "narrative": "Few of the primary transport enclosures for the subpart F mammals including degus, foxes, skunks, bobcats, hedgehogs,\nand many other species, were marked with the words “Live Animal”/ “Wild Animal” or had arrows indicating the correct\nupright position of the cage. Failure to clearly mark transport enclosures can allow for inappropriate handling of the cages\nas its contents and position may be unclear to the staff. Primary enclosures used to transport live subpart F animals must\nbe marked with the words “Live Animal” or “Wild Animal” in letters at least 1 inch in height, and with arrows or other\nmarkings to indicate the correct upright position of the container."
    },
    {
      "code": "3.36(a)",
      "kind": "",
      "repeat": true,
      "desc": "Primary enclosures used to transport live guinea pigs and hamsters.",
      "narrative": "Several of the primary transport enclosures for the guinea pigs did not contain easily accessible openings, projecting rims,\nor adequate handholds. Several lacked adequate structural strength resulting in one guinea pig escaping. Approximately,\n50% of these enclosures did not contain openings to allow easy access in case of an emergency with the animal.\nApproximately 50 % of the enclosures also did not have projecting rims to ensure adequate ventilation is maintained or\nhandholds to prevent tilting and contact with the animal. A lack of appropriate openings, projecting rims, and handholds\non primary transport enclosures can make it difficult to remove the animal in the case of an emergency, allow for\ninadequate ventilation if the cages are stacked, and can cause unintentional contact between the handler and the animal\nduring transport. All primary transport enclosures for guinea pigs must contain openings that are easily accessible at all\ntimes for emergency removal of live animals, contain projecting rims or other devices on the exterior walls to prevent\nobstruction of the ventilation, and provide adequate handholds for lifting animals without tilting or risk of contact with the\nanimal."
    },
    {
      "code": "3.36(g)",
      "kind": "",
      "repeat": true,
      "desc": "Primary enclosures used to transport live guinea pigs and hamsters.",
      "narrative": "Few of the primary transport enclosures for the guinea pigs were marked with the words “Live Animal” or arrows indicating\nthe correct upright position of the cage. Failure to clearly mark transport enclosures can allow for inappropriate handling of\nthe cages as its contents and position may be unclear to the staff. Primary enclosures used to transport live guinea pigs\nmust be marked with the words “Live Animal” in letters at least 1 inch in height, and with arrows or other markings to\nindicate the correct upright position of the container words “Live Animal” in letters at least 1 inch in height, and with arrows\nor other markings to indicate the correct upright position of the container.\nThis inspection and exit interview were conducted with a facility representative.\nAdditional Inspectors:\nJonathan Tomkovitch, VETERINARY MEDICAL OFFICER\nANDREA D AMBROSIO, ANIMAL CARE INSPECTOR n"
    }
  ],
  "narrative": "2.131(c)(1)  Repeat\n   \nHandling of animals. \nDuring the auction, members of the public were observed walking into a holding area containing caged, potentially \ndangerous, animals including skunks, raccoons, foxes, and bobcats. This area is behind secondary fencing which has \nposted signs stating, “please keep hands out of pens,” and “danger very aggressive animals”. Despite the signs, once \nwithin the secondary area, there were no additional barriers to keep members of the public a significant distance away \nfrom the animals. In addition to members of the public getting very close to enclosures and having direct contact with the \nskunks and foxes, the animals inside the cages were acting very stressed by the proximity of the public. A few foxes were \ncircling in a repetitive abnormal behavior pattern that was a clear indicator of stress. The raccoons were stressed and \nrocking back and forth repetitively against the far side of the cage as people leaned over their cage. A bobcat was also \nstressed as it was observed loudly vocalizing and unable to get away from a member of the public who leaned down \ntowards the animal and was only a few inches away. Animals must be exhibited so there is minimal risk of harm to the \nanimal and public and the facility must ensure that there are barriers with sufficient distance to assure the safety of both. \n2.131(d)(2)  Repeat\n   \nHandling of animals.\n\nDuring the auction, members of the public were observed touching several mammals including a camel, fox, skunk, and a \nring tail lemur. In these areas, although the facility had a readily identifiable employee on hand, the employees did not \nnotice or stop members of the public from crossing under a rope barrier to have contact with the lemur or did not observe \npeople in the identified dangerous animal area where people easily put hands on cages and touched the skunks and \nfoxes.  Employees who are engaged in other activities and not readily available to watch the public or act knowledgeable \nabout the species they are supposed to be monitoring allow for unintended interactions which could lead to harm to the \nanimals or members of the public. A responsible, knowledgeable, and readily identifiable employee or attendant must \nalways be present during periods of public contact whether intended or not. \n2.131(e) \n   \nHandling of animals. \nIn the warm room, a Patagonian Cavy was soaking wet as well as the bedding in the crate with him. The animal had \nrecently been placed in the room and according to the facility representative, the animal was wet because it was raining \noutside. There were no facility representatives addressing the needs of the animal. Animals that get wet and have no way \nto effectively dry off can become stressed. When climatic conditions present a threat to an animal's health or well-being, \nappropriate measures must be taken to alleviate the impact of those conditions. Correct by ensuring animals have access \nto dry areas and shelter from rain.  Correct by March 31, 2023. \n3.61(a)  Repeat\n   \nPrimary enclosures used to transport live rabbits. \nA majority of the primary transport enclosures for the rabbits did not contain easily accessible openings, projecting rims, \nor adequate handholds. Approximately, 90% of these enclosures did not contain openings to allow easy access in case of \nan emergency with the rabbit and also did not have projecting rims to ensure adequate ventilation is maintained or \nhandholds to prevent tilting and contact with the animal. Sharp, broken wires, were also observed in several of the rabbit\n\nenclosures.  A lack of appropriate openings, projecting rims, and handholds on primary transport enclosures can make it \ndifficult to remove the animal in the case of an emergency, allow for inadequate ventilation if the cages are stacked, and \ncan cause unintentional contact between the handler and the animal during transport. Sharp points or protrusions can \nalso cause injury to the animals. All primary transport enclosure for rabbits must contain openings that are easily \naccessible at all times for emergency removal of live animals, contain projecting rims or other devices on the exterior \nwalls to prevent obstruction of the ventilation, and provide adequate handholds for lifting animals without tilting or risk of \ncontact with the animal. Primary enclosures must also be free from any protrusions that could be injurious to the live \nrabbits. \n3.61(c) \n   \nPrimary enclosures used to transport live rabbits. \nSeveral of the enclosures used to transport live rabbits were not large enough to transport the rabbit it contained.  Multiple \nrabbits were observed in these enclosures where they could either not stand up, turn around freely or did not have \nsufficient space to make normal postural adjustments. Rabbits that are confined into smaller enclosures for extended \nperiods of time as during the auction intake and sales process may experience additional levels of stress and must be \nprovided with enclosures that meet their space requirements.  Correct by March 31, 2023 \n3.61(f)  Repeat\n   \nPrimary enclosures used to transport live rabbits. \nAbout 50 % of the primary transport enclosures for the rabbits were not marked with the words “Live Animal” or had \narrows indicating the correct upright position of the cage. Failure to clearly mark transport enclosures can allow for \ninappropriate handling of the cages as its contents and position may be unclear to the staff. Primary enclosures used to \ntransport live rabbits must be marked with the words “Live Animal” in letters at least 1 inch in height, and with arrows or \nother markings to indicate the correct upright position of the container.\n\n3.66(c)  Repeat\n   \nHandling. \nAfter being consigned to the auction, several of the rabbit enclosures were stacked 3-4 enclosures high and tightly packed \ntogether on large wagons with employees and consignors walking between these stacks. The way the enclosures were \nstacked with people walking and climbing among them in combination with the tilted enclosures can result in them almost \nfalling. Inappropriate stacking of enclosures can allow for decreased ventilation and unstable structures which can impact \nrabbit health and safety. Primary enclosures used to transport rabbits must not be needlessly tilted or stacked in a manner \nwhich may result in their falling. \n3.87(a)(3)  Repeat\n   \nPrimary enclosures used to transport nonhuman primates. \nThe transport enclosures used for the ring tail lemur and the squirrel monkey had standard wire frame doors with wide \nenough spaces that allowed the non-human primates to extend their hands and arms outside the transport enclosure. \nThis allowed the lemur to physically contact guests in the area who approached the crate. Transport enclosures must be \ndesigned to allow the animal to keep all body parts inside the crate at all times for its safety and safety of the public. \n3.137(a)  Repeat\n   \nPrimary enclosures used to transport live animals. \nSeveral of the primary transport enclosures for the small mammals, including degus, foxes, crested porcupines, skunks, \nbobcats, and raccoons, did not contain easily accessible openings, projecting rims, adequate ventilation openings or \nadequate handholds. Approximately 50 % of these enclosures did not contain openings or doors to allow easy access in \ncase of an emergency with the live animal and did not have projecting rims to ensure adequate ventilation is maintained \nor handholds to prevent tilting and contact with the animal. A lack of appropriate openings, projecting rims, and handholds \non primary transport enclosures can make it difficult to remove the animal in the case of an emergency, allow for\n\ninadequate ventilation particularly when the cages are stacked when placed on the cart to move between the auction floor \nand holding area, and can cause unintentional contact between the handler and the animal during transport. All primary \ntransport enclosures for subpart F animals must contain openings that are always easily accessible for emergency \nremoval of live animals, contain projecting rims or other devices on the exterior walls to prevent obstruction of the \nventilation, and provide adequate handholds for lifting animals without tilting or risk of contact with the animal. \n3.137(c)  Repeat\n   \nPrimary enclosures used to transport live animals. \nSeveral transport enclosures used did not allow the animal to turn about freely and make normal postural adjustments.  A \nplastic enclosure housing a Kangaroo and another for a wallaby was not large enough for the animals to stand in a normal \nupright position. The macropods were hunched down due to the insufficient height of the enclosure. Additionally, a crate \nused to transport a red fox was too small and did not allow the animal to stand up in a normal posture, and a crate used \nfor a crested porcupine did not allow for sufficient space for the animal to turn about freely. Animals that are confined into \nsmaller enclosures for extended periods of time as during the auction intake and sales process (1-3 days) may \nexperience additional levels of stress and must be provided with enclosures that meet their space requirements to reduce \nstress levels and for their health and well-being. \n3.137(e)  Repeat\n   \nPrimary enclosures used to transport live animals. \nFew of the primary transport enclosures for the subpart F mammals including degus, foxes, skunks, bobcats, hedgehogs, \nand many other species, were marked with the words “Live Animal”/ “Wild Animal” or had arrows indicating the correct \nupright position of the cage. Failure to clearly mark transport enclosures can allow for inappropriate handling of the cages \nas its contents and position may be unclear to the staff. Primary enclosures used to transport live subpart F animals must\n\nbe marked with the words “Live Animal” or “Wild Animal” in letters at least 1 inch in height, and with arrows or other \nmarkings to indicate the correct upright position of the container. \n3.36(a)  Repeat\n   \nPrimary enclosures used to transport live guinea pigs and hamsters. \nSeveral of the primary transport enclosures for the guinea pigs did not contain easily accessible openings, projecting rims, \nor adequate handholds. Several lacked adequate structural strength resulting in one guinea pig escaping.  Approximately, \n50% of these enclosures did not contain openings to allow easy access in case of an emergency with the animal. \nApproximately 50 % of the enclosures also did not have projecting rims to ensure adequate ventilation is maintained or \nhandholds to prevent tilting and contact with the animal. A lack of appropriate openings, projecting rims, and handholds \non primary transport enclosures can make it difficult to remove the animal in the case of an emergency, allow for \ninadequate ventilation if the cages are stacked, and can cause unintentional contact between the handler and the animal \nduring transport. All primary transport enclosures for guinea pigs must contain openings that are easily accessible at all \ntimes for emergency removal of live animals, contain projecting rims or other devices on the exterior walls to prevent \nobstruction of the ventilation, and provide adequate handholds for lifting animals without tilting or risk of contact with the \nanimal. \n3.36(g)  Repeat\n   \nPrimary enclosures used to transport live guinea pigs and hamsters. \nFew of the primary transport enclosures for the guinea pigs were marked with the words “Live Animal” or arrows indicating \nthe correct upright position of the cage. Failure to clearly mark transport enclosures can allow for inappropriate handling of \nthe cages as its contents and position may be unclear to the staff. Primary enclosures used to transport live guinea pigs \nmust be marked with the words “Live Animal” in letters at least 1 inch in height, and with arrows or other markings to\n\nindicate the correct upright position of the container words “Live Animal” in letters at least 1 inch in height, and with arrows \nor other markings to indicate the correct upright position of the container. \n \nThis inspection and exit interview were conducted with a facility representative. \n \nAdditional Inspectors: \nJonathan Tomkovitch, VETERINARY MEDICAL OFFICER \nANDREA D AMBROSIO, ANIMAL CARE INSPECTOR n",
  "animals_total": 3346,
  "species": [
    {
      "count": 76,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 4,
      "scientific": "Axis axis",
      "common": "AXIS DEER / SPOTTED DEER / CHITAL"
    },
    {
      "count": 3,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 8,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 31,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    },
    {
      "count": 5,
      "scientific": "Cervus canadensis",
      "common": "ELK / WAPITI"
    },
    {
      "count": 71,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 1300,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 393,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 162,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 120,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG"
    },
    {
      "count": 7,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 29,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 13,
      "scientific": "Boselaphus tragocamelus",
      "common": "NILGAI"
    },
    {
      "count": 11,
      "scientific": "Bubalus bubalis",
      "common": "ASIATIC WATER BUFFALO"
    },
    {
      "count": 2,
      "scientific": "Bos grunniens",
      "common": "YAK"
    },
    {
      "count": 2,
      "scientific": "Choloepus didactylus",
      "common": "LINNAEUS'S TWO-TOED SLOTH"
    },
    {
      "count": 7,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 21,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 1,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 21,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    },
    {
      "count": 1,
      "scientific": "Nasuella olivacea",
      "common": "MOUNTAIN COATI"
    },
    {
      "count": 1,
      "scientific": "Saimiri sciureus",
      "common": "COMMON SQUIRREL MONKEY"
    },
    {
      "count": 9,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 812,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 16,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 1,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 37,
      "scientific": "Octodon degus",
      "common": "DEGU"
    },
    {
      "count": 6,
      "scientific": "Hydrochaeris hydrochaeris",
      "common": "CAPYBARA"
    },
    {
      "count": 3,
      "scientific": "Callithrix jacchus",
      "common": "COMMON MARMOSET"
    },
    {
      "count": 3,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 10,
      "scientific": "Hystrix cristata",
      "common": "AFRICAN CRESTED PORCUPINE"
    },
    {
      "count": 11,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 134,
      "scientific": "Mesocricetus auratus",
      "common": "SYRIAN / GOLDEN HAMSTER"
    },
    {
      "count": 10,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    },
    {
      "count": 5,
      "scientific": "Muntiacus crinifrons",
      "common": "BLACK MUNTJAC"
    }
  ]
}