{
  "insp_id": "218140835070073",
  "layout": "a",
  "customer_id": "323187",
  "customer_name": "Emergency Preparedness And Response Solutions,",
  "customer_addr": "Llc\n7997 Alfadale Street\nUnion City, OK 73090",
  "certificate": "73-R-0116",
  "site_id": "001",
  "site_name": "Emergency Preparedness and Response Solutions, LLC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-AUG-2014",
  "report_date": "18-AUG-2014",
  "citations": [
    {
      "code": "2.31(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "- The last recorded IACUC meeting was conducted in October 2013. The next IACUC meeting should have been\nconducted in Spring 2014, but no meeting took place. The IACUC must review the facilities program for humane\ncare and use of animals at least every six months.\nCorrect from this point forward."
    },
    {
      "code": "2.31(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "- The last recorded semiannual facility inspection was conducted on October 2013. The next semiannual should\nhave been scheduled for Spring 2014, but no inspection was conducted. The IACUC must inspect all of the\nresearch facility's animal facilities at least once every six months.\nTo be corrected from this point forward."
    },
    {
      "code": "2.31(e)(3)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "- For a training class conducted on 10 October 2013 the facility acquired 10 goats. However, only 8 goats were\nused in the class and there is no indication of the disposition for the remaining goats. All animal use protocols must\ncontain a complete description of the intended use of animals. This includes provisions for how extra or unused\nanimals are going to be handled. The existing protocols must be amended to include provisions for all acquired\nanimals.\nCorrect by: 15 September 2014\nInspection and exit interview conducted with facility representative.\nAdditional Inspectors\nCunningham Debbie, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.31(c)(1)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\n- The last recorded IACUC meeting was conducted in October 2013.  The next IACUC meeting should have been\nconducted in Spring 2014, but no meeting took place.  The IACUC must review the facilities program for humane\ncare and use of animals at least every six months. \nCorrect from this point forward.\n2.31(c)(2)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\n- The last recorded semiannual facility inspection was conducted on October 2013.  The next semiannual should\nhave been scheduled for Spring 2014, but no inspection was conducted.  The IACUC must inspect all of the\nresearch facility's animal facilities at least once every six months.  \nTo be corrected from this point forward.\n2.31(e)(3)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\n- For a training class conducted on 10 October 2013 the facility acquired 10 goats.  However, only 8 goats were\nused in the class and there is no indication of the disposition for the remaining goats.  All animal use protocols must\ncontain a complete description of the intended use of animals.  This includes provisions for how extra or unused\nanimals are going to be handled.  The existing protocols must be amended to include provisions for all acquired\nanimals.\nCorrect by:  15 September 2014\nInspection and exit interview conducted with facility representative.\n\nAdditional Inspectors\nCunningham Debbie, Veterinary Medical Officer",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}