{
  "insp_id": "INS-0000868262",
  "layout": "c",
  "customer_id": "4198",
  "customer_name": "Mary Moore",
  "customer_addr": "1567 75TH ST\nUNIONTOWN, KS 66779",
  "certificate": "48-A-1153",
  "site_id": "001",
  "site_name": "Mary Moore",
  "insp_type": "FOCUSED INSPECTION",
  "date": "02-MAY-2023",
  "report_date": "03-MAY-2023",
  "citations": [
    {
      "code": "2.50(a)",
      "kind": "",
      "repeat": true,
      "desc": "Time and method of identification.",
      "narrative": "The Keeshond cited for veterinary care concerns during this inspection did not have any official identification. Correct\nidentification facilitates the inspection process. In this case it facilitates the the ability to ensure the correct dog is being\nassessed for complaint care. Identification also helps track the movement of animals. All class \"A'' dealers (breeders)\nmust identify all live dogs on the premises."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The record of acquisition information (inventory) for dogs provided by the licensee accounts for 188 adult dogs.\nInspectors counted 228 adult dogs on the premises during the inspection. The licensee had inventory information for 14\npuppies. Inspectors counted 55 puppies on the premises during the inspection. Accurate acquisition/inventory information\nfacilities the inspection process and ensures that dogs covered under the Animal Welfare Act can be traced. The licensee\nmust make, keep, and maintain records or forms which fully and correctly disclose the required information concerning\neach dog purchased or otherwise acquired, owned, held, or otherwise in his or her possession or under his or her control,\nor which is transported, euthanized, sold, or otherwise disposed of by that dealer or exhibitor. The records must include\nany offspring born of any animal while in his or her possession or under his or her control."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "There is a hole in the divider wall between two sheltered enclosures in the outdoor portion of building 7. The resulting\nedge of the plastic wall appears sharp and allows the dogs to stick their noses into the next enclosure. The dogs were\nseen barking at each other through this hole. This hole in the enclosure wall could cause injury to the dogs via the\nresulting sharp edge or from fighting with a dog in the next enclosure. The licensee must ensure that housing facilities for\ndogs are designed and constructed so that they are structurally sound. They must be kept in good repair, and they must\nprotect the animals from injury, contain the animals securely, and restrict other animals from entering. To be corrected by\n9 May 2023."
    },
    {
      "code": "3.1(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "**There are wood enclosure posts and supports that are constructed of wood that are chewed, cracked and splintered in\nplaces. These surfaces can not be readily cleaned and sanitized.\n**The licensee is housing some dams and their puppies in the house with the pet dogs at the time of the inspection. The\nwood floor of the room housing all of the dogs is soiled with grime and excreta and does not appear to be able to be\nreadily cleaned and sanitized.\nInability to house dogs in housing facilities that are clean and able to be sanitized can contribute to disease transmission.\nThe licensee must ensure that surfaces of housing facilities must be constructed in a manner and made of materials that\nallow them to be readily cleaned and sanitized, or removed or replaced when worn or soiled. To be corrected by 16 May\n2023."
    },
    {
      "code": "3.3(b)",
      "kind": "",
      "repeat": false,
      "desc": "Sheltered housing facilities.",
      "narrative": "There was a strong odor of urine and ammonia in the large dog building. This building has no windows, fans or vents to\nfacilitate ventilation. Inadequate ventilation can lead to respiratory problems in all animals. The licensee must ensure that\nthe enclosed or sheltered part of sheltered housing facilities for dogs must be sufficiently ventilated when dogs or cats are\npresent to provide for their health and well-being, and to minimize odors, drafts, ammonia levels, and moisture\ncondensation. Ventilation must be provided by windows, doors, vents, fans, or air conditioning. Auxiliary ventilation, such\nas fans, blowers, or air-conditioning, must be provided when the ambient temperature is 85 °F (29.5 °C) or higher. To be\ncorrected by 9 May 2023."
    },
    {
      "code": "3.6(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The licensee has approximately 20 indoor house dogs. As of the time of inspection, there were 2 puppies and their\nmothers being housed in the house as well. The puppies were loose in the same room as all of the adult dogs. The two\npuppies were obviously from different litters as evidence by the difference in size and development but were being\nguarded by one female dog. The licensee stated this dog had taken one of the puppies from the other mother. Housing\ndams and their litters with other adult dogs can result in injury to the puppies and conflict between the dams. The license\nmust ensure that bitches with litters may not be housed in the same primary enclosure with other adult dogs, and puppies\nunder 4 months of age may not be housed in the same primary enclosure with adult dogs, other than the dam or foster\ndam. To be corrected by end of day 3 May 2023."
    },
    {
      "code": "3.9(a)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding",
      "narrative": "Insects were found crawling on the kibble in the food storage bin being used to feed dogs in building 4. Contaminated\nfood can have decreased nutritive value and be unpalatable for the dogs. The licensee must provide food that is\nuncontaminated, wholesome, palatable, and of sufficient quantity and nutritive value to maintain the normal condition and\nweight of the animal. To be corrected by end of the day on 3 May 2023."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The self-feeders in the large dog building have a build-up of grime and food debris on the inside of the \"bowl\" section in\ncontact with the food. Also in the big dog building, the edges of the water buckets are chewed and soiled. These chewed\nedges prevent correct cleaning and sanitization. Food and water receptacles that are not cleaned and sanitized\nsufficiently can plan a role in disease transmission. The licensee must ensure that used food and water receptacles for\ndogs and cats must be sanitized at least once every 2 weeks using one of the methods prescribed in paragraph (b)(3) of\nthis section, and more often if necessary to prevent an accumulation of dirt, debris, food waste, excreta, and other\ndisease hazards. To be corrected by 9 May 2023."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "Rodent droppings and excessive numbers of insects were seen in buildings 1, 4, and 7. The insects were both dead in\ntraps and on surfaces and alive in the buildings. Additionally, there were live mice and rodent holes seen in the flooring of\nthe big dog building. Inadequate pest control programs can lead to unsanitary conditions. Also pests can contribute to\ndisease transmission. The licensee must establish and maintain an effective program for the control of insects, external\nparasites affecting dogs and cats, and birds and mammals that are pests, so as to promote the health and well-being of\nthe animals and reduce contamination by pests in animal areas. To be corrected by 16 May 2023."
    },
    {
      "code": "3.12",
      "kind": "",
      "repeat": false,
      "desc": "Employees",
      "narrative": "The licensee stated multiple times that she was unable to groom the number of dogs at the facility in a time frame that\nkeeps all the dogs' hair coats clean, healthy and free of matting. This and the other non-compliances recorded in this and\npast inspections indicates that the licensee does not have enough employees to provide the husbandry required for this\nnumber of dogs. Inadequate numbers of employees can result in substandard care for the dogs. The licensee must\nensure that there are employees to carry out the level of husbandry practices and care required in this subpart. To be\ncorrected by 9 May 2023."
    },
    {
      "code": "3.13(a)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee has documentation from the Attending Veterinarian (AV) dated 1/27/2023 that states the dogs were\nvaccinated when the AV examined them on 11-22-21. Also included with the documentation dated 1/27/2023 was a\nstatement from the AV that the \"yearly inspection/consultation contract\" was preformed at that time. The inspector called\nthe AV and verified that the complete physical exams of the dogs were not completed at the 1/27/2023 visit. The dogs at\nthis facility had a physical exam most recently performed on 11-22-2021 and therefore less frequently than once every 12\nmonths. Yearly physical exams by the AV ensure that medical problems are detected and addressed. The licensee must\nensure that a complete physical examination from head to tail of each dog by the attending veterinarian in completed not\nless than once every 12 months."
    },
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": true,
      "desc": "Veterinary care for dogs.",
      "narrative": "The Program of Veterinary Care (PVC) states that adults would be tested randomly when presented to the hospital or 10\nadult dogs would be tested randomly. When asked for this documentation, the licensee presented six heartworm tests\nthat had been preformed. This does not satisfy the heartworm sampling requirements stated in the PVC. The PVC also\ndoes not state a sampling requirement for other parasites including intestinal parasites. Inadequate plans for sampling of\nparasites is a human health hazard for the purchasers of the puppies and for the other dogs in the facility. The licensee\nmust have and follow a sampling and treatment plan for parasites and other pests (including fleas, worms, coccidia,\ngiardia, and heartworm) in accordance with a schedule approved by the attending veterinarian."
    },
    {
      "code": "3.13(b)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee does not have compliant medical records for the dogs.\n**The licensee had 6 dogs tested for heartworm disease. Her proof of that sampling was to provide the actual test kits\nwith the dog's name, sex and breed written on the surface. This does not provide the animal's identification number, the\ndates of the testing, or reliable results of the testing.\n**The licensee does not have medical records to document the administration of all vaccines and deworming for the\npuppies on the premises.\n**The physical exams performed on 11/22/21 for the adult dogs present at that time are not documented with the identity,\nbreed, sex, and age of each dog.\nInadequate medical records, does not allow assessment of adequate veterinary preventative care or other necessary\nveterinary care for medical problems. The licensee must keep copies of medical records with all the required information\nlisted in this section for dogs and make the records available for APHIS inspection. To be corrected by 16 May 2023.\nThis is a continuation of the report for the routine inspection conducted 2 May 2023 and contains the remaining non-\ncompliances found during the inspection. The exit briefing for the items included on this report was conducted on 3 May\n2023.\nThis inspection was conducted with the licensee on 2 May 2023. The exit interview was conducted with the licensee on 3\nMay 2023.\nn"
    }
  ],
  "narrative": "2.50(a)  Repeat\n   \nTime and method of identification. \nThe Keeshond cited for veterinary care concerns during this inspection did not have any official identification. Correct \nidentification facilitates the inspection process. In this case it facilitates the the ability to ensure the correct dog is being \nassessed for complaint care. Identification also helps track the movement of animals. All class \"A'' dealers (breeders) \nmust identify all live dogs on the premises. \n2.75(a)(1)  Repeat\n   \nRecords: Dealers and exhibitors. \nThe record of acquisition information (inventory) for dogs provided by the licensee accounts for 188 adult dogs.  \nInspectors counted 228 adult dogs on the premises during the inspection. The licensee had inventory information for 14 \npuppies. Inspectors counted 55 puppies on the premises during the inspection. Accurate acquisition/inventory information \nfacilities the inspection process and ensures that dogs covered under the Animal Welfare Act can be traced. The licensee \nmust make, keep, and maintain records or forms which fully and correctly disclose the required information concerning \neach dog purchased or otherwise acquired, owned, held, or otherwise in his or her possession or under his or her control, \nor which is transported, euthanized, sold, or otherwise disposed of by that dealer or exhibitor. The records must include \nany offspring born of any animal while in his or her possession or under his or her control.\n\n3.1(a) \n   \nHousing facilities, general. \nThere is a hole in the divider wall between two sheltered enclosures in the outdoor portion of building 7. The resulting \nedge of the plastic wall appears sharp and allows the dogs to stick their noses into the next enclosure. The dogs were \nseen barking at each other through this hole. This hole in the enclosure wall could cause injury to the dogs via the \nresulting sharp edge or from fighting with a dog in the next enclosure. The licensee must ensure that housing facilities for \ndogs are designed and constructed so that they are structurally sound. They must be kept in good repair, and they must \nprotect the animals from injury, contain the animals securely, and restrict other animals from entering. To be corrected by \n9 May 2023. \n3.1(c)(1) \n   \nHousing facilities, general. \n**There are wood enclosure posts and supports that are constructed of wood that are chewed, cracked and splintered in \nplaces. These surfaces can not be readily cleaned and sanitized.  \n**The licensee is housing some dams and their puppies in the house with the pet dogs at the time of the inspection. The \nwood floor of the room housing all of the dogs is soiled with grime and excreta and does not appear to be able to be \nreadily cleaned and sanitized.  \nInability to house dogs in housing facilities that are clean and able to be sanitized can contribute to disease transmission. \nThe licensee must ensure that surfaces of housing facilities must be constructed in a manner and made of materials that \nallow them to be readily cleaned and sanitized, or removed or replaced when worn or soiled. To be corrected by 16 May \n2023. \n3.3(b) \n   \nSheltered housing facilities.\n\nThere was a strong odor of urine and ammonia in the large dog building. This building has no windows, fans or vents to \nfacilitate ventilation. Inadequate ventilation can lead to respiratory problems in all animals. The licensee must ensure that \nthe enclosed or sheltered part of sheltered housing facilities for dogs must be sufficiently ventilated when dogs or cats are \npresent to provide for their health and well-being, and to minimize odors, drafts, ammonia levels, and moisture \ncondensation. Ventilation must be provided by windows, doors, vents, fans, or air conditioning. Auxiliary ventilation, such \nas fans, blowers, or air-conditioning, must be provided when the ambient temperature is 85 °F (29.5 °C) or higher. To be \ncorrected by 9 May 2023. \n3.6(c)(2) \n   \nPrimary enclosures. \nThe licensee has approximately 20 indoor house dogs. As of the time of inspection, there were 2 puppies and their \nmothers being housed in the house as well. The puppies were loose in the same room as all of the adult dogs. The two \npuppies were obviously from different litters as evidence by the difference in size and development but were being \nguarded by one female dog.  The licensee stated this dog had taken one of the puppies from the other mother. Housing \ndams and their litters with other adult dogs can result in injury to the puppies and conflict between the dams. The license \nmust ensure that bitches with litters may not be housed in the same primary enclosure with other adult dogs, and puppies \nunder 4 months of age may not be housed in the same primary enclosure with adult dogs, other than the dam or foster \ndam. To be corrected by end of day 3 May 2023. \n3.9(a) \n   \nFeeding \nInsects were found crawling on the kibble in the food storage bin being used to feed dogs  in building 4. Contaminated \nfood can have decreased nutritive value and be unpalatable for the dogs. The licensee must provide food that is\n\nuncontaminated, wholesome, palatable, and of sufficient quantity and nutritive value to maintain the normal condition and \nweight of the animal. To be corrected by end of the day on 3 May 2023. \n3.11(b)(2)  Repeat\n   \nCleaning, sanitization, housekeeping, and pest control. \nThe self-feeders in the large dog building have a build-up of grime and food debris on the inside of the \"bowl\" section in \ncontact with the food. Also in the big dog building, the edges of the water buckets are chewed and soiled. These chewed \nedges prevent correct cleaning and sanitization. Food and water receptacles that are not cleaned and sanitized \nsufficiently can plan a role in disease transmission. The licensee must ensure that used food and water receptacles for \ndogs and cats must be sanitized at least once every 2 weeks using one of the methods prescribed in paragraph (b)(3) of \nthis section, and more often if necessary to prevent an accumulation of dirt, debris, food waste, excreta, and other \ndisease hazards. To be corrected by 9 May 2023. \n3.11(d) \n   \nCleaning, sanitization, housekeeping, and pest control. \nRodent droppings and excessive numbers of insects were seen in buildings 1, 4, and 7. The insects were both dead in \ntraps and on surfaces and alive in the buildings. Additionally, there were live mice and rodent holes seen in the flooring of \nthe big dog building. Inadequate pest control programs can lead to unsanitary conditions. Also pests can contribute to \ndisease transmission. The licensee must establish and maintain an effective program for the control of insects, external \nparasites affecting dogs and cats, and birds and mammals that are pests,  so as to promote the health and well-being of \nthe animals and reduce contamination by pests in animal areas. To be corrected by 16 May 2023. \n3.12 \n   \nEmployees\n\nThe licensee stated multiple times that she was unable to groom the number of dogs at the facility   in a time frame that \nkeeps all the dogs' hair coats clean, healthy and free of matting. This and the other non-compliances recorded in this and \npast inspections indicates that the licensee does not have enough employees to provide the husbandry required for this \nnumber of dogs. Inadequate numbers of employees can result in substandard care for the dogs. The licensee must \nensure that there are employees to carry out the level of husbandry practices and care required in this subpart. To be \ncorrected by 9 May 2023. \n3.13(a)(2)  Repeat\n   \nVeterinary care for dogs. \nThe licensee has documentation from the Attending Veterinarian (AV) dated 1/27/2023 that states the dogs were \nvaccinated when the AV examined them on 11-22-21. Also included with the documentation dated 1/27/2023 was a \nstatement from the AV that the \"yearly inspection/consultation contract\" was preformed at that time. The inspector called \nthe AV and verified that the complete physical exams of the dogs were not completed at the 1/27/2023 visit. The dogs at \nthis facility had a physical exam most recently performed on 11-22-2021 and therefore less frequently than once every 12 \nmonths. Yearly physical exams by the AV ensure that medical problems are detected and addressed. The licensee must \nensure that a complete physical examination from head to tail of each dog by the attending veterinarian in completed not \nless than once every 12 months. \n3.13(a)(3)  Repeat\n   \nVeterinary care for dogs. \nThe Program of Veterinary Care (PVC) states that adults would be tested randomly when presented to the hospital or 10 \nadult dogs would be tested randomly. When asked for this documentation, the licensee presented six heartworm tests \nthat had been preformed. This does not satisfy the heartworm sampling requirements stated in the PVC. The PVC also \ndoes not state a sampling requirement for other parasites including intestinal parasites. Inadequate plans for sampling of\n\nparasites is a human health hazard for the purchasers of the puppies and for the other dogs in the facility. The licensee \nmust have and follow a sampling and treatment plan for parasites and other pests (including fleas, worms, coccidia, \ngiardia, and heartworm) in accordance with a schedule approved by the attending veterinarian. \n3.13(b) \n   \nVeterinary care for dogs. \nThe licensee does not have compliant medical records for the dogs.  \n**The licensee had 6 dogs tested for heartworm disease. Her proof of that sampling was to provide the actual test kits \nwith the dog's name, sex and breed written on the surface. This does not provide the animal's identification number, the \ndates of the testing, or reliable results of the testing.  \n**The licensee does not have medical records to document the administration of all vaccines and deworming for the \npuppies on the premises.  \n**The physical exams performed on 11/22/21 for the adult dogs present at that time are not documented with the identity, \nbreed, sex, and age of each dog.  \nInadequate medical records, does not allow assessment of adequate veterinary preventative care or other necessary \nveterinary care for medical problems. The licensee must keep copies of medical records with all the required information \nlisted in this section for dogs and make the records available for APHIS inspection. To be corrected by 16 May 2023. \n \nThis is a continuation of the report for the routine inspection conducted 2 May 2023 and contains the remaining non-\ncompliances found during the inspection. The exit briefing for the items included on this report was conducted on 3 May \n2023.\n\nThis inspection was conducted with the licensee on 2 May 2023.  The exit interview was conducted with the licensee on 3 \nMay 2023. \n \n n",
  "animals_total": 283,
  "species": [
    {
      "count": 228,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 55,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}