{
  "insp_id": "267151204200245",
  "layout": "a",
  "customer_id": "22004",
  "customer_name": "Darryl Wilson",
  "customer_addr": "Larry B Wilson\n2515 S E Cole Creek\nEl Dorado, KS 67042",
  "certificate": "48-B-0276",
  "site_id": "001",
  "site_name": "Darryl Wilson, Larry Wilson",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-SEP-2015",
  "report_date": "24-SEP-2015",
  "citations": [
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There is an accumulation of dirt, rocks and food on the floors of the outdoor dog shelters. Infrequent cleaning of\nhard surfaces in contact with the dogs can lead to an increase in disease transmission. All hard surfaces in contact\nwith the dogs must be spot-cleaned on a daily basis and sanitized in accordance with 3.11(b) to reduce disease\nhazards. Correct by 1 October 2015."
    },
    {
      "code": "3.4(c)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "The wooden floor of one outdoor dog shelter has worn away exposing the ground beneath it. Also there is an\napproximate 2\"X3\" hole in the front of this dog shelter. This shelter may not provide adequate protection from the\nelements. The licensee must repair or replace this shelter and then surfaces of all outdoor dog shelters must be\nmaintained on a regular basis. Correct by 24 October 2015.\nThis routine inspection and exit interview were conducted with facility representatives, Karl Thornton, ACI and\nKendall Lundy, ACI.\nAdditional Inspectors\nThornton Karl, Animal Care Inspector"
    }
  ],
  "narrative": "3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nThere is an accumulation of dirt, rocks and food on the floors of the outdoor dog shelters.  Infrequent cleaning of\nhard surfaces in contact with the dogs can lead to an increase in disease transmission.  All hard surfaces in contact\nwith the dogs must be spot-cleaned on a daily basis and sanitized in accordance with 3.11(b) to reduce disease\nhazards.  Correct by 1 October 2015.\n3.4(c)\nOUTDOOR HOUSING FACILITIES.\nThe wooden floor of one outdoor dog shelter has worn away exposing the ground beneath it.  Also there is an\napproximate 2\"X3\" hole in the front of this dog shelter.  This shelter may not provide adequate protection from the\nelements.  The licensee must repair or replace this shelter and then surfaces of all outdoor dog shelters must be\nmaintained on a regular basis.  Correct by 24 October 2015.\nThis routine inspection and exit interview were conducted with facility representatives, Karl Thornton, ACI and\nKendall Lundy, ACI.\nAdditional Inspectors\nThornton Karl, Animal Care Inspector",
  "animals_total": 73,
  "species": [
    {
      "count": 50,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 23,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}