{
  "insp_id": "2016090000662701",
  "layout": "b",
  "customer_id": "504209",
  "customer_name": "BALDWIN FAMILY ENTERPRISES INC",
  "customer_addr": "430 Glenwood Drive\nGETTYSBURG, PA 17325",
  "certificate": "23-C-0381",
  "site_id": "001",
  "site_name": "BALDWIN FAMILY ENTERPRISES INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-JUL-2021",
  "report_date": "20-JUL-2021",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "There are several areas of fencing throughout the facility that are in a state of disrepair and/or are unable to contain the\nanimals.\nWithin the large goat enclosure on the Nature Trail, the corner of the fence closest to the feed storage area is bowing\noutward which has created a large gap, approximately 4 inches by 8 feet in size, between the top bar and the chain link\nfence. This bowing is caused by a large accumulation of hay that is approximately 2 to 3 feet high and allows for the\nanimals to easily reach over the fencing.\nIn the petting zoo area, the fencing does not contain the young goat kids. The panel fencing that adjoins the alpaca, goat,\nand sheep enclosure and the petting zoo area has openings that are approximately 6 by 8 inches in size. This spacing is\nlarge enough for the goat kids to jump through the fence panels, escape the enclosure, and enter the open public space.\nThere are also several areas of down fences within the alpaca, sheep, and goat enclosure. The fence between the two\nmain shelters has an area of metal paneling that has become partially trampled down into the ground. Several fence\nposts between this enclosure and the adjacent horse pasture have fallen to the ground and have caused the fence lines\nto also lie on the ground or partially suspended . Along the far left edge of the enclosure, there is also an area of electric\nfencing that has become detached from the posts and is hanging freely. These areas of down fences have allowed the\nsheep and goats to enter the adjacent horse barn and pasture areas.\nFailure to maintain enclosure fencing can allow for gaps, unstable structures, or loose fencing wires which can result in\ninjury, entrapment, or escape of the animals. Facilities shall be maintained in good repair to protect the animals from\ninjury and contain them."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "In the alpaca, sheep, and goat enclosure, there is a large accumulation of bedding and feces within the large shelter area.\nThe accumulation is approximately 1-2 feet tall and has caused the wall panels of the shelter area to bow out and\nseparate from the posts. Due to several down fences, the alpaca, sheep, and goats also have access to an adjacent\nhorse barn. Within this barn, there is a stall with an accumulation of feces and standing water that has started to attract\nflies. There is also an open stall with an accumulation of feces, various building materials, and trash. Failure to remove\naccumulations of excreta from primary enclosures can allow for the spread of disease hazards, create unpleasant odors,\nand attract pests. Excreta shall be removed from primary enclosures as often as necessary to prevent contamination of\nthe animals, minimize disease hazards, and reduce odors.\nCorrect by: August 3, 2021.\nThis inspection and exit interview were conducted with a facility representative.\nAdditional Inspectors:\nJeffrey Shepherd, SUPERVISORY ANIMAL CARE SPECIALISTEnd Section"
    }
  ],
  "narrative": "3.125(a)  Repeat\n   \nFacilities, general. \nThere are several areas of fencing throughout the facility that are in a state of disrepair and/or are unable to contain the \nanimals. \nWithin the large goat enclosure on the Nature Trail, the corner of the fence closest to the feed storage area is bowing \noutward which has created a large gap, approximately 4 inches by 8 feet in size, between the top bar and the chain link \nfence.  This bowing is caused by a large accumulation of hay that is approximately 2 to 3 feet high and allows for the \nanimals to easily reach over the fencing. \nIn the petting zoo area, the fencing does not contain the young goat kids.  The panel fencing that adjoins the alpaca, goat, \nand sheep enclosure and the petting zoo area has openings that are approximately 6 by 8 inches in size.  This spacing is \nlarge enough for the goat kids to jump through the fence panels, escape the enclosure, and enter the open public space. \nThere are also several areas of down fences within the alpaca, sheep, and goat enclosure.  The fence between the two \nmain shelters has an area of metal paneling that has become partially trampled down into the ground.  Several fence \nposts between this enclosure and the adjacent horse pasture have fallen to the ground and have caused the fence lines \nto also lie on the ground or partially suspended .  Along the far left edge of the enclosure, there is also an area of electric \nfencing that has become detached from the posts and is hanging freely.  These areas of down fences have allowed the\n\nsheep and goats to enter the adjacent horse barn and pasture areas. \n \nFailure to maintain enclosure fencing can allow for gaps, unstable structures, or loose fencing wires which can result in \ninjury, entrapment, or escape of the animals.  Facilities shall be maintained in good repair to protect the animals from \ninjury and contain them. \n3.131(a) \n   \nSanitation. \nIn the alpaca, sheep, and goat enclosure, there is a large accumulation of bedding and feces within the large shelter area.  \nThe accumulation is approximately 1-2 feet tall and has caused the wall panels of the shelter area to bow out and \nseparate from the posts.  Due to several down fences, the alpaca, sheep, and goats also have access to an adjacent \nhorse barn.  Within this barn, there is a stall with an accumulation of feces and standing water that has started to attract \nflies.  There is also an open stall with an accumulation of feces, various building materials, and trash.  Failure to remove \naccumulations of excreta from primary enclosures can allow for the spread of disease hazards, create unpleasant odors, \nand attract pests.  Excreta shall be removed  from primary enclosures as often as necessary to prevent contamination of \nthe animals, minimize disease hazards, and reduce odors. \nCorrect by: August 3, 2021. \n \nThis inspection and exit interview were conducted with a facility representative. \n \nAdditional Inspectors: \nJeffrey Shepherd, SUPERVISORY ANIMAL CARE SPECIALISTEnd  Section",
  "animals_total": 105,
  "species": [
    {
      "count": 41,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 47,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 14,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 1,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    }
  ]
}