{
  "insp_id": "342141000470427",
  "layout": "a",
  "customer_id": "6093",
  "customer_name": "Sheryl A Tietz",
  "customer_addr": "1876 19th Road\nBancroft, NE 68004",
  "certificate": "47-A-0316",
  "site_id": "001",
  "site_name": "Sheryl A. Tietz",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-OCT-2014",
  "report_date": "15-DEC-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* (cid:28)\"Madison(cid:29)\" a black and white female Shih Tzu (# 455B4C5D57) has crusty matter around both eyes. The right\neye has a grey spot (approximate pencil eraser size) located toward the outside edge of the pupil. The hair above\nthe left eye is vertically pulled over the eye and matted down into this crusted material around the lower eyelid,\ncausing the hair both above and below the eye to pull at the skin when the dog blinks or opens its eye. This crusted\nmaterial and hair also interferes with her ability to see. (DIRECT)\n* \"(cid:28)Luther\",(cid:29) a male Wheaton Terrier (#48345B3821) has an excessively matted hair coat. The dense hair matting\ndid not allow for matt separation to allow for skin visualization. Excessively twisted, densely matted hair covered and\ndangled off most of his body. This condition could promote and foster skin infections because of the trapped\ndebris/moisture and the lack of air circulation. The licensee must remove the matted hair from this dogs. A program\nof coat maintenance must be established and maintained to ensure that excessive hair matting does not occur.\n\"Luther\" also has an accumulation of green/brown material completely coating and obscuring the (cid:28)cheek teeth\" and\nmolars. This material is also present in various amounts on all the other teeth in the mouth. Gums are red, swollen,\nand receded to expose obscured tooth roots. Dental issues can cause damage to the gum tissue and tooth/ mouth\nstructures, be painful, and impact the ability of the dog to eat normally. (DIRECT)\n* \"Wheaton Terrier\" (# 442E5C4763) has an accumulation of off-white/brown/grey material completely coating and\nobscuring the \"cheek teeth\" and molars. This material is also present in various amounts on all the other teeth in the\nmouth. Gums are deep red, swollen, and extremely receded to expose obscured tooth roots. There is a creamy\nwhite discharge along the gum line. Dental issues can cause damage to the gum tissue and tooth/mouth structures,\nbe painful, and impact the ability of the dog to eat normally. (DIRECT)\n* (cid:28)\"Mandy\",(cid:29) (# 093093000), a female King Charles Cavalier has a thick, cloudy discharge that is starting to\naccumulate around her eyes. The inside of the left ear appears red, inflamed and slightly thickened. The ear has a\nmoist, cream to yellow in color, discharge oozing in and around the ear canal. A foul odor is present when the ear is\nlifted. (DIRECT)\n*\"(cid:29)Mandy\"(cid:29) still has an accumulation of brown material completely coating and obscuring the \"cheek teeth \", molars\nand the canine teeth. The gums have receded away from the canine teeth and some of the molars exposing and\nallowing significant tooth root surface area to become encased in this brown material. This was cited on a previous\nreport. (DIRECT)\n* (cid:28)\"Mandy(cid:25)s\" toenails were excessively long and curving down toward the pad of her foot. The length of the toenails\ndid not allow for her to stand in a normal postural manner and could become caught in the enclosure and cause\ninjury. Licensee must ensure a method of nail trimming occurs in a timely manner to minimize excessive toenail\nlength and injury and to allow for normal postural stance. (DIRECT)\n** The above four dogs are under direct non-compliance and need to be seen by the attending veterinarian by\nC.O.B., 3-November-2014.\n* \"Raven,\" a female King Charles Cavalier (# 0A01784917) has a hazy appearance to the surface of both eyes. This\ndog(cid:25)s eyes were reevaluated July 10, 2014 and the previous treatment of applying Rugby Artificial Tears Ointment\nwas to continue. However, the overall appearance of the eyes has remained the same since July 7, 2014. There is\na buildup of green mucoid matter (moist to dry in appearance) on the surface of the left eye. There is also a thick,\nclumped, crusted green dried material that has matted the hair down around the entire eyelid of both eyes. The\naccumulation of green moist to dried discharge in and around the eyes may be indicative of infection, hinder the\neffectiveness of the artificial tears, cause skin irritation and pain to the dog. Due to the ongoing condition of the\neyes, the licensee must have this dog reevaluated by the veterinarian for additional veterinary care and a detailed\nappropriate treatment plan. The outcome of this consultation must be documented and provided to the inspector\nupon request. The licensee must ensure that all animals receive adequate veterinary care at all times.\n* Upon initial inspection, \"(cid:28)Michael\"(cid:29) a male, Yorkshire Terrier (# 44346A593E) appeared to be squinting in the\noutdoor portion of the enclosure. Both eyes are entirely bluish-white in color, no pupil is visible and do not appear\nnormal. Licensee did not have any medical treatment/ diagnosis available with regard to this condition. Michael also\nhas long toenails that do not allow him to stand in a normal manner. Licensee must ensure a method of nail\ntrimming occurs in a timely manner to minimize excessive toenail length and allow for proper postural stance.\n* (cid:28) \"My Marshmellow(cid:29)\" (# 4A3A1C033B), a female Bichon Frise had excessively long toenails that were starting to\ncurve around. The length of the toenails did not allow for her to stand in a normal postural manner and could\nbecome caught in the enclosure and cause injury. Licensee must ensure a method of nail trimming occurs in a\ntimely manner to minimize excessive toenail length and injury and to allow for normal postural stance."
    },
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "* In the Whelping Barn three dogs were not identified. The licensee must ensure all dogs are properly identified.\nIdentification is required in order to ensure that each animal's identity can be known with certainty and to facilitate\nrecord keeping requirements.\nTo corrected by, 1-November-2014."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* On the north side on the Small Dog Kennel, top row counting from the east, the panel divider between enclosures\ntwo and three is not fasten to the back wall. The unfasten panel is not structurally sound and not in good repair.\nThe loose panel could injure the three adult dogs housed in the enclosures. All housing facilities for the dogs must\nbe kept in good repair and must protect the dogs from injury.\nTo be corrected by, 10-November-2014."
    },
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* 13 panel dividers in the small dog kennel, housing 22 adult dogs, are excessively rusty. The metal surface of the\npanels is flaking and is corroding away along the bottoms in areas. These rusty surfaces prevent required cleaning\nand sanitization. Improper cleaning and sanitization can increase the disease potential for the dogs. The flaking or\ncorrosion can affect the structural strength of the metal surfaces. Structurally jeopardized panels can break allowing\nfor the dogs fight between enclosures or escape. These metal dividers must be repaired or replaced. All surfaces\nmust be free of excessive rust. This will allow for proper cleaning and sanitization and provide a structurally sound\nsurface."
    },
    {
      "code": "3.4(c)",
      "kind": "",
      "repeat": true,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "* The two outdoor enclosures, housing five adult dogs, have approximately three to six feet long by ¼ inch wide\ncracks in the concrete flooring. These large cracks prevent required cleaning and sanitization. The cracks can\nharbor waste. The disease potential can be increased as a result of improper cleaning and sanitization. The cracks\nmust be repaired. All surfaces must be maintained on a regular basis. This will allow for proper cleaning and\nsanitization, thus decreasing the disease hazards for the dogs."
    },
    {
      "code": "3.6(a)(2)(10)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "* Seven puppies (total) from two different litters were observed to have legs and feet that passed through the wire\nflooring of the enclosures they were in. Animal(cid:25)s legs and feet that are allowed to pass through enclosure flooring\ncan cause injury and prevent movement. Licensee must ensure that all flooring provided is constructed in such a\nmanner as to prevent all legs/feet from passing through to minimize possible injury.\nTo corrected by, immediately \"corrected at time of inspection\"."
    },
    {
      "code": "3.6(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "* The following is the measurement of three adult dogs:\n1. A Wheaton Terrier (not identified) measured 20 inches. (20 inches + 6 X 20 inches + 6= 676 inches).\n2. A Chinese Crested (not identified) measured 20 inches. (20 inches +6 X 20 inches + 6 = 676 inches).\n3. A Chinese Crested (not identified) measured 16 inches. (16 inches + 6 X 16 inches +6 = 484 inches).\n100 percent required total space for these dogs is 1,836 inches. (676 inches + 676 inches + 484 inches = 1,836\ninches).\nThe enclosure is (36 inches X 27 inches) allowing for 972 square inches of total space. Therefore, 864 inches of\nadditional space is required All dogs must be provided with the required amount of floor space to comply with the\nregulations, allow for proper exercise and socialization.\nTo be corrected by, 30-October-2014."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* The areas underneath raised enclosures, inside the Medium Barn housing 25 adult dogs, have an accumulation of\nfluid and fecal waste, dog hair and leaves. This indicates the areas underneath are not being cleaned as often as\nnecessary. This can increase the disease hazards, attract insects, pests and cause odors. The area underneath of\nthe raised enclosures needs to be cleaned more often. More frequent cleaning will reduce disease hazards,\ninsects, pests and odors."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* Six metal self-feeders (feeding seven adult dogs) in the large dog kennel and three red plastic self-feeders\n(feeding seven adult dogs) in the Medium kennel building have an accumulation of dark brown to black organic\nmatter, food debris and grime. This indicates these self-feeders are not cleaned and sanitized as often as\nnecessary. The disease potential can be increased for the dogs from infrequent and improper cleaning and\nsanitization. All self-feeders must be cleaned and sanitized at least every 2 weeks or as often as necessary. More\nfrequent cleaning/sanitization will prevent an accumulation of organic matter, debris and grime and decrease the\ndisease potential for the dogs.\nTo be corrected by, 31-October-2014.\nThis inspection and exit interview was conducted with a facility representative.\nThis inspection report will be sent both regular and certified mail.\nAdditional Inspectors\nDepoe Angela, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n* (cid:28)\"Madison(cid:29)\" a black and white female Shih Tzu (# 455B4C5D57) has crusty matter around both eyes. The right\neye has a grey spot (approximate pencil eraser size) located toward the outside edge of the pupil. The hair above\nthe left eye is vertically pulled over the eye and matted down into this crusted material around the lower eyelid,\ncausing the hair both above and below the eye to pull at the skin when the dog blinks or opens its eye. This crusted\nmaterial and hair also interferes with her ability to see. (DIRECT)\n* \"(cid:28)Luther\",(cid:29) a male Wheaton Terrier (#48345B3821) has an excessively matted hair coat. The dense hair matting\ndid not allow for matt separation to allow for skin visualization. Excessively twisted, densely matted hair covered and\ndangled off most of his body. This condition could promote and foster skin infections because of the trapped\ndebris/moisture and the lack of air circulation. The licensee must remove the matted hair from this dogs. A program\nof coat maintenance must be established and maintained to ensure that excessive hair matting does not occur. \n\"Luther\" also has an accumulation of green/brown material completely coating and obscuring the (cid:28)cheek teeth\" and\nmolars. This material is also present in various amounts on all the other teeth in the mouth. Gums are red, swollen,\nand receded to expose obscured tooth roots. Dental issues can cause damage to the gum tissue and tooth/ mouth\nstructures, be painful, and impact the ability of the dog to eat normally. (DIRECT)\n* \"Wheaton Terrier\" (# 442E5C4763) has an accumulation of off-white/brown/grey material completely coating and\nobscuring the \"cheek teeth\" and molars. This material is also present in various amounts on all the other teeth in the\nmouth. Gums are deep red, swollen, and extremely receded to expose obscured tooth roots. There is a creamy\nwhite discharge along the gum line.  Dental issues can cause damage to the gum tissue and tooth/mouth structures,\nbe painful, and impact the ability of the dog to eat normally. (DIRECT)\n* (cid:28)\"Mandy\",(cid:29) (# 093093000), a female King Charles Cavalier has a thick, cloudy discharge that is starting to\naccumulate around her eyes. The inside of the left ear appears red, inflamed and slightly thickened.  The ear has a\nmoist, cream to yellow in color, discharge oozing in and around the ear canal.  A foul odor is present when the ear is\nlifted.  (DIRECT)\n\n*\"(cid:29)Mandy\"(cid:29) still has an accumulation of brown material completely coating and obscuring the \"cheek teeth \", molars\nand the canine teeth. The gums have receded away from the canine teeth and some of the molars exposing and\nallowing significant tooth root surface area to become encased in this brown material. This was cited on a previous\nreport. (DIRECT)\n* (cid:28)\"Mandy(cid:25)s\" toenails were excessively long and curving down toward the pad of her foot. The length of the toenails\ndid not allow for her to stand in a normal postural manner and could become caught in the enclosure and cause\ninjury. Licensee must ensure a method of nail trimming occurs in a timely manner to minimize excessive toenail\nlength and injury and to allow for normal postural stance. (DIRECT)\n** The above four dogs are under direct non-compliance and need to be seen by the attending veterinarian by\nC.O.B., 3-November-2014.\n* \"Raven,\" a female King Charles Cavalier (# 0A01784917) has a hazy appearance to the surface of both eyes. This\ndog(cid:25)s eyes were reevaluated July 10, 2014 and the previous treatment of applying Rugby Artificial Tears Ointment\nwas to continue. However, the overall appearance of the eyes has remained the same since July 7, 2014. There is\na buildup of green mucoid matter (moist to dry in appearance) on the surface of the left eye. There is also a thick,\nclumped, crusted green dried material that has matted the hair down around the entire eyelid of both eyes. The\naccumulation of green moist to dried discharge in and around the eyes may be indicative of infection, hinder the\neffectiveness of the artificial tears, cause skin irritation and pain to the dog. Due to the ongoing condition of the\neyes, the licensee must have this dog reevaluated by the veterinarian for additional veterinary care and a detailed\nappropriate treatment plan. The outcome of this consultation must be documented and provided to the inspector\nupon request. The licensee must ensure that all animals receive adequate veterinary care at all times.\n* Upon initial inspection, \"(cid:28)Michael\"(cid:29) a male, Yorkshire Terrier (# 44346A593E) appeared to be squinting in the\noutdoor portion of the enclosure. Both eyes are entirely bluish-white in color, no pupil is visible and do not appear\nnormal. Licensee did not have any medical treatment/ diagnosis available with regard to this condition. Michael also\nhas long toenails that do not allow him to stand in a normal manner.  Licensee must ensure a method of nail\ntrimming occurs in a timely manner to minimize excessive toenail length and allow for proper postural stance. \n* (cid:28) \"My Marshmellow(cid:29)\"  (# 4A3A1C033B), a female  Bichon Frise had excessively long toenails that were starting to\ncurve around. The length of the toenails did not allow for her to stand in a normal postural manner and could\nbecome caught in the enclosure and cause injury. Licensee must ensure a method of nail trimming occurs in a\ntimely manner to minimize excessive toenail length and injury and to allow for normal postural stance.\n\n2.50(a)(1)\nTIME AND METHOD OF IDENTIFICATION.\n* In the Whelping Barn three dogs were not identified. The licensee must ensure all dogs are properly identified.\nIdentification is required in order to ensure that each animal's identity can be known with certainty and to facilitate\nrecord keeping requirements. \nTo corrected by, 1-November-2014.\n3.1(a)\nHOUSING FACILITIES, GENERAL.\n* On the north side on the Small Dog Kennel, top row counting from the east, the panel divider between enclosures\ntwo and three is not fasten to the back wall.  The unfasten panel is not structurally sound and not in good repair. \nThe loose panel could injure the three adult dogs housed in the enclosures.  All housing facilities for the dogs must\nbe kept in good repair and must protect the dogs from injury.\nTo be corrected by, 10-November-2014.\n3.1(c)(1)(1)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n* 13 panel dividers in the small dog kennel, housing 22 adult dogs, are excessively rusty.  The metal surface of the\npanels is flaking and is corroding away along the bottoms in areas.  These rusty surfaces prevent required cleaning\nand sanitization. Improper cleaning and sanitization can increase the disease potential for the dogs.  The flaking or\ncorrosion can affect the structural strength of the metal surfaces.  Structurally jeopardized panels can break allowing\nfor the dogs fight between enclosures or escape.  These metal dividers must be repaired or replaced.  All surfaces\nmust be free of excessive rust.  This will allow for proper cleaning and sanitization and provide a structurally sound\nsurface. \n3.4(c)                    REPEAT\nOUTDOOR HOUSING FACILITIES.\n* The two outdoor enclosures, housing five adult dogs, have approximately three to six feet long by ¼ inch wide\ncracks in the concrete flooring. These large cracks prevent required cleaning and sanitization.  The cracks can\nharbor waste.  The disease potential can be increased as a result of improper cleaning and sanitization.  The cracks\n\nmust be repaired.  All surfaces must be maintained on a regular basis.  This will allow for proper cleaning and\nsanitization, thus decreasing the disease hazards for the dogs.\n3.6(a)(2)(10)\nPRIMARY ENCLOSURES.\n*  Seven puppies (total) from two different litters were observed to have legs and feet that passed through the wire\nflooring of the enclosures they were in.  Animal(cid:25)s legs and feet that are allowed to pass through enclosure flooring\ncan cause injury and prevent movement. Licensee must ensure that all flooring provided is constructed in such a\nmanner as to prevent all legs/feet from passing  through to minimize possible injury. \nTo corrected by, immediately \"corrected at time of inspection\".\n3.6(c)(1)(1)\nPRIMARY ENCLOSURES.\n* The following is the measurement of three adult dogs:\n1.  A Wheaton Terrier (not identified) measured 20 inches.  (20 inches + 6 X 20 inches + 6= 676 inches).\n2.  A Chinese Crested (not identified) measured 20 inches.  (20 inches +6 X 20 inches + 6 = 676 inches).\n3.  A Chinese Crested (not identified) measured 16 inches.   (16 inches + 6 X 16 inches +6 = 484 inches).\n100 percent required total space for these dogs is 1,836 inches. (676 inches + 676 inches + 484 inches = 1,836\ninches).\nThe enclosure is (36 inches X 27 inches) allowing for 972 square inches of total space.  Therefore, 864 inches of\nadditional space is required   All dogs must be provided with the required amount of floor space to comply with the\nregulations, allow for proper exercise and socialization.\nTo be corrected by, 30-October-2014.\n3.11(a)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n* The areas underneath raised enclosures, inside the Medium Barn housing 25 adult dogs, have an accumulation of\nfluid and fecal waste, dog hair and leaves.  This indicates the areas underneath are not being cleaned as often as\nnecessary.  This can increase the disease hazards, attract insects, pests and cause odors. The area underneath of\nthe raised enclosures needs to be cleaned more often.  More frequent cleaning will reduce disease hazards,\n\ninsects, pests and odors.\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n* Six metal self-feeders (feeding seven adult dogs) in the large dog kennel and three red plastic self-feeders\n(feeding seven adult dogs) in the Medium kennel building have an accumulation of dark brown to black organic\nmatter, food debris and grime.  This indicates these self-feeders are not cleaned and sanitized as often as\nnecessary.  The disease potential can be increased for the dogs from infrequent and improper cleaning and\nsanitization.  All self-feeders must be cleaned and sanitized at least every 2 weeks or as often as necessary.  More\nfrequent cleaning/sanitization will prevent an accumulation of organic matter, debris and grime and decrease the\ndisease potential for the dogs.\nTo be corrected by, 31-October-2014.\nThis inspection and exit interview was conducted with a facility representative.\nThis inspection report will be sent both regular and certified mail.\nAdditional Inspectors\nDepoe Angela, Animal Care Inspector",
  "animals_total": 170,
  "species": [
    {
      "count": 119,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 51,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}