{
  "insp_id": "INS-0000892184",
  "layout": "c",
  "customer_id": "500902",
  "customer_name": "Elena and Andrey Mikirtichev",
  "customer_addr": "3000 BENSLEY RD\nNORTH CHESTERFIELD, VA 23237",
  "certificate": "",
  "site_id": "001",
  "site_name": "Elena and Andrey Mikirtichev",
  "insp_type": "FOCUSED INSPECTION",
  "date": "11-SEP-2023",
  "report_date": "22-SEP-2023",
  "citations": [
    {
      "code": "2.4",
      "kind": "Critical",
      "repeat": false,
      "desc": "Non-interference with APHIS officials.",
      "narrative": "The licensee interfered with the inspection process by making statements to inspectors which were inaccurate and\nmisleading regarding housing of the dogs.\nWhen inspectors arrived at the property on September 11, 2023 at approximately 10:15 AM multiple dogs were heard in\nthe backyard of the residence, in the area of the dog runs. No one answered the door or fence gates when the inspectors\nknocked. When inspectors called out to the facility's employee who was seen through the fence, the dogs' barking grew\nlouder however the person did not respond. This employee is designated by the licensee as an authorized facility\nrepresentative. The licensee was reached by phone and later called back to say that he was unable to reach the\nemployee by phone. The licensee arrived at the property at approximately 10:45 AM to begin the inspection. While waiting\nfor the licensee to arrive, inspectors continued to see motion in the backyard, hear footsteps, a water hose in use, and\nsee the employee working in the backyard and in the catio of the large back building. Inspectors also continued to hear\ndogs coming from the area of the outdoor dog enclosures. Inspectors called several times for the employee by name,\nthough he never responded or came to the gate.\nDuring inspection, the licensee stated to the inspectors that the dogs are no longer housed in the outdoor primary\nenclosures. Inspectors stated their intention to evaluate enclosures as part of this inspection to which the licensee\nrepeatedly stated that inspectors should not since they were not in use. Inspectors identified numerous piles of feces in\nthe enclosures which were pointed out to the licensee, who again stated that they were not in use and must be old feces.\nWhen fresh piles of feces within enclosures were pointed out to the licensee, the licensee stated that the gates to the\nenclosures are sometimes left open and that the dogs must have gone into the enclosures while they were in the fenced\nyard for exercise – but again reiterated that they do not use them to house the dogs and that they should not be\ninspected. The evening prior to the inspection it rained, and the ground was soft with numerous dog footprints in each\nenclosure. One enclosure contained a significant amount of dog food that had spilled on the ground and was wet and\ndeteriorated, appearing that it had been present outside overnight in the rain. The licensee again stated that it was old,\nand they were not using these enclosures. He again stated that inspectors should not need to enter these areas to inspect\nand inspectors reminded him of the licensees’ responsibility to allow APHIS Officials to enter for the purpose of\ninspection. Inspectors went on to find small amounts of dry dog kibble identified in bowls in two different enclosures. This\nfood appeared fresh and was dry indicating that it had not been rained on the prior evening and must have been put\noutside that morning. When this was pointed out to the licensee, he stated that they do occasionally feed the dogs in the\nenclosures so that they are separated for feeding.\nDespite the licensee’s assertions, based on the appearance of footprints in the enclosures, fresh feces, and fresh food\nwithin the enclosures, it is clear that the enclosures are being used for housing the dogs at least a portion of the time.\nAdditionally, the dogs were clearly outside at the time inspectors arrived at the facility and were moved to indoor housing\nby the employee who was on the property working but did not respond to the inspector’s attempts to contact him.\nMaking false or misleading statements to inspectors about how animals are being housed and/or managed interferes with\nthe inspection process since it can prevent APHIS officials from properly assessing compliance with the Animal Welfare\nAct, Regulations, and Standards. Correct by ensuring that all statements made to APHIS Officials are truthful and that the\nlicensees and all employees refrain from interfering with, threatening, abusing or harassing any APHIS Official in the\ncourse of carrying out his or her duties. Correct by: From this point forward."
    },
    {
      "code": "2.10(c)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Licensees whose licenses have been suspended or revoked",
      "narrative": "The licensee conducted regulated activity after being notified of a 21-day suspension by APHIS officials. A 21-day\nsuspension was issued to the licensee and served on August 14, 2023, requiring the licensee to cease conducting\nregulated activity immediately. A disposition record, Form 7006, dated August 16, 2023, shows the licensee donating an\nadult French bulldog, “Roni” (#900215000815032), to a third party. Removing animals from the property during an APHIS\nissued suspension violates the Animal Welfare Act and prevents APHIS officials from confirming inventory, animal health\nstatus, and following up on animals of concern. Correct by not buying, selling, transporting, exhibiting, or delivering an\nanimal for transport during the period of suspension. Correct by: From this point forward."
    },
    {
      "code": "2.40(a)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The licensee failed to provide the Attending Veterinarian (AV) with adequate authority by failing to follow treatment\nrecommendations for two adult cats.\n- A three-year-old adult male black and gray tabby #900215000815022, “Pavlin”, (in the large back building, room #3)\nwas found with a scab and crusts on the back of his neck which appeared to be the site of healing wound, as well as a\nright eye with the eyelids rolled inward toward the eyeball. The right eye appeared painful in that the cat was found to be\nconstantly and excessively squinting and blinking and there was a moderate amount of clear discharge actively draining\nfrom this eye. The licensee stated that this cat had been seen by the veterinarian, at which time the licensee was told that\nhe needed surgery to repair the eyelids. Veterinary records from 9/5/2023, provided by the licensee, show that the\nAttending Veterinarian prescribed eye lubricant to be applied to both eyes four times a day until the surgery for the eyelids\nand dental treatment can be completed (to be scheduled within 90 days). At the time of the inspection, the licensee did\nnot mention any current treatments for the animal and no record of treatment was present to confirm that the cat had been\nreceiving the eye ointment. Additionally, although discharge was present on the fur around the cat’s eye, there were no\nsigns of ointment on the fur that would be expected if it were being applied as directed.\n- The licensee did not follow veterinary directions regarding an approximately two-year-old female dilute-calico cat\n#900215001896849, “Viola” (in the main house, bathroom #1). Medical records from July 25, 2023, indicate the licensee\nnotified the Attending Veterinarian that Viola was likely pregnant. At this time, the Attending Veterinarian recommended\nan immediate spay to terminate the pregnancy because Viola was not a good candidate for breeding based on her prior\nmedical history. The owner declined spaying and allowed her to give birth, after which her uterus prolapsed. On Sunday,\nSeptember 3rd, Viola was presented to an emergency clinic for a prolapsed uterus following the birth of a litter of kittens\nearlier that day. The emergency veterinarian advised an immediate spay to remove the uterus. The licensee declined the\ntreatment advised by the emergency veterinarian and elected for “conservative management” only - to take the cat home\nto be seen later by the facility’s Attending Veterinarian. The cat was brought to the Attending Veterinarian two days later,\nTuesday, September 5th, at which time the veterinarian’s physical exam findings noted that the uterus was still prolapsed,\nand was red, swollen and had a foul smelling purulent (pus-like) discharge, indicating a likely infection. The Attending\nVeterinarian proceeded with an emergency spay surgery for the cat that same day. The licensee’s failure to follow the\nAV’s recommendation to terminate the pregnancy and spay Viola on initial examination resulted in the prolapsed uterus\nthat occurred during birth. The licensee then failed to follow the emergency veterinarians’ instructions, again delaying\nappropriate care and treatment for this emergency condition.\nFailure to follow instructions from the Attending Veterinarian such as not administering prescribed treatments or failing to\nfollow guidance for surgical and emergency care can result in worsening of medical conditions, unnecessary discomfort\nand suffering, and death. Correct by ensuring the Attending Veterinarian has appropriate authority over the veterinary\ncare and to oversee the adequacy of other aspects of animal care and use."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The licensee failed to provide adequate veterinary care for an eight-week-old black and white male kitten known as\n“Tommy”. This kitten was brought to the Attending Veterinarian on September 11th during the first day of the inspection\nprior to inspectors seeing the animal. According to veterinary records, Tommy was weak, severely dehydrated, very cold,\nand had pale gums on presentation. The Attending Veterinarian recommended several diagnostic tests to determine the\nbest approach for care. The licensee declined testing and proceeded to bring the kitten back to the facility. The Attending\nVeterinarian recommended supportive care at home including supplemental heat, the administration of fluids, and\nenemas. No records were provided to show that these treatments were administered. The kitten was brought back to the\nAttending Veterinarian the following day and was in worse condition, unable to maintain its own body temperature without\nsupport and was weak and unable to stand. The licensee declined transferring the kitten to a hospital for critical care.\nTimely and appropriate treatment of medical issues and critical conditions increases the chance of successful outcomes\nand minimizes risk of complications as well as unnecessary pain and suffering. In these instances, inappropriate care\n(conservative management only) and delayed treatment resulted in unnecessary pain and suffering for this animal.\nCorrect by ensuring appropriate methods to prevent, control, diagnose, and treat diseases and injuries, and the\navailability of emergency, weekend, and holiday care."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Ten cats and three dogs had medical conditions that had not been identified by the facility prior to the inspection and/or\nthe severity of their conditions were not recognized by the facility. As a result, the conditions of these animals were not\ncommunicated to the Attending Veterinarian and they did not receive adequate veterinary care. These include:\n- A five-and-a-half-year-old adult female smoky black tabby, #900215001896850, (in the main house, sunroom,\nenclosure #1) is in late term pregnancy, thin, and has cat litter and fecal matter stuck in her fur at her hind end and along\nher back legs and feet. The cat is very thin and shoulder blades, spine, and hip bones are all prominent and easily felt.\nAccording to the licensee, the cat is shaved daily on the back end to help with the litter and fecal contamination, however,\nthe hair is sufficiently long to refute that the cat is shaved daily. There are no veterinary records to indicate that the\ndiarrhea and poor body condition have been observed or treated prior to inspection.\n- An approximately 8-day-old (licensee records and veterinary medical records are inconsistent regarding date of birth\nand dam) male black and white kitten, “Gus,” (# 0173/2 in the main house, room #2, enclosure #1) was currently being\ntreated by the licensee for having an abnormally flattened chest. At the time of inspection, the kitten had a tight splint\napplied around its chest and was showing signs of difficulty breathing at rest including a rapid respiratory rate and\nincreased effort. The licensee was asked to remove the brace during the inspection, and the respiratory effort partially\nimproved. According to veterinary records, the kitten was evaluated by the Attending Veterinarian on 9/8/2023 and was\nbreathing normally. At that time, the licensee was approved to apply a commercially available splint himself and provided\ninstructions to monitor daily for increased respiratory effort or the development of pressure sores while using the splint.\nRecheck examination was recommended in 2 weeks or if the condition worsened. The licensee had not noticed that the\nkitten was breathing abnormally and thus had not notified the Attending Veterinarian of this change or presented it for\nreexamination as directed.\n- A seven-month-old adult female black and white cat, #900255202311957, (in the large back building, catio) has\naccumulated green discharge and crusts at both nostrils as well as fresh blood from the left nostril. She is actively\nsneezing and has prominent breathing sounds. These signs were identified by inspectors on 9/11/23. On that day, the\nlicensee was unaware that there was a cat sneezing with a bloody nasal discharge in that room. The licensee stated on\n9/12/23 that they planned for the cat to be seen by the Attending Veterinarian but instead started treatment according to\nthe new Program of Veterinary Care which allows them to start treatment for 10 days without having the Attending\nVeterinarian evaluate the cat. The licensee provided an updated copy of the Program of Veterinary Care to inspectors on\n9/12/23 that is dated 9/11/23 by the Attending Veterinarian. The updated version allows animals with mild yellow or green\nnasal discharge and no difficulty breathing to be started on an antibiotic for 10 days and examined if there is no resolution\nafter 10 days or if their condition worsens. This cat's nasal discharge was not mild but rather moderate-to-abundant and\ninvolved blood and snuffled breathing sounds. Even after identification of this animal by APHIS Officials, the licensee\nfailed to recognize the severity of the clinical signs and therefore, did not communicate the condition of the cat to the\nAttending Veterinarian. Based on the severity of the clinical signs, the Program of Veterinary Care required this cat to be\nexamined by the AV in order to determine the appropriate course of treatment and ensure adequate veterinary care was\nprovided.\n- A one-year-old adult female charcoal/blue cat, #900215000885835, (in the large back building, room #1) has a\nmoderate amount of yellow-green opaque discharge from her vulva. According to the licensee, the cat has been under\ntreatment for an ear infection and they are awaiting the results of an ear culture performed by the vet, but the discharge\nfrom the vulva had not been noticed. The licensee stated she was unsure of when her last litter was born. Veterinary\nrecords were provided showing that this cat had last been examined on 9/1/23 for the ear condition at which time there\nwas no vulvar discharge. The licensee failed to observe the presence of the abnormal discharge and communicate that to\nthe Attending Veterinarian.\n- A four-year-old adult female tortie cat, #900111881602706, (in the small back building, room #4) has severely red and\ninflamed gums at her back teeth. This was worse on the left side. There was no documentation presented to demonstrate\nthat this had been identified or communicated to the Attending Veterinarian prior to inspection or that adequate veterinary\ncare was provided.\n- A two-year-old adult female calico cat, #900215000815024, (in the small back building, room #4) has severely red and\ninflamed gums along both sides of the mouth and affects both the upper and lower jaw. There was no documentation\npresented to demonstrate that this had been identified or communicated to the Attending Veterinarian prior to inspection\nor that adequate veterinary care was provided.\n- A two-year-old adult female calico cat, #900215001896730, (in the small back building, room #2) has moderately\ninflamed and red gums on both sides of the mouth with the right worse than the left. There was no documentation\npresented to demonstrate that this had been identified or communicated to the Attending Veterinarian prior to inspection\nor that adequate veterinary care was provided.\n- An approximately year-and-a-half-year-old adult female brown tabby cat, #900215000885829, (in the main house,\nsunroom, enclosure #1) has severely reddened gums extending from the base of each tooth throughout the entire mouth.\nAdult fleas were also observed in its fur. According to the licensee, the cat has an appointment with the Attending\nVeterinarian in two days for its teeth to be evaluated, however records from the clinic do not show a currently scheduled\nappointment for this animal nor was documentation provided to show that it was identified or examined prior to inspection.\n- A five-year-old adult female dilute-tortie cat, #900111881173969, (in the main house, room #2, enclosure #4) has fur\nloss, pink irritated skin, and multiple small scabs too numerous to count over its neck and the back of its ears, especially\non the left-side of the body. The licensee stated that the fur loss had progressed slowly over a long period but that the\nscabs had not been observed until two days ago when the other licensee had examined the cat. The licensee also stated\nthat the cat had an appointment this week with the Attending Veterinarian to have its skin and teeth evaluated, however\nrecords from the clinic do not show a currently scheduled appointment for this animal. Additionally, there was no\ndocumentation presented to demonstrate that this had been identified or communicated to the Attending Veterinarian prior\nto inspection.\n- An approximately two-and-a-half-year-old adult female brown tabby cat, #900215001896854, (in the large back\nbuilding, room #1) has severely reddened gums extending from the base of each tooth throughout the entire mouth.\nAccording to the licensee, the cat has an appointment with the Attending Veterinarian in two days for its teeth to be\nevaluated, however records from the clinic do not show a currently scheduled appointment for this animal. Additionally,\nthere was no documentation presented to demonstrate that this had been identified or communicated to the Attending\nVeterinarian prior to inspection.\n- An approximately 5-year-old merle adult male French bulldog, “George”, #992001000364968, (in the large back\nbuilding, kitchen) has a moderate amount of clear discharge from both eyes and the vessels in the whites of the eyes are\nvery prominent with the white part of the eyes (sclera) being bright pink-to-red in color. The dog was noticeably very itchy\nduring examination, the left groin and skin folds at the base of the tail are missing fur and have pink and abraded skin that\nis oozing. When brought to their attention, the licensee seemed unconcerned about the current state of the dog’s skin and\nstated that the dog has ongoing skin issues that the Attending Veterinarian has them managing with flea prevention alone\n(Bravecto). Veterinary records show the dog was treated in June 2023 with antibiotics for a bacterial infection of the skin.\nHowever, there is no record that the vet has been notified regarding the worsening skin condition and the dog has only\nreceived flea preventive, which is not controlling the dog's symptoms or the fleas at the facility.\n- A 3-year-old tan merle adult female French bulldog, “Vita”, #900215000815040 (in the large back building, room #4),\nhas a moderate amount of thick, dark brown debris in her left ear and areas of patchy fur loss with red, ulcerated and\noozy skin at her lower back and tail base. When brought to their attention, the licensee seemed unconcerned about the\ncurrent state of the dog’s skin and stated that the dog has ongoing skin issues that the Attending Veterinarian has them\nmanaging with flea prevention alone (Bravecto). Veterinary records show the dog was treated in March 2023 for an\ninfected left ear and the Attending Veterinarian noted a dirty coat on physical exam. A medication was prescribed for the\near and a recheck in 30 days. There is no further record that the dog was ever brought in for her ear recheck and no\nrecord that the dog has been seen by a vet or treated for its current skin symptoms other than flea preventive, which is not\ncontrolling the dog's symptoms or the fleas at the facility.\n- A 3-year-old black-and-tan adult female French bulldog, “Marta”, #900215000814952 (housed in the large back\nbuilding, kitchen), has a thinning fur coat with areas of patchy hair loss over her back and shoulders as well as dark, small\ndry scabs and crusts accumulating at both ear tips. When brought to their attention, the licensee seemed unconcerned\nabout the current state of the dog’s skin and stated that the dog has ongoing skin issues that the Attending Veterinarian\nhas them managing with flea prevention alone (Bravecto). Veterinary records show that the dog was last examined 5\nmonths ago, March 2023, at which time a dirty coat but no other skin symptoms were observed. No record exists that the\ndog has been seen by a veterinarian for her current skin issues or been treated beyond flea preventive alone, which is not\ncontrolling the dog's symptoms or the fleas at the facility.\nDaily observations of animals at this facility are insufficient to identify animals in need of veterinary care. When conditions\nare observed, the licensees have failed to communicate them accurately and timely to the Attending Veterinarian so that\nadequate veterinary care can be provided. Animals with untreated medical conditions including underweight, respiratory,\nskin, ear and dental problems may suffer from unnecessary pain, discomfort, infection, and stress. Daily observations of\nanimals to identify medical problems is essential to identify injury and illness quickly, initiate treatment quickly, and\nprevent unnecessary suffering. Correct by observing all animals at least daily to identify physical, medical, or behavioral\nproblems. Additionally, ensure that all findings are communicated in a timely manner to the Attending Veterinarian so that\nthey can examine animals and ensure that appropriate treatment is provided as required by section 2.40(b)(3)."
    },
    {
      "code": "2.50(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Time and method of identification.",
      "narrative": "A total of 16 live kittens and 7 deceased kittens were not properly identified. APHIS currently accepts compliant “cage\ncards” to be used to satisfy the individual identification requirements for unweaned kittens when housed only with their\ndam as an intact family group (with no individuals from other family groups). The licensee is using cage cards for\nidentification purposes of kittens under 16 weeks, however cage cards are being used for enclosures that contain mixed\nlitters born from multiple females. Additionally, for cage cards to satisfy identification requirements they must contain\naccurate descriptions of gender, color, and distinctive markings so that individuals can be matched with their records and\ntracked over time. In the case of these 16 live kittens and 7 deceased kittens, the licensees have not provided individual\nidentification and cage cards are no longer accepted as an appropriate method of identification due to the mixed litters\nand discrepancies in descriptions.\nOne such enclosure (main house, room #2, enclosure #1) contained a single adult cat and 4 nursing kittens. The cage\ncard listed a total of 4 kittens with 2 different dates of birth (8/30 and 9/3). The cage card specified that 2 kittens were\nfostered onto this dam and provided the ID number for the biological dam. The descriptions of the kittens were inaccurate\nlisting all 4 as males (one was female) and listing their colors as 1 black & white, 1 red & white, and 2 red. The enclosure\nactually contained 1 brown tabby female, 1 black & white male, 1 red male, and 1 red & white male. Several of the kittens\nhad inaccurate identification descriptions (color and gender) making it difficult to definitively identify and track individual\nanimals.\nAnother such enclosure (small back building, room #2) housed a total of 13 live kittens and 3 adult cats. The cage cards\nindicated that the kittens were born from four different litters and that three of the biological dams were also present.\nAlthough the licensee was maintaining cage cards outside the door, only 1 kitten had a microchip for identification. For the\nremaining 12 live kittens there were also discrepancies regarding the descriptions of color and gender for a significant\nportion of the animals. The cage cards also listed 7 additional kittens that were deceased which did not record the\nrequired identification information. In addition to the discrepancies in markings and gender, records for 1 kitten listed a\ncolor in what appears to be a different language which does not match any kittens present in the enclosure and an\nadditional 6 failed to list gender.\nThe method used by the licensee does not satisfy the requirements per this section since there is mixing of multiple litters,\nsome kittens are not housed with their individually identified birth mother, the cage cards are missing required gender and\nthere are inaccuracies in the genders and descriptions that are recorded. Failure to properly identify individual animals\nprevents APHIS Officials from ensuring that other requirements of the AWA are being met by the licensee since it\nprevents tracking of animals over time. Correct by ensuring that all dogs and cats under control of the licensee are\nindividually identified by one of the methods outlined in the regulations."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "APHIS currently accepts compliant “cage cards” to be used to satisfy recordkeeping requirements for unweaned kittens\nunder certain circumstances. Cage cards for kittens currently on-site were evaluated and determined to be both\nincomplete and inaccurate. Additionally, they were being used in circumstances not approved by APHIS including\ninstances where multiple litters have been mixed in the same primary enclosure. Therefore, the “cage cards” are not\nsufficient to satisfy recordkeeping requirements of acquisition, disposition, or record of animals on hand.\n- A “cage card” currently being used on a foster dam’s enclosure (main house, room #2, enclosure #1) lists two biological\nkittens and two foster kittens. The card identifies the genders and colors as: 1 red and white male, 1 black and white\nmale, and 2 red males. The cage actually contains 1 black and white male, 1 red male, 1 red and white male, and 1 brown\ntabby female. The female brown tabby is not accurately represented on the cage card by gender or coloring.\n- One cage card (main house, room #3, enclosure #2) listed the litter date of birth as 6/11/2023. However, kittens\nappeared significantly younger than 3 months old based on their size and development. The licensee agreed with this\nassessment and checked her phone locating a picture reportedly from the date of birth that she presented to inspectors.\nThis photograph was taken on August 11, 2023 which was consistent with the appearance of the kittens. The licensee\nupdated the cage card during the inspection.\n- Four cage cards were located outside of an enclosure (small back building, room #2) housing a total of 13 kittens and 3\nadults, the result of 4 commingled litters. These cage cards show a significant number of inconsistencies relative to the\nanimals actually present and/or missing required information. One live kitten (microchip # 900255202311947) and 6\ndeceased kittens listed on these cage cards had no gender recorded. One live kitten had a description written in a\ndifferent language that appears to describe an orange and black male kitten, however, no kitten of that color was present\nin the enclosure. The cage cards listed 10 black & white kittens (6 male and 4 female) however, there were actually only 4\npresent (3 male and 1 female). The cage cards listed only one red/orange kitten and it was marked as deceased.\nHowever, 1 live male red/orange tabby with white was present. The cage cards listed no live tabby kittens, however, there\nwere 2 female tabby kittens and 3 male tabby and white kittens present in the enclosure.\nFailure to maintain accurate record of acquisitions by birth (including accurate descriptions and gender) prevents APHIS\nOfficials from tracking animals over time on the property and ensuring compliance with other aspects of the Animal\nWelfare Act. Correct by ensuring that fully and correctly disclose required information for all animals acquired including\nthe age, description, gender."
    },
    {
      "code": "2.131(e)",
      "kind": "",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "Three French bulldogs were subjected to climatic conditions that were detrimental to the animal’s health and well-being.\nAt approximately 11 AM on Monday September 11, 2023 three French Bulldogs were housed in wire-type crates in the\nlarge back building, room #4. This room was excessively hot and dogs were observed panting. The licensee propped the\ndoor open (it was cooler outside) and started the air conditioning unit. At approximately 10:30 AM on Tuesday September\n12, 2023 three French Bulldogs were still housed in this room and again, two were observed panting excessively.\nInspectors were also uncomfortable from the heat while evaluating the cats and dogs housed in this room. Temperature\nwas recorded throughout the day and ranged from 81-degrees Fahrenheit to 83.5-degrees Fahrenheit with the final\nreading (83.5 F) taken at 1:45 PM. Although the licensees attempted to fix the air conditioning unit (vacuuming the intake)\nthe room did not cool throughout the day. Two dogs were removed from the room for an unknown portion of the day,\nhowever, they were observed back in the room at the final temperature check when they were again observed panting.\nAdditionally, the licensee stated multiple times that the dogs were currently being housed indoors. French Bulldogs are a\nsmall short-nosed breed of dog that is less tolerant of heat extremes and more likely than other breeds to experience\ndiscomfort and heat-related health problems. The Attending Veterinarian has previously given instruction to the licensees\nthat the French Bulldogs were to be moved indoors when outside temperatures exceed 80-degrees Fahrenheit for their\nhealth and well-being. The behavior of these dogs demonstrated that they were uncomfortable, and the licensee failed to\nalleviate the impact of the heat on these dogs. When climatic conditions present a threat to an animal’s health or well-\nbeing, appropriate measures must be taken to alleviate the impact of those conditions. Correct by ensuring that animals\nare not subjected to any combination of temperature, humidity, and time that is detrimental to their health or well-being\nand additionally by ensuring that when climatic conditions pose a threat to an animal’s health or well-being that\nappropriate measures are taken to alleviate the impact of those conditions. Correct by 25 September 2023."
    },
    {
      "code": "3.4(c)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "The outdoor primary enclosures for dogs are constructed out of materials that are not impervious to moisture. Wooden\nprivacy fencing comprises a portion of each of the outdoor primary enclosures for dogs. There was rain overnight the\nevening prior to the start of inspection. The wooden boards appeared wet extending from the ground upwards\napproximately 1-2 feet making it clear that large sections of the fence (which the dogs can easily contact) were not\nimpervious to moisture.\nWhen inspectors began looking at the outdoor primary enclosures, the licensee repeatedly stated that the outdoor\nenclosures are no longer being used. At the time that the inspectors arrived at the property, however, the dogs could be\nheard outdoors. There were large numbers of feces (both fresh and old) which also indicated that these enclosures were\nin use. Additionally, there was also food present in the enclosures. This included kibble that was spilled on the ground and\nwas sufficiently wet and deteriorated, suggesting it had been outside during the rain that occurred the prior evening, as\nwell as dry kibble (present in two bowls in two different enclosures) that clearly had been put outside that morning after\nthe rain had stopped. When these findings were pointed out to the licensee, he alternately stated that the runs were left\nopen and dogs may go into them when they are in the outside yard for exercise and that the dogs were fed in the outdoor\nenclosures.\nBuilding surfaces in contact with animals in outdoor housing facilities must be impervious to moisture. Additionally, they\nmust be maintained on a regular basis. Failure to ensure building materials are impervious to moisture prevents adequate\ncleaning and sanitation which can lead to disease transmission. Correct by ensuring that all building surfaces of outdoor\nhousing facilities that animals may come in contact with are impervious to moisture. Correct by 29 September 2023."
    },
    {
      "code": "3.6(b)(1)(ii)",
      "kind": "",
      "repeat": true,
      "desc": "Primary enclosures.",
      "narrative": "Two enclosures housing 4 young adult cats each (8 total) are currently housed in primary enclosures that do not meet the\nrequired minimum floor space requirements. These enclosures (61 inches by 24 inches) each provide a total of 10.2 sq.\nfeet of floor space. Cats of this size require a minimum of 3 sq. feet each, making the combined requirement 12 sq. feet\nper group of four. The current enclosures are too small by 1.8 sq. feet. Failure to provide minimum space prevents\nanimals from making normal postural and social adjustments which may lead to unnecessary discomfort, distress, and\nconflict with co-housed animals. Correct by ensuring that all primary enclosures housing cats provide the minimum\nrequired floor space for each animal."
    },
    {
      "code": "3.6(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Primary enclosures.",
      "narrative": "An enclosure (small back building, room 4) housing 8 adult cats showed signs of incompatibility. On previous inspections,\nthis same enclosure has had multiple underweight cats identified. During the inspection, the licensee provided food to\ncats in the enclosure. As soon as two bowls of food were provided, six cats approached to begin eating. There were\nmultiple instances of aggressive and defensive posturing between at least three cats. Animals were observed hissing,\nswatting, and growling at one another while attempting to access the food that had been added. This room also had only\none water bowl, one litter box, and one scratching post that had a total of 6 elevated resting surfaces. When resources\nsuch as food, water, elevated resting surfaces, and other favorite locations are scarce compatibility problems may be\nworsened and animals may fight over access to resources. Incompatibility amongst animals sharing an enclosure can\nlead to chronic stress, inadequate access to food and water, and potential injury. All cats housed in the same primary\nenclosure must be compatible, as determined by observation. Correct by ensuring all cats housed in the same primary\nenclosure are compatible."
    },
    {
      "code": "3.7(c)",
      "kind": "",
      "repeat": false,
      "desc": "Compatible grouping.",
      "narrative": "Two primary enclosures contain a total of 16 kittens less than 4 months of age housed in the same enclosure as adult\ncats:\n- There is a small enclosure built within the sunroom of the main house (enclosure #3) that contains a total of 24 kittens\nand 1 adult cat. There are three kittens less than 4-months of age housed in this group (microchip numbers\n900255202311920, 900255202311940, 900255202311945). Facility records indicate that these kittens were born on\n6/30/23 making them 10 weeks and 3 days old at the time of inspection. There is a white female adult cat (microchip #\n990000003113591) housed in this same enclosure. The reported DOB for this cat is 1/25/2018. The remaining 21\nadolescent cats/kittens in this enclosure range from 14 to 17 weeks old. The presence of numerous adolescent\ncats/kittens demonstrate that this is not a permanent breeding colony.\n- On September 12, 2023 Room #2 in the small back building contained 12 nursing kittens that are less than 4 months\nold and 3 adult female cats (Microchip numbers 900215001896736, 900111881174209, and 900215001896730). The\nprior day, one additional kitten (13 total) was present in this room. Although the majority of the kittens were not individually\nidentified, the facility records (cage cards) indicate dates of birth for all kittens were between June 23, 2023 to July 1,\n2023 (making them 10-11 weeks old). The cage cards indicate that these kittens were born from 4 different female cats.\nThe cage cards indicated that one kitten was born from a female cat microchip #900215001896833, which was in a\ndifferent room in the facility. On August 9, 2023 this room contained 13 kittens and 4 adult female cats (including adult\nfemale microchip # 900113000096624). This female cat was present in another room at the facility on September 11th\nand at least one of those kittens was no longer at the facility. Based on the number and ages of animals present in this\nroom on August 9 and September 12, 2023 it is clear that animals are added and removed from the enclosure and are\ntherefore not maintained in a permanent breeding colony. Facility records indicate that in addition to the 13 kittens that\nwere present on September 11 there were an additional 7 kittens born in those 4 litters which later died between the age\nof 3 and 22 days old.\nKittens less than 4 months old may only be housed with other adult cats when permanently maintained in a breeding\ncolony. Failure to maintain kittens either as single litters (with no adults other than their dam) or in permanent breeding\ncolonies increases the stress to nursing cats which may lead to decreased immunity, increased disease, and increased\nmortality. Correct by ensuring that kittens less than 12 weeks old are not housed with adult cats other than their dam\nunless they are maintained in permanent breeding colonies. Correct by 25 September 2023."
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding",
      "narrative": "The licensee is not providing enough feed receptacles to ensure all animals have access to food. This is causing\ncompetition for food and incompatibility among older animals.\n- An enclosure housing 8 adult cats (small back building, room #4) was provided two food bowls during the inspection. At\napproximately 11 AM inspectors observed that there were no food bowls in the enclosure. The licensee stated that they\nwere feeding and was instructed to provide food while inspectors were present. The licensee put two large food bowls\n(approximately 6-8 inches in diameter) filled with dry cat kibble next to one another on the floor. As soon as two bowls of\nfood were provided, six cats ran to begin eating. A maximum of 3-4 cats were observed being able to eat at one time\nwhile 2 others made multiple attempts to access food. These cats attempted to push into a food bowl and were prevented\nby others that displayed food guarding behavior including hissing, swatting and growling. Inspectors observed these\nbehaviors for more than 5 minutes during which time the cats continued to change bowls and positions multiple times. On\nboth this inspection and previous inspections, this same enclosure has had multiple underweight cats identified.\n- An enclosure housing 24 younger kittens and 1 adult had no food present when inspectors initially walked through the\nfacility. When presented with one large bowl of dry food, almost every cat ran to the bowl, pushing, climbing over and\nshoving others out of the way attempting to reach the food. After a couple minutes, the licensee added another large bowl\nto the enclosure but most kittens were too distracted trying to access the first bowl and didn’t notice. Later, two bowls of\ncanned cat/kitten food were also subsequently provided to the kittens, who immediately ran over and began pushing and\nshoving to eat. The entire first bowl of dry cat food was finished in about five minutes, with the wet food bowls being\nfinished just a few minutes later. The kittens were observed pushing one another in attempts to access the food the entire\ntime that food was present. When the first bowl of food was placed in the enclosure, the licensee stated that the kittens\ndon’t really eat the dry food, they are still on wet food due to their age. Additionally, the licensee stated that he does not\nkeep food present at all times for these kittens, and that the last feeding had been approximately 12 hours earlier the\nprevious night.\nNot providing enough food receptacles to allow all animals to easily access food creates competition for food and can\nlead to incompatibility, resourcing guarding, and unnecessary stress. Correct by providing an adequate number of food\nreceptacles in each enclosure to ensure that food is readily accessible to all animals. Correct by 25 September 2023."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "Excreta is not being removed from outdoor dog enclosures frequently enough to prevent excessive accumulation of feces\nor reduce disease hazards, insects and pests. According to the licensee, the dogs are not being housed in their outdoor\nenclosures. However, upon arriving at the property, dogs could be heard in their outdoor enclosures whining and barking\nwhile waiting for the licensee to arrive and trying to contact the onsite facility representative. Additionally, food and water\nbowls were present in each enclosure which indicated that they were in fact in use. Wet deteriorated food that appeared\nto be from the prior day was present in one enclosure and fresh dry food was present in two additional enclosures. There\nare six outdoor dog enclosures in total and four of them had excessive accumulations of feces. Three of the enclosures\nhad accumulations of fresh feces and some with up to 20 piles including feces with mold present. One run had about 10\npiles of old feces that had never been removed.\nFailure to remove feces daily increases the risk of soiling and disease transmission to and between animals and can\nattract pests. Correct by removing excreta and waste daily and as often as necessary to prevent excessive accumulation\nand to reduce the risk of disease hazards, odors and pests. Correct by 25 September 2023.\nThis inspection was conducted with the licensees.\nAdditional Inspectors:\nRachel Perez-Baum, VETERINARY MEDICAL OFFICER\nDANA MILLER, Supervisory Animal Care Specialist n"
    }
  ],
  "narrative": "2.4  Critical\n   \nNon-interference with APHIS officials. \nThe licensee interfered with the inspection process by making statements to inspectors which were inaccurate and \nmisleading regarding housing of the dogs.  \n \nWhen inspectors arrived at the property on September 11, 2023 at approximately 10:15 AM multiple dogs were heard in \nthe backyard of the residence, in the area of the dog runs. No one answered the door or fence gates when the inspectors \nknocked. When inspectors called out to the facility's employee who was seen through the fence, the dogs' barking grew \nlouder however the person did not respond. This employee is designated by the licensee as an authorized facility \nrepresentative. The licensee was reached by phone and later called back to say that he was unable to reach the \nemployee by phone. The licensee arrived at the property at approximately 10:45 AM to begin the inspection. While waiting \nfor the licensee to arrive, inspectors continued to see motion in the backyard, hear footsteps, a water hose in use, and \nsee the employee working in the backyard and in the catio of the large back building. Inspectors also continued to hear \ndogs coming from the area of the outdoor dog enclosures. Inspectors called several times for the employee by name, \nthough he never responded or came to the gate.  \n \nDuring inspection, the licensee stated to the inspectors that the dogs are no longer housed in the outdoor primary \nenclosures. Inspectors stated their intention to evaluate enclosures as part of this inspection to which the licensee \nrepeatedly stated that inspectors should not since they were not in use. Inspectors identified numerous piles of feces in \nthe enclosures which were pointed out to the licensee, who again stated that they were not in use and must be old feces. \nWhen fresh piles of feces within enclosures were pointed out to the licensee, the licensee stated that the gates to the \nenclosures are sometimes left open and that the dogs must have gone into the enclosures while they were in the fenced \nyard for exercise – but again reiterated that they do not use them to house the dogs and that they should not be \ninspected. The evening prior to the inspection it rained, and the ground was soft with numerous dog footprints in each \nenclosure. One enclosure contained a significant amount of dog food that had spilled on the ground and was wet and \ndeteriorated, appearing that it had been present outside overnight in the rain. The licensee again stated that it was old, \nand they were not using these enclosures. He again stated that inspectors should not need to enter these areas to inspect \nand inspectors reminded him of the licensees’ responsibility to allow APHIS Officials to enter for the purpose of \ninspection. Inspectors went on to find small amounts of dry dog kibble identified in bowls in two different enclosures. This \nfood appeared fresh and was dry indicating that it had not been rained on the prior evening and must have been put \noutside that morning. When this was pointed out to the licensee, he stated that they do occasionally feed the dogs in the\n\nenclosures so that they are separated for feeding.  \n \nDespite the licensee’s assertions, based on the appearance of footprints in the enclosures, fresh feces, and fresh food \nwithin the enclosures, it is clear that the enclosures are being used for housing the dogs at least a portion of the time. \nAdditionally, the dogs were clearly outside at the time inspectors arrived at the facility and were moved to indoor housing \nby the employee who was on the property working but did not respond to the inspector’s attempts to contact him.  \n \nMaking false or misleading statements to inspectors about how animals are being housed and/or managed interferes with \nthe inspection process since it can prevent APHIS officials from properly assessing compliance with the Animal Welfare \nAct, Regulations, and Standards. Correct by ensuring that all statements made to APHIS Officials are truthful and that the \nlicensees and all employees refrain from interfering with, threatening, abusing or harassing any APHIS Official in the \ncourse of carrying out his or her duties. Correct by: From this point forward. \n2.10(c)  Critical\n   \nLicensees whose licenses have been suspended or revoked \nThe licensee conducted regulated activity after being notified of a 21-day suspension by APHIS officials. A 21-day \nsuspension was issued to the licensee and served on August 14, 2023, requiring the licensee to cease conducting \nregulated activity immediately. A disposition record, Form 7006, dated August 16, 2023, shows the licensee donating an \nadult French bulldog, “Roni” (#900215000815032), to a third party. Removing animals from the property during an APHIS \nissued suspension violates the Animal Welfare Act and prevents APHIS officials from confirming inventory, animal health \nstatus, and following up on animals of concern. Correct by not buying, selling, transporting, exhibiting, or delivering an \nanimal for transport during the period of suspension. Correct by: From this point forward. \n2.40(a)(2)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe licensee failed to provide the Attending Veterinarian (AV) with adequate authority by failing to follow treatment \nrecommendations for two adult cats.  \n \n - A three-year-old adult male black and gray tabby #900215000815022, “Pavlin”, (in the large back building, room #3) \nwas found with a scab and crusts on the back of his neck which appeared to be the site of healing wound, as well as a \nright eye with the eyelids rolled inward toward the eyeball. The right eye appeared painful in that the cat was found to be \nconstantly and excessively squinting and blinking and there was a moderate amount of clear discharge actively draining \nfrom this eye. The licensee stated that this cat had been seen by the veterinarian, at which time the licensee was told that \nhe needed surgery to repair the eyelids. Veterinary records from 9/5/2023, provided by the licensee, show that the \nAttending Veterinarian prescribed eye lubricant to be applied to both eyes four times a day until the surgery for the eyelids \nand dental treatment can be completed (to be scheduled within 90 days). At the time of the inspection, the licensee did \nnot mention any current treatments for the animal and no record of treatment was present to confirm that the cat had been \nreceiving the eye ointment. Additionally, although discharge was present on the fur around the cat’s eye, there were no \nsigns of ointment on the fur that would be expected if it were being applied as directed.  \n \n - The licensee did not follow veterinary directions regarding an approximately two-year-old female dilute-calico cat\n\n#900215001896849, “Viola” (in the main house, bathroom #1). Medical records from July 25, 2023, indicate the licensee \nnotified the Attending Veterinarian that Viola was likely pregnant. At this time, the Attending Veterinarian recommended \nan immediate spay to terminate the pregnancy because Viola was not a good candidate for breeding based on her prior \nmedical history. The owner declined spaying and allowed her to give birth, after which her uterus prolapsed. On Sunday, \nSeptember 3rd, Viola was presented to an emergency clinic for a prolapsed uterus following the birth of a litter of kittens \nearlier that day. The emergency veterinarian advised an immediate spay to remove the uterus. The licensee declined the \ntreatment advised by the emergency veterinarian and elected for “conservative management” only - to take the cat home \nto be seen later by the facility’s Attending Veterinarian. The cat was brought to the Attending Veterinarian two days later, \nTuesday, September 5th, at which time the veterinarian’s physical exam findings noted that the uterus was still prolapsed, \nand was red, swollen and had a foul smelling purulent (pus-like) discharge, indicating a likely infection. The Attending \nVeterinarian proceeded with an emergency spay surgery for the cat that same day. The licensee’s failure to follow the \nAV’s recommendation to terminate the pregnancy and spay Viola on initial examination resulted in the prolapsed uterus \nthat occurred during birth. The licensee then failed to follow the emergency veterinarians’ instructions, again delaying \nappropriate care and treatment for this emergency condition.  \n \nFailure to follow instructions from the Attending Veterinarian such as not administering prescribed treatments or failing to \nfollow guidance for surgical and emergency care can result in worsening of medical conditions, unnecessary discomfort \nand suffering, and death. Correct by ensuring the Attending Veterinarian has appropriate authority over the veterinary \ncare and to oversee the adequacy of other aspects of animal care and use. \n2.40(b)(2)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe licensee failed to provide adequate veterinary care for an eight-week-old black and white male kitten known as \n“Tommy”. This kitten was brought to the Attending Veterinarian on September 11th during the first day of the inspection \nprior to inspectors seeing the animal. According to veterinary records, Tommy was weak, severely dehydrated, very cold, \nand had pale gums on presentation. The Attending Veterinarian recommended several diagnostic tests to determine the \nbest approach for care. The licensee declined testing and proceeded to bring the kitten back to the facility. The Attending \nVeterinarian recommended supportive care at home including supplemental heat, the administration of fluids, and \nenemas. No records were provided to show that these treatments were administered. The kitten was brought back to the \nAttending Veterinarian the following day and was in worse condition, unable to maintain its own body temperature without \nsupport and was weak and unable to stand. The licensee declined transferring the kitten to a hospital for critical care. \n \nTimely and appropriate treatment of medical issues and critical conditions increases the chance of successful outcomes \nand minimizes risk of complications as well as unnecessary pain and suffering. In these instances, inappropriate care \n(conservative management only) and delayed treatment resulted in unnecessary pain and suffering for this animal. \nCorrect by ensuring appropriate methods to prevent, control, diagnose, and treat diseases and injuries, and the \navailability of emergency, weekend, and holiday care. \n2.40(b)(3)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nTen cats and three dogs had medical conditions that had not been identified by the facility prior to the inspection and/or \nthe severity of their conditions were not recognized by the facility. As a result, the conditions of these animals were not\n\ncommunicated to the Attending Veterinarian and they did not receive adequate veterinary care. These include:  \n \n - A five-and-a-half-year-old adult female smoky black tabby, #900215001896850, (in the main house, sunroom, \nenclosure #1) is in late term pregnancy, thin, and has cat litter and fecal matter stuck in her fur at her hind end and along \nher back legs and feet. The cat is very thin and shoulder blades, spine, and hip bones are all prominent and easily felt. \nAccording to the licensee, the cat is shaved daily on the back end to help with the litter and fecal contamination, however, \nthe hair is sufficiently long to refute that the cat is shaved daily. There are no veterinary records to indicate that the \ndiarrhea and poor body condition have been observed or treated prior to inspection. \n \n - An approximately 8-day-old (licensee records and veterinary medical records are inconsistent regarding date of birth \nand dam) male black and white kitten, “Gus,” (# 0173/2 in the main house, room #2, enclosure #1) was currently being \ntreated by the licensee for having an abnormally flattened chest. At the time of inspection, the kitten had a tight splint \napplied around its chest and was showing signs of difficulty breathing at rest including a rapid respiratory rate and \nincreased effort. The licensee was asked to remove the brace during the inspection, and the respiratory effort partially \nimproved. According to veterinary records, the kitten was evaluated by the Attending Veterinarian on 9/8/2023 and was \nbreathing normally. At that time, the licensee was approved to apply a commercially available splint himself and provided \ninstructions to monitor daily for increased respiratory effort or the development of pressure sores while using the splint. \nRecheck examination was recommended in 2 weeks or if the condition worsened. The licensee had not noticed that the \nkitten was breathing abnormally and thus had not notified the Attending Veterinarian of this change or presented it for \nreexamination as directed. \n \n - A seven-month-old adult female black and white cat, #900255202311957, (in the large back building, catio) has \naccumulated green discharge and crusts at both nostrils as well as fresh blood from the left nostril. She is actively \nsneezing and has prominent breathing sounds. These signs were identified by inspectors on 9/11/23. On that day, the \nlicensee was unaware that there was a cat sneezing with a bloody nasal discharge in that room. The licensee stated on \n9/12/23 that they planned for the cat to be seen by the Attending Veterinarian but instead started treatment according to \nthe new Program of Veterinary Care which allows them to start treatment for 10 days without having the Attending \nVeterinarian evaluate the cat. The licensee provided an updated copy of the Program of Veterinary Care to inspectors on \n9/12/23 that is dated 9/11/23 by the Attending Veterinarian. The updated version allows animals with mild yellow or green \nnasal discharge and no difficulty breathing to be started on an antibiotic for 10 days and examined if there is no resolution \nafter 10 days or if their condition worsens. This cat's nasal discharge was not mild but rather moderate-to-abundant and \ninvolved blood and snuffled breathing sounds. Even after identification of this animal by APHIS Officials, the licensee \nfailed to recognize the severity of the clinical signs and therefore, did not communicate the condition of the cat to the \nAttending Veterinarian. Based on the severity of the clinical signs, the Program of Veterinary Care required this cat to be \nexamined by the AV in order to determine the appropriate course of treatment and ensure adequate veterinary care was \nprovided. \n \n - A one-year-old adult female charcoal/blue cat, #900215000885835, (in the large back building, room #1) has a \nmoderate amount of yellow-green opaque discharge from her vulva. According to the licensee, the cat has been under \ntreatment for an ear infection and they are awaiting the results of an ear culture performed by the vet, but the discharge \nfrom the vulva had not been noticed. The licensee stated she was unsure of when her last litter was born. Veterinary \nrecords were provided showing that this cat had last been examined on 9/1/23 for the ear condition at which time there \nwas no vulvar discharge. The licensee failed to observe the presence of the abnormal discharge and communicate that to\n\nthe Attending Veterinarian.  \n \n - A four-year-old adult female tortie cat, #900111881602706, (in the small back building, room #4) has severely red and \ninflamed gums at her back teeth. This was worse on the left side. There was no documentation presented to demonstrate \nthat this had been identified or communicated to the Attending Veterinarian prior to inspection or that adequate veterinary \ncare was provided.  \n \n - A two-year-old adult female calico cat, #900215000815024, (in the small back building, room #4) has severely red and \ninflamed gums along both sides of the mouth and affects both the upper and lower jaw. There was no documentation \npresented to demonstrate that this had been identified or communicated to the Attending Veterinarian prior to inspection \nor that adequate veterinary care was provided. \n \n - A two-year-old adult female calico cat, #900215001896730, (in the small back building, room #2) has moderately \ninflamed and red gums on both sides of the mouth with the right worse than the left. There was no documentation \npresented to demonstrate that this had been identified or communicated to the Attending Veterinarian prior to inspection \nor that adequate veterinary care was provided. \n \n - An approximately year-and-a-half-year-old adult female brown tabby cat, #900215000885829, (in the main house, \nsunroom, enclosure #1) has severely reddened gums extending from the base of each tooth throughout the entire mouth. \nAdult fleas were also observed in its fur. According to the licensee, the cat has an appointment with the Attending \nVeterinarian in two days for its teeth to be evaluated, however records from the clinic do not show a currently scheduled \nappointment for this animal nor was documentation provided to show that it was identified or examined prior to inspection. \n \n - A five-year-old adult female dilute-tortie cat, #900111881173969, (in the main house, room #2, enclosure #4) has fur \nloss, pink irritated skin, and multiple small scabs too numerous to count over its neck and the back of its ears, especially \non the left-side of the body. The licensee stated that the fur loss had progressed slowly over a long period but that the \nscabs had not been observed until two days ago when the other licensee had examined the cat. The licensee also stated \nthat the cat had an appointment this week with the Attending Veterinarian to have its skin and teeth evaluated, however \nrecords from the clinic do not show a currently scheduled appointment for this animal. Additionally, there was no \ndocumentation presented to demonstrate that this had been identified or communicated to the Attending Veterinarian prior \nto inspection. \n \n - An approximately two-and-a-half-year-old adult female brown tabby cat, #900215001896854, (in the large back \nbuilding, room #1) has severely reddened gums extending from the base of each tooth throughout the entire mouth. \nAccording to the licensee, the cat has an appointment with the Attending Veterinarian in two days for its teeth to be \nevaluated, however records from the clinic do not show a currently scheduled appointment for this animal. Additionally, \nthere was no documentation presented to demonstrate that this had been identified or communicated to the Attending \nVeterinarian prior to inspection. \n \n - An approximately 5-year-old merle adult male French bulldog, “George”, #992001000364968, (in the large back \nbuilding, kitchen) has a moderate amount of clear discharge from both eyes and the vessels in the whites of the eyes are \nvery prominent with the white part of the eyes (sclera) being bright pink-to-red in color. The dog was noticeably very itchy\n\nduring examination, the left groin and skin folds at the base of the tail are missing fur and have pink and abraded skin that \nis oozing. When brought to their attention, the licensee seemed unconcerned about the current state of the dog’s skin and \nstated that the dog has ongoing skin issues that the Attending Veterinarian has them managing with flea prevention alone \n(Bravecto). Veterinary records show the dog was treated in June 2023 with antibiotics for a bacterial infection of the skin. \nHowever, there is no record that the vet has been notified regarding the worsening skin condition and the dog has only \nreceived flea preventive, which is not controlling the dog's symptoms or the fleas at the facility. \n \n - A 3-year-old tan merle adult female French bulldog, “Vita”, #900215000815040 (in the large back building, room #4), \nhas a moderate amount of thick, dark brown debris in her left ear and areas of patchy fur loss with red, ulcerated and \noozy skin at her lower back and tail base. When brought to their attention, the licensee seemed unconcerned about the \ncurrent state of the dog’s skin and stated that the dog has ongoing skin issues that the Attending Veterinarian has them \nmanaging with flea prevention alone (Bravecto). Veterinary records show the dog was treated in March 2023 for an \ninfected left ear and the Attending Veterinarian noted a dirty coat on physical exam. A medication was prescribed for the \near and a recheck in 30 days. There is no further record that the dog was ever brought in for her ear recheck and no \nrecord that the dog has been seen by a vet or treated for its current skin symptoms other than flea preventive, which is not \ncontrolling the dog's symptoms or the fleas at the facility.  \n \n - A 3-year-old black-and-tan adult female French bulldog, “Marta”, #900215000814952 (housed in the large back \nbuilding, kitchen), has a thinning fur coat with areas of patchy hair loss over her back and shoulders as well as dark, small \ndry scabs and crusts accumulating at both ear tips. When brought to their attention, the licensee seemed unconcerned \nabout the current state of the dog’s skin and stated that the dog has ongoing skin issues that the Attending Veterinarian \nhas them managing with flea prevention alone (Bravecto). Veterinary records show that the dog was last examined 5 \nmonths ago, March 2023, at which time a dirty coat but no other skin symptoms were observed. No record exists that the \ndog has been seen by a veterinarian for her current skin issues or been treated beyond flea preventive alone, which is not \ncontrolling the dog's symptoms or the fleas at the facility.  \n \nDaily observations of animals at this facility are insufficient to identify animals in need of veterinary care. When conditions \nare observed, the licensees have failed to communicate them accurately and timely to the Attending Veterinarian so that \nadequate veterinary care can be provided. Animals with untreated medical conditions including underweight, respiratory, \nskin, ear and dental problems may suffer from unnecessary pain, discomfort, infection, and stress. Daily observations of \nanimals to identify medical problems is essential to identify injury and illness quickly, initiate treatment quickly, and \nprevent unnecessary suffering. Correct by observing all animals at least daily to identify physical, medical, or behavioral \nproblems. Additionally, ensure that all findings are communicated in a timely manner to the Attending Veterinarian so that \nthey can examine animals and ensure that appropriate treatment is provided as required by section 2.40(b)(3). \n2.50(b)(1)  Repeat\n   \nTime and method of identification. \nA total of 16 live kittens and 7 deceased kittens were not properly identified. APHIS currently accepts compliant “cage \ncards” to be used to satisfy the individual identification requirements for unweaned kittens when housed only with their \ndam as an intact family group (with no individuals from other family groups). The licensee is using cage cards for \nidentification purposes of kittens under 16 weeks, however cage cards are being used for enclosures that contain mixed \nlitters born from multiple females. Additionally, for cage cards to satisfy identification requirements they must contain\n\naccurate descriptions of gender, color, and distinctive markings so that individuals can be matched with their records and \ntracked over time. In the case of these 16 live kittens and 7 deceased kittens, the licensees have not provided individual \nidentification and cage cards are no longer accepted as an appropriate method of identification due to the mixed litters \nand discrepancies in descriptions.  \n \nOne such enclosure (main house, room #2, enclosure #1) contained a single adult cat and 4 nursing kittens. The cage \ncard listed a total of 4 kittens with 2 different dates of birth (8/30 and 9/3). The cage card specified that 2 kittens were \nfostered onto this dam and provided the ID number for the biological dam. The descriptions of the kittens were inaccurate \nlisting all 4 as males (one was female) and listing their colors as 1 black & white, 1 red & white, and 2 red. The enclosure \nactually contained 1 brown tabby female, 1 black & white male, 1 red male, and 1 red & white male. Several of the kittens \nhad inaccurate identification descriptions (color and gender) making it difficult to definitively identify and track individual \nanimals.  \n \nAnother such enclosure (small back building, room #2) housed a total of 13 live kittens and 3 adult cats. The cage cards \nindicated that the kittens were born from four different litters and that three of the biological dams were also present. \nAlthough the licensee was maintaining cage cards outside the door, only 1 kitten had a microchip for identification. For the \nremaining 12 live kittens there were also discrepancies regarding the descriptions of color and gender for a significant \nportion of the animals. The cage cards also listed 7 additional kittens that were deceased which did not record the \nrequired identification information. In addition to the discrepancies in markings and gender, records for 1 kitten listed a \ncolor in what appears to be a different language which does not match any kittens present in the enclosure and an \nadditional 6 failed to list gender.  \n \nThe method used by the licensee does not satisfy the requirements per this section since there is mixing of multiple litters, \nsome kittens are not housed with their individually identified birth mother, the cage cards are missing required gender and \nthere are inaccuracies in the genders and descriptions that are recorded. Failure to properly identify individual animals \nprevents APHIS Officials from ensuring that other requirements of the AWA are being met by the licensee since it \nprevents tracking of animals over time. Correct by ensuring that all dogs and cats under control of the licensee are \nindividually identified by one of the methods outlined in the regulations. \n2.75(a)(1)  Repeat\n   \nRecords: Dealers and exhibitors. \nAPHIS currently accepts compliant “cage cards” to be used to satisfy recordkeeping requirements for unweaned kittens \nunder certain circumstances. Cage cards for kittens currently on-site were evaluated and determined to be both \nincomplete and inaccurate. Additionally, they were being used in circumstances not approved by APHIS including \ninstances where multiple litters have been mixed in the same primary enclosure. Therefore, the “cage cards” are not \nsufficient to satisfy recordkeeping requirements of acquisition, disposition, or record of animals on hand.  \n \n - A “cage card” currently being used on a foster dam’s enclosure (main house, room #2, enclosure #1) lists two biological \nkittens and two foster kittens. The card identifies the genders and colors as: 1 red and white male, 1 black and white \nmale, and 2 red males. The cage actually contains 1 black and white male, 1 red male, 1 red and white male, and 1 brown \ntabby female. The female brown tabby is not accurately represented on the cage card by gender or coloring.\n\n- One cage card (main house, room #3, enclosure #2) listed the litter date of birth as 6/11/2023. However, kittens \nappeared significantly younger than 3 months old based on their size and development. The licensee agreed with this \nassessment and checked her phone locating a picture reportedly from the date of birth that she presented to inspectors. \nThis photograph was taken on August 11, 2023 which was consistent with the appearance of the kittens. The licensee \nupdated the cage card during the inspection.  \n \n - Four cage cards were located outside of an enclosure (small back building, room #2) housing a total of 13 kittens and 3 \nadults, the result of 4 commingled litters. These cage cards show a significant number of inconsistencies relative to the \nanimals actually present and/or missing required information. One live kitten (microchip # 900255202311947) and 6 \ndeceased kittens listed on these cage cards had no gender recorded. One live kitten had a description written in a \ndifferent language that appears to describe an orange and black male kitten, however, no kitten of that color was present \nin the enclosure. The cage cards listed 10 black & white kittens (6 male and 4 female) however, there were actually only 4 \npresent (3 male and 1 female). The cage cards listed only one red/orange kitten and it was marked as deceased. \nHowever, 1 live male red/orange tabby with white was present. The cage cards listed no live tabby kittens, however, there \nwere 2 female tabby kittens and 3 male tabby and white kittens present in the enclosure.  \n \nFailure to maintain accurate record of acquisitions by birth (including accurate descriptions and gender) prevents APHIS \nOfficials from tracking animals over time on the property and ensuring compliance with other aspects of the Animal \nWelfare Act. Correct by ensuring that fully and correctly disclose required information for all animals acquired including \nthe age, description, gender. \n2.131(e) \n   \nHandling of animals. \nThree French bulldogs were subjected to climatic conditions that were detrimental to the animal’s health and well-being. \nAt approximately 11 AM on Monday September 11, 2023 three French Bulldogs were housed in wire-type crates in the \nlarge back building, room #4. This room was excessively hot and dogs were observed panting. The licensee propped the \ndoor open (it was cooler outside) and started the air conditioning unit. At approximately 10:30 AM on Tuesday September \n12, 2023 three French Bulldogs were still housed in this room and again, two were observed panting excessively. \nInspectors were also uncomfortable from the heat while evaluating the cats and dogs housed in this room. Temperature \nwas recorded throughout the day and ranged from 81-degrees Fahrenheit to 83.5-degrees Fahrenheit with the final \nreading (83.5 F) taken at 1:45 PM. Although the licensees attempted to fix the air conditioning unit (vacuuming the intake) \nthe room did not cool throughout the day. Two dogs were removed from the room for an unknown portion of the day, \nhowever, they were observed back in the room at the final temperature check when they were again observed panting. \nAdditionally, the licensee stated multiple times that the dogs were currently being housed indoors. French Bulldogs are a \nsmall short-nosed breed of dog that is less tolerant of heat extremes and more likely than other breeds to experience \ndiscomfort and heat-related health problems. The Attending Veterinarian has previously given instruction to the licensees \nthat the French Bulldogs were to be moved indoors when outside temperatures exceed 80-degrees Fahrenheit for their \nhealth and well-being. The behavior of these dogs demonstrated that they were uncomfortable, and the licensee failed to \nalleviate the impact of the heat on these dogs. When climatic conditions present a threat to an animal’s health or well-\nbeing, appropriate measures must be taken to alleviate the impact of those conditions. Correct by ensuring that animals \nare not subjected to any combination of temperature, humidity, and time that is detrimental to their health or well-being\n\nand additionally by ensuring that when climatic conditions pose a threat to an animal’s health or well-being that \nappropriate measures are taken to alleviate the impact of those conditions. Correct by 25 September 2023. \n3.4(c) \n   \nOutdoor housing facilities. \nThe outdoor primary enclosures for dogs are constructed out of materials that are not impervious to moisture. Wooden \nprivacy fencing comprises a portion of each of the outdoor primary enclosures for dogs. There was rain overnight the \nevening prior to the start of inspection. The wooden boards appeared wet extending from the ground upwards \napproximately 1-2 feet making it clear that large sections of the fence (which the dogs can easily contact) were not \nimpervious to moisture.  \n \nWhen inspectors began looking at the outdoor primary enclosures, the licensee repeatedly stated that the outdoor \nenclosures are no longer being used. At the time that the inspectors arrived at the property, however, the dogs could be \nheard outdoors. There were large numbers of feces (both fresh and old) which also indicated that these enclosures were \nin use. Additionally, there was also food present in the enclosures. This included kibble that was spilled on the ground and \nwas sufficiently wet and deteriorated, suggesting it had been outside during the rain that occurred the prior evening, as \nwell as dry kibble (present in two bowls in two different enclosures) that clearly had been put outside that morning after \nthe rain had stopped. When these findings were pointed out to the licensee, he alternately stated that the runs were left \nopen and dogs may go into them when they are in the outside yard for exercise and that the dogs were fed in the outdoor \nenclosures.  \n \nBuilding surfaces in contact with animals in outdoor housing facilities must be impervious to moisture. Additionally, they \nmust be maintained on a regular basis. Failure to ensure building materials are impervious to moisture prevents adequate \ncleaning and sanitation which can lead to disease transmission. Correct by ensuring that all building surfaces of outdoor \nhousing facilities that animals may come in contact with are impervious to moisture. Correct by 29 September 2023. \n3.6(b)(1)(ii)  Repeat\n   \nPrimary enclosures. \nTwo enclosures housing 4 young adult cats each (8 total) are currently housed in primary enclosures that do not meet the \nrequired minimum floor space requirements. These enclosures (61 inches by 24 inches) each provide a total of 10.2 sq. \nfeet of floor space. Cats of this size require a minimum of 3 sq. feet each, making the combined requirement 12 sq. feet \nper group of four. The current enclosures are too small by 1.8 sq. feet. Failure to provide minimum space prevents \nanimals from making normal postural and social adjustments which may lead to unnecessary discomfort, distress, and \nconflict with co-housed animals. Correct by ensuring that all primary enclosures housing cats provide the minimum \nrequired floor space for each animal. \n3.6(b)(2)  Repeat\n   \nPrimary enclosures. \nAn enclosure (small back building, room 4) housing 8 adult cats showed signs of incompatibility. On previous inspections, \nthis same enclosure has had multiple underweight cats identified. During the inspection, the licensee provided food to \ncats in the enclosure. As soon as two bowls of food were provided, six cats approached to begin eating. There were\n\nmultiple instances of aggressive and defensive posturing between at least three cats. Animals were observed hissing, \nswatting, and growling at one another while attempting to access the food that had been added. This room also had only \none water bowl, one litter box, and one scratching post that had a total of 6 elevated resting surfaces. When resources \nsuch as food, water, elevated resting surfaces, and other favorite locations are scarce compatibility problems may be \nworsened and animals may fight over access to resources. Incompatibility amongst animals sharing an enclosure can \nlead to chronic stress, inadequate access to food and water, and potential injury. All cats housed in the same primary \nenclosure must be compatible, as determined by observation. Correct by ensuring all cats housed in the same primary \nenclosure are compatible. \n3.7(c) \n   \nCompatible grouping. \nTwo primary enclosures contain a total of 16 kittens less than 4 months of age housed in the same enclosure as adult \ncats:  \n \n - There is a small enclosure built within the sunroom of the main house (enclosure #3) that contains a total of 24 kittens \nand 1 adult cat. There are three kittens less than 4-months of age housed in this group (microchip numbers \n900255202311920, 900255202311940, 900255202311945). Facility records indicate that these kittens were born on \n6/30/23 making them 10 weeks and 3 days old at the time of inspection. There is a white female adult cat (microchip # \n990000003113591) housed in this same enclosure. The reported DOB for this cat is 1/25/2018. The remaining 21 \nadolescent cats/kittens in this enclosure range from 14 to 17 weeks old. The presence of numerous adolescent \ncats/kittens demonstrate that this is not a permanent breeding colony.  \n \n - On September 12, 2023 Room #2 in the small back building contained 12 nursing kittens that are less than 4 months \nold and 3 adult female cats (Microchip numbers 900215001896736, 900111881174209, and 900215001896730). The \nprior day, one additional kitten (13 total) was present in this room. Although the majority of the kittens were not individually \nidentified, the facility records (cage cards) indicate dates of birth for all kittens were between June 23, 2023 to July 1, \n2023 (making them 10-11 weeks old). The cage cards indicate that these kittens were born from 4 different female cats. \nThe cage cards indicated that one kitten was born from a female cat microchip #900215001896833, which was in a \ndifferent room in the facility. On August 9, 2023 this room contained 13 kittens and 4 adult female cats (including adult \nfemale microchip # 900113000096624). This female cat was present in another room at the facility on September 11th \nand at least one of those kittens was no longer at the facility. Based on the number and ages of animals present in this \nroom on August 9 and September 12, 2023 it is clear that animals are added and removed from the enclosure and are \ntherefore not maintained in a permanent breeding colony. Facility records indicate that in addition to the 13 kittens that \nwere present on September 11 there were an additional 7 kittens born in those 4 litters which later died between the age \nof 3 and 22 days old.  \n \nKittens less than 4 months old may only be housed with other adult cats when permanently maintained in a breeding \ncolony. Failure to maintain kittens either as single litters (with no adults other than their dam) or in permanent breeding \ncolonies increases the stress to nursing cats which may lead to decreased immunity, increased disease, and increased \nmortality. Correct by ensuring that kittens less than 12 weeks old are not housed with adult cats other than their dam \nunless they are maintained in permanent breeding colonies. Correct by 25 September 2023.\n\n3.9(b) \n   \nFeeding \nThe licensee is not providing enough feed receptacles to ensure all animals have access to food. This is causing \ncompetition for food and incompatibility among older animals.  \n \n - An enclosure housing 8 adult cats (small back building, room #4) was provided two food bowls during the inspection. At \napproximately 11 AM inspectors observed that there were no food bowls in the enclosure. The licensee stated that they \nwere feeding and was instructed to provide food while inspectors were present. The licensee put two large food bowls \n(approximately 6-8 inches in diameter) filled with dry cat kibble next to one another on the floor. As soon as two bowls of \nfood were provided, six cats ran to begin eating. A maximum of 3-4 cats were observed being able to eat at one time \nwhile 2 others made multiple attempts to access food. These cats attempted to push into a food bowl and were prevented \nby others that displayed food guarding behavior including hissing, swatting and growling. Inspectors observed these \nbehaviors for more than 5 minutes during which time the cats continued to change bowls and positions multiple times. On \nboth this inspection and previous inspections, this same enclosure has had multiple underweight cats identified.  \n \n - An enclosure housing 24 younger kittens and 1 adult had no food present when inspectors initially walked through the \nfacility. When presented with one large bowl of dry food, almost every cat ran to the bowl, pushing, climbing over and \nshoving others out of the way attempting to reach the food. After a couple minutes, the licensee added another large bowl \nto the enclosure but most kittens were too distracted trying to access the first bowl and didn’t notice. Later, two bowls of \ncanned cat/kitten food were also subsequently provided to the kittens, who immediately ran over and began pushing and \nshoving to eat. The entire first bowl of dry cat food was finished in about five minutes, with the wet food bowls being \nfinished just a few minutes later. The kittens were observed pushing one another in attempts to access the food the entire \ntime that food was present. When the first bowl of food was placed in the enclosure, the licensee stated that the kittens \ndon’t really eat the dry food, they are still on wet food due to their age. Additionally, the licensee stated that he does not \nkeep food present at all times for these kittens, and that the last feeding had been approximately 12 hours earlier the \nprevious night.  \n \nNot providing enough food receptacles to allow all animals to easily access food creates competition for food and can \nlead to incompatibility, resourcing guarding, and unnecessary stress. Correct by providing an adequate number of food \nreceptacles in each enclosure to ensure that food is readily accessible to all animals. Correct by 25 September 2023. \n3.11(a) \n   \nCleaning, sanitization, housekeeping, and pest control. \nExcreta is not being removed from outdoor dog enclosures frequently enough to prevent excessive accumulation of feces \nor reduce disease hazards, insects and pests. According to the licensee, the dogs are not being housed in their outdoor \nenclosures. However, upon arriving at the property, dogs could be heard in their outdoor enclosures whining and barking \nwhile waiting for the licensee to arrive and trying to contact the onsite facility representative. Additionally, food and water \nbowls were present in each enclosure which indicated that they were in fact in use. Wet deteriorated food that appeared \nto be from the prior day was present in one enclosure and fresh dry food was present in two additional enclosures. There \nare six outdoor dog enclosures in total and four of them had excessive accumulations of feces. Three of the enclosures \nhad accumulations of fresh feces and some with up to 20 piles including feces with mold present. One run had about 10\n\npiles of old feces that had never been removed.  \n \nFailure to remove feces daily increases the risk of soiling and disease transmission to and between animals and can \nattract pests. Correct by removing excreta and waste daily and as often as necessary to prevent excessive accumulation \nand to reduce the risk of disease hazards, odors and pests. Correct by 25 September 2023. \n \nThis inspection was conducted with the licensees. \n \nAdditional Inspectors: \nRachel Perez-Baum, VETERINARY MEDICAL OFFICER \nDANA MILLER, Supervisory Animal Care Specialist n",
  "animals_total": 140,
  "species": [
    {
      "count": 80,
      "scientific": "Felis catus",
      "common": "CAT ADULT"
    },
    {
      "count": 55,
      "scientific": "Felis catus",
      "common": "CAT KITTEN"
    },
    {
      "count": 5,
      "scientific": "Canis familiaris",
      "common": "DOG ADULT"
    }
  ]
}