{
  "insp_id": "196161014530968",
  "layout": "a",
  "customer_id": "101",
  "customer_name": "Pine Acres Rabbitry/Farm",
  "customer_addr": "299 E. Main Street\nNorton, MA 02766",
  "certificate": "14-R-0004",
  "site_id": "001",
  "site_name": "PINE ACRES RABBITRY/FARM",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-JUL-2016",
  "report_date": "14-JUL-2016",
  "citations": [
    {
      "code": "2.31(e)(4)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "Description of Procedures to Minimize Pain and Discomfort.\n1. Protocol #15-20 that was approved by the IACUC in April 2016 did not contain a description of procedures to\nassure that discomfort and pain to the study animals will be limited. The protocol includes surgical procedures\nperformed under general anesthesia that would be considered more than momentarily painful or distressful to the\nanimals in the post-operative period. Although it was confirmed that post-operative analgesics were administered to\nthe study animals used after the protocol was approved and the animals did not exhibit any signs indicative of pain\nin the post-operative period, there are no details in the approved protocol for the post-operative analgesia used\nsuch as the name of the drug(s), dose, frequency and route of administration, and duration of treatment.\nPer this Section of the Regulations, a proposal to conduct activities involving animals must contain a description of\nprocedures designed to assure that discomfort and pain to the animals will be limited to that which is unavoidable\nfor the conduct of scientifically valuable research, and include provision for the use of analgesic, anesthetic, and\ntranquilizing drugs where indicated and appropriate to minimize discomfort and pain to the animals. This\nrequirement is important so the IACUC can determine during their review of the proposal that all of the components\nof the proposed activities related to the care and use of animals minimize pain and distress to the animals.\nThe IACUC needs to address this deficiency that was identified for this protocol.\nCorrect by 8/1/16.\nNOTE - This was a FOCUSED inspection based on the non-compliant items identified at the time of the last\ninspection. The non-compliant items from the last inspection have been corrected. Exit interview held 7/13/16\non-site with facility representative. Report delivered by e-mail 7/14/16.\n*END OF REPORT*"
    }
  ],
  "narrative": "2.31(e)(4)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nDescription of Procedures to Minimize Pain and Discomfort.\n1.  Protocol #15-20 that was approved by the IACUC in April 2016 did not contain a description of procedures to\nassure that discomfort and pain to the study animals will be limited.  The protocol includes surgical procedures\nperformed under general anesthesia that would be considered more than momentarily painful or distressful to the\nanimals in the post-operative period.  Although it was confirmed that post-operative analgesics were administered to\nthe study animals used after the protocol was approved and the animals did not exhibit any signs indicative of pain\nin the post-operative period, there are no details in the approved protocol for the post-operative analgesia used\nsuch as the name of the drug(s), dose, frequency and route of administration, and duration of treatment.\nPer this Section of the Regulations, a proposal to conduct activities involving animals must contain a description of\nprocedures designed to assure that discomfort and pain to the animals will be limited to that which is unavoidable\nfor the conduct of scientifically valuable research, and include provision for the use of analgesic, anesthetic, and\ntranquilizing drugs where indicated and appropriate to minimize discomfort and pain to the animals.  This\nrequirement is important so the IACUC can determine during their review of the proposal that all of the components\nof the proposed activities related to the care and use of animals minimize pain and distress to the animals.\nThe IACUC needs to address this deficiency that was identified for this protocol.\nCorrect by 8/1/16.\nNOTE - This was a FOCUSED inspection based on the non-compliant items identified at the time of the last\ninspection.  The non-compliant items from the last inspection have been corrected.  Exit interview held 7/13/16\non-site with facility representative.  Report delivered by e-mail 7/14/16.\n*END OF REPORT*\n\n",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}