{
  "insp_id": "2016082568893393",
  "layout": "a",
  "customer_id": "334616",
  "customer_name": "Dakota Moeller",
  "customer_addr": "1989 Hwy 103\nWest Point, IA 52656",
  "certificate": "42-B-0293",
  "site_id": "001",
  "site_name": "Dakota Moeller",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-OCT-2017",
  "report_date": "18-OCT-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Female Golden Retriever (M70, #145357750A) has an abnormal appearance to the left front foot. Closer\nexamination of this foot revealed that the outside toe is extremely swollen and enlarged. The swelling was round in\nshape, a dark reddish color and firm to the touch. The dog is not currently receiving any treatment for this condition.\nFemale Golden Retriever (#032-063-574) has an abnormal appearance to the right hind foot. Closer examination\nrevealed a large, round swelling between the outside of toes of this foot. The swollen area is dark in color and firm\nto the touch. A portion of the swelling had split open and a red fluid is coating the hair around the affected area.\nThe dog is not currently receiving any treatment for this condition.\nSwollen areas of the feet could cause pain and discomfort to the dog. The licensee must have these two Golden\nRetrievers evaluated by a licensed veterinarian for a proper diagnosis and to establish an effective treatment plan.\nThe licensee must ensure that all dogs receive adequate veterinary care at all times.\nCorrection date: End of business October 20, 2017\nInspection and exit interview conducted with Kelly Maxwell and the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nFemale Golden Retriever (M70, #145357750A) has an abnormal appearance to the left front foot.  Closer\nexamination of this foot revealed that the outside toe is extremely swollen and enlarged.  The swelling was round in\nshape, a dark reddish color and firm to the touch.  The dog is not currently receiving any treatment for this condition.\nFemale Golden Retriever (#032-063-574) has an abnormal appearance to the right hind foot.  Closer examination\nrevealed a large, round swelling between the outside of toes of this foot.  The swollen area is dark in color and firm\nto the touch.  A portion of the swelling had split open and a red fluid is coating the hair around the affected area. \nThe dog is not currently receiving any treatment for this condition. \nSwollen areas of the feet could cause pain and discomfort to the dog.  The licensee must have these two Golden\nRetrievers evaluated by a licensed veterinarian for a proper diagnosis and to establish an effective treatment plan. \nThe licensee must ensure that all dogs receive adequate veterinary care at all times.\nCorrection date:  End of business October 20, 2017\nInspection and exit interview conducted with Kelly Maxwell and the facility representative.",
  "animals_total": 170,
  "species": [
    {
      "count": 170,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}