{
  "insp_id": "2016090000743136",
  "layout": "b",
  "customer_id": "508170",
  "customer_name": "ADAM YODER",
  "customer_addr": "3318 Mennonite School Road\nMONTEZUMA, GA 31063",
  "certificate": "67-A-0002",
  "site_id": "001",
  "site_name": "ADAM YODER",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "14-OCT-2021",
  "report_date": "10-NOV-2021",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Many rabbits were identified as having medical issues requiring veterinary care. The licensee had identified the issue and\nwas either treating them but not per the program of veterinary care, choosing not to treat, without consulting the attending\nveterinarian, or the veterinarian had not been consulted when the rabbit did not improve after long ongoing treatment by\nthe licensee:\n• In Building 1, a brown rabbit’s right eye was mostly closed with red crusty eyelids. The licensee explained that the rabbit\nat a young age developed issues with the eye and eventually lost it. The veterinarian was never consulted on treatment.\n• One gray and brown rabbit in Building 1 had its right rear leg splayed out. Another brown rabbit in Building 1 had both\nrear legs splayed out away from its body. The deformity affected the gait of both these rabbits and per the licensee they\nhad been that way since birth. These rabbits had not received treatment and the veterinarian was not consulted.\n• One tan and white rabbit in Building 1 had a severely affected right eye that was swollen and red, oozing yellow and\nwhite discharge down the rabbit’s face forming crusts above its lip. The rabbit could not keep its right eye open and per\nthe licensee has been having issues with that eye since birth. The licensee has been treating the eye for the duration of\nthis rabbit’s life without consulting the veterinarian.\n• Approximately 15 rabbits in Building 1 had varying degrees of hairlessness on their faces. The licensee explained the\nhair is most likely being pulled by the neighbor through the wires. The licensee did not institute preventative measures for\nthese rabbits as he did in other areas.\n• A lethargic, unkempt white rabbit with grey ears in enclosure 202 had significant cream colored discharge oozing from\nboth its eyes that had caused a hairless red area of skin along the path the discharge followed toward the nose. The\nlicensee has been treating this rabbit for approximately 1 year without consulting his attending veterinarian.\nSome rabbits were being treated with medication listed in the program of veterinary care, but the correct duration was not\nbeing followed. For example, instead of using a medication for 5 days, the licensee is using it as needed, and in some\ncases, for a year without contacting the attending veterinarian when the rabbit didn’t improve. Medical care that is not\nbeing done per the veterinarian’s instructions can result in inappropriate methods to diagnose and treat conditions such\nas those listed above. The licensee must consult with the attending veterinarian to obtain a treatment plan for the animals\nnoted above, and then, moving forward, in cooperation with his attending veterinarian, the licensee must develop\nappropriate methods to prevent, control, diagnose, and treat diseases and injuries."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Many animals were observed during inspection to have a medical condition that had not been noticed by the licensee and\nthereby not communicated to the attending veterinarian:\n• One tan, white and black rabbit in Building 1 had its right eye matted shut with yellow/white colored discharge.\n• One tan and white rabbit in cage 604 was discovered sneezing with nasal discharge.\n• One black rabbit in Building 1 appeared lethargic, stayed in the corner of the enclosure, unkempt and had moist\ndischarge from both eyes with some nasal discharge as well. Some nasal flaring was observed as he breathed.\n• A grey and white rabbit in Building 1 had yellow discharge from the left eye with a red and swollen eyelid. This rabbit\nalso mostly kept the left eye closed.\n• A tan and white rabbit in Building 1 had a thickened crusty right ear, inside full of greyish black material. The rabbit was\nseen holding the ear up and shaking his head from time to time.\n• One white lionhead rabbit in Building 1 had significant hair loss over the entire head and shoulder area with crusted,\nreddened skin.\n• One black rabbit in Building 1 had a crusty left eye that was half closed and weeping a yellow discharge with pinkish red\nskin surrounding the affected eye.\n• A brown rabbit in enclosure 607 had its left eye partially open with oozing white discharge with a red and swollen eyelid.\n• In one enclosure (numbered 237), a nest box was found where all three kits were exposed and deceased. One of the\nkits had live maggots wriggling inside it.\n• Approximately 60 rabbits un Building 1 were observed to have significantly overgrown nails, extending approximately 1\nto 2 inches away from the nail bed and some were curling inwards as well as sideways.\nBy not identifying and reporting the abnormal signs displayed by the rabbits listed above, those animals remained\nuntreated, which can cause the animals unnecessary pain and discomfort. Failure to report signs of severe health issues\nor unchanged/worsened health conditions to a veterinarian results in diseases not being treated appropriately. The\nlicensee must provide daily observation of all animals to assess their health and well-being; provided, however, that daily\nobservation of animals may be accomplished by someone other than the attending veterinarian, and provided, further that\na mechanism of direct and frequent communication is required so that timely and accurate information on problems of\nanimal health and well-being is conveyed to the attending veterinarian."
    },
    {
      "code": "3.50(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "Approximately 10 rabbits were observed outside of the facility in the parking area hopping in the grass and among the\nparked cars. Once inside the facility, approximately a total of 10 more rabbits were seen during the inspection on the\nground outside of their enclosures. The rabbits escaped, per the licensee, by kicking their attached feeder off their\nenclosure, which then left a gap large enough for them to go through. The feeders are secured to the primary enclosures\nwith two metal wires. A portion of those two wires are angled and protruding approximately 1.5 inches into the primary\nenclosures at approximately eye level height at both sides of the feeder. Additionally, there were multiple gaps at the\nbottom of the walls of both outdoor facilities that also included the large doors that are located at both ends of the\nbuildings. These gaps allow the rabbits to escape the facility and then have access to the outdoors and parking area.\nRabbits that escape are at risk of injury, sickness or death. Protruding points within the enclosure can cause injuries,\nespecially to the eyes. Gaps in the walls and doors of the facility allow not only the rabbits to escape but also other\nanimals, including predators, to gain access to the caged rabbits. The licensee must ensure that the facilities be\nstructurally sound and maintained in good repair (without sharp points inside the primary enclosures), to protect the\nanimals from injury, to contain the animals, and to restrict the entrance of other animals."
    },
    {
      "code": "3.50(d)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "In Building 1, a large amount of fecal waste was observed accumulating under the last three groups of wire floor\nenclosures along the left side of the building furthest from the entrance door. The feces piled underneath the enclosures\nwas approximately 1 foot in height at its tallest. In some areas, it was very wet creating a liquid puddle of feces which\ncontained numerous maggots. A large pile of feces was located within 20 feet of enclosures housing rabbits in Building 2.\nNumerous flies were flying around the large storage pile of feces that was approximately 4 feet high at its highest point in\nthe center and about 10 feet in diameter. Fecal waste can attract pest and rodents, become a disease hazard or area of\ncontamination to the rabbits. Odors, insects, disease hazards, and pest infestation from fecal waste accumulations can\nhave an adverse effect on the health and well-being of the rabbits. The licensee must have provisions in place for the\nremoval and disposal of animals and food wastes often enough to minimize any potential contamination, odors, or\ndisease hazards. Disposal facilities shall be so provided and operated as to minimize vermin infestation, odors, and\ndisease hazards."
    },
    {
      "code": "3.53(a)(5)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "At inspection, the wire floor primary enclosures that housed females and their less than one month old kits had at least\nfive enclosures with dirty nest boxes. These dirty nest boxes varied from containing a mix of half feces and half nesting\nmaterial to one that was so wet with urine that all the kits were wet as well. In another three nest boxes, there was not\nenough nesting material provided. There were a few straw pieces but almost the entirety of the floor of the nest box was\nexposed with no substrate. Not providing adequately clean and dry bedding, can cause the kits to be cold, stressed and\nthereby more prone to disease, sickness, and death. Nest boxes are necessary to provide the young offspring a clean\nand sheltered environment for the first month of their life. A suitable nest box containing clean nesting material shall be\nprovided in each primary enclosure housing a female with a litter less than one month of age."
    },
    {
      "code": "3.53(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "Approximately 55 enclosures had less than the minimum square footage for each rabbit. All affected rabbits were weaned\nand weighed under 4.4 pounds each and thereby required 1.5 square feet per rabbit. There were four different sized\ncages:\n1) 2 feet (width) x 2 feet (length) resulting in 4 square feet contained 3 to 4 rabbits but should have only contained two\nrabbits (since otherwise they would require a total of 4.5 to 6 square feet).\n2) 2 feet (width) x 2.5 feet (length) resulting in 5 square feet enclosures contained 4, 5 or 6 rabbits. Per regulations, only\n3 rabbits of this size should be confined in this size enclosure.\n3) 1 feet (width) x 2 feet (length) resulting in 2 square feet contained 2, 3, or 4 rabbits when instead, per regulations,\nshould only have one rabbit in this size enclosure.\n4) 1.5 feet (width) x 2 feet (length) resulting in 3 square feet enclosures contained 3 rabbits when there was only enough\nspace by regulation for 2 rabbits.\nFailing to provide adequate floor space for the rabbits could affect their comfort, health, and well-being. By not adhering\nto the minimum square footage, this can result in overcrowding, increased likelihood of stress, and disease transmission.\nEach rabbit housed in a primary enclosure shall be provided a minimum amount to floor space, exclusive of the space\ntaken up by food and water receptacles. So, for rabbits weighing less than 4.4 pounds, at least 1.5 square feet should be\nprovided per rabbit in accordance with the AWA.\nThis is a 1st Re-License Inspection for a Class “A” license. The inspection and exit briefing were conducted with the\napplicant.\nAll items must be in compliance within 2 more inspections or by December 13, 2021 or the applicant will forfeit the license\nfee and must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection.\nRegulated activity can continue under your existing USDA license until it expires.\nAdditional Inspectors:\nSTEPHANIE MAYARD, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nMany rabbits were identified as having medical issues requiring veterinary care.  The licensee had identified the issue and \nwas either treating them but not per the program of veterinary care, choosing not to treat, without consulting the attending \nveterinarian, or the veterinarian had not been consulted when the rabbit did not improve after long ongoing treatment by \nthe licensee: \n• In Building 1, a brown rabbit’s right eye was mostly closed with red crusty eyelids. The licensee explained that the rabbit \nat a young age developed issues with the eye and eventually lost it. The veterinarian was never consulted on treatment. \n• One gray and brown rabbit in Building 1 had its right rear leg splayed out. Another brown rabbit in Building 1 had both \nrear legs splayed out away from its body. The deformity affected the gait of both these rabbits and per the licensee they \nhad been that way since birth. These rabbits had not received treatment and the veterinarian was not consulted. \n• One tan and white rabbit in Building 1 had a severely affected right eye that was swollen and red, oozing yellow and \nwhite discharge down the rabbit’s face forming crusts above its lip.  The rabbit could not keep its right eye open and per \nthe licensee has been having issues with that eye since birth. The licensee has been treating the eye for the duration of \nthis rabbit’s life without consulting the veterinarian. \n• Approximately 15 rabbits in Building 1 had varying degrees of hairlessness on their faces. The licensee explained the\n\nhair is most likely being pulled by the neighbor through the wires. The licensee did not institute preventative measures for \nthese rabbits as he did in other areas. \n• A lethargic, unkempt white rabbit with grey ears in enclosure 202 had significant cream colored discharge oozing from \nboth its eyes that had caused a hairless red area of skin along the path the discharge followed toward the nose.  The \nlicensee has been treating this rabbit for approximately 1 year without consulting his attending veterinarian. \nSome rabbits were being treated with medication listed in the program of veterinary care, but the correct duration was not \nbeing followed.  For example, instead of using a medication for 5 days, the licensee is using it as needed, and in some \ncases, for a year without contacting the attending veterinarian when the rabbit didn’t improve.  Medical care that is not \nbeing done per the veterinarian’s instructions can result in inappropriate methods to diagnose and treat conditions such \nas those listed above.  The licensee must consult with the attending veterinarian to obtain a treatment plan for the animals \nnoted above, and then, moving forward, in cooperation with his attending veterinarian, the licensee must develop \nappropriate methods to prevent, control, diagnose, and treat diseases and injuries. \n2.40(b)(3)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nMany animals were observed during inspection to have a medical condition that had not been noticed by the licensee and \nthereby not communicated to the attending veterinarian: \n• One tan, white and black rabbit in Building 1 had its right eye matted shut with yellow/white colored discharge. \n• One tan and white rabbit in cage 604 was discovered sneezing with nasal discharge. \n• One black rabbit in Building 1 appeared lethargic, stayed in the corner of the enclosure, unkempt and had moist \ndischarge from both eyes with some nasal discharge as well. Some nasal flaring was observed as he breathed. \n• A grey and white rabbit in Building 1 had yellow discharge from the left eye with a red and swollen eyelid. This rabbit \nalso mostly kept the left eye closed.\n\n• A tan and white rabbit in Building 1 had a thickened crusty right ear, inside full of greyish black material. The rabbit was \nseen holding the ear up and shaking his head from time to time. \n• One white lionhead rabbit in Building 1 had significant hair loss over the entire head and shoulder area with crusted, \nreddened skin. \n• One black rabbit in Building 1 had a crusty left eye that was half closed and weeping a yellow discharge with pinkish red \nskin surrounding the affected eye. \n• A brown rabbit in enclosure 607 had its left eye partially open with oozing white discharge with a red and swollen eyelid. \n• In one enclosure (numbered 237), a nest box was found where all three kits were exposed and deceased. One of the \nkits had live maggots wriggling inside it. \n• Approximately 60 rabbits un Building 1 were observed to have significantly overgrown nails, extending approximately 1 \nto 2 inches away from the nail bed and some were curling inwards as well as sideways. \nBy not identifying and reporting the abnormal signs displayed by the rabbits listed above, those animals remained \nuntreated, which can cause the animals unnecessary pain and discomfort.  Failure to report signs of severe health issues \nor unchanged/worsened health conditions to a veterinarian results in diseases not being treated appropriately.  The \nlicensee must provide daily observation of all animals to assess their health and well-being; provided, however, that daily \nobservation of animals may be accomplished by someone other than the attending veterinarian, and provided, further that \na mechanism of direct and frequent communication is required so that timely and accurate information on problems of \nanimal health and well-being is conveyed to the attending veterinarian. \n3.50(a) \n   \nFacilities, general. \nApproximately 10 rabbits were observed outside of the facility in the parking area hopping in the grass and among the \nparked cars.  Once inside the facility, approximately a total of 10 more rabbits were seen during the inspection on the\n\nground outside of their enclosures.  The rabbits escaped, per the licensee, by kicking their attached feeder off their \nenclosure, which then left a gap large enough for them to go through.  The feeders are secured to the primary enclosures \nwith two metal wires.  A portion of those two wires are angled and protruding approximately 1.5 inches into the primary \nenclosures at approximately eye level height at both sides of the feeder.  Additionally, there were multiple gaps at the \nbottom of the walls of both outdoor facilities that also included the large doors that are located at both ends of the \nbuildings.  These gaps allow the rabbits to escape the facility and then have access to the outdoors and parking area.  \nRabbits that escape are at risk of injury, sickness or death.  Protruding points within the enclosure can cause injuries, \nespecially to the eyes.  Gaps in the walls and doors of the facility allow not only the rabbits to escape but also other \nanimals, including predators, to gain access to the caged rabbits.  The licensee must ensure that the facilities be \nstructurally sound and maintained in good repair (without sharp points inside the primary enclosures), to protect the \nanimals from injury, to contain the animals, and to restrict the entrance of other animals. \n3.50(d) \n   \nFacilities, general. \nIn Building 1, a large amount of fecal waste was observed accumulating under the last three groups of wire floor \nenclosures along the left side of the building furthest from the entrance door.  The feces piled underneath the enclosures \nwas approximately 1 foot in height at its tallest.  In some areas, it was very wet creating a liquid puddle of feces which \ncontained numerous maggots.  A large pile of feces was located within 20 feet of enclosures housing rabbits in Building 2.  \nNumerous flies were flying around the large storage pile of feces that was approximately 4 feet high at its highest point in \nthe center and about 10 feet in diameter.  Fecal waste can attract pest and rodents, become a disease hazard or area of \ncontamination to the rabbits.  Odors, insects, disease hazards, and pest infestation from fecal waste accumulations can \nhave an adverse effect on the health and well-being of the rabbits.  The licensee must have provisions in place for the \nremoval and disposal of animals and food wastes often enough to minimize any potential contamination, odors, or\n\ndisease hazards.  Disposal facilities shall be so provided and operated as to minimize vermin infestation, odors, and \ndisease hazards. \n3.53(a)(5) \n   \nPrimary enclosures. \nAt inspection, the wire floor primary enclosures that housed females and their less than one month old kits had at least \nfive enclosures with dirty nest boxes.  These dirty nest boxes varied from containing a mix of half feces and half nesting \nmaterial to one that was so wet with urine that all the kits were wet as well.  In another three nest boxes, there was not \nenough nesting material provided.  There were a few straw pieces but almost the entirety of the floor of the nest box was \nexposed with no substrate.   Not providing adequately clean and dry bedding, can cause the kits to be cold, stressed and \nthereby more prone to disease, sickness, and death.  Nest boxes are necessary to provide the young offspring a clean \nand sheltered environment for the first month of their life.  A suitable nest box containing clean nesting material shall be \nprovided in each primary enclosure housing a female with a litter less than one month of age. \n3.53(c)(2) \n   \nPrimary enclosures. \nApproximately 55 enclosures had less than the minimum square footage for each rabbit. All affected rabbits were weaned \nand weighed under 4.4 pounds each and thereby required 1.5 square feet per rabbit.  There were four different sized \ncages: \n1) 2 feet (width) x 2 feet (length) resulting in 4 square feet contained 3 to 4 rabbits but should have only contained two \nrabbits (since otherwise they would require a total of 4.5 to 6 square feet). \n2) 2 feet (width) x 2.5 feet (length) resulting in 5 square feet enclosures contained 4, 5 or 6 rabbits.  Per regulations, only \n3 rabbits of this size should be confined in this size enclosure. \n3) 1 feet (width) x 2 feet (length) resulting in 2 square feet contained 2, 3, or 4 rabbits when instead, per regulations,\n\nshould only have one rabbit in this size enclosure. \n4) 1.5 feet (width) x 2 feet (length) resulting in 3 square feet enclosures contained 3 rabbits when there was only enough \nspace by regulation for 2 rabbits. \nFailing to provide adequate floor space for the rabbits could affect their comfort, health, and well-being.  By not adhering \nto the minimum square footage, this can result in overcrowding, increased likelihood of stress, and disease transmission.  \nEach rabbit housed in a primary enclosure shall be provided a minimum amount to floor space, exclusive of the space \ntaken up by food and water receptacles.  So, for rabbits weighing less than 4.4 pounds, at least 1.5 square feet should be \nprovided per rabbit in accordance with the AWA. \n \nThis is a 1st Re-License Inspection for a Class “A” license. The inspection and exit briefing were conducted with the \napplicant. \n \nAll items must be in compliance within 2 more inspections or by December 13, 2021 or the applicant will forfeit the license \nfee and must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection. \n \nRegulated activity can continue under your existing USDA license until it expires. \n \nAdditional Inspectors: \nSTEPHANIE MAYARD, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 3115,
  "species": [
    {
      "count": 3115,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    }
  ]
}