{
  "insp_id": "2016082568048665",
  "layout": "a",
  "customer_id": "32035",
  "customer_name": "Eli Miller",
  "customer_addr": "3457 Cr 135\nMillersburg, OH 44654",
  "certificate": "--",
  "site_id": "001",
  "site_name": "ELI MILLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-DEC-2016",
  "report_date": "21-DEC-2016",
  "citations": [
    {
      "code": "2.1",
      "kind": "",
      "repeat": false,
      "desc": "REQUIREMENTS AND APPLICATION.",
      "narrative": "This former licensee is still conducting regulated activity. When asked about his business, he replied that he has\n40-45 dogs on the premises, and that all of the puppies are sold wholesale. He declined to name the brokers or\nstores that buy the puppies. The requirements for licensing under USDA were discussed, namely that a dealer who\nmaintains more than four breeding females and who sells puppies wholesale or sight unseen is required to have a\nUSDA license. The former licensee refused to acknowledge that he is not in compliance with the Animal Welfare\nAct. Failure to maintain a USDA license while continuing to conduct regulated activity knowingly evades the\nregulatory process and prevents federal inspectors from ensuring the health and well-being of the animals\nmaintained by the facility. Correct by obtaining a USDA license prior to conducting any further regulated sales of\npuppies (i.e., to a broker or pet store), or by discontinuing the regulated activity.\nCorrect from this time forward.\nNO REGULATED ACTIVITY MAY BE CONDUCTED WITHOUT A USDA LICENSE.\nThis was a search inspection conducted with the former licensee."
    }
  ],
  "narrative": "2.1\nREQUIREMENTS AND APPLICATION.\nThis former licensee is still conducting regulated activity.  When asked about his business, he replied that he has\n40-45 dogs on the premises, and that all of the puppies are sold wholesale.  He declined to name the brokers or\nstores that buy the puppies.  The requirements for licensing under USDA were discussed, namely that a dealer who\nmaintains more than four breeding females and who sells puppies wholesale or sight unseen is required to have a\nUSDA license.  The former licensee refused to acknowledge that he is not in compliance with the Animal Welfare\nAct.  Failure to maintain a USDA license while continuing to conduct regulated activity knowingly evades the\nregulatory process and prevents federal inspectors from ensuring the health and well-being of the animals\nmaintained by the facility.  Correct by obtaining a USDA license prior to conducting any further regulated sales of\npuppies (i.e., to a broker or pet store), or by discontinuing the regulated activity. \nCorrect from this time forward.\nNO REGULATED ACTIVITY MAY BE CONDUCTED WITHOUT A USDA LICENSE.\nThis was a search inspection conducted with the former licensee.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}