{
  "insp_id": "211150957370507",
  "layout": "a",
  "customer_id": "42167",
  "customer_name": "Paul Phillips",
  "customer_addr": "756 Central Rd\nKingstree, SC 29556",
  "certificate": "56-C-0205",
  "site_id": "001",
  "site_name": "PAUL PHILLIPS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-JUL-2015",
  "report_date": "30-JUL-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The three sheep and one llama have not been sheared yet this year because the person whom the licensee hires\nhas not been to the farm yet this year. This sheep shearer travels a large territory. Because summers here can be\nvery hot (like this summer with over 13 days over 100 degrees), arrangements need to be made to get the sheep\nand llama sheared in the spring before the hot weather starts. If the usual shearer cannot do that, then other means\nneed to be taken to get the sheep and llama sheared before summer temperatures arrive. To be corrected by\n8-7-15."
    },
    {
      "code": "3.52(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The one rabbit is in a cage in a sheltered stall in the barn. Although it is provided shade, it is not being provided any\nmethod of artificial cooling when atmospheric temperatures go over 90 degrees. Temperatures most days this\nsummer have been over 90 degrees with many days over 100 degrees. Some method of cooling is to be provided\non days when temperatures are to be over 90 degrees. To be corrected by 7-30-15."
    },
    {
      "code": "3.56(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "One rabbit is in a suspended wire cage with a catch pan underneath. One half of this pan has over an inch of rabbit\nfeces. There is also one pile of wet rabbit feces on the wire in the cage. Feces are to be removed from under wire\nrabbit floors at least once a week to prevent attraction of pests, and need to be removed frequently from in the cage\nto keep the rabbit from becoming contaminated. To be corrected by 8-1-15."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "The metal oval water trough for the 3 sheep and llama has a thick frothy layer of algae on it. The trough is sitting in\na wallow of muddy water the animals must walk through to get to the water. Another water trough for the two goats\nand horses has warm muddy water in it. All water receptacles are to be kept clean and sanitary. Both of these\nwater containers need to be dumped and cleaned more often to provide cleaner fresher water for the animals. To\nbe corrected by 7-30-15.\nExit briefing conducted with facility representative."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe three sheep and one llama have not been sheared yet this year because the person whom the licensee hires\nhas not been to the farm yet this year.  This sheep shearer travels a large territory.  Because summers here can be\nvery hot (like this summer with over 13 days over 100 degrees), arrangements need to be made to get the sheep\nand llama sheared in the spring before the hot weather starts.  If the usual shearer cannot do that, then other means\nneed to be taken to get the sheep and llama sheared before summer temperatures arrive.  To be corrected by\n8-7-15.\n3.52(a)\nFACILITIES, OUTDOOR.   \nThe one rabbit is in a cage in a sheltered stall in the barn.  Although it is provided shade, it is not being provided any\nmethod of artificial cooling when atmospheric temperatures go over 90 degrees.  Temperatures most days this\nsummer have been over 90 degrees with many days over 100 degrees.   Some method of cooling is to be provided\non days when temperatures are to be over 90 degrees.  To be corrected by 7-30-15.\n3.56(a)(3)\nSANITATION. \nOne rabbit is in a suspended wire cage with a catch pan underneath.  One half of this pan has over an inch of rabbit\nfeces.  There is also one pile of wet rabbit feces on the wire in the cage.  Feces are to be removed from under wire\nrabbit floors at least once a week to prevent attraction of pests, and need to be removed frequently from in the cage\nto keep the rabbit from becoming contaminated.   To be corrected by 8-1-15.\n3.130\nWATERING.  \nThe metal oval water trough for the 3 sheep and llama has a thick frothy layer of algae on it.  The trough is sitting in\na wallow of muddy water the animals must walk through to get to the water.  Another water trough for the two goats\n\nand horses has warm muddy water in it.  All water receptacles are to be kept clean and sanitary.  Both of these\nwater containers need to be dumped and cleaned more often to provide cleaner fresher water for the animals.  To\nbe corrected by 7-30-15.\nExit briefing conducted with facility representative.",
  "animals_total": 7,
  "species": [
    {
      "count": 2,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 1,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 3,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    }
  ]
}