{
  "insp_id": "288151741040884",
  "layout": "a",
  "customer_id": "2259",
  "customer_name": "Animaland Zoological Park Inc",
  "customer_addr": "4181 Route 660\nWellsboro, PA 16901",
  "certificate": "23-C-0039",
  "site_id": "001",
  "site_name": "ANIMALAND ZOOLOGICAL PARK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-OCT-2015",
  "report_date": "15-OCT-2015",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Section 3.125(a) Structural strength: The enclosure housing two white fallow deer has a 10 inch gap under the\nfence between the hay rack and the shelter. The deer may try to put their head under the fence to reach the grass\non the other side and be injured. The male fallow deer with antlers may get his head caught under the fence. The\ngap under the fence must be eliminated to protect the deer from injury. This is a repeat non-compliance that was\ncited earlier this year."
    },
    {
      "code": "3.127(c)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "Section 3.127(c) Drainage: The following areas have an accumulation of mud.\n1) There is a large muddy area by the hanging hay rack in the enclosure housing 2 white fallow deer. Their hooves\nare coated with mud.\n2) There is a large muddy area with puddles by the water receptacle in the enclosure housing 5 Sika deer.\n3) There is a large muddy area in the left back corner by the hanging hay rack in the enclosure housing 14 fallow\ndeer of various colors. Their hooves hare coated in mud.\n4) There is a large muddy area with water puddles by the water receptacle and in front of the shelter in the\nenclosure housing 2 bison.\n5) There is a large muddy area by the hanging hay rack in the enclosure housing 3 Barbados sheep. Their hooves\nare wet and muddy.\nThese animals have to walk through mud to get to their hay or water. Walking through mud and water may cause\nproblems such as foot rot. The mud and standing water may also attract insects which may transmit diseases\nand/or annoy the animals. The drainage must be improved to rapidly eliminate excess water to prevent muddy\nconditions to protect the health of the animals. This is a repeat non-compliance that was cited earlier this year."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "Section 3.127(d) Perimeter fence: The following areas of perimeter fence must be repaired or maintained.\n1) A fallen tree over the perimeter fence was removed, but the fencing is still only about 6.5 feet in height. The area\nof fencing is beyond the rolls of chain link fence near the perimeter fence. The perimeter fence must be restored to\nits original height of 8 feet for the dangerous animals housed at the facility.\n2) The perimeter fence by the buffalo had the three loose wood fence posts straightened, but the fence is only 7-7.5\nfeet in height instead of 8 feet.\n3) The perimeter fence by the pond has the frame posts for the barbed wire angled more horizontal than vertical\nresulting in the fence only being about 6.5 feet in height instead of 8 feet.\nThe facility must establish and maintain a program to keep the 8 foot perimeter fence in good repair to restrict\nanimals and unauthorized persons from gaining access into the facility and to act as a secondary containment\nsystem for the animals housed within the facility. This is a repeat non-compliant item that remains uncorrected.\nAn exit briefing was conducted with the licensee."
    }
  ],
  "narrative": "3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nSection 3.125(a) Structural strength: The enclosure housing two white fallow deer has a 10 inch gap under the\nfence between the hay rack and the shelter.  The deer may try to put their head under the fence to reach the grass\non the other side and be injured.  The male fallow deer with antlers may get his head caught under the fence.  The\ngap under the fence must be eliminated to protect the deer from injury.  This is a repeat non-compliance that was\ncited earlier this year.\n3.127(c)                    REPEAT\nFACILITIES, OUTDOOR. \nSection 3.127(c) Drainage: The following areas have an accumulation of mud. \n \n1) There is a large muddy area by the hanging hay rack in the enclosure housing 2 white fallow deer.  Their hooves\nare coated with mud.\n2) There is a large muddy area with puddles by the water receptacle in the enclosure housing 5 Sika deer.\n \n3) There is a large muddy area in the left back corner by the hanging hay rack in the enclosure housing 14 fallow\ndeer of various colors.  Their hooves hare coated in mud.\n4) There is a large muddy area with water puddles by the water receptacle and in front of the shelter in the\nenclosure housing 2 bison.\n5) There is a large muddy area by the hanging hay rack in the enclosure housing 3 Barbados sheep.   Their hooves\nare wet and muddy.\nThese animals have to walk through mud to get to their hay or water.  Walking through mud and water may cause\nproblems such as foot rot.  The mud and standing water may also attract insects which may transmit diseases\nand/or annoy the animals.  The drainage must be improved to rapidly eliminate excess water to prevent muddy\n\nconditions to protect the health of the animals.   This is a repeat non-compliance that was cited earlier this year. \n3.127(d)                    REPEAT\nFACILITIES, OUTDOOR. \nSection 3.127(d) Perimeter fence:  The following areas of perimeter fence must be repaired or maintained.\n  \n1) A fallen tree over the perimeter fence was removed, but the fencing is still only about 6.5 feet in height.  The area\nof fencing is beyond the rolls of chain link fence near the perimeter fence.  The perimeter fence must be restored to\nits original height of 8 feet for the dangerous animals housed at the facility.\n2) The perimeter fence by the buffalo had the three loose wood fence posts straightened, but the fence is only 7-7.5\nfeet in height instead of 8 feet.\n3) The perimeter fence by the pond has the frame posts for the barbed wire angled more horizontal than vertical\nresulting in the fence only being about 6.5 feet in height instead of 8 feet.\n \nThe facility must establish and maintain a program to keep the 8 foot perimeter fence in good repair to restrict\nanimals and unauthorized persons from gaining access into the facility and to act as a secondary containment\nsystem for the animals housed within the facility.  This is a repeat non-compliant item that remains uncorrected.    \nAn exit briefing was conducted with the licensee.",
  "animals_total": 76,
  "species": [
    {
      "count": 2,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 1,
      "scientific": "Canis lupus",
      "common": "GRAY WOLF / GREY WOLF / TIMBER WOLF"
    },
    {
      "count": 7,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 5,
      "scientific": "Cervus nippon",
      "common": "SIKA DEER"
    },
    {
      "count": 21,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 2,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 2,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE *MALE"
    },
    {
      "count": 1,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 26,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 3,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 2,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 1,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    }
  ]
}