{
  "insp_id": "40151607550661",
  "layout": "a",
  "customer_id": "4411",
  "customer_name": "Donald Schrage",
  "customer_addr": "51123 State Hwy P\nEdina, MO 63537",
  "certificate": "43-A-1957",
  "site_id": "001",
  "site_name": "DONALD SCHRAGE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-FEB-2015",
  "report_date": "09-FEB-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***Direct - there was an adult male Bichon Frise (#081779872) with a dental condition and overgrown rear dew\nclaws. The left and right rear dew claws had grown, curled around and appeared to penetrate into pads underneath\nthe nails on each foot. The tissue which the right rear dew claw had grown into appeared swollen, reddened and\nsplit. The tissue which the left rear dew claw had grown into also appeared thickened and split. Overgrown nails\nthat have curled around and penetrated tissue underneath them can increase the risk of infection and pain. The\ndog was also observed repeatedly sticking its tongue out and the fur around the dog's mouth was wet and\ndiscolored dark brown, especially on the left side. On the inside of the dog's mouth, there was an approximately 3/4\ninch by ½ inch, irregular shaped, smooth, pinkish red, mass-like piece of tissue present, which appeared at least\npartially attached to the gums, behind the upper left canine tooth. A band of greyish white material was present\nabove this piece of tissue. Many of the teeth surfaces were partially to mostly covered with a heavy amount of grey\nto dark brown to tan material. The gums surrounding some of the upper left teeth appeared reddened and swollen.\nWritten documentation dated 7/29/2014 at the facility, which had been initialed by a veterinarian, stated the dog\n\"(cid:28)needs dental\"(cid:29). When the licensee was asked if the dog had received a dental, he replied \"(cid:28)no\"(cid:29). The abnormal\nbuild-up of material on this dog's teeth can cause damage to the gum tissue and tooth structures. The mass-like\npiece of tissue could indicate an illness or other veterinary medical condition. This dog's dental condition could be\npainful, may decrease the dog(cid:25)s ability to eat normally and negatively impact the overall health of the animal.\n***There were two, approximately 9 years old, female Schnauzers (#087) and (#121) with patchy hair loss along\ntheir backs. One of the females (#087) had an irregular shaped region of hair loss between the shoulder blades\nextending down the back to behind the shoulder blades into thinner amounts of hair. Regions of patchy hair loss\nand thinner hair were also present over the dog(cid:25)'s right rear leg, hip and abdominal region. The other female (#121)\nhad a large patch of hair loss over her rear back extending over the hips. For each of the dogs, the skin in these\nregions of hair loss appeared flakey. According to the licensee, he had not noticed the hair loss on these dogs prior\nto the inspectors pointing it out. Hair loss and flakey skin could be due to parasites, allergies, infection or other\nveterinary medical conditions which may cause discomfort.\n***An adult female chocolate Poodle (#0A02201570) was observed consistently holding its left rear leg up and not\nbearing weight on it. According to the licensee, he had noticed that the dog would sometimes limp, however, he\nhad not contacted a veterinarian regarding this animal'(cid:25)s condition. This dog(cid:25)'s condition could indicate an injury or\nother veterinary medical condition which could cause discomfort.\nThe licensee must have these animals examined by a licensed veterinarian no later than February 11, 2015 in order\nto ensure that accurate diagnoses are made and appropriate treatment plans are developed and followed. The\nlicensee must develop and establish an effective dental care program as part of the overall program of veterinary\ncare for the animals in the facility."
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "(f)Drainage and Waste Disposal.\n***Outside and near the vicinity (approximately 4-6 ft.) of four of the outdoor enclosures, affecting 10 dogs, there is a\nlarge pile of discarded bedding and fecal material. This pile of discarded material can attract rodents and/or pests\nwhich could transmit diseases to the dogs. The licensee must remove this pile of discarded bedding/fecal material\nfrom the area of the affected dogs and ensure that any discarded waste material is placed far enough away from the\nanimals to minimize disease risks.\nTo be corrected by: 12 Feb 15"
    },
    {
      "code": "3.6(c)(1)(3)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "(c) Additional requirements for dogs--(1) Space. (iii)\n***In two enclosures, housing 2 adult Golden Retrievers, there was not at least 6 inches of space above the top of\ntheir heads to the tops of the enclosures. The majority of the time the inspectors were observing these dogs they\nkept their heads in a hung position. For a brief moment the inspector was able to verify that the tops of the dogs'\nheads did measure above the level of the required 6 inches of additional space. The interior height of an enclosure\nmust provide the dogs with at least 6 inches of additional interior height space so that the dogs can stand in a\nnormal position and achieve normal postural movements. The licensee must provide these dogs with an enclosure\nthat provides at least 6 inches of interior height space and ensure that all dogs have at least 6 inches of additional\nheight space so that they can stand comfortably in a normal position and perform normal postural movements at all\ntimes.\nTo be corrected by: 12 Feb 15"
    },
    {
      "code": "3.9(b)",
      "kind": "Direct",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "***Direct - Inside of the trough area of one of the self-feeders, affecting 1 dog, there are rodent feces present.\nThere are also rodent feces next to the trough area of at least three of the self-feeders in the outdoor enclosures,\naffecting 7 dogs. Rodent feces and rodents could contaminate the feed and increase the risk of disease to the\ndogs.\n***On the outside section of the north side of the sheltered facility, affecting 46 dogs, the licensee has food\nreceptacles that are not protected from the rain and snow. This could increase the chance that the food could\nbecome contaminated and may decrease the palatability of the food.\nThe licensee must remove the rodent droppings from and around the self-feeders, clean and sanitize the feeders,\nand protect the feeders in the sheltered facility from rain and snow. The licensee must ensure that all food\nreceptacles are kept clean and located so as to minimize contamination by excreta and pests, and be protected\nfrom the rain and snow at all times.\nTo be corrected by: 10 Feb 15"
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "(d) Pest Control.\n***Inside of the trough of one of the self- feeders of an outdoor enclosure there are rodent droppings present. There\nare also rodent droppings present around the outside of at least three self-feeders in the outdoor enclosures with\nwhat appeared to be rodent burrows in the areas next to and underneath the self-feeders and areas inside and\noutside of the enclosures. According to the licensee, he was not using anything to control the rodents in and around\nthe outdoor enclosures. Rodents and rodent droppings can increase the risk of disease hazards to the dogs. The\nlicensee must remove the rodent droppings from and around the self-feeders as well as establish and maintain an\neffective program to control pests and rodents in and around the dogs' enclosures.\nTo be corrected: 16 Feb 15\nThe inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nOsborne Stephanie, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***Direct - there was an adult male Bichon Frise (#081779872) with a dental condition and overgrown rear dew\nclaws.  The left and right rear dew claws had grown, curled around and appeared to penetrate into pads underneath\nthe nails on each foot.  The tissue which the right rear dew claw had grown into appeared swollen, reddened and\nsplit.  The tissue which the left rear dew claw had grown into also appeared thickened and split.  Overgrown nails\nthat have curled around and penetrated tissue underneath them can increase the risk of infection and pain.  The\ndog was also observed repeatedly sticking its tongue out and the fur around the dog's mouth was wet and\ndiscolored dark brown, especially on the left side.  On the inside of the dog's mouth, there was an approximately 3/4\ninch by ½ inch, irregular shaped, smooth, pinkish red, mass-like piece of tissue present, which appeared at least\npartially attached to the gums, behind the upper left canine tooth.  A band of greyish white material was present\nabove this piece of tissue.  Many of the teeth surfaces were partially to mostly covered with a heavy amount of grey\nto dark brown to tan material. The gums surrounding some of the upper left teeth appeared reddened and swollen. \nWritten documentation dated 7/29/2014 at the facility, which had been initialed by a veterinarian, stated the dog\n\"(cid:28)needs dental\"(cid:29).  When the licensee was asked if the dog had received a dental, he replied \"(cid:28)no\"(cid:29).  The abnormal\nbuild-up of material on this dog's teeth can cause damage to the gum tissue and tooth structures. The mass-like\npiece of tissue could indicate an illness or other veterinary medical condition. This dog's dental condition could be\npainful, may decrease the dog(cid:25)s ability to eat normally and negatively impact the overall health of the animal.\n***There were two, approximately 9 years old, female Schnauzers (#087) and (#121) with patchy hair loss along\ntheir backs.  One of the females (#087) had an irregular shaped region of hair loss between the shoulder blades\nextending down the back to behind the shoulder blades into thinner amounts of hair.  Regions of patchy hair loss\nand thinner hair were also present over the dog(cid:25)'s right rear leg, hip and abdominal region.  The other female (#121)\nhad a large patch of hair loss over her rear back extending over the hips.  For each of the dogs, the skin in these\nregions of hair loss appeared flakey.  According to the licensee, he had not noticed the hair loss on these dogs prior\nto the inspectors pointing it out.  Hair loss and flakey skin could be due to parasites, allergies, infection or other\nveterinary medical conditions which may cause discomfort.  \n***An adult female chocolate Poodle (#0A02201570) was observed consistently holding its left rear leg up and not\nbearing weight on it.  According to the licensee, he had noticed that the dog would sometimes limp, however, he\n\nhad not contacted a veterinarian regarding this animal'(cid:25)s condition.  This dog(cid:25)'s condition could indicate an injury or\nother veterinary medical condition which could cause discomfort.  \nThe licensee must have these animals examined by a licensed veterinarian no later than February 11, 2015 in order\nto ensure that accurate diagnoses are made and appropriate treatment plans are developed and followed. The\nlicensee must develop and establish an effective dental care program as part of the overall program of veterinary\ncare for the animals in the facility.\n3.1(f)\nHOUSING FACILITIES, GENERAL.\n(f)Drainage and Waste Disposal.\n***Outside and near the vicinity (approximately 4-6 ft.) of four of the outdoor enclosures, affecting 10 dogs, there is a\nlarge pile of discarded bedding and fecal material.  This pile of discarded material can attract rodents and/or pests\nwhich could transmit diseases to the dogs.  The licensee must remove this pile of discarded bedding/fecal material\nfrom the area of the affected dogs and ensure that any discarded waste material is placed far enough away from the\nanimals to minimize disease risks.  \nTo be corrected by:  12 Feb 15\n3.6(c)(1)(3)\nPRIMARY ENCLOSURES.\n(c) Additional requirements for dogs--(1) Space. (iii)\n***In two enclosures, housing 2 adult Golden Retrievers, there was not at least 6 inches of space above the top of\ntheir heads to the tops of the enclosures.  The majority of the time the inspectors were observing these dogs they\nkept their heads in a hung position.  For a brief moment the inspector was able to verify that the tops of the dogs'\nheads did measure above the level of the required 6 inches of additional space.  The interior height of an enclosure\nmust provide the dogs with at least 6 inches of additional interior height space so that the dogs can stand in a\nnormal position and achieve normal postural movements.  The licensee must provide these dogs with an enclosure\nthat provides at least 6 inches of interior height space and ensure that all dogs have at least 6 inches of additional\nheight space so that they can stand comfortably in a normal position and perform normal postural movements at all\ntimes.  \nTo be corrected by:  12 Feb 15\n3.9(b)           DIRECT\nFEEDING.\n\n***Direct - Inside of the trough area of one of the self-feeders, affecting 1 dog, there are rodent feces present. \nThere are also rodent feces next to the trough area of at least three of the self-feeders in the outdoor enclosures,\naffecting 7 dogs.  Rodent feces and rodents could contaminate the feed and increase the risk of disease to the\ndogs.  \n***On the outside section of the north side of the sheltered facility, affecting 46 dogs, the licensee has food\nreceptacles that are not protected from the rain and snow.  This could increase the chance that the food could\nbecome contaminated and may decrease the palatability of the food.  \nThe licensee must remove the rodent droppings from and around the self-feeders, clean and sanitize the feeders,\nand protect the feeders in the sheltered facility from rain and snow.  The licensee must ensure that all food\nreceptacles are kept clean and located so as to minimize contamination by excreta and pests, and be protected\nfrom the rain and snow at all times. \nTo be corrected by:  10 Feb 15\n3.11(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n(d) Pest Control.\n***Inside of the trough of one of the self- feeders of an outdoor enclosure there are rodent droppings present.  There\nare also rodent droppings present around the outside of at least three self-feeders in the outdoor enclosures with\nwhat appeared to be rodent burrows in the areas next to and underneath the self-feeders and areas inside and\noutside of the enclosures.  According to the licensee, he was not using anything to control the rodents in and around\nthe outdoor enclosures.  Rodents and rodent droppings can increase the risk of disease hazards to the dogs.  The\nlicensee must remove the rodent droppings from and around the self-feeders as well as establish and maintain an\neffective program to control pests and rodents in and around the dogs' enclosures.  \nTo be corrected:  16 Feb 15\nThe inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nOsborne Stephanie, Animal Care Inspector",
  "animals_total": 170,
  "species": [
    {
      "count": 131,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 39,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}