{
  "insp_id": "105150821350670",
  "layout": "a",
  "customer_id": "13795",
  "customer_name": "Ron Hughes",
  "customer_addr": "Box 39\nWilliamstown, MO 63473",
  "certificate": "43-A-4833",
  "site_id": "001",
  "site_name": "RON HUGHES",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-APR-2015",
  "report_date": "15-APR-2015",
  "citations": [
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Structure\nIn four of the hutch style enclosures, affecting 5 dogs, there is a gap (varying in width from approximately 2 - 5\ninches) in between the breezeway and the outdoor floor area. These gaps are large enough that the dogs feet or\nlegs could fall through causing injury to the dogs. The licensee must repair these sections of the enclosures and\nensure that all enclosures are kept in good repair, protect the animals from injury, and contain the animals securely\nat all times.\nTo be corrected by: 21 April 2015."
    },
    {
      "code": "3.4(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "Shade\nOne of the dogs in an outdoor enclosure pulled down the shade structure used to cover four enclosures, affecting 8\ndogs. In two other outdoor enclosures, affecting 5 dogs, there was no shade provided to protect them from the\ndirect rays of the sun during the midday hours. Access to a shaded area is necessary for the dogs to be able to\nreceive relief from the direct rays of the sun at all times during the daylight hours. The licensee must provide these\nenclosures with a shade structure and ensure that all dogs have access to a shaded area at all times during the\ndaylight hours.\nTo be corrected by: 17 April 2015"
    },
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "Shelter\nIn an outdoor enclosure there is a shelter that is not tall enough or large enough for two dogs. The shelter provided\nmust be large enough that the dogs can sit, stand, lie down and turn about freely and to provide them with a place\nto comfortably escape the extremes of weather. The licensee must provide these two dogs with a shelter, and\nensure that all dogs are provided with a shelter, that is large enough to allow the dogs to sit, stand, lie down and\nturn about freely at all times.\nTo be corrected by: 17 April 2015"
    },
    {
      "code": "3.4(c)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "Construction\nThere are two enclosures, affecting three dogs, that have been chewed and can no longer be properly cleaned and\nsanitized. Some of the chewed areas contained embedded dirt and grime. The licensee must repair or replace\nthese shelters and ensure that all shelters are maintained so that they can be properly cleaned and sanitized.\nTo be corrected by: 17 April 2015\nInspection and a verbal exit interview was conducted with the licensee and ACI Stephanie Osborne."
    }
  ],
  "narrative": "3.1(a)\nHOUSING FACILITIES, GENERAL.\nStructure\nIn four of the hutch style enclosures, affecting 5 dogs, there is a gap (varying in width from approximately 2 - 5\ninches) in between the breezeway and the outdoor floor area.  These gaps are large enough that the dogs feet or\nlegs could fall through causing injury to the dogs.  The licensee must repair these sections of the enclosures and\nensure that all enclosures are kept in good repair, protect the animals from injury, and contain the animals securely\nat all times.  \nTo be corrected by:  21 April 2015.\n3.4(b)(2)\nOUTDOOR HOUSING FACILITIES.\nShade\nOne of the dogs in an outdoor enclosure pulled down the shade structure used to cover four enclosures, affecting 8\ndogs.  In two other outdoor enclosures, affecting 5 dogs,  there was no shade provided to protect them from the\ndirect rays of the sun during the midday hours.  Access to a shaded area is necessary for the dogs to be able to\nreceive relief from the direct rays of the sun at all times during the daylight hours.  The licensee must provide these\nenclosures with a shade structure and ensure that all dogs have access to a shaded area at all times during the\ndaylight hours.\nTo be corrected by:  17 April 2015\n3.4(b)\nOUTDOOR HOUSING FACILITIES.\nShelter\nIn an outdoor enclosure there is a shelter that is not tall enough or large enough for two dogs.  The shelter provided\nmust be large enough that the dogs can sit, stand, lie down and turn about freely and to provide them with a place\nto comfortably escape the extremes of weather.  The licensee must provide these two dogs with a shelter, and\nensure that all dogs are provided with a shelter, that is large enough to allow the dogs to sit, stand, lie down and\nturn about freely at all times.\n\nTo be corrected by:  17 April 2015\n3.4(c)\nOUTDOOR HOUSING FACILITIES.\nConstruction\nThere are two enclosures, affecting three dogs, that have been chewed and can no longer be properly cleaned and\nsanitized.  Some of the chewed areas contained embedded dirt and grime.  The licensee must repair or replace\nthese shelters and ensure that all shelters are maintained so that they can be properly cleaned and sanitized.  \nTo be corrected by:  17 April 2015\nInspection and a verbal exit interview was conducted with the licensee and ACI Stephanie Osborne.",
  "animals_total": 36,
  "species": [
    {
      "count": 35,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 1,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}