{
  "insp_id": "2016082568072295",
  "layout": "a",
  "customer_id": "10274",
  "customer_name": "Jerry Holly",
  "customer_addr": "13204 Duley Station Rd\nUpper Marlboro, MD 20772",
  "certificate": "51-A-0016",
  "site_id": "002",
  "site_name": "JERRY HOLLY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-JAN-2017",
  "report_date": "23-JAN-2017",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "•The plan of veterinary care is incomplete. The space on the first page of the plan indicating the frequency of\nregularly scheduled veterinary visits was not filled out. The plan does not include capybara, camels, and impala that\nare currently housed at the facility. The plan of veterinary care must be completed with all covered species included\nas well as a schedule of veterinary visits specified in order to ensure appropriate veterinary care for the animals.\nLicensees shall employ an attending veterinarian under formal arrangements which include a written program of\nveterinary care and regularly scheduled visits to the premises.\nCorrect by Jan. 30, 2017"
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "•There were a number of animals with physical conditions that need veterinary examination. Conditions included\nmultiple animals with thin/patchy hair, dry scruffy hair, and/or abnormal skin; several with loose, liquid appearing\nfeces; a vervet with an abnormal finger; and monkey with an enucleated eye, and camels with tearing eyes. There\nwere no medical records, history or information on veterinary visits or exams to indicate that any of the animals for\nwhich there was concern had been examined or treated. Additionally, there was a bottle of Vetericyn spray was very\nout of date with an expiration of June 2014.\n• The following is a list of animals with conditions noted during the visit:\nIn the middle pen area there were a number of animals with thin/patchy/dry hair: a white-faced capuchin in pen #3,\na cinnamon capuchin in pen #6, a cinnamon capuchin in pen #9/10; and a cinnamon capuchin in pen #14.\nIn the middle area, pen #8, there was white-faced capuchin with an enucleated eye and there was no history\navailable to demonstrate if, or what, veterinary care and monitoring had been conducted or recommended.\nIn the middle area, pen #13, 1 vervet had a rigidly extended finger on its right hand that appeared that it could not\nbend. It held its hand near its body in a guarded position and avoided using it when moving around. This may be\nsigns that it is experiencing some discomfort or pain from this condition. The caretaker stated that this monkey\narrived this way but there were no records to document this statement.\nIn the back primate area there were three cages with a total of seven black and white ruffed lemurs whose feces\nappeared loose and unformed.\nIn the back area in a pen with two ringtail lemurs, one had a section at the base of its tail, approximately three\ninches long, that was missing hair all the way around. The skin appeared rough, scaly, thickened and possibly with\nsome scabbing.\nIn the camel pasture housing nine camels, two camels had wet areas under their eyes which appeared to be from\ntearing.\nA number of the conditions observed appear to be long-standing and there is no evidence to indicate that the\nattending veterinarian was notified. There is no information on assessments of these conditions to indicated if they\nare improving or worsening.\nThe facility must ensure that animals receive adequate veterinary care and ensure that direct and frequent\ncommunication on problems of animal health and well-being are conveyed to the attending veterinarian in a timely\nmanner.\nCorrect by Jan. 30, 2017"
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "•The animal records are incomplete. No written acquisition and disposition records were available for the majority\nof the animals at the facility regarding who they were obtained from or the date they were obtained. An inventory list\nof animals on hand was provided but it only listed the species and sex. The current animal care person stated that\nthat the majority of the records went missing with the previous animal caretaker. Approximately 170 animals were\ncurrently inspected. There were acquisition records showing arrival of 28 animals but some of those animals were\nnot present at the inspection and did not have corresponding disposition records (e.g. 3 kangaroos). Additionally,\nsome animal which were present at the previous inspection were not present at the current inspection and did not\nhave disposition records. This included: 2 cavys, 2 eastern grey and 3 red kangaroo and possibly 2 capybars\n(previously 3 present and only 1 claimed on the current inventory but not observed). Of those missing animals only\none kangroo had a disposition record.\n•Based on the discrepancies in inventories, acquisition, and disposition records, it is not possible to track\nmovement of any particular animal into or out of this site. As a result, it cannot be ascertained if the licensee is\noperating as a Class A dealer of Class B dealer.\n•Several of the acquisition and disposition records had the name of the current caretaker for this facility rather than\nthe actual licensee. The caretaker does not have a USDA license. The caretaker explained that the state wildlife\npermit for the facility is no longer held by the owner but is now held by her, and that her name and FWC permit\nnumber has to be on the transfer paperwork to meet state regulation. When the transition to her holding the wildlife\npermit happened she stated that there was some confusion about how to fill out the paperwork. The caretaker\nstated that she has changed how she fills out the paperwork to show the owners name and she puts her information\nin the margins.\n•There was a giraffe on the property which during the inspection the licensee stated belonged to him. The owner\nhad stated that he could not go into the giraffe barn because the animal was aggressive. However, when records\nwere reviewed with the caretaker, she stated that she doesn’t have the paperwork for the giraffe because it went\ndirectly to the son of the owner (who holds a separate USDA license for a separate business on the same property).\nShe stated that she did not have a wildlife permit to have the giraffe. The apparent confusion over who possesses\nthe giraffe raises serious concerns over who has responsibility for the care of the animal. It also raises concerns\nover the separation of the businesses that share the property.\n•In addition to confusion about the giraffe, there were a couple of bactrian camels near that enclosure which were\nalso not accessible according to the licensee. An acquisition form indicated that four bactrian camels were\ntransferred from Maryland. However, these camels were not included on the inventory and similar to the giraffe it\nwas unclear who is responsible for these animals.\nAccurate, complete and current records must be created and maintained to comply with the applicable regulations\nand to protect the health and welfare of regulated animals under the Animal Welfare Act."
    },
    {
      "code": "3.75(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "•In a pen housing two Gibbons (front pen #3) there was a hanging rope with dried, caked material that appeared to\nbe either fecal material or caked food residue.\n•In the enclosure housing one celebes (front pen #8) there were numerous flies on the food that the monkey had\ndumped out and wetted on the floor. There was food residue accumulated in space between the concrete slabs\nunder the food bucket.\n•In a pen housing a mangaby, a capuchin and 2 Diana monkeys (front pen #9) the nest/shelter portion of the\nenclosure had an strong odor of urine and feces. There was an accumulation of feces and wet areas in the shavings\non the floor.\n•A pen housing 2 brown lemurs (middle area – pen #1) had wood resting shelves had dark staining and grime build\nup. Plastic wind breaks hanging on back and sides were dirty with green staining.\n•A pen housing 3 white-faced capuchins (middle area #3) and plastic shade tarps on top that were dirty.\nAccumulation of feces and food debris, and dirty surfaces that cannot be cleaned adequately create unsanitary\nconditions that may pose health risks and/or attract pests and vermin. The bedding in nest areas must be cleaned\nor replaced at a frequency that will prevent the buildup of excessive odors. Floors must be cleaned and maintained\nin manner that prevents accumulation of debris. Perches, ropes, shade tarps and other surfaces must be cleaned\nand sanitized, or removed, repaired, or replaced when worn or soiled."
    },
    {
      "code": "3.75(e)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "•In the food preparation area there were cleaning chemicals stored on a shelf under, and in close proximity to, food\nbuckets, scoops, and food handling utensils and equipment. Cleaning chemicals were also stored in a sink in the\nfood prep area. Storage of cleaning chemicals near food utensils and in areas where food is prepared creates a\npotential risk of contamination of animal foods. Substances that are toxic to nonhuman primates must not be stored\nin food storage and preparation areas. They must be stored in a manner that prevents potential contamination of\nfood or food equipment."
    },
    {
      "code": "3.80(a)(2)(i)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "•A pen with 2 brown lemurs (middle area – pen #1) had an area in the back cage panel where a patch had been\nplaced over an old opening. There were segments of the wire that had been cut and the ends that were sharp and\naccessible to the monkeys.\n•In a pen with 3 white-faced cinnamon capuchins (middle area- combined pens #9 &10) there was a sheet of wire\npanel with sharp points exposed all along the edge.\nThe primary enclosures must be designed and constructed so that they have no sharp points or edges that could\ninjure the nonhuman primates. Portions of the pens with exposed sharp points must be repaired or replaced.\nCorrect by Feb. 13, 2017"
    },
    {
      "code": "3.80(a)(2)(ii)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "•An enclosure housing 3 spider monkeys (front pen#2) had a hollow tube of rigid, black culvert-type plastic\napproximately 1-1 ½ feet diameter, sticking up out of the concrete floor to a height of approximately 1 ½ feet. The\nlicensee stated that the tubing had held a tree previously. The pen housing a mangaby, a capuchin, and 2 Diana\nmonkeys also had a similar tube set in the floor but not extending as high. These hollow tubes pose a risk of the\nanimals getting entrapped in the tube, tripping on it, or injuring themselves on the sharp edges of the rigid plastic.\n•The enclosure housing 2 Patas monkeys (back area, no pen #) had a section of wire panel exposed where there\nwas a depression in the dirt floor due to digging or soil errosion. The exposed wire poses a risk of injury if they get\ntheir feet entangled in the wire.\nThe tubes should be removed or modified to prevent injury to the animals. The expose wire in the floor of the Patas\nmonkey cage must be repaired or removed so as to prevent the risk of injury.\nCorrect by Feb. 13, 2017"
    },
    {
      "code": "3.81",
      "kind": "",
      "repeat": false,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "•There was no written environmental enhancement plan for nonhuman primates approved by the attending\nveterinarian. A document was provided but it was a generic description of what should be in the plan and there was\nno facility specific plan developed.\n•A pen with four ringtail lemurs (back area- no pen#) had inadequate environmental enhancement. There were no\nelevated resting surfaces; the only elevated surface was one nest barrel supported by a metal bar. There were only\ntwo toys in the enclosure with four animals.\n•A number of animals had thin and/or patchy hair which can be an indication of over-grooming. Over- grooming can\nbe a sign of psychological distress associated with insufficient environmental enhancement or other stressors.\n•An infant and several singly-housed primates were observed during the inspection. These are situations which\nrequire special consideration and must also be address in the enrichment plan.\nLicensees must develop, document, and follow an appropriate plan for environment enhancement adequate to\npromote the psychological well-being of nonhuman primates. The plan must be in accordance with the currently\naccepted professional standards as cited in appropriate professional journals or reference guides, and as directed\nby the attending veterinarian.\nCorrect by Feb. 20, 2017"
    },
    {
      "code": "3.127(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "•The camel pasture/paddock housing nine camels had inadequate shelter for sun or inclement weather. The only\nshelter in the enclosure was a covered feeding station that could not fully accommodate even four camels at a time.\nOther unregulated animals also compete for this limited shelter space.\nAdequate shelter from direct sunlight and inclement weather must be provided that is sufficient for all animals to\nprotect themselves.\nCorrect by Feb. 13, 2017"
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "•A herd of approximately 51 zebra held in a very large pasture range area had two natural ponds as water sources.\nThere was no source of clean potable water. A water trough was present but was dry.\n•In the camel paddock housing nine camels and several unregulated species the water trough had white buildup on\nthe inside which appeared consistent with calcium/mineral deposits from well water. No water was visible from the\ninspector’s vantage point from outside the enclosure and the enclosure could not be entered due to safety reasons.\nIf water was present, it was a very limited amount that was not likely to be adequate for all the animals in housed in\nthe enclosure.\nAnimals must be provided with sufficient potable water necessary for their health and comfort. Water receptacles\nmust be cleaned and sanitized.\nThis inspection was conducted Jan. 19, 2017 and completed on Jan. 23, 2017.\nTwo Veterinary Medical Officers conducted the inspection. The licensee and an animal caretaker were both present\nfor the inspection of all the primates and the feed storage and preparation areas. The licensee guided the\ninspectors around the range area. The animal caretaker finished the inspection of the camels and records review.\nAn exit interview was conducted by both inspectors in person with the animal caretaker, and with the licensee on\nconference call.\nAdditional Inspectors\nBrandes Robert, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n•The plan of veterinary care is incomplete. The space on the first page of the plan indicating the frequency of\nregularly scheduled veterinary visits was not filled out. The plan does not include capybara, camels, and impala that\nare currently housed at the facility. The plan of veterinary care must be completed with all covered species included\nas well as a schedule of veterinary visits specified in order to ensure appropriate veterinary care for the animals.\nLicensees shall employ an attending veterinarian under formal arrangements which include a written program of\nveterinary care and regularly scheduled visits to the premises.\nCorrect by Jan. 30, 2017\n2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n•There were a number of animals with physical conditions that need veterinary examination. Conditions included\nmultiple animals with thin/patchy hair, dry scruffy hair, and/or abnormal skin; several with loose, liquid appearing\nfeces; a vervet with an abnormal finger; and monkey with an enucleated eye, and camels with tearing eyes. There\nwere no medical records, history or information on veterinary visits or exams to indicate that any of the animals for\nwhich there was concern had been examined or treated. Additionally, there was a bottle of Vetericyn spray was very\nout of date with an expiration of  June 2014.\n• The following is a list of animals with conditions noted during the visit:\nIn the middle pen area there were a number of animals with thin/patchy/dry hair: a white-faced capuchin in pen #3,\na cinnamon capuchin in pen #6, a cinnamon capuchin in pen #9/10; and a cinnamon capuchin in pen #14. \nIn the middle area, pen  #8, there was  white-faced capuchin with an enucleated eye and there was no history\navailable to demonstrate if, or what, veterinary care and monitoring had been conducted or recommended.\nIn the middle area, pen #13, 1 vervet had a rigidly extended finger on its right hand that appeared that it could not\nbend. It held its hand near its body in a guarded position and avoided using it when moving around. This may be\nsigns that it is experiencing some discomfort or pain from this condition. The caretaker stated that this monkey\narrived this way but there were no records to document this statement.\n\nIn the back primate area there were three cages with a total of seven black and white ruffed lemurs whose feces\nappeared loose and unformed. \nIn the back area in a pen with two ringtail lemurs, one had a section at the base of its tail, approximately three\ninches long, that was missing hair all the way around. The skin appeared rough, scaly, thickened and possibly with\nsome scabbing.  \nIn the camel pasture housing nine camels, two camels had wet areas under their eyes which appeared to be from\ntearing. \nA number of the conditions observed appear to be long-standing and there is no evidence to indicate that the\nattending veterinarian was notified. There is no information on assessments of these conditions to indicated if they\nare improving or worsening. \nThe facility must ensure that animals receive adequate veterinary care and ensure that direct and frequent\ncommunication on problems of animal health and well-being are conveyed to the attending veterinarian in a timely\nmanner. \nCorrect by Jan. 30, 2017\n2.75(b)(1)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\n•The animal records are incomplete. No written acquisition and disposition records were available for the majority\nof the animals at the facility regarding who they were obtained from or the date they were obtained. An inventory list\nof animals on hand was provided but it only listed the species and sex. The current animal care person stated that\nthat the majority of the records went missing with the previous animal caretaker. Approximately 170 animals were\ncurrently inspected. There were acquisition records showing arrival of 28 animals but some of those animals were\nnot present at the inspection and did not have corresponding disposition records (e.g. 3 kangaroos). Additionally,\nsome animal which were present at the previous inspection were not present at the current inspection and did not\nhave disposition records. This included: 2 cavys, 2 eastern grey and 3 red kangaroo and possibly 2 capybars\n(previously 3 present and only 1 claimed on the current inventory but not observed). Of those missing animals only\none kangroo had a disposition record. \n•Based on the discrepancies in inventories, acquisition, and disposition records, it is not possible to track\nmovement of any particular animal into or out of this site. As a result, it cannot be ascertained if the licensee is\noperating as a Class A dealer of Class B dealer. \n•Several of the acquisition and disposition records had the name of the current caretaker for this facility rather than\nthe actual licensee. The caretaker does not have a USDA license. The caretaker explained that the state wildlife\npermit for the facility is no longer held by the owner but is now held by her, and that her name and FWC permit\nnumber has to be on the transfer paperwork to meet state regulation. When the transition to her holding the wildlife\npermit happened she stated that there was some confusion about how to fill out the paperwork. The caretaker\nstated that she has changed how she fills out the paperwork to show the owners name and she puts her information\nin the margins.\n\n•There was a giraffe on the property which during the inspection the licensee stated belonged to him. The owner\nhad stated that he could not go into the giraffe barn because the animal was aggressive. However, when records\nwere reviewed with the caretaker, she stated that she doesn’t have the paperwork for the giraffe because it went\ndirectly to the son of the owner (who holds a separate USDA license for a separate business on the same property).\nShe stated that she did not have a wildlife permit to have the giraffe. The apparent confusion over who possesses\nthe giraffe raises serious concerns over who has responsibility for the care of the animal. It also raises concerns\nover the separation of the businesses that share the property.\n•In addition to confusion about the giraffe, there were a couple of bactrian camels near that enclosure which were\nalso not accessible according to the licensee. An acquisition form indicated that four bactrian camels were\ntransferred from Maryland. However, these camels were not included on the inventory and similar to the giraffe it\nwas unclear who is responsible for these animals.\nAccurate, complete and current records must be created and maintained to comply with the applicable regulations\nand to protect the health and welfare of regulated animals under the Animal Welfare Act.\n3.75(c)(3)                    REPEAT\nHOUSING FACILITIES, GENERAL. \n•In a pen housing  two Gibbons (front pen #3) there was a hanging rope with dried, caked material that appeared to\nbe either fecal material or caked food residue.\n•In the enclosure housing one celebes (front pen #8) there were numerous flies on the food that the monkey had\ndumped out and wetted on the floor. There was food residue accumulated in space between the concrete slabs\nunder the food bucket. \n•In a pen housing a mangaby, a capuchin and 2 Diana monkeys (front pen #9) the nest/shelter portion of the\nenclosure had an strong odor of urine and feces. There was an accumulation of feces and wet areas in the shavings\non the floor. \n•A pen housing 2 brown lemurs (middle area – pen #1) had wood resting shelves had dark staining and grime build\nup. Plastic wind breaks hanging on back and sides were dirty with green staining. \n•A pen housing  3 white-faced capuchins (middle area #3) and plastic shade tarps on top that were dirty.\nAccumulation of feces and food debris, and dirty surfaces that cannot be cleaned adequately create unsanitary\nconditions that may pose health risks and/or attract pests and vermin. The bedding in nest areas must be cleaned\nor replaced at a frequency that will prevent the buildup of excessive odors. Floors must be cleaned and maintained\nin manner that prevents accumulation of debris. Perches, ropes, shade tarps and other surfaces must be cleaned\nand sanitized, or removed, repaired, or replaced when worn or soiled.\n3.75(e)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n\n•In the food preparation area there were cleaning chemicals stored on a shelf under, and in close proximity to, food\nbuckets, scoops, and food handling utensils and equipment. Cleaning chemicals were also stored in a sink in the\nfood prep area. Storage of cleaning chemicals near food utensils and in areas where food is prepared creates a\npotential risk of contamination of animal foods. Substances that are toxic to nonhuman primates must not be stored\nin food storage and preparation areas. They must be stored in a manner that prevents potential contamination of\nfood or food equipment.\n3.80(a)(2)(i)\nPRIMARY ENCLOSURES.  \n•A pen with 2 brown lemurs (middle area – pen #1) had an area in the back cage panel where a patch had been\nplaced over an old opening. There were segments of the wire that had been cut and the ends that were sharp and\naccessible to the monkeys.\n•In a pen with 3 white-faced cinnamon capuchins (middle area- combined pens  #9 &10) there was a sheet of wire\npanel with sharp points exposed all along the edge. \nThe primary enclosures must be designed and constructed so that they have no sharp points or edges that could\ninjure the nonhuman primates. Portions of the pens with exposed sharp points must be repaired or replaced.\nCorrect by Feb. 13, 2017\n3.80(a)(2)(ii)\nPRIMARY ENCLOSURES.  \n•An enclosure housing 3 spider monkeys (front pen#2)  had a hollow tube of rigid, black culvert-type plastic\napproximately 1-1 ½ feet diameter, sticking up out of the concrete floor to a height of approximately 1 ½ feet. The\nlicensee stated that the tubing had held a tree previously. The pen housing a mangaby, a capuchin, and 2 Diana\nmonkeys also had a similar tube set in the floor but not extending as high. These hollow tubes pose a risk of the\nanimals getting entrapped in the tube, tripping on it, or injuring themselves on the sharp edges of the rigid plastic.\n•The enclosure housing 2 Patas monkeys (back area, no pen #) had a section of wire panel exposed where there\nwas a depression in the dirt floor due to digging or soil errosion. The exposed wire poses a risk of injury if they get\ntheir feet entangled in the wire.\nThe tubes should be removed or modified to prevent injury to the animals. The expose wire in the floor of the Patas\nmonkey cage must be repaired or removed  so as to prevent the risk of injury.\nCorrect by Feb. 13, 2017\n3.81\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\n\n•There was no written environmental enhancement plan for nonhuman primates approved by the attending\nveterinarian. A document was provided but it was a generic description of what should be in the plan and there was\nno facility specific plan developed.\n•A pen with four ringtail lemurs (back area- no pen#) had inadequate environmental enhancement. There were no\nelevated resting surfaces; the only elevated surface was one nest barrel supported by a metal bar. There were only\ntwo toys in the enclosure with four animals.\n•A number of animals had thin and/or patchy hair which can be an indication of over-grooming. Over- grooming can\nbe a sign of psychological distress associated with insufficient environmental enhancement or other stressors. \n•An infant and several singly-housed primates were observed during the inspection. These are situations which\nrequire special consideration and must also be address in the enrichment plan.\nLicensees must develop, document, and follow an appropriate plan for environment enhancement adequate to\npromote the psychological well-being of nonhuman primates. The plan must be in accordance with the currently\naccepted professional standards as cited in appropriate professional journals or reference guides, and as directed\nby the attending veterinarian.\nCorrect by Feb. 20, 2017\n3.127(a)\nFACILITIES, OUTDOOR. \n•The camel pasture/paddock housing nine camels had inadequate shelter for sun or inclement weather. The only\nshelter in the enclosure was a covered feeding station that could not fully accommodate even four camels at a time.\nOther unregulated animals also compete for this limited shelter space.\nAdequate shelter from direct sunlight and inclement weather must be provided that is sufficient for all animals to\nprotect themselves. \nCorrect by Feb. 13, 2017\n3.130                    REPEAT\nWATERING.  \n•A herd of approximately 51 zebra held in a very large pasture range area had two natural ponds as water sources.\nThere was no source of clean potable water. A water trough was present but was dry.  \n•In the camel paddock housing nine camels and several unregulated species the water trough had white buildup on\nthe inside which appeared consistent with calcium/mineral deposits from well water. No water was visible from the\ninspector’s vantage point from outside the enclosure and the enclosure could not be entered due to safety reasons.\nIf water was present, it was a very limited amount that was not likely to be adequate for all the animals in housed in\n\nthe enclosure.\nAnimals must be provided with sufficient potable water necessary for their health and comfort. Water receptacles\nmust be cleaned and sanitized.\nThis inspection was conducted Jan. 19, 2017 and completed on Jan. 23, 2017.\nTwo Veterinary Medical Officers conducted the inspection. The licensee and an animal caretaker were both present\nfor the inspection of all the primates and the feed storage and preparation areas.  The licensee guided the\ninspectors around the range area. The animal caretaker finished the inspection of the camels and records review.\nAn exit interview was conducted by both inspectors in person with the animal caretaker, and with the licensee on\nconference call.\nAdditional Inspectors\nBrandes Robert, Veterinary Medical Officer",
  "animals_total": 162,
  "species": [
    {
      "count": 1,
      "scientific": "Aepyceros melampus",
      "common": "IMPALA"
    },
    {
      "count": 5,
      "scientific": "Ateles chamek",
      "common": "BLACK SPIDER MONKEY"
    },
    {
      "count": 2,
      "scientific": "Camelus bactrianus",
      "common": "BACTRIAN CAMEL"
    },
    {
      "count": 9,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 16,
      "scientific": "Cebus albifrons",
      "common": "BROWN PALE-FRONTED CAPUCHIN"
    },
    {
      "count": 11,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 3,
      "scientific": "Cercocebus torquatus",
      "common": "RED-CAPPED MANGABEY"
    },
    {
      "count": 2,
      "scientific": "Cercopithecus diana",
      "common": "DIANA MONKEY"
    },
    {
      "count": 5,
      "scientific": "Chlorocebus pygerythrus",
      "common": "VERVET"
    },
    {
      "count": 51,
      "scientific": "Equus quagga",
      "common": "GRANTS ZEBRA"
    },
    {
      "count": 2,
      "scientific": "Erythrocebus patas",
      "common": "PATAS MONKEY"
    },
    {
      "count": 6,
      "scientific": "Eulemur fulvus",
      "common": "COMMON BROWN LEMUR"
    },
    {
      "count": 1,
      "scientific": "Hydrochaeris hydrochaeris",
      "common": "CAPYBARA"
    },
    {
      "count": 8,
      "scientific": "Hylobates lar",
      "common": "LAR GIBBON"
    },
    {
      "count": 14,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 12,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Macaca nigra",
      "common": "SULAWESI CRESTED MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Mandrillus sphinx",
      "common": "MANDRILL *MALE"
    },
    {
      "count": 3,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 9,
      "scientific": "Varecia variegata",
      "common": "BLACK-AND-WHITE RUFFED LEMUR"
    }
  ]
}