{
  "insp_id": "41161404300884",
  "layout": "a",
  "customer_id": "21118",
  "customer_name": "Matt Mc Kenzie",
  "customer_addr": "16407 Hwy 115\nMaynard, AR 72444",
  "certificate": "71-A-1033",
  "site_id": "001",
  "site_name": "MATT MC KENZIE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-FEB-2016",
  "report_date": "10-FEB-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*** A white female long haired Chihauhau, ID # 63, was observed with thinning hair on the hindquarters and down\nthe rear legs. This dog was also observed scratching itself multiple times during the inspection. Closer observation\nrevealed the hair coat containing fleas and black specks indicative of flea activity. The owner stated the dog had\nbeen on a medication of methyl/prednisone for an allergy condition. At this time the dog has not received a recent\nflea treatment. Fleas are present, there is multiple areas of thinning hair, areas of the rump and hindquarters have\nreddened skin. Additional treatment must be provided to this dog to remove the flea risk and associated disease\nand skin issues.\nA male poodle, ID #71, was observed with a short hair coat. The teeth on this dog were covered with a hard,\nbrownish material. A large lump of this hard, brownish material was behind the right upper canine tooth. The gums\nof this dog were extremely receded with the upper left lip having red, raised lesions at the point of contact with the\nteeth. This dog was also thin with the vertebra and hip bones very prominent.\nA female Maltese, ID #20, was observed shaking her head repeatedly. No outstanding issues were observed with\nthe ears but the teeth were covered with a hard, gray material that covered the molar teeth so that individual teeth\ncould not be seen.\nThese dogs must be evaluated by a licensed veterinarian with appropriate treatment program established and\nfollowed. Excessive buildup of material on teeth is associated with gum disease, can create pain and distress to the\nanimal, reduce feed consumption, lead to infections, and is a general threat the well being of the dogs.\nDocumentation must be maintained of the treatment programs for review."
    },
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "***Seven adult dogs within the kennel area were observed with no forms of identification on the dog. The owner\nstated she had purchased new collars and was in the process of replacing ID tags. All dogs must be properly\nidentified at all times to allow for accurate treatment and recording of the inventory of the kennel. To be corrected\nby: 02/17/16"
    },
    {
      "code": "3.3(a)",
      "kind": "",
      "repeat": false,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "***The interior portion of the lower sheltered building was observed with a temperature of 55 degrees at a level of 4\nfeet off the floor. A space heater was located within the middle walkway of the building. This area was above 50\ndegrees. The pens were constructed with solid walls approx. 4 feet tall. The surface temperatures in the lower\nareas of these pens was in the range of 39 to 42 degrees. The solid walls are preventing the heat supplied from\nadequately heating the space occupied by the dogs. No bedding adequate for nesting purposes was provided.\nMeasures must be taken to heat the area immediately around the dogs to and above 50 degrees. To be corrected\nby: 02/10/16"
    },
    {
      "code": "3.4(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "***Three pens contained outside dog shelters with inadequate bedding. Hay was being used for a bedding material\nbut had been flattened down to the point to reduce the effective insulating properties of the bedding. Outside air\ntemperatures during the time of inspection was approximately 25 degrees F.Bedding must be provided when\noutside air temperatures are below 50 degrees F with additional bedding provided when temperatures fall below 35\ndegrees F. Bedding must be of sufficient quantity to allow the dogs to nest in to conserve body heat. To be\ncorrected by: 02/10/16\nThis inspection and exit interview was conducted with the designated person by Curt McGruder-ACI and Dr. Konnie\nPlumlee-VMO.\nAdditional Inspectors\nPlumlee Konnie, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*** A white female long haired Chihauhau, ID # 63, was observed with thinning hair on the hindquarters and down\nthe rear legs.  This dog was also observed scratching itself multiple times during the inspection.  Closer observation\nrevealed the hair coat containing fleas and black specks indicative of flea activity.  The owner stated the dog had\nbeen on a medication of methyl/prednisone for an allergy condition.  At this time the dog has not received a recent\nflea treatment.  Fleas are present, there is multiple areas of thinning hair, areas of the rump and hindquarters have\nreddened skin.  Additional treatment must be provided to this dog to remove the flea risk and associated disease\nand skin issues.\nA male poodle, ID #71, was observed with a short hair coat.  The teeth on this dog were covered with a hard,\nbrownish material.  A large lump of this hard, brownish material was behind the right upper canine tooth.  The gums\nof this dog were extremely receded with the upper left lip having red, raised lesions at the point of contact with the\nteeth.  This dog was also thin with the vertebra and hip bones very prominent.  \nA female Maltese, ID #20, was observed shaking her head repeatedly.  No outstanding issues were observed with\nthe ears but the teeth were covered with a hard, gray material that covered the molar teeth so that individual teeth\ncould not be seen.\nThese dogs must be evaluated by a licensed veterinarian with appropriate treatment program established and\nfollowed.  Excessive buildup of material on teeth is associated with gum disease, can create pain and distress to the\nanimal, reduce feed consumption, lead to infections, and is a general threat the well being of the dogs. \nDocumentation must be maintained of the treatment programs for review.\n2.50(a)(1)\nTIME AND METHOD OF IDENTIFICATION.\n***Seven adult dogs within the kennel area were observed with no forms of identification on the dog.  The owner\nstated she had purchased new collars and was in the process of replacing ID tags.  All dogs must be properly\nidentified at all times to allow for accurate treatment and recording of the inventory of the kennel.  To be corrected\n\nby: 02/17/16\n3.3(a)\nSHELTERED HOUSING FACILITIES.\n***The interior portion of the lower sheltered building was observed with a temperature of 55 degrees at a level of 4\nfeet off the floor.  A space heater was located within the middle walkway of the building.  This area was above 50\ndegrees.  The pens were constructed with solid walls approx. 4 feet tall.  The surface temperatures in the lower\nareas of these pens was in the range of 39 to 42 degrees.  The solid walls are preventing the heat supplied from\nadequately heating the space occupied by the dogs. No bedding adequate for nesting purposes was provided.\nMeasures must be taken to heat the area immediately around the dogs to and above 50 degrees.  To be corrected\nby: 02/10/16\n3.4(b)(4)\nOUTDOOR HOUSING FACILITIES.\n***Three pens contained outside dog shelters with inadequate bedding.  Hay was being used for a bedding material\nbut had been flattened down to the point to reduce the effective insulating properties of the bedding. Outside air\ntemperatures during the time of inspection was  approximately 25 degrees F.Bedding must be provided when\noutside air temperatures are below 50 degrees F with additional bedding provided when temperatures fall below 35\ndegrees F.  Bedding must be of sufficient quantity to allow the dogs to nest in to conserve body heat.  To be\ncorrected by: 02/10/16\nThis inspection and exit interview was conducted with the designated person by Curt McGruder-ACI and Dr. Konnie\nPlumlee-VMO.\nAdditional Inspectors\nPlumlee Konnie, Supervisory Animal Care Specialist",
  "animals_total": 22,
  "species": [
    {
      "count": 22,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}