{
  "insp_id": "183151225470905",
  "layout": "a",
  "customer_id": "4193",
  "customer_name": "Sam Mosshart",
  "customer_addr": "2332 C R 31\nProtection, KS 67127",
  "certificate": "48-B-0303",
  "site_id": "001",
  "site_name": "Sam Mosshart",
  "insp_type": "ROUTINE INSPECTION",
  "date": "30-JUN-2015",
  "report_date": "02-JUL-2015",
  "citations": [
    {
      "code": "3.1(b)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "At the time of this inspection at least two litters of puppies that were purchased by this broker from other breeders\nwere housed in enclosures within a kennel building operated by another licensee. Housing of animals from two\nseparate businesses in the same building can increase disease transmission as well as make it difficult to correctly\nidentify which animals belong to what business. Housing facilities must be physically separated from any other\nbusiness. If a housing facility is located on the same premises as another business, it must be physically separated\nfrom the other business. Correct by 30 Sept. 2015.\nThis routine inspection and exit interview were conducted with a facility representative."
    }
  ],
  "narrative": "3.1(b)\nHOUSING FACILITIES, GENERAL.\nAt the time of this inspection at least two litters of puppies that were purchased by this broker from other breeders\nwere housed in enclosures within a kennel building operated by another licensee.   Housing of animals from two\nseparate businesses in the same building can increase disease transmission as well as make it difficult to correctly\nidentify which animals belong to what business.  Housing facilities must be physically separated from any other\nbusiness.  If a housing facility is located on the same premises as another business, it must be physically separated\nfrom the other business.  Correct by 30 Sept. 2015.\nThis routine inspection and exit interview were conducted with a facility representative.",
  "animals_total": 17,
  "species": [
    {
      "count": 17,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}