{
  "insp_id": "247141143200346",
  "layout": "a",
  "customer_id": "329508",
  "customer_name": "Junior Troyer",
  "customer_addr": "6702 Township Road 113\nMillersburg, OH 44654",
  "certificate": "31-A-0548",
  "site_id": "001",
  "site_name": "JUNIOR TROYER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-AUG-2014",
  "report_date": "04-SEP-2014",
  "citations": [
    {
      "code": "2.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "REQUIREMENTS AND APPLICATION.",
      "narrative": "This was a search inspection. Facility owner was present during this search inspection. Facility started the\nlicensing process in 2013 but did not complete it. Many dogs noted on the property, owner comfirmed he still has\nover 100 dogs. He said he intended to complete the licensing process but ran out of time. Sale records confirm he\nhas sold to a pet store on 1/27/14, 2/17/14, and 3/10/14. He stated that he does not get paid for the puppies until\nthe pet store sells the puppies so he thought that was not regulated. Regulations were explained in detail. These\nwholsale sales of puppies without a license are in violation of Section 2.1.\nAn application packet was provided to the owner.\nNO REGULATED ACTIVITY MAY BE CONDUCTED UNTIL A USDA LICENSE IS OBTAINED"
    }
  ],
  "narrative": "2.1(a)\nREQUIREMENTS AND APPLICATION.\nThis was a search inspection.  Facility owner was present during this search inspection.  Facility started the\nlicensing process in 2013 but did not complete it.  Many dogs noted on the property, owner comfirmed he still has\nover 100 dogs.  He said he intended to complete the licensing process but  ran out of time.  Sale records confirm he\nhas sold to a pet store on 1/27/14, 2/17/14, and 3/10/14.  He stated that he does not get paid for the puppies until\nthe pet store sells the puppies so he thought that was not regulated.   Regulations were explained in detail.  These\nwholsale sales of puppies without a license are in violation of Section 2.1.\nAn application packet was provided to the owner.  \nNO REGULATED ACTIVITY MAY BE CONDUCTED UNTIL A USDA LICENSE IS OBTAINED",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}