{
  "insp_id": "2016090000627490",
  "layout": "b",
  "customer_id": "333306",
  "customer_name": "ROCKING DIRT ROAD FARMS LLC",
  "customer_addr": "396 JENKINSVILLE JAMESTOWN RD\nDYERSBURG, TN 38024",
  "certificate": "63-C-0280",
  "site_id": "001",
  "site_name": "ROCKING DIRT ROAD FARMS LLC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-JUN-2021",
  "report_date": "09-JUN-2021",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "*The zebu has hooves that are in need of trimming. They have grown so long that they appear 'sled' like in appearance.\n*One brown goat with horns (ear tag 0014) is too thin. The goat’s backbone is visible with a continuous ridge. Some ribs\ncan be seen and there is only a small amount of fat cover. In addition, there appears to be muscle loss. The goat is active\nand eating. The owner has documented that the attending veterinarian was notified in early May and the goat was treated\nper their recommendations during the first part of May. The owner reports the goat appears to be feeling much better but\nhas only gained back a bit of weight.\nRegular daily observations such as problems of health and behavior (hoof issues) or slow response to a treatment\nprotocol should be communicated to the attending veterinarian so that the veterinarian has accurate information. This\ncommunication is vital to ensure that the veterinarian has the information they need to provide adequate veterinary\ncare/make recommendations for care.\nThe facility shall communicate with the attending veterinarian and provide the veterinarian with timely and accurate\ninformation about the problems observed regarding the goat and the zebu so that appropriate veterinary care can be\nprovided. Correct by June 11, 2021."
    },
    {
      "code": "2.126(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Access and inspection of records and property; submission of itineraries.",
      "narrative": "Not all of the records, such as acquisition/disposition record, program of veterinary care, environmental enhancement\nplan, required to be kept by the Animal Welfare Act were able to be reviewed today due to lack of access to the computer\n(no power cord) that holds the records. Some recent treatment records were available on a phone log/notebook. Review\nof records is necessary to ensure compliance with the Act.\nThe facility shall have the required records available to be examined by APHIS officials during normal business hours.\nCorrect by 6/19/21."
    },
    {
      "code": "3.75(b)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "The indoor portion of the ringtail lemur building is currently being used for lemur housing and for storage. There are lots of\nhaphazardly stored materials on the floor and along the walls. Empty food bags/boxes, trash, dirty buckets, some plastic\nbins, and fall decor items (all not necessary for animal husbandry) are some of the things in piles and stacks. A shelf held\nnumerous empty plastic bins with shavings. Food waste, dirt, and lots of cobwebs were noted on the floor, walls and\nstored items. Cleaning and routine husbandry procedures cannot be easily accomplished around or behind these stored\nitems and pests can proliferate.\nAnimal areas inside of housing facilities must be kept neat and free of clutter including equipment, furniture or stored\nmaterials that are not being used/necessary for cleaning and proper animal husbandry practices."
    },
    {
      "code": "3.80(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The sheltered housing for the ringtail lemur is in need of repair. There is a round metal tube that connects the indoor to\nthe outdoor portion of the housing. This tube has been damaged and flattened from the bottom to the top in the center of\nits length thus greatly restricting the diameter of the opening of tube (by at least 50%) leaving a very small opening for the\nlemur to use to move from the indoor to the outdoor housing. The lemur was observed to be able to squeeze through the\nopening. The condition of the interior of the tube should also be evaluated while repairs are made to ensure that there are\nno sharp points or edges. The connecting tube needs to be structurally sound and in good repair to allow the lemur safe\naccess to both the indoor and outdoor housing areas.\nThe lemur enclosure including the connecting tube portion shall be structurally sound and kept in good repair. Correct by\n6/19/21."
    },
    {
      "code": "3.81(c)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "The adult ringtail lemur is currently single housed. The lemur cannot see or hear nonhuman primates of his own or\ncompatible species. Ringtail lemurs exist in social groups in nature and have social needs that must be addressed to\nprovide for their psychological well-being. The lemur previously lived with another ringtail lemur. The enclosure and\nenrichment provided appear identical to when two lived together. The licensee reports the written psychological\nenrichment plan has not been updated to reflect the newly single housed status of the ringtail lemur.\nThe facility shall provide for special attention regarding enhancement of the environment to promote psychological well-\nbeing for the single housed ringtail lemur in accordance with the instructions of their attending veterinarian. Correct by\n6/20/21."
    },
    {
      "code": "3.82(a)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding.",
      "narrative": "The ringtail lemur is currently being fed what appears to be small round pelleted feed. The licensee reports that the\nnormal diet fed to the lemur by a family member consists of fruits, vegetables, turkey/meat, and all stock feed. The feed\non the floor and in the feed pails did not resemble any of those items. Ringtail lemurs need to be fed a diet of sufficient\nnutritive value to meet their normal daily nutritional requirements according to generally accepted professional and\nhusbandry practices and nutritional standards. The current diet does not meet these standards.\nThe diet for the ringtail lemur must be appropriate for ringtail lemurs and must meet its daily nutritional requirements as\ndetermined by generally accepted professional practices (can consult with your attending veterinarian, a veterinary\nnutritionist or other professional guidance). Correct by 6/16/21."
    },
    {
      "code": "3.82(d)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding.",
      "narrative": "The indoor portion of the lemur enclosure contained three food receptacles at the time of the inspection. Two metal pails\nwere on the floor of the enclosure. One was empty/on its side and the other still contained several small round pellets of\ndry feed along with dried feed debris/crumblings on the bottom and sides. Food receptacles located on the floor of the\nenclosure are at risk of contamination by excreta and pests. The third is a piece of PVC pipe cut in half lengthwise and\nmounted to the outside of the enclosure. It contained multiple traces of dried caked on peanut butter colored material.\nFood receptacles must be kept clean and also sanitized at least once every two weeks and they must be located so as to\nminimize any risk of contamination by excreta and pests. Correct by 6/10/21."
    },
    {
      "code": "3.84(a)",
      "kind": "",
      "repeat": true,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The indoor portion of the lemur enclosure is in need of cleaning. There is a large amount of food debris scattered within\nand immediately adjacent to the enclosure on the floor. Some of the dry food kibbles are deteriorating./crumbling/ground\ninto the floor. There is a greasy brown layer of grime present on all hard surfaces of the enclosure (bars, transfer tube,\nperches, toys), on the white walls adjacent to two of the sides of the enclosure and on the floor. Daily cleaning of excreta\nand food wastes is necessary to prevent excess accumulations, to prevent soiling of the non-human primate and to\nreduce disease hazards, insects, pests and odors.\nAll excreta and food wastes must be removed daily from the indoor portion of the lemur enclosure."
    },
    {
      "code": "3.84(c)",
      "kind": "",
      "repeat": true,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "*The outdoor portion of the ringtail lemur enclosure has been overtaken by thick green weeds, grasses and bush like\nweeds. Some are over five feet tall. The ground is covered thickly with the weeds and cannot be visualized.\n*There is an accumulation of days old fecal material (pigs) adjacent to one outside wall of the lemur building.\nThe weeds and grasses act as breeding/living areas for pests, rodents, and vermin and make it difficult to perform daily\nhusbandry practices such as cleaning. The fecal material will attract vermin/pests including flies.\nThe grounds surrounding the lemur building must be kept clean. Weeds, grasses and bushes must be controlled so as to\nfacilitate cleaning and pest control."
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding.",
      "narrative": "The only dry feed stores on site were an all stock feed, a pelleted alfalfa and kangaroo diet. The feed bin for the pigs was\nempty. The licensee states that feed for the pigs is delivered by another person on Thursdays. The feed receptacles were\nempty Wednesday morning during the inspection and it is unknown when the feed will arrive on Thursday. All animals\nmust be fed at least once a day unless dictated by the attending veterinarian.\nThe facility should ensure that they have wholesome palatable feed present to be able to feed each animal at least once a\nday to maintain the animals in good health. Correct by 6/10/21."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "Watering.",
      "narrative": "The water receptacles for the coatimundi and the pigs were dirty. The water level in two of the pig's receptacles was quite\nlow and the water was visibly contaminated with mud. The third receptacle had clear water in it but multiple small clumps\nof vegetative matter were floating on top. The water in the coatimundi receptacle is opaque with a silvery film on top.\nVegetative matter was seen floating on the surface. The dry parts of the receptacles were dusty/dirty too. The water\nreceptacles must be kept clean and filled with potable water to provide for the hydration needs of the animals.\nAll water receptacles shall be kept clean and sanitary. Correct by 6/10/21.\nThe facility inspection was conducted with a facility representative. The exit interview was conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(3) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \n*The zebu has hooves that are in need of trimming. They have grown so long that they appear 'sled' like in appearance. \n*One brown goat with horns (ear tag 0014) is too thin. The goat’s backbone is visible with a continuous ridge. Some ribs \ncan be seen and there is only a small amount of fat cover. In addition, there appears to be muscle loss. The goat is active \nand eating. The owner  has documented that the attending veterinarian  was notified in early May and the goat was treated \nper their recommendations during the first part of May. The owner reports the goat appears to be feeling much better but \nhas only gained back a bit of weight. \nRegular daily observations such as problems of health and behavior  (hoof issues) or slow response to a treatment \nprotocol should  be communicated to the attending veterinarian  so that the veterinarian  has accurate information. This \ncommunication is vital to ensure that the veterinarian  has the information they need to provide  adequate veterinary \ncare/make recommendations for care. \nThe facility shall communicate with the attending veterinarian  and provide  the veterinarian  with timely and accurate \ninformation about the problems observed regarding the goat and the zebu so that appropriate veterinary care can be \nprovided.  Correct by June 11, 2021. \n2.126(a)(2)\n\nAccess and inspection of records and property; submission  of itineraries. \nNot all of the records, such as acquisition/disposition record, program of veterinary care, environmental  enhancement \nplan, required to be kept by the Animal Welfare Act were able to be reviewed  today due to lack of access to the computer \n(no power cord) that holds the records. Some recent treatment records were available on a phone log/notebook. Review \nof records is necessary to ensure compliance with the Act. \nThe facility shall have the required records available  to be examined by APHIS officials during normal business hours. \nCorrect by 6/19/21. \n3.75(b)  Repeat\n   \nHousing facilities, general. \nThe indoor portion of the ringtail lemur building is currently being used for lemur housing and for storage. There are lots of \nhaphazardly stored materials on the floor and along the walls. Empty food bags/boxes, trash, dirty buckets, some plastic \nbins, and fall decor items (all not necessary for animal husbandry) are some of the things in piles and stacks. A shelf held \nnumerous empty plastic bins with shavings. Food waste, dirt, and lots of cobwebs were noted on the floor, walls and \nstored items. Cleaning and routine husbandry procedures cannot be easily accomplished around or behind these stored \nitems and pests can proliferate. \nAnimal areas inside of housing facilities must be kept neat and free of clutter including equipment, furniture or stored \nmaterials that are not being used/necessary for cleaning and proper animal husbandry practices. \n3.80(a)(1) \n   \nPrimary enclosures. \nThe sheltered housing for the ringtail lemur is in need of repair. There is a round metal tube that connects the indoor to \nthe outdoor portion of the housing. This tube has been damaged and flattened from the bottom to the top in the center of \nits length thus greatly restricting the diameter of the opening of tube (by at least 50%) leaving a very small opening for the\n\nlemur to use to move from the indoor to the outdoor housing. The lemur was observed  to be able to squeeze through the \nopening. The condition of the interior of the tube should also be evaluated while repairs are made to ensure that there are \nno sharp points or edges. The connecting tube needs to be structurally sound and in good repair to allow the lemur safe \naccess to both the indoor and outdoor housing areas. \nThe lemur enclosure including the connecting tube portion shall be structurally sound and kept in good repair. Correct by \n6/19/21. \n3.81(c)(4) \n   \nEnvironment enhancement to promote psychological well-being. \nThe adult ringtail lemur is currently single housed. The lemur cannot see or hear nonhuman primates of his own or \ncompatible species. Ringtail lemurs exist in social groups in nature and have social needs that must be addressed to \nprovide for their psychological well-being. The lemur previously lived with another ringtail lemur. The enclosure and \nenrichment provided  appear identical to when two lived together. The licensee reports the written psychological \nenrichment plan has not been updated to reflect the newly single housed status of the ringtail lemur. \nThe facility shall provide for special attention regarding  enhancement of the environment  to promote psychological well-\nbeing for the single housed ringtail lemur in accordance with the instructions of their attending veterinarian.  Correct by \n6/20/21. \n3.82(a) \n   \nFeeding. \nThe ringtail lemur is currently being fed what appears to be small round pelleted feed. The licensee reports that the \nnormal diet fed to the lemur by a family member consists of fruits, vegetables, turkey/meat, and all stock feed. The feed \non the floor and in the feed pails did not resemble any of those items.  Ringtail lemurs need to be fed a diet of sufficient \nnutritive value to meet their normal daily nutritional requirements according to generally accepted professional and\n\nhusbandry practices and nutritional standards. The current diet does not meet these standards. \nThe diet for the ringtail lemur must be appropriate for ringtail lemurs and must meet its daily nutritional requirements as \ndetermined by generally accepted professional practices (can consult with your attending veterinarian,  a veterinary \nnutritionist or other professional guidance). Correct by 6/16/21. \n3.82(d) \n   \nFeeding. \nThe indoor portion of the lemur enclosure contained three food receptacles at the time of the inspection. Two metal pails \nwere on the floor of the enclosure. One was empty/on its side and the other still contained several small round pellets of \ndry feed along with dried feed debris/crumblings on the bottom and sides. Food receptacles located on the floor of the \nenclosure are at risk of contamination by excreta and pests. The third is a piece of PVC pipe cut in half lengthwise and \nmounted to the outside of the enclosure. It contained multiple traces of dried caked on peanut butter colored material. \nFood receptacles must be kept clean and also sanitized at least once every two weeks and they must be located so as to \nminimize any risk of contamination by excreta and pests. Correct by 6/10/21. \n3.84(a)  Repeat\n   \nCleaning, sanitization, housekeeping, and pest control. \nThe indoor portion of the lemur enclosure is in need of cleaning. There is a large amount of food debris scattered within \nand immediately adjacent to the enclosure on the floor. Some of the dry food kibbles are deteriorating./crumbling/ground \ninto the floor. There is a greasy brown layer of grime present on all hard surfaces of the enclosure (bars, transfer tube, \nperches, toys), on the white walls adjacent to two of the sides of the enclosure and on the floor. Daily cleaning of excreta \nand food wastes is necessary to prevent excess accumulations, to prevent  soiling of the non-human primate and to \nreduce disease hazards, insects, pests and odors. \nAll excreta and food wastes must be removed  daily from the indoor portion of the lemur enclosure.\n\n3.84(c)  Repeat\n   \nCleaning, sanitization, housekeeping, and pest control. \n*The outdoor portion of the ringtail lemur enclosure has been overtaken by thick green weeds, grasses and bush like \nweeds. Some are over five feet tall. The ground is covered thickly with the weeds and cannot be visualized. \n*There is an accumulation of days old fecal material (pigs) adjacent to one outside  wall of the lemur building. \nThe weeds and grasses act as breeding/living  areas for pests, rodents, and vermin and make it difficult to perform daily \nhusbandry practices such as cleaning. The fecal material will attract vermin/pests including flies. \nThe grounds surrounding the lemur building must be kept clean. Weeds, grasses and bushes must be controlled so as to \nfacilitate cleaning and pest control. \n3.129(a) \n   \nFeeding. \nThe only dry feed stores on site were an all stock feed, a pelleted alfalfa and kangaroo diet. The feed bin for the pigs was \nempty. The licensee states that feed for the pigs is delivered  by another person on Thursdays. The feed receptacles were \nempty Wednesday morning during the inspection and it is unknown when the feed will arrive on Thursday. All animals \nmust be fed at least once a day unless dictated by the attending veterinarian. \nThe facility should ensure that they have wholesome palatable feed present to be able to feed each animal at least once a \nday to maintain the animals in good health. Correct by 6/10/21. \n3.130 \n   \nWatering. \nThe water receptacles for the coatimundi and the pigs were dirty. The water level in two of the pig's receptacles was quite \nlow and the water was visibly contaminated with mud. The third receptacle had clear water in it but multiple small clumps \nof vegetative  matter were floating on top. The water in the coatimundi receptacle is opaque with a silvery film on top.\n\nVegetative matter was seen floating on the surface. The dry parts of the receptacles were dusty/dirty too. The water \nreceptacles must be kept clean and filled with potable water to provide for the hydration needs of the animals. \nAll water receptacles shall be kept clean and sanitary. Correct by 6/10/21. \n \nThe facility inspection was conducted with a facility representative.  The exit interview  was conducted with the licensee. \n \nEnd Section",
  "animals_total": 24,
  "species": [
    {
      "count": 17,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 3,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 1,
      "scientific": "Nasuella olivacea",
      "common": "MOUNTAIN COATI"
    },
    {
      "count": 1,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    }
  ]
}