{
  "insp_id": "293150825180929",
  "layout": "a",
  "customer_id": "326466",
  "customer_name": "Cs Primates Llc",
  "customer_addr": "P.O. Box 256\nMontreal, MO 65591",
  "certificate": "43-B-3735",
  "site_id": "001",
  "site_name": "CENTRAL STATE PRIMATES INC.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-OCT-2015",
  "report_date": "21-OCT-2015",
  "citations": [
    {
      "code": "3.75(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "**** There were multiple spots on the floors in both housing rooms where there were cracks in both the floor and the\nepoxy paint around it. In some spots, directly under the enclosures, where waste and excreta continuously drops,\nthe paint was chipped excessively. Waste could easily become trapped under the chipping paint and not be readily\nremoved during daily hosing of the floor. In some spots there were small (approximately 1 cm in diameter) deep\n(unknown depth) holes in the floor which could collect waste and not allow it to be easily flushed out. The\nenclosures in both rooms are constructed so they are semi-permanently fixed to the walls and cannot be easily\nremoved to clean behind them. In Room #2 there was waste splattered on the walls behind some of those\nenclosures where the floors meet the walls which had not been cleaned. The licensee stated the enclosures can be\nremoved from the walls but they are not readily removable and are therefore only removed very rarely to clean\nbehind them. As a result, that area showed evidence of waste and grime on the back walls. Surfaces which cannot\nbe readily cleaned and sanitized pose a health risk for the animals housed in those rooms. The licensee must\nensure surfaces of housing facilities are constructed in a manner and made of materials that allow them to be\nreadily cleaned and sanitized, or removed or replaced when worn or soiled.\nTo be corrected by: December 19, 2015"
    },
    {
      "code": "3.75(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "**** In Room #2, the \"triangle area\" (formed by the washdown, the top of the bottom enclosures, and the back wall)\nwas not getting properly cleaned and sanitized. This area was in very close proximity to the animals. They were\nobserved coming in contact with parts of that area by sticking their fingers through the bars on the tops of the\nenclosures. Nearly all the enclosures on the bottom row had a brown grime on the tops of the bars at the tops of\nthose enclosures. The back walls had a black and brown grime splattered on the walls in some spots where the\ndrainage system was clearly not effective. There were cobwebs and multiple spiders observed in this (cid:28)triangle\narea(cid:29). The licensee used a brush during the inspection to remove some of the cobwebs. Some of the PVC\ndrainage pipes which were adjacent to the tops of the primates' enclosures had brown, grimy material on their\nbacksides with which the animals could make contact. The floor in that room collects excreta and waste which\ndrops freely from the bottom row of enclosures. Although the room had been recently hosed down and minimal\nsolid waste was observed on the ground, there was a thin layer of a brown, slimy material spanning much of the\nfloor space directly beneath the enclosures. According to the licensee, the floors are hosed down and sanitized\ndaily and the brown discoloring was a stain. The inspector rubbed a covered shoe over the brown material and\nslimy, brown debris fairly easily scraped up from the floor onto the inspector's shoe cover. This floor is in very close\nproximity to the animals housed on the bottom row and by sticking tails through bars they could almost come in\ncontact with the floor. Rooms which are not properly cleaned and sanitized pose a health risk for the animals. The\nlicensee must ensure that hard surfaces which the nonhuman primates come in contact with are spot cleaned daily\nand sanitized at least once every two weeks and as often as necessary to prevent an excessive accumulation of\ndirt, debris, waste, food waste, excreta, or disease hazard. Furthermore, the licensee must ensure that all other\nsurfaces of the nonhuman primate housing facilities are cleaned and sanitized when necessary to reduce disease\nhazards and satisfy generally accepted husbandry standards and practices."
    },
    {
      "code": "3.75(f)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "**** In Room #2, the long PVC pipe which drains excreta and food waste from the upper enclosures had multiple\nPVC joints and several screw holes that were leaking into the enclosures below. At least one leak was dripping into\nthe front left corner of the enclosure where monkey biscuits had been placed. The drainage pans that attach to the\nwalls in the \"triangle area\" above the bottom enclosures had several areas that were leaking down the back wall\nbehind the lower enclosures in close proximity to the nonhuman primates. Properly functioning drainage systems\nare necessary to prevent disease transmission. The licensee must provide for regular and frequent collection,\nremoval, and disposal of animal and food wastes, water, and any other fluids and wastes, in a manner that\nminimizes contamination and disease risk. The licensee must also ensure drainage systems are constructed and\nmaintained so that animal wastes and water are rapidly eliminated and the animals stay dry.\nTo be corrected by: December 19, 2015."
    },
    {
      "code": "3.81",
      "kind": "",
      "repeat": false,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "**** There were 41 macaques in the \"general room\" which were individually housed 24-7. Seventeen of them had\nvarying degrees of hair loss (minor to severe) on their arms, legs, chests, and in one case, on the animal's back.\nThe licensee's Environmental Enhancement Plan states that all nonhuman primates housed at the facility, except\nthose exempted, are provided with regular access to social contact through group housing. The plan also states the\nanimals can be exempted from social contact by the Attending Veterinarian and records of any exemptions will be\nmaintained and available to USDA inspectors upon request. The licensee had no documentation of exemptions for\nthe singly housed animals and stated they had not been exempted by the Attending Veterinarian.\nThe licensee stated and had supporting documentation to show that only three macaques at the facility were\nreceiving additional enrichment (daily television viewing) to help reduce their stereotypic hair plucking behavior.\nThe licensee stated that two televisions are positioned near those three animals so they can view them. According\nto the Environmental Enhancement Plan, any animals exempted from social contact should receive supplementary\nenrichment. Room #2 housed 111 primates at the time of inspection. There were other monkeys besides the three\nidentified with special needs which could also view the televisions. However, due to the numerous enclosures in the\nlarge room, there is no way all 41 of the individually housed primates could view the televisions and benefit from\nthat form of additional enrichment. There was no other supplementary enrichment provided for those animals,\naccording to the licensee and documentation.\nThe only food present in the facility at the time of inspection was commercial monkey biscuits. There were no\nsupplies of produce, nuts, seeds, or any other food enrichment items. The licensee stated that fresh produce is\nusually purchased once a week and distributed to the animals for foraging on that same day to avoid food spoilage.\nThe Environmental Enhancement Plan states that every animal is offered a foraging opportunity for additional food\nat least twice a week unless it is exempt.\nThe licensee had a good Environmental Enhancement Plan but was not following it as written. The plan was\ntherefore ineffective, resulting in animals exhibiting abnormal behaviors such as stereotypies (pacing, spinning, and\nhopping) and hair plucking. As stated in the licensee's own plan, \"the purpose of this plan is to prevent or respond to\nnonhuman primate aberrant behaviors and improve the quality of life for the nonhuman primates\".\nThe licensee must follow the Environmental Enhancement Plan as directed by the Attending Veterinarian to\npromote the psychological well-being of nonhuman primates.\nTo be corrected by: 4 November 2015\nAccording to documentation, nonhuman primate #32471 identified on the last inspection report (30 July 2014) was\nnoted on 22 October 2014 to have \"hair loss recovering\". This animal left the facility on 24 November 2014 so it\ncould not be observed during this inspection.\nInspection and exit interview conducted with the licensee by Amanda Owens (VMO), Gwen Maginnis (Nonhuman\nPrimate Specialist) and Bill Heine (ACI).\nAdditional Inspectors\nOwens Amanda, Veterinary Medical Officer\nMaginnis Gwendalyn, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.75(c)(1)\nHOUSING FACILITIES, GENERAL. \n**** There were multiple spots on the floors in both housing rooms where there were cracks in both the floor and the\nepoxy paint around it.  In some spots, directly under the enclosures, where waste and excreta continuously drops,\nthe paint was chipped excessively.  Waste could easily become trapped under the chipping paint and not be readily\nremoved during daily hosing of the floor.  In some spots there were small (approximately 1 cm in diameter) deep\n(unknown depth) holes in the floor which could collect waste and not allow it to be easily flushed out.  The\nenclosures in both rooms are constructed so they are semi-permanently fixed to the walls and cannot be easily\nremoved to clean behind them.  In Room #2 there was waste splattered on the walls behind some of those\nenclosures where the floors meet the walls which had not been cleaned.  The licensee stated the enclosures can be\nremoved from the walls but they are not readily removable and are therefore only removed very rarely to clean\nbehind them.  As a result, that area showed evidence of waste and grime on the back walls.  Surfaces which cannot\nbe readily cleaned and sanitized pose a health risk for the animals housed in those rooms.  The licensee must\nensure surfaces of housing facilities are constructed in a manner and made of materials that allow them to be\nreadily cleaned and sanitized, or removed or replaced when worn or soiled.\nTo be corrected by: December 19, 2015\n3.75(c)(3)                    REPEAT\nHOUSING FACILITIES, GENERAL. \n**** In Room #2, the \"triangle area\" (formed by the washdown, the top of the bottom enclosures, and the back wall)\nwas not getting properly cleaned and sanitized.  This area was in very close proximity to the animals.  They were\nobserved coming in contact with parts of that area by sticking their fingers through the bars on the tops of the\nenclosures.  Nearly all the enclosures on the bottom row had a brown grime on the tops of the bars at the tops of\nthose enclosures.  The back walls had a black and brown grime splattered on the walls in some spots where the\ndrainage system was clearly not effective.  There were cobwebs and multiple spiders observed in this (cid:28)triangle\narea(cid:29).  The licensee used a brush during the inspection to remove some of the cobwebs.  Some of the PVC\ndrainage pipes which were adjacent to the tops of the primates' enclosures had brown, grimy material on their\nbacksides with which the animals could make contact.  The floor in that room collects excreta and waste which\n\ndrops freely from the bottom row of enclosures.  Although the room had been recently hosed down and minimal\nsolid waste was observed on the ground, there was a thin layer of a brown, slimy material spanning much of the\nfloor space directly beneath the enclosures.  According to the licensee, the floors are hosed down and sanitized\ndaily and the brown discoloring was a stain.  The inspector rubbed a covered shoe over the brown material and\nslimy, brown debris fairly easily scraped up from the floor onto the inspector's shoe cover.  This floor is in very close\nproximity to the animals housed on the bottom row and by sticking tails through bars they could almost come in\ncontact with the floor.  Rooms which are not properly cleaned and sanitized pose a health risk for the animals.  The\nlicensee must ensure that hard surfaces which the nonhuman primates come in contact with are spot cleaned daily\nand sanitized at least once every two weeks and as often as necessary to prevent an excessive accumulation of\ndirt, debris, waste, food waste, excreta, or disease hazard.  Furthermore, the licensee must ensure that all other\nsurfaces of the nonhuman primate housing facilities are cleaned and sanitized when necessary to reduce disease\nhazards and satisfy generally accepted husbandry standards and practices.\n3.75(f)\nHOUSING FACILITIES, GENERAL. \n**** In Room #2, the long PVC pipe which drains excreta and food waste from the upper enclosures had multiple\nPVC joints and several screw holes that were leaking into the enclosures below.  At least one leak was dripping into\nthe front left corner of the enclosure where monkey biscuits had been placed.  The drainage pans that attach to the\nwalls in the \"triangle area\" above the bottom enclosures had several areas that were leaking down the back wall\nbehind the lower enclosures in close proximity to the nonhuman primates. Properly functioning drainage systems\nare necessary to prevent disease transmission.  The licensee must provide for regular and frequent collection,\nremoval, and disposal of animal and food wastes, water, and any other fluids and wastes, in a manner that\nminimizes contamination and disease risk.  The licensee must also ensure drainage systems are constructed and\nmaintained so that animal wastes and water are rapidly eliminated and the animals stay dry.\nTo be corrected by:  December 19, 2015.\n3.81\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\n**** There were 41 macaques in the \"general room\" which were individually housed 24-7.  Seventeen of them had\nvarying degrees of hair loss (minor to severe) on their arms, legs, chests, and in one case, on the animal's back. \nThe licensee's Environmental Enhancement Plan states that all nonhuman primates housed at the facility, except\nthose exempted, are provided with regular access to social contact through group housing.  The plan also states the\nanimals can be exempted from social contact by the Attending Veterinarian and records of any exemptions will be\nmaintained and available to USDA inspectors upon request.  The licensee had no documentation of exemptions for\nthe singly housed animals and stated they had not been exempted by the Attending Veterinarian.\n\nThe licensee stated and had supporting documentation to show that only three macaques at the facility were\nreceiving additional enrichment (daily television viewing) to help reduce their stereotypic hair plucking behavior. \nThe licensee stated that two televisions are positioned near those three animals so they can view them.  According\nto the Environmental Enhancement Plan, any animals exempted from social contact should receive supplementary\nenrichment.  Room #2 housed 111 primates at the time of inspection.  There were other monkeys besides the three\nidentified with special needs which could also view the televisions.  However, due to the numerous enclosures in the\nlarge room, there is no way all 41 of the individually housed primates could view the televisions and benefit from\nthat form of additional enrichment.  There was no other supplementary enrichment provided for those animals,\naccording to the licensee and documentation.  \nThe only food present in the facility at the time of inspection was commercial monkey biscuits.  There were no\nsupplies of produce, nuts, seeds, or any other food enrichment items.  The licensee stated that fresh produce is\nusually purchased once a week and distributed to the animals for foraging on that same day to avoid food spoilage. \nThe Environmental Enhancement Plan states that every animal is offered a foraging opportunity for additional food\nat least twice a week unless it is exempt.  \nThe licensee had a good Environmental Enhancement Plan but was not following it as written.  The plan was\ntherefore ineffective, resulting in animals exhibiting abnormal behaviors such as stereotypies (pacing, spinning, and\nhopping) and hair plucking. As stated in the licensee's own plan, \"the purpose of this plan is to prevent or respond to\nnonhuman primate aberrant behaviors and improve the quality of life for the nonhuman primates\". \nThe licensee must follow the Environmental Enhancement Plan as directed by the Attending Veterinarian to\npromote the psychological well-being of nonhuman primates.  \nTo be corrected by: 4 November 2015   \nAccording to documentation, nonhuman primate #32471 identified on the last inspection report (30 July 2014) was\nnoted on 22 October 2014 to have \"hair loss recovering\".  This animal left the facility on 24 November 2014 so it\ncould not be observed during this inspection.\nInspection and exit interview conducted with the licensee by Amanda Owens (VMO),  Gwen Maginnis (Nonhuman\nPrimate Specialist) and Bill Heine (ACI).\nAdditional Inspectors\nOwens Amanda, Veterinary Medical Officer\nMaginnis Gwendalyn, Veterinary Medical Officer",
  "animals_total": 196,
  "species": [
    {
      "count": 125,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 71,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE *MALE"
    }
  ]
}