{
  "insp_id": "2016082569542260",
  "layout": "a",
  "customer_id": "32135",
  "customer_name": "Aaron Lapp",
  "customer_addr": "90 Leisure Acres Road\nAllenwood, PA 17810",
  "certificate": "23-A-0309",
  "site_id": "001",
  "site_name": "AARON K LAPP",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-JUL-2019",
  "report_date": "16-JUL-2019",
  "citations": [
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "When reviewing facility records, it was observed that records of animal sales and animal deaths are being\nmaintained but there is no documentation of animal births or number of animals on hand.\nDealers need to make, keep, and maintain records which fully and correctly disclose the number of animals held,\nowned, and acquired (including births) in addition to number of animals sold, euthanized, or otherwise disposed of.\nFailure to maintain these records can make it difficult to identify animal losses through escape or if there is disease\nin the facility that affects number of offspring born. Correct by establishing and maintaining an inventory that\nincludes animals born as well as animals sold, died, or euthanized. Correct by July 31, 2019."
    },
    {
      "code": "3.25(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "In the weanling pens, several guinea pig weanlings were observed to easily jump over the panels between the\npens. No animals were observed loose in the barn, animals were only seen jumping from one pen to another.\nHowever, at the time of inspection, there was a back door open from the barn to the outside to facilitate cleaning of\nthe barn, making escape to the outside possible for these animals.\nHousing facilities for guinea pigs need to protect the animals from injury and contain the animals. Failure to do so\ncan lead to injury or death from falls to the ground, escape from the barn, or becoming trapped outside of the pen.\nCorrect by increasing the height of the sides of the pens so that the animals within cannot climb or jump out.\nCorrect by October 31, 2019.\nThis inspection was conducted with the licensee. The exit interview was conducted with the licensee and his wife."
    }
  ],
  "narrative": "2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nWhen reviewing facility records, it was observed that records of animal sales and animal deaths are being\nmaintained but there is no documentation of animal births or number of animals on hand.\nDealers need to make, keep, and maintain records which fully and correctly disclose the number of animals held,\nowned, and acquired (including births) in addition to number of animals sold, euthanized, or otherwise disposed of. \nFailure to maintain these records can make it difficult to identify animal losses through escape or if there is disease\nin the facility that affects number of offspring born.  Correct by establishing and maintaining an inventory that\nincludes animals born as well as animals sold, died, or euthanized.  Correct by July 31, 2019.\n3.25(a)\nFACILITIES, GENERAL.\nIn the weanling pens, several guinea pig weanlings were observed to easily jump over the panels between the\npens.  No animals were observed loose in the barn, animals were only seen jumping from one pen to another. \nHowever, at the time of inspection, there was a back door open from the barn to the outside to facilitate cleaning of\nthe barn, making escape to the outside possible for these animals.\nHousing facilities for guinea pigs need to protect the animals from injury and contain the animals.  Failure to do so\ncan lead to injury or death from falls to the ground, escape from the barn, or becoming trapped outside of the pen. \nCorrect by increasing the height of the sides of the pens so that the animals within cannot climb or jump out. \nCorrect by October 31, 2019.\nThis inspection was conducted with the licensee.  The exit interview was conducted with the licensee and his wife.",
  "animals_total": 1017,
  "species": [
    {
      "count": 1017,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}