{
  "insp_id": "2016082567961356",
  "layout": "a",
  "customer_id": "324895",
  "customer_name": "Axdahl Farms Inc",
  "customer_addr": "17120 116th St N\nStillwater, MN 55082",
  "certificate": "41-C-0287",
  "site_id": "001",
  "site_name": "AXDAHL FARMS INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-OCT-2016",
  "report_date": "14-OCT-2016",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The written program of veterinary care was not complete at the time of inspection. Not having a completed written\nprogram of veterinary care doesn't ensure the animals are receiving appropriate care and treatment when problems\narise. The Attending Veterinarian must be consulted with and a written program of veterinary care must be\ncompleted to ensure appropriate care is being given to the animals. Correct by 10/27/16."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The enclosure containing the goats and pigs had chicken wire with sharp points sticking out into the enclosure.\nSharp points can cause injury to the animals contained within the enclosure. The chicken wire shall be replaced,\nremoved, or maintained so no sharp points are sticking out into the enclosure. Correct by 10/20/16.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe written program of veterinary care was not complete at the time of inspection.  Not having a completed written\nprogram of veterinary care doesn't ensure the animals are receiving appropriate care and treatment when problems\narise.  The Attending Veterinarian must be consulted with and a written program of veterinary care must be\ncompleted to ensure appropriate care is being given to the animals.  Correct by 10/27/16.\n3.125(a)\nFACILITIES, GENERAL.   \nThe enclosure containing the goats and pigs had chicken wire with sharp points sticking out into the enclosure. \nSharp points can cause injury to the animals contained within the enclosure.  The chicken wire shall be replaced,\nremoved, or maintained so no sharp points are sticking out into the enclosure.  Correct by 10/20/16.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.",
  "animals_total": 7,
  "species": [
    {
      "count": 4,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 3,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}