{
  "insp_id": "204142305220215",
  "layout": "a",
  "customer_id": "33666",
  "customer_name": "Valdosta State University",
  "customer_addr": "1500 North Patterson Street\nValdosta, GA 31698",
  "certificate": "57-R-0120",
  "site_id": "001",
  "site_name": "VALDOSTA STATE UNIVERSITY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-JUL-2014",
  "report_date": "24-JUL-2014",
  "citations": [
    {
      "code": "2.31(d)(1)(2)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "The Principle Investigator on Protocol AUP-00050-2013 states there is a painful procedure in the protocol. There is\nno literature search for alternatives included in the protocol. The protocol shall be amended to include a written\ndescription of the painful procedure and the method and sources used to determine that alternatives to procedures\nthat may cause pain or distress to the animals were not available. In addition there should be re-evaluation of the\nprotocol to ensure that it has been properly categorized. Correct by August 24, 2014."
    },
    {
      "code": "2.31(d)(1)(8)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "There is no documentation indicating the Prinicple Investigator has been fully trained and is qualified to conduct the\nalternative method of euthanasia indicated in the protocol. The training records provided indicate a general fire arm\nsafety and use course was attended and completed, but there are no records indicating any training in the specific\napplication to the animals. As of this date no animals have been euthanized on this protocol. Prior to euthanizing\nany animals by the alternative method documented, training shall be provided and documentation kept indicating\nthe Principle Investigator if fully qualified. Correct by August 24, 2014.\nThe inspection and exit briefing conducted with a facility representative."
    }
  ],
  "narrative": "2.31(d)(1)(2)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nThe Principle Investigator on Protocol AUP-00050-2013 states there is a painful procedure in the protocol. There is\nno literature search for alternatives included in the protocol.  The protocol shall be amended to include a written\ndescription of the painful procedure and the method and sources used to determine that alternatives to procedures\nthat may cause pain or distress to the animals were not available. In addition there should be re-evaluation of the\nprotocol to ensure that it has been properly categorized.  Correct by August 24, 2014.\n2.31(d)(1)(8)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nThere is no documentation indicating the Prinicple Investigator has been fully trained and is qualified to conduct the\nalternative method of euthanasia indicated in the protocol.  The training records provided indicate a general fire arm\nsafety and use course was attended and completed, but there are no records indicating any training in the specific\napplication to the animals.  As of this date no animals have been euthanized on this protocol.  Prior to euthanizing\nany animals by the alternative method documented, training shall be provided and documentation kept indicating\nthe Principle Investigator if fully qualified.  Correct by August 24, 2014.\nThe inspection and exit briefing conducted with a facility representative.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}