{
  "insp_id": "INS-0000847030",
  "layout": "c",
  "customer_id": "6009921",
  "customer_name": "Jerry Troyer",
  "customer_addr": "25812 545th St\nChariton, IA 50049",
  "certificate": "42-B-0325",
  "site_id": "001",
  "site_name": "Jerry Troyer",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-FEB-2023",
  "report_date": "16-FEB-2023",
  "citations": [
    {
      "code": "3.13(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The dogs are not receiving the required physical exam by the attending veterinarian every 12 months. Documentation\nshowed that some of the dogs had received physical exams from the veterinarian in June 2021. The licensee stated that\nthe next physical exam by the veterinarian occurred in October 2022 and only some of the dogs received a physcial exam\nwhile others were just observed by the attending veterinarian. Failure to have each dog physically examined by the\nveterinarian every 12 months may allow medical conditions to go unnoticed which could have a negative impact on the\nhealth and well-being of the dogs.\nEach dealer must follow an appropriate program of veterinary care that includes a complete physical examination from\nhead to tail of each dog by the attending veterinarian not less than once every 12 months. The licensee must ensure that\neach dog is physically examined by the attending veterinarian at least once every 12 months in order to support their\nhealth and well-being.\nTo be corrected by: From this day forward the licensee must ensure each dog receives the physical examination once\nevery 12 months."
    },
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee has acquired a new Attending Veterinarian and a new Program of Veterinary Care. The Program of\nVeterinary Care is incomplete and the written schedule for treating intestinal parasites in adult dogs could not be located.\nThe licensee stated that the adult dogs are dewormed twice a year. Failure to document the deworming schedule may\ninterfere with the ability of APHIS officials to determine if the dogs are receiving adequate veterinary care.\nEach dealer must follow an appropriate program of veterinary care for dogs that is documented in writing and addresses\nthe requirements for adequate veterinary care and includes the sampling and treatment plan for parasites. The licensee\nmust add the deworming schedule for adult dogs to the Program of Veterinary Care to ensure the animals are receiving\nadequate veterinary care.\nTo be corrected by: 02-March-2023"
    },
    {
      "code": "3.13(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee is using invoices from the attending veterinarian as medical records to document treatments and procedures\nthe dogs have undergone. Many of these invoices do not contain the identification of the dog that received the treatment\nincluding an invoice that lists a dog which received a dental cleaning and extraction and a puppy which received a hernia\nrepair. Official identification documented on medical records is necessary for APHIS officials to determine which dog the\nrecord belongs to and if the animal has received adequate veterinary care.\nEach dealer shall keep copies of medical records that include the identity of the animal including identifying marks,\ntattoos, or tags and the animal's breed, sex and age. The licensee must ensure that all medical records contain the\nidentification of the animal as well as all other required information.\nTo be corrected by: From this day forward"
    },
    {
      "code": "3.13(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee had some of the dogs physically examined by the attending veterinarian in October 2022. No medical\nrecord could be provided documenting which dogs were examined and the results of the exams. Failure to document\nexaminations and the results may interfere with the ability of APHIS officials to determine if the animals are receiving\nadequate veterinary care.\nEach dealer shall keep copies of medical records that include the dates and findings/results of all screening, routine, or\nother required or recommended tests or examinations. The licensee must document on a medical record each time a dog\nis physically examined and the results of those exams. The licensee must ensure that all medical records are complete\nand contain all required information.\nTo be corrected by: From this day forward\nThis inspection and exit interview were conducted with the facility representative.\nn"
    }
  ],
  "narrative": "3.13(a)(2) \n   \nVeterinary care for dogs. \nThe dogs are not receiving the required physical exam by the attending veterinarian every 12 months.  Documentation \nshowed that some of the dogs had received physical exams from the veterinarian in June 2021.  The licensee stated that \nthe next physical exam by the veterinarian occurred in October 2022 and only some of the dogs received a physcial exam \nwhile others were just observed by the attending veterinarian.  Failure to have each dog physically examined by the \nveterinarian every 12 months may allow medical conditions to go unnoticed which could have a negative impact on the \nhealth and well-being of the dogs. \n \nEach dealer must follow an appropriate program of veterinary care that includes a complete physical examination from \nhead to tail of each dog by the attending veterinarian not less than once every 12 months.  The licensee must ensure that \neach dog is physically examined by the attending veterinarian at least once every 12 months in order to support their \nhealth and well-being. \n \nTo be corrected by:  From this day forward the licensee must ensure each dog receives the physical examination once \nevery 12 months. \n3.13(a)(3)\n\nVeterinary care for dogs. \nThe licensee has acquired a new Attending Veterinarian and a new Program of Veterinary Care.  The Program of \nVeterinary Care is incomplete and the written schedule for treating intestinal parasites in adult dogs could not be located.  \nThe licensee stated that the adult dogs are dewormed twice a year.  Failure to document the deworming schedule may \ninterfere with the ability of APHIS officials to determine if the dogs are receiving adequate veterinary care.   \n \nEach dealer must follow an appropriate program of veterinary care for dogs that is documented in writing and addresses \nthe requirements for adequate veterinary care and includes the sampling and treatment plan for parasites.  The licensee \nmust add the deworming schedule for adult dogs to the Program of Veterinary Care to ensure the animals are receiving \nadequate veterinary care.   \n \nTo be corrected by:  02-March-2023 \n3.13(b)(1) \n   \nVeterinary care for dogs. \nThe licensee is using invoices from the attending veterinarian as medical records to document treatments and procedures \nthe dogs have undergone.  Many of these invoices do not contain the identification of the dog that received the treatment \nincluding an invoice that lists a dog which received a dental cleaning and extraction and a puppy which received a hernia \nrepair.  Official identification documented on medical records is necessary for APHIS officials to determine which dog the \nrecord belongs to and if the animal has received adequate veterinary care. \n \nEach dealer shall keep copies of medical records that include the identity of the animal including identifying marks, \ntattoos, or tags and the animal's breed, sex and age.  The licensee must ensure that all medical records contain the\n\nidentification of the animal as well as all other required information. \n \nTo be corrected by:  From this day forward \n3.13(b)(4) \n   \nVeterinary care for dogs. \nThe licensee had some of the dogs physically examined by the attending veterinarian in October 2022.  No medical \nrecord could be provided documenting which dogs were examined and the results of the exams.  Failure to document \nexaminations and the results may interfere with the ability of APHIS officials to determine if the animals are receiving \nadequate veterinary care.   \n \nEach dealer shall keep copies of medical records that include the dates and findings/results of all screening, routine, or \nother required or recommended tests or examinations.  The licensee must document on a medical record each time a dog \nis physically examined and the results of those exams.  The licensee must ensure that all medical records are complete \nand contain all required information.   \n \nTo be corrected by:  From this day forward \n \nThis inspection and exit interview were conducted with the facility representative. \n \n n",
  "animals_total": 28,
  "species": [
    {
      "count": 22,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 6,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}