{
  "insp_id": "2016082567922372",
  "layout": "a",
  "customer_id": "45340",
  "customer_name": "Patti J Tilman",
  "customer_addr": "Ronald E Tilman\n4844 N. 93rd St.\nKansas City, KS 66109",
  "certificate": "48-C-0154",
  "site_id": "001",
  "site_name": "Ronald E. Tilman Patti J. Tilman",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-NOV-2016",
  "report_date": "03-NOV-2016",
  "citations": [
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "One outdoor shelter used by one goat has missing wood along the bottom on two sides. This shelter does not\nprovide adequate protection against local climatic conditions. The inability to provide adequate shelter from local\nclimatic conditions could cause discomfort to the animal and adversely impact their health and well-being. Artificial\nshelters appropriate to the local climatic conditions for the species concerned shall be provided for all animals kept\noutdoors to afford them protection from the climatic conditions and to prevent discomfort. The licensee must ensure\nthat all animals being housed outdoors must have access to natural or artificial shelter that adequately provide\nprotection against all climatic conditions. Correct by 11/15/16."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "* One plastic water receptacle used by one goat has a brownish looking deposit collecting on the interior wall and\nbottom of this receptacle. The receptacle is located in an outdoor enclosure. It indicates this water receptacles is\nnot being adequately cleaned and sanitized. It could lead to water contamination and potential health risks. The\nlicensee must ensure all water receptacles shall be kept clean and sanitary. Correct by 11/8/16\n* Copy of inspection report was sent by certified and regular mail."
    }
  ],
  "narrative": "3.127(b)\nFACILITIES, OUTDOOR. \nOne outdoor shelter used by one goat has missing wood along the bottom on two sides.   This shelter does not\nprovide adequate protection against local climatic conditions.  The inability to provide adequate shelter from local\nclimatic conditions could cause discomfort to the animal and adversely impact their health and well-being.  Artificial\nshelters appropriate to the local climatic conditions for the species concerned shall be provided for all animals kept\noutdoors to afford them protection from the climatic conditions and to prevent discomfort.  The licensee must ensure\nthat all animals being housed outdoors must have access to natural or artificial shelter that adequately provide\nprotection against all climatic conditions.   Correct by  11/15/16.\n3.130\nWATERING.  \n* One plastic water receptacle used by one goat has a brownish looking deposit collecting on the interior wall and\nbottom of this receptacle.  The receptacle is located in an outdoor enclosure.   It indicates this water receptacles is\nnot being adequately cleaned and sanitized.   It could lead to water contamination and potential health risks.  The\nlicensee must ensure all water receptacles shall be kept clean and sanitary.  Correct by 11/8/16\n*   Copy of inspection report was sent by certified and regular mail.",
  "animals_total": 4,
  "species": [
    {
      "count": 1,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}