{
  "insp_id": "2016082568861794",
  "layout": "a",
  "customer_id": "29944",
  "customer_name": "David J Erickson",
  "customer_addr": "11890 Hope Rd Se\nOsakis, MN 56360",
  "certificate": "41-C-0184",
  "site_id": "001",
  "site_name": "DAVID ERICKSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-SEP-2017",
  "report_date": "20-SEP-2017",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The Program of Veterinary Care instructs the licensee to apply revolution and frontline monthly to the cats in the\nsummertime. I asked if the licensee if she has been doing this and she stated she has not. She does not even\nhave the revolution or frontline in stock to be able to give it to them. Not following the Program of Veterinary Care\ndoesn't ensure that the cats are receiving proper treatment or care. The Program of Veterinary Care must be\nfollowed from here on out. Correct by 9/27/17."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female tabby colored (black, brown, and white) with no identification had nasal discharge. The licensee had not\ncontacted the Attending Veterinarian and was not treating the cat. The licensee stated she was watching the cat for\nsomeone else, but the cat was in with other regulated cats and was on exhibit. Untreated veterinary care problems\nin animals can cause them prolonged discomfort and if not treated conditions could worsen. It can also spread to\nher other cats. Ensure that animals with veterinary care problems are seen by the veterinarian and treated as\nprescribed. Correct by 9/22/17."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The licensee did not have acquisition or inventory records for 3 deer, 9 sheep, 12 rabbits, 3 pigs, 5 llamas, and 1\ncow. Lack of accurate and up-to-date inventory and acquisition records does not ensure for the proper tracking of\nthe animals by APHIS Officials as necessary. Update the facility inventory and acquisition records with all required\ninformation so they accurately reflect the current inventory of animals.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "2.40(a)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe Program of Veterinary Care instructs the licensee to apply revolution and frontline monthly to the cats in the\nsummertime.  I asked if the licensee if she has been doing this and she stated she has not.  She does not even\nhave the revolution or frontline in stock to be able to give it to them.  Not following the Program of Veterinary Care\ndoesn't ensure that the cats are receiving proper treatment or care. The Program of Veterinary Care must be\nfollowed from here on out.  Correct by 9/27/17.\n2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female tabby colored (black, brown, and white) with no identification had nasal discharge.  The licensee had not\ncontacted the Attending Veterinarian and was not treating the cat.  The licensee stated she was watching the cat for\nsomeone else, but the cat was in with other regulated cats and was on exhibit.  Untreated veterinary care problems\nin animals can cause them prolonged discomfort and if not treated conditions could worsen.  It can also spread to\nher other cats.  Ensure that animals with veterinary care problems are seen by the veterinarian and treated as\nprescribed.  Correct by 9/22/17.\n2.75(b)(1)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\nThe licensee did not have acquisition or inventory records for 3 deer, 9 sheep, 12 rabbits, 3 pigs, 5 llamas, and 1\ncow.  Lack of accurate and up-to-date inventory and acquisition records does not ensure for the proper tracking of\nthe animals by APHIS Officials as necessary. Update the facility inventory and acquisition records with all required\ninformation so they accurately reflect the current inventory of animals.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.",
  "animals_total": 52,
  "species": [
    {
      "count": 1,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 16,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 3,
      "scientific": "Felis silvestris catus",
      "common": "CAT KITTEN"
    },
    {
      "count": 5,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 3,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 12,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 9,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 3,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}