{
  "insp_id": "INS-0001513983",
  "layout": "c",
  "customer_id": "503533",
  "customer_name": "Norman Yoder",
  "customer_addr": "11024 Dover Road\nApple Creek, OH 44606",
  "certificate": "31-A-0705",
  "site_id": "001",
  "site_name": "NORMAN E YODER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-DEC-2025",
  "report_date": "17-DEC-2025",
  "citations": [
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Time and method of identification.",
      "narrative": "The facility uses USDA tags on a collar as their form of official identification for dogs over 16 weeks of age. An adult male\nCavalier King Charles Spaniel was observed without a USDA tag. When inquiring with the licensee about how this dog is\nbeing provided with official identification, he stated that he assigned a USDA tag number to the dog but has not put the\ncollar on the dog. Also, an enclosure housing 12 dogs of various ages was observed to be without cage cards or any sign\nof individual identification. When inquiring about the 12 dogs the facility representative stated that 3 of the dogs are 16\nweeks of age or older and are listed on the APHIS 7005 form. When asked about their USDA tags the representative\nstated that he assigns them a numbered tag but does not place it on the animal until they are approximately 6 months of\nage. An acceptable form of official identification is necessary for APHIS officials to positively identify animals for\ninspection and to properly trace their movements.\nAll live dogs over the age of 16 weeks shall be identified by an official tag affixed to a collar around the animal’s neck, by\na legible tattoo marking approved by the Administrator, or by a microchip placed under the dog’s skin. The licensee must\napply one of these forms of identification to the dog. The licensee must ensure that all dogs have an official form of\nidentification at all times.\nCorrect by 31 December 2025"
    },
    {
      "code": "2.50(a)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Time and method of identification.",
      "narrative": "An enclosure housing 9 puppies of various ages and from different litters were observed without any form of individual\nidentification or cage cards. Additionally, a litter of 2 puppies born 11 December 2025, had no form of identification. The\nlicensee states he hasn't made a cage card for them yet. An acceptable form of official identification is necessary for\nAPHIS officials to positively identify animals for inspection and to properly trace their movements.\nThe licensee must ensure that all dogs less than 16 weeks of age are identified by an official tag as described in Sec.\n2.51, a legible tattoo approved by the Administrator, a microchip, or a cage card (if maintained as a litter with their dam\nand housed within the same primary enclosure). Cage cards should contain at least the following information when being\nutilized for identification and record keeping purposes: letters USDA, facility license number, ID of dam or foster mother,\nindividual identification number, date of birth, sex, breed, description (color, markings, etc.), date the animal died,\neuthanized, sold, or removed."
    },
    {
      "code": "2.75(a)(1)(v)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The facility is not maintaining adequate records of acquisition and disposition. Cage cards are used for acquisition records\nfor litters of puppies; however, they do not contain all the required information. There were two litters that were identified\nby cage cards, however, the licensee failed to adequately document the active number of puppies of the litter and note\nthe dates of disposition for puppies that are now deceased. One litter of Pomeranian puppies had 4 puppies listed on the\ncage card, of which 3 are still present. And one litter of Yorkies had 6 puppies listed, but only 4 are still present. The\nfacility representative stated the other puppies had died.\nAccurate record keeping is essential so that APHIS inspectors can adequately identify the movement of dogs into and out\nof the facility, especially in cases of loss or theft. Each dealer shall make, keep, and maintain records for forms which fully\nand correctly disclose the information concerning each dog purchased or otherwise acquired, owned, held, or which is\ntransported, sold, or otherwise disposed of by that dealer. The records shall include any offspring born to any animal while\nin his or her control.\nCorrect by maintaining complete records for acquisition by 31 December 2025."
    },
    {
      "code": "2.134(b)",
      "kind": "",
      "repeat": false,
      "desc": "Contingency planning.",
      "narrative": "The facility has not performed an annual review of their contingency plan since 2022. The contingency plan is developed\nso that the handling, treatment, transportation, housing, and care of animals is provided for in the event of an emergency\nor disaster. This plan must be reviewed by the dealer (Class A licensee) on at least an annual basis to ensure that it\nadequately addresses the criteria listed above. Each licensee must maintain documentation of their annual reviews,\nincluding any amendments or changes to their plan from the previous year’s review. Correct by conducting an annual\nreview of the facility’s contingency plan and documenting the date of the review and any changes made.\nCorrect by 1 January 2026."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "The outside portion of an enclosure in the large breed building housing 12 canines ranging from 14 weeks to adult, is not\nbeing maintained in good repair. There is a missing fence board resulting in a hole large enough for these dogs to escape\nthrough. The facility placed a section of wire fencing over the bottom portion of the hole that is approximately 2 feet in\nheight but could still potentially allow the dogs to jump over the section of fencing and escape the enclosure.\nThe dogs in these enclosures could potentially become stuck in the hole in the fence, escape, or be injured due to not\nproperly maintaining housing facilities in good repair. Housing facilities for dogs must be kept in good repair, and they\nmust protect the animals from injury, contain the animals securely, and restrict other animals from entering."
    },
    {
      "code": "3.1(c)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "The facility is not maintaining surfaces in the housing facilities to ensure they are constructed in a manner and made of\nmaterials that allow them to be readily cleaned and sanitized or removed or replaced when worn or soiled. Multiple\nsurfaces within the whelping sheltered housing facility and the small breed housing facility including: solid flooring panels,\nPVC piping of an automatic waterer, paneling of the walls, and sections of the slatted raised flooring, have chew damage\nresulting in excessive pitting in the material. The chew damage has also caused deep grooves in the material and curling\nof the previously flat panels. The excessively pitted surfaces cannot be appropriately cleaned and sanitized as dirt and\npathogens can remain within the small pockets of space created in the damaged materials. There are 18 total enclosures\nhousing 54 adult dogs and 15 puppies that have damaged surfaces.\nThe outdoor portion of an enclosure in the large breed sheltered housing facility containing 12 dogs has a large piece of\nuntreated wood at the base of the vertical fencing. Surfaces in housing facilities made of unsealed wood cannot be\nproperly cleaned or sanitized when permeable to moisture. The licensee must ensure that all building surfaces the\nanimals come in contact with are impervious to moisture and able to be readily cleaned and sanitized.\nAdditionally, the facility is not maintaining surfaces to be free from jagged edges that might injure the animals. In the small\nbreed sheltered housing building, there are areas of the slatted flooring of raised enclosures where sections of the flooring\nare missing. The edges from the missing pieces of the flooring are sharp and uneven. The sections missing flooring are\napproximately 4” x 4”. This is a large enough space for a small breed dog to possibly step through the hole and become\ninjured from the sharp edges. There are 5 total enclosures housing a 19 adult dogs that have missing pieces of flooring\nwith sharp edges.\nIf damage occurs to surfaces in the housing facilities, the facility must ensure the surfaces can be removed or replaced\nwhen worn or soiled. This will ensure that all surfaces remain readily capable of being cleaned and sanitized. The\nsurfaces also need to be maintained in a manner so they are free from jagged edges or sharp points that might injure the\ndogs."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "The outside runs of 3 sheltered housing buildings are not being cleaned frequently enough. The runs on the small breed\nsheltered housing facility and the large breed sheltered housing facility consist of gravel. Due to the time of year, there is\nsnow compacted into the gravel. The outside runs of the whelping building are raised wire enclosures with solid flooring\npanels overlaying the wire. The facility representative reports all these areas are cleaned “as needed”. There are\nnumerous piles of feces in these runs. Some of the feces appear frozen, indicating the length of time it has been present\nin the enclosures is prolonged and not being removed on a daily basis.\nIn the small breed sheltered housing building, there is an excessive buildup of thick, dark grey-black, organic material and\nhair smeared on the inside part of the door flaps that lead to the outside run of three enclosures housing 8 adult dogs. The\nfacility representative also reports these surfaces are cleaned “as needed”.\nThe walls surrounding the door flaps of the small breed and large breed sheltered housing buildings have a buildup of tan-\nbrown organic residue covering approximately 60-90% of the surface. The outer surface of the door flaps also has this\nbuilt-up residue in the majority of the enclosures. The facility representative also reports these surfaces are cleaned “as\nneeded”.\nHard surfaces with which the dogs come into contact must be spot cleaned daily and sanitized in accordance with\n§3.11(b) to prevent accumulation of excreta and reduce disease hazards such as odors, vermin, insects, and other pest\ninfestation. Floors made of dirt or gravel must be raked or spot cleaned with sufficient frequency to ensure all animals the\nfreedom to avoid excreta."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": true,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The primary enclosures in the small breed sheltered housing building are not being sufficiently cleaned. The wash down\ntrough underneath the pens has a thick buildup of feces, dark brown organic residue, hair, dead insects, rodent\ndroppings, and a deceased rodent. It was not clear based on discussions with the facility representative the last time this\narea was cleaned. Surfaces retaining a buildup of excreta, hair, and dead insects and rodents can serve as a source to\nattract more pests, contribute to undesirable odors in the building, and other disease hazards.\nExcreta and other waste must be removed from under primary enclosures as often as necessary to prevent an excessive\naccumulation of feces, reduce disease hazards, insects, rodents, and odors. The amount of buildup of excreta in these\ntroughs is evidence that cleaning of this area is not being done as often as necessary."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": true,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The facility does not have in place an effective program for the control of insects and pests. The small breed sheltered\nhousing building has an ongoing cockroach infestation. There were live cockroaches observed to be walking along walls,\nceilings, wash down troughs, and along the enclosures of the interior of the building. A large adhesive insect mat was\nobserved to have approximately 100 live and dead cockroaches of different life stages adhered to it. There was also a\ncluster of approximately 40 adult cockroaches along the top partition of an enclosure actively housing dogs.\nIt was also observed that there is an excessive accumulation of rodent droppings in the wash down trough. There was a\ndead mouse observed in the trough. There were open, uncovered rodent bait packages on top of vacant enclosures.\nA dead mouse was seen just outside the whelping housing facility.\nA dead rat was within the outer run of the large breed sheltered housing building. This run housed an adult Goldendoodle\nand an adult Boston Terrier.\nThe facility had a third party pest control company visit the property since the last inspection on 31 July 2025. They\ntreated the walls in the whelping building but not the small breed building.\nWhile the facility is implementing methods to attempt to control the insect and rodent problems, it is still not effective.\nPests can carry potential diseases and lead to contamination of food, bedding, or other supplies used for the animals.\nHaving rodent bait out in the open poses a risk of accidental ingestion by the dogs, and, if consumed, could be lethal.\nLikewise, if a dog were to ingest a rodent that died by rodent bait, the dog could still succumb to the effects of the bait the\nrodent ingested, as the chemical is still active.\nThe facility must have an effective pest control program established and maintained to reduce contamination of pests in\nanimal areas and promote health and well-being of the animals."
    },
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": true,
      "desc": "Veterinary care for dogs.",
      "narrative": "The facility is not following the program of veterinary care for vaccinations. The Program of Veterinary Care currently\nprescribes dogs will be vaccinated for rabies at 18 weeks of age, booster at 1 year, and every 3 years going forward. The\nprogram currently prescribes dogs will be vaccinated for distemper/parvovirus (DAPP), and leptospirosis at 14 weeks of\nage, 18 weeks of age, and annually going forward.\nThe facility was cited for failing to have 125 dogs up to date on their rabies vaccine and 74 dogs not up to date with\nDAPP/Lepto (7-way) vaccine at the previous inspection (INS-0001390673) conducted on 31 July 2025. A correction date\nof 19 August 2025 to correct the issue was provided to the facility at the exit meeting following delivery of the report. The\nfacility representative stated that as of today he has yet to administer vaccines for rabies or DAPP/Lepto to the overdue\ndogs remaining at the facility.\nFailure to follow the preventative care schedule for vaccinations in the Program of Veterinary Care does not ensure the\ndogs are receiving appropriate protection against contagious and deadly diseases such as distemper, parvo,\nleptospirosis, and rabies which can lead to illness and discomfort to the dogs. The facility must follow the vaccination\nschedule approved by the attending veterinarian in the Program of Veterinary Care to protect the dogs from deadly or\ncontagious diseases."
    },
    {
      "code": "3.13(b)(3)",
      "kind": "",
      "repeat": true,
      "desc": "Veterinary care for dogs.",
      "narrative": "The facility does not have the names of all treatments/procedures administered to the animals recorded in the medical\nrecords. When inquiring about the date of birth for a new litter of puppies the facility representative stated the puppies\nwere born last Thursday, 11 December 2025. The representative stated he was sure of the date because he had already\nremoved the dewclaws on these puppies. When APHIS officials inquired if the procedure was documented on a medical\nrecord the representative stated he discontinued recording procedures such as dewclaw removal in the medical records\nfor the dogs.\nFailure to record the names and dates for all treatments or procedures administered does not allow for APHIS officials to\ndetermine if adequate veterinary care has been provided for animals covered under the Animal Welfare Act. The licensee\nmust ensure that the names of all vaccines and treatments administered, and the dates of administration are recorded\nand maintained.\nThis inspection and exit interview were conducted with the facility representative.\nAdditional Inspectors:\nLauren Murphy, VETERINARY MEDICAL OFFICER n"
    }
  ],
  "narrative": "2.50(a)(1) \n   \nTime and method of identification. \nThe facility uses USDA tags on a collar as their form of official identification for dogs over 16 weeks of age. An adult male \nCavalier King Charles Spaniel was observed without a USDA tag. When inquiring with the licensee about how this dog is \nbeing provided with official identification, he stated that he assigned a USDA tag number to the dog but has not put the \ncollar on the dog. Also, an enclosure housing 12 dogs of various ages was observed to be without cage cards or any sign \nof individual identification. When inquiring about the 12 dogs the facility representative stated that 3 of the dogs are 16 \nweeks of age or older and are listed on the APHIS 7005 form. When asked about their USDA tags the representative \nstated that he assigns them a numbered tag but does not place it on the animal until they are approximately 6 months of \nage. An acceptable form of official identification is necessary for APHIS officials to positively identify animals for \ninspection and to properly trace their movements. \n \nAll live dogs over the age of 16 weeks shall be identified by an official tag affixed to a collar around the animal’s neck, by \na legible tattoo marking approved by the Administrator, or by a microchip placed under the dog’s skin. The licensee must \napply one of these forms of identification to the dog. The licensee must ensure that all dogs have an official form of \nidentification at all times. \n \nCorrect by 31 December 2025 \n2.50(a)(2)  Repeat\n   \nTime and method of identification. \nAn enclosure housing 9 puppies of various ages and from different litters were observed without any form of individual \nidentification or cage cards. Additionally, a litter of 2 puppies born 11 December 2025, had no form of identification. The \nlicensee states he hasn't made a cage card for them yet. An acceptable form of official identification is necessary for \nAPHIS officials to positively identify animals for inspection and to properly trace their movements. \n \n The licensee must ensure that all dogs less than 16 weeks of age are identified by an official tag as described in Sec. \n2.51, a legible tattoo approved by the Administrator, a microchip, or a cage card (if maintained as a litter with their dam \nand housed within the same primary enclosure). Cage cards should contain at least the following information when being \nutilized for identification and record keeping purposes: letters USDA, facility license number, ID of dam or foster mother,\n\nindividual identification number, date of birth, sex, breed, description (color, markings, etc.), date the animal died, \neuthanized, sold, or removed. \n2.75(a)(1)(v) \n   \nRecords: Dealers and exhibitors. \nThe facility is not maintaining adequate records of acquisition and disposition. Cage cards are used for acquisition records \nfor litters of puppies; however, they do not contain all the required information. There were two litters that were identified \nby cage cards, however, the licensee failed to adequately document the active number of puppies of the litter and note \nthe dates of disposition for puppies that are now deceased. One litter of Pomeranian puppies had 4 puppies listed on the \ncage card, of which 3 are still present. And one litter of Yorkies had 6 puppies listed, but only 4 are still present. The \nfacility representative stated the other puppies had died.  \n \nAccurate record keeping is essential so that APHIS inspectors can adequately identify the movement of dogs into and out \nof the facility, especially in cases of loss or theft. Each dealer shall make, keep, and maintain records for forms which fully \nand correctly disclose the information concerning each dog purchased or otherwise acquired, owned, held, or which is \ntransported, sold, or otherwise disposed of by that dealer. The records shall include any offspring born to any animal while \nin his or her control.  \n \nCorrect by maintaining complete records for acquisition by 31 December 2025. \n2.134(b) \n   \nContingency planning. \nThe facility has not performed an annual review of their contingency plan since 2022. The contingency plan is developed \nso that the handling, treatment, transportation, housing, and care of animals is provided for in the event of an emergency \nor disaster. This plan must be reviewed by the dealer (Class A licensee) on at least an annual basis to ensure that it \nadequately addresses the criteria listed above. Each licensee must maintain documentation of their annual reviews, \nincluding any amendments or changes to their plan from the previous year’s review. Correct by conducting an annual \nreview of the facility’s contingency plan and documenting the date of the review and any changes made.  \nCorrect by 1 January 2026. \n3.1(a)  Repeat\n   \nHousing facilities, general. \nThe outside portion of an enclosure in the large breed building housing 12 canines ranging from 14 weeks to adult, is not \nbeing maintained in good repair. There is a missing fence board resulting in a hole large enough for these dogs to escape \nthrough. The facility placed a section of wire fencing over the bottom portion of the hole that is approximately 2 feet in \nheight but could still potentially allow the dogs to jump over the section of fencing and escape the enclosure.  \n \nThe dogs in these enclosures could potentially become stuck in the hole in the fence, escape, or be injured due to not \nproperly maintaining housing facilities in good repair. Housing facilities for dogs must be kept in good repair, and they \nmust protect the animals from injury, contain the animals securely, and restrict other animals from entering. \n3.1(c)(1)  Repeat\n\nHousing facilities, general. \nThe facility is not maintaining surfaces in the housing facilities to ensure they are constructed in a manner and made of \nmaterials that allow them to be readily cleaned and sanitized or removed or replaced when worn or soiled. Multiple \nsurfaces within the whelping sheltered housing facility and the small breed housing facility including: solid flooring panels, \nPVC piping of an automatic waterer, paneling of the walls, and sections of the slatted raised flooring, have chew damage \nresulting in excessive pitting in the material. The chew damage has also caused deep grooves in the material and curling \nof the previously flat panels. The excessively pitted surfaces cannot be appropriately cleaned and sanitized as dirt and \npathogens can remain within the small pockets of space created in the damaged materials. There are 18 total enclosures \nhousing 54 adult dogs and 15 puppies that have damaged surfaces.  \n \nThe outdoor portion of an enclosure in the large breed sheltered housing facility containing 12 dogs has a large piece of \nuntreated wood at the base of the vertical fencing. Surfaces in housing facilities made of unsealed wood cannot be \nproperly cleaned or sanitized when permeable to moisture. The licensee must ensure that all building surfaces the \nanimals come in contact with are impervious to moisture and able to be readily cleaned and sanitized. \n \nAdditionally, the facility is not maintaining surfaces to be free from jagged edges that might injure the animals. In the small \nbreed sheltered housing building, there are areas of the slatted flooring of raised enclosures where sections of the flooring \nare missing. The edges from the missing pieces of the flooring are sharp and uneven. The sections missing flooring are \napproximately 4” x 4”. This is a large enough space for a small breed dog to possibly step through the hole and become \ninjured from the sharp edges. There are 5 total enclosures housing a 19 adult dogs that have missing pieces of flooring \nwith sharp edges.  \n \nIf damage occurs to surfaces in the housing facilities, the facility must ensure the surfaces can be removed or replaced \nwhen worn or soiled. This will ensure that all surfaces remain readily capable of being cleaned and sanitized. The \nsurfaces also need to be maintained in a manner so they are free from jagged edges or sharp points that might injure the \ndogs. \n3.1(c)(3)  Repeat\n   \nHousing facilities, general. \nThe outside runs of 3 sheltered housing buildings are not being cleaned frequently enough. The runs on the small breed \nsheltered housing facility and the large breed sheltered housing facility consist of gravel. Due to the time of year, there is \nsnow compacted into the gravel. The outside runs of the whelping building are raised wire enclosures with solid flooring \npanels overlaying the wire. The facility representative reports all these areas are cleaned “as needed”. There are \nnumerous piles of feces in these runs. Some of the feces appear frozen, indicating the length of time it has been present \nin the enclosures is prolonged and not being removed on a daily basis. \n \nIn the small breed sheltered housing building, there is an excessive buildup of thick, dark grey-black, organic material and \nhair smeared on the inside part of the door flaps that lead to the outside run of three enclosures housing 8 adult dogs. The \nfacility representative also reports these surfaces are cleaned “as needed”.  \n \nThe walls surrounding the door flaps of the small breed and large breed sheltered housing buildings have a buildup of tan-\nbrown organic residue covering approximately 60-90% of the surface. The outer surface of the door flaps also has this\n\nbuilt-up residue in the majority of the enclosures. The facility representative also reports these surfaces are cleaned “as \nneeded”.  \n \nHard surfaces with which the dogs come into contact must be spot cleaned daily and sanitized in accordance with \n§3.11(b) to prevent accumulation of excreta and reduce disease hazards such as odors, vermin, insects, and other pest \ninfestation. Floors made of dirt or gravel must be raked or spot cleaned with sufficient frequency to ensure all animals the \nfreedom to avoid excreta. \n3.11(a)  Repeat\n   \nCleaning, sanitization, housekeeping, and pest control. \nThe primary enclosures in the small breed sheltered housing building are not being sufficiently cleaned. The wash down \ntrough underneath the pens has a thick buildup of feces, dark brown organic residue, hair, dead insects, rodent \ndroppings, and a deceased rodent. It was not clear based on discussions with the facility representative the last time this \narea was cleaned. Surfaces retaining a buildup of excreta, hair, and dead insects and rodents can serve as a source to \nattract more pests, contribute to undesirable odors in the building, and other disease hazards.  \n \nExcreta and other waste must be removed from under primary enclosures as often as necessary to prevent an excessive \naccumulation of feces, reduce disease hazards, insects, rodents, and odors. The amount of buildup of excreta in these \ntroughs is evidence that cleaning of this area is not being done as often as necessary. \n3.11(d)  Repeat\n   \nCleaning, sanitization, housekeeping, and pest control. \nThe facility does not have in place an effective program for the control of insects and pests. The small breed sheltered \nhousing building has an ongoing cockroach infestation. There were live cockroaches observed to be walking along walls, \nceilings, wash down troughs, and along the enclosures of the interior of the building. A large adhesive insect mat was \nobserved to have approximately 100 live and dead cockroaches of different life stages adhered to it. There was also a \ncluster of approximately 40 adult cockroaches along the top partition of an enclosure actively housing dogs.  \n \nIt was also observed that there is an excessive accumulation of rodent droppings in the wash down trough. There was a \ndead mouse observed in the trough. There were open, uncovered rodent bait packages on top of vacant enclosures.  \n \nA dead mouse was seen just outside the whelping housing facility.  \n \nA dead rat was within the outer run of the large breed sheltered housing building. This run housed an adult Goldendoodle \nand an adult Boston Terrier.  \n \nThe facility had a third party pest control company visit the property since the last inspection on 31 July 2025. They \ntreated the walls in the whelping building but not the small breed building.  \n \nWhile the facility is implementing methods to attempt to control the insect and rodent problems, it is still not effective. \nPests can carry potential diseases and lead to contamination of food, bedding, or other supplies used for the animals. \nHaving rodent bait out in the open poses a risk of accidental ingestion by the dogs, and, if consumed, could be lethal.\n\nLikewise, if a dog were to ingest a rodent that died by rodent bait, the dog could still succumb to the effects of the bait the \nrodent ingested, as the chemical is still active.  \n \nThe facility must have an effective pest control program established and maintained to reduce contamination of pests in \nanimal areas and promote health and well-being of the animals. \n3.13(a)(3)  Repeat\n   \nVeterinary care for dogs. \nThe facility is not following the program of veterinary care for vaccinations. The Program of Veterinary Care currently \nprescribes dogs will be vaccinated for rabies at 18 weeks of age, booster at 1 year, and every 3 years going forward. The \nprogram currently prescribes dogs will be vaccinated for distemper/parvovirus (DAPP), and leptospirosis at 14 weeks of \nage, 18 weeks of age, and annually going forward.  \n \nThe facility was cited for failing to have 125 dogs up to date on their rabies vaccine and 74 dogs not up to date with \nDAPP/Lepto (7-way) vaccine at the previous inspection (INS-0001390673) conducted on 31 July 2025. A correction date \nof 19 August 2025 to correct the issue was provided to the facility at the exit meeting following delivery of the report. The \nfacility representative stated that as of today he has yet to administer vaccines for rabies or DAPP/Lepto to the overdue \ndogs remaining at the facility. \n \nFailure to follow the preventative care schedule for vaccinations in the Program of Veterinary Care does not ensure the \ndogs are receiving appropriate protection against contagious and deadly diseases such as distemper, parvo, \nleptospirosis, and rabies which can lead to illness and discomfort to the dogs. The facility must follow the vaccination \nschedule approved by the attending veterinarian in the Program of Veterinary Care to protect the dogs from deadly or \ncontagious diseases. \n3.13(b)(3)  Repeat\n   \nVeterinary care for dogs. \nThe facility does not have the names of all treatments/procedures administered to the animals recorded in the medical \nrecords. When inquiring about the date of birth for a new litter of puppies the facility representative stated the puppies \nwere born last Thursday, 11 December 2025. The representative stated he was sure of the date because he had already \nremoved the dewclaws on these puppies. When APHIS officials inquired if the procedure was documented on a medical \nrecord the representative stated he discontinued recording procedures such as dewclaw removal in the medical records \nfor the dogs.  \n \nFailure to record the names and dates for all treatments or procedures administered does not allow for APHIS officials to \ndetermine if adequate veterinary care has been provided for animals covered under the Animal Welfare Act. The licensee \nmust ensure that the names of all vaccines and treatments administered, and the dates of administration are recorded \nand maintained. \n \nThis inspection and exit interview were conducted with the facility representative.\n\nAdditional Inspectors: \nLauren Murphy, VETERINARY MEDICAL OFFICER n",
  "animals_total": 133,
  "species": [
    {
      "count": 88,
      "scientific": "Canis familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 45,
      "scientific": "Canis familiaris",
      "common": "DOG PUPPY"
    }
  ]
}