{
  "insp_id": "2016082568769016",
  "layout": "a",
  "customer_id": "333434",
  "customer_name": "Borderline Farms",
  "customer_addr": "2901 Cutter Ct\nWaxhaw, NC 28173",
  "certificate": "55-C-0287",
  "site_id": "002",
  "site_name": "BORDERLINE FARMS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "30-AUG-2017",
  "report_date": "30-AUG-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The written Program of Veterinary Care is incomplete as it has not been changed in two years and was only written\nfor the llamas and alpacas. There are now pigs, sheep, goats, and rabbits which need to be included in the plan.\nThe Attending Veterinarian does visit every 3 months. The Veterinary Care program needs to be completed by the\nlicensee and the Attending Veterinarian and include all veterinary care to be provided the animals. To be corrected\nby 10-2-17."
    },
    {
      "code": "2.75(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "There are no records of animals on hand showing the animals acquired since the license was obtained. Records\nneed to show all births, deaths, sales, and acquisitions. When an animal is sold or given away, the name and\naddress of the buyer is required. When an animal is acquired, the name, address, USDA number or driver's license\nnumber and license plate number is required to be recorded. As much as possible, an inventory list with the\nabove required information needs to be completed. To be corrected by 10-2-17."
    },
    {
      "code": "3.53(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "In the rabbit room is a cage of five lion head rabbits which were returned to the licensee two weeks ago. They are\nin a wire bottom cage with 4.7 square inches of floor space. Five rabbits require 7.5 square feet of floor space, so\nthis cage is only large enough for 3 rabbits. More space needs to be provided. To be corrected by 9-5-17."
    },
    {
      "code": "3.56(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "There are 15 rabbits on the property in various cages and some are also rotated out into the paddocks for exercise.\nA horse stall was converted into a rabbit room with rubber mats on the floor and multiple cages of groups of rabbits.\nRabbits are released for exercise onto the floor for exercise. Although the rabbit room was cleaned 5 days ago,\nthere is an accumulation of feces on the floor along the wall edges, and one of the cages has an accumulation of\nfeces on a ramp. The rabbits loose on the floor are under some cages which have wire bottoms, and therefore they\ncan have feces and urine falling on them. This entire area is full of spiders and spiderwebs on the walls, cages, and\nceiling. The tops of the rabbit hutches in this area are excessively dusty.\nAll primary enclosures are to be kept reasonably clean of feces, hair, spiderwebs and other debris. Rabbits need to\nbe kept where other rabbits cannot defecate on them. Solid floors need to be cleaned often enough to keep the\nrabbits clean and dry. To be corrected by 9-11-17.\nThis inspection and exit interview were conducted with the company president."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe written Program of Veterinary Care is incomplete as it has not been changed in two years and was only written\nfor the llamas and alpacas.  There are now pigs, sheep, goats, and rabbits which need to be included in the plan. \nThe Attending Veterinarian does visit every 3 months.  The Veterinary Care program needs to be completed by the\nlicensee and the Attending Veterinarian and include all veterinary care to be provided the animals.   To be corrected\nby 10-2-17.\n2.75(b)(2)\nRECORDS: DEALERS AND EXHIBITORS.\nThere are no records of animals on hand showing the animals acquired since the license was obtained.  Records\nneed to show all births, deaths, sales, and acquisitions.  When an animal is sold or given away, the name and\naddress of the buyer is required.  When an animal is acquired, the name, address, USDA number or driver's license\nnumber and license plate number is required to be recorded.      As much as possible, an inventory list with the\nabove required information needs to be completed.   To be corrected by 10-2-17.\n3.53(c)(2)\nPRIMARY ENCLOSURES.   \nIn the rabbit room is a cage of five lion head rabbits which were returned to the licensee two weeks ago.  They are\nin a wire bottom cage with 4.7 square inches of floor space.  Five rabbits require 7.5 square feet of floor space, so\nthis cage is only large enough for 3 rabbits.   More space needs to be provided.  To be corrected by 9-5-17.\n3.56(a)(1)\nSANITATION. \nThere are 15 rabbits on the property in various cages and some are also rotated out into the paddocks for exercise. \n A horse stall was converted into a rabbit room with rubber mats on the floor and multiple cages of groups of rabbits.\n Rabbits are released for exercise onto the floor for exercise.  Although the rabbit room was cleaned 5 days ago,\nthere is an accumulation of feces on the floor along the wall edges, and one of the cages has an accumulation of\n\nfeces on a ramp.  The rabbits loose on the floor are under some cages which have wire bottoms, and therefore they\ncan have feces and urine falling on them. This entire area is full of spiders and spiderwebs on the walls, cages, and\nceiling.  The tops of the rabbit hutches in this area are excessively dusty.\nAll primary enclosures are to be kept reasonably clean of feces, hair, spiderwebs and other debris.   Rabbits need to\nbe kept where other rabbits cannot  defecate on them.  Solid floors need to be cleaned often enough to keep the\nrabbits clean and dry.   To be corrected by 9-11-17.\nThis inspection and exit interview were conducted with the company president.",
  "animals_total": 46,
  "species": [
    {
      "count": 2,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 5,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 4,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 3,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 15,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 2,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 15,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}