{
  "insp_id": "2016082569537398",
  "layout": "a",
  "customer_id": "327307",
  "customer_name": "City Goat Farm & Zoo Inc.",
  "customer_addr": "P. O. Box 187\nSpanaway, WA 98387",
  "certificate": "91-C-0141",
  "site_id": "001",
  "site_name": "City Goat Farm & Zoo, Inc.",
  "insp_type": "FOCUSED INSPECTION",
  "date": "02-JUL-2019",
  "report_date": "12-JUL-2019",
  "citations": [
    {
      "code": "2.131(a)",
      "kind": "Critical",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "A young male tamandua that had arrived three weeks earlier was found dead on June 27, 2019. The animal had\nnot been quarantined nor acclimated to its new environment, but was housed in a round enclosure in a central\nlocation inside the busiest area of the petting zoo. The licensee estimated that the tamandua had weighed\napproximately 8 pounds, but wasn't certain; and the animal had experienced some weight loss, which may have\nbeen from about 8 ounces to one pound. There were no written records to document the actual body weight of the\nanimal, nor the amount/progression of this weight loss. The animal was never examined by a veterinarian. No\nnecropsy was conducted; thus, the cause of death is unknown.\nAll licensees who maintain wild or exotic animals must demonstrate adequate experience and knowledge of the\nspecies they maintain. Lack of knowledge of this species was a contributing factor in the death of the tamandua.\nCorrect from this time forward.\nThis inspection was conducted with the facility representative. An exit briefing was conducted with the licensee by\nphone on July 9, 2019.\nAdditional Inspectors\nGage Laurie, Big Cat Specialist"
    }
  ],
  "narrative": "2.131(a)           CRITICAL\nHANDLING OF ANIMALS.\nA young male tamandua that had arrived three weeks earlier was found dead on June 27, 2019.  The animal had\nnot been quarantined nor acclimated to its new environment, but was housed in a round enclosure in a central\nlocation inside the busiest area of the petting zoo.  The licensee estimated that the tamandua had weighed\napproximately 8 pounds, but wasn't certain; and the animal had experienced some weight loss, which may have\nbeen from about 8 ounces to one pound.  There were no written records to document the actual body weight of the\nanimal, nor the amount/progression of this weight loss. The animal was never examined by a veterinarian.  No\nnecropsy was conducted; thus, the cause of death is unknown.\nAll licensees who maintain wild or exotic animals must demonstrate adequate experience and knowledge of the\nspecies they maintain.  Lack of knowledge of this species was a contributing factor in the death of the tamandua.\nCorrect from this time forward.\nThis inspection was conducted with the facility representative.  An exit briefing was conducted with the licensee by\nphone on July 9, 2019.\nAdditional Inspectors\nGage Laurie, Big Cat Specialist",
  "animals_total": 1,
  "species": [
    {
      "count": 1,
      "scientific": "Giraffa camelopardalis",
      "common": "GIRAFFE"
    }
  ]
}