{
  "insp_id": "2016082569823183",
  "layout": "a",
  "customer_id": "9245",
  "customer_name": "Steve Kruse",
  "customer_addr": "2345 Hwy 16\nWest Point, IA 52656",
  "certificate": "42-B-0182",
  "site_id": "001",
  "site_name": "STEVE KRUSE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-MAR-2020",
  "report_date": "24-MAR-2020",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Female Mini Golden Doodle (#31) has an abnormal appearance to the right eye. There is hairloss on the skin\nsurrounding the eye and the skin in this affected area is also moist and slightly reddened. The white of the eye is\nalso mildly reddened. A brown crusted material is attached to the hair located around the eye and the hair beneath\nthe eye is wet. The facility representative stated the dog is not currently receiving treatment for the eye condition.\nAbnormal eye conditions could cause pain and discomfort to the animal. The above mentioned dog must be\nevaluated by a licensed veterinarian for a proper diagnosis and to develop an effective treatment plan. The licensee\nmust ensure that all dogs receive adequate veterinary care at all times.\nThis inspection and exit interview were conducted with ACI Kelly Maxwell, VMO Scott Welch and the facility\nrepresentative.\nAdditional Inspectors\nWelch Scott, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nFemale Mini Golden Doodle (#31) has an abnormal appearance to the right eye.  There is hairloss on the skin\nsurrounding the eye and the skin in this affected area is also moist and slightly reddened.  The white of the eye is\nalso mildly reddened. A brown crusted material is attached to the hair located around the eye and the hair beneath\nthe eye is wet.  The facility representative stated the dog is not currently receiving treatment for the eye condition.\nAbnormal eye conditions could cause pain and discomfort to the animal.  The above mentioned dog must be\nevaluated by a licensed veterinarian for a proper diagnosis and to develop an effective treatment plan.  The licensee\nmust ensure that all dogs receive adequate veterinary care at all times.\nThis inspection and exit interview were conducted with ACI Kelly Maxwell, VMO Scott Welch and the facility\nrepresentative.\nAdditional Inspectors\nWelch Scott, Veterinary Medical Officer",
  "animals_total": 670,
  "species": [
    {
      "count": 670,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}