{
  "insp_id": "279151749030469",
  "layout": "a",
  "customer_id": "321451",
  "customer_name": "Amphastar Laboratories Inc.",
  "customer_addr": "11570 6th Street\nRancho Cucamonga, CA 91730",
  "certificate": "93-R-0528",
  "site_id": "001",
  "site_name": "AMPHASTAR LABORATORIES, INC.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-OCT-2015",
  "report_date": "09-OCT-2015",
  "citations": [
    {
      "code": "2.31(e)(2)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "An IACUC approved pilot protocol involving rabbits did not contain an adequate rationale for the appropriateness of\nthe species or the numbers of animals to be used for that activity. The protocol stated that 8 rabbits would be used\nbut there was no rationale provided for why these were the numbers needed to make the procedures valid. An\nexplanation is needed to justify these numbers, including factors such as how the numbers were generated, and\nwhy the numbers are necessary and / or statistically significant. The rationale for the appropriateness of the\nspecies and the number of animals to be used in a study is an important component of protocols that utilize animals.\nThe rationale approved by the IACUC should provide assurance that the appropriate species and number of\nanimals is being used to obtain the information the activity is designed to provide. In addition to assuring that the\nminimum number of animals is used to obtain the desired information, the rationale should also ensure that enough\nanimals are used to make the activity worthwhile. It is the responsibility of the IACUC to ensure that proposals to\nconduct activities in ongoing activities involving animals contain rationales that explain the appropriateness of the\nnumber of animals to be used in those activities.\nTo be corrected on all future protocols."
    },
    {
      "code": "2.33(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.",
      "narrative": "Throughout the facility, there were multiple open and expired bags of saline available for use. In the dog treatment\narea, a majority of the injectable drugs were expired: Atropine 10/11, Lidocaine 8/14, Acepromazine 1/15 and\nBupivacaine 8/15. The expired drugs were on the regular storage shelves (not separated or labeled as expired) and\nthere were no unexpired medications available. There was no indication that the expired drugs had been used\nrecently on any covered species. Use of expired injectable drugs poses a risk to the animals, and is not considered\nstandard of practice for species covered under the Animal Welfare Act.\nTo be corrected by October 25, 2015"
    },
    {
      "code": "2.33(b)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.",
      "narrative": "Identification of which animal is in which enclosure and a system to communicate health concerns regarding a\nparticular animal are an important part of providing adequate veterinary care. The cage cards or post it notes for\nthe rabbits did not indicate a tattoo or identification number, only what compound the animal had been given. If the\ncards are switched during cage cleaning, or the rabbit is put back in a different cage, there is no way to visually\nconfirm that the cage card matches the rabbit (although the rabbit has a unique tattoo). The dogs did not have a\nidentification or cage card available.\nA system must be in place to accurately identify the animal in the enclosure and communicate health concerns\namong the staff and the veterinarian.\nTo be corrected by October 25, 2015"
    },
    {
      "code": "3.50(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Several sealed bags of food were stored directly on the floor of the main procedure room, which does not\nadequately protect the food from the possibility of infestation or contamination by vermin. Food bags should be\nstored off the floor in order to protect them from infestation or contamination by vermin and to clean around them\nwithout contaminating the food with cleaning products.\nIn the rabbit housing room, the feed bin did not have a milled date or an expiration date to indicate that the food was\nwholesome, as is required in the facilities SOP.\nTo be corrected by October 25, 2015"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The following was noted in the primary procedure room and in the hallway:\nThe countertops of the primary procedure room were cluttered, with cardboard boxes holding medical supplies,\nwhich cannot be readily sanitized. The chairs in the procedure room were fabric covered, and therefore could not\nbe cleaned and sanitized and could collect fur from the rabbits that were brought into the room. There were needle\ncaps, open eppendorf tubes and open bottles of water present in the procedure area.\nThere was a sling for larger animals that was sitting in the hallway outside the dog runs. According to the facility,\nthey have not used dogs in a protocol for 6 months to a year, but the sling was covered in fur and debris.\nA system to ensure the sanitation of the procedure rooms and animal equipment is important to prevent the spread\nof disease and maintain healthy animals.\nTo be corrected by October 25, 2015\nAn exit briefing was conducted with the facility personnel by Dr. Katharine Frank and Dr. Alexandra Andricos\nAdditional Inspectors\nAndricos Alexandra, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.31(e)(2)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nAn IACUC approved pilot protocol involving rabbits did not contain an adequate rationale for the appropriateness of\nthe species or the numbers of animals to be used for that activity. The protocol stated that 8 rabbits would be used\nbut there was no rationale provided for why these were the numbers needed to make the procedures valid.  An\nexplanation is needed to justify these numbers, including factors such as how the numbers were generated, and\nwhy the numbers are necessary and / or statistically significant.  The rationale for the appropriateness of the\nspecies and the number of animals to be used in a study is an important component of protocols that utilize animals.\nThe rationale approved by the IACUC should provide assurance that the appropriate species and number of\nanimals is being used to obtain the information the activity is designed to provide. In addition to assuring that the\nminimum number of animals is used to obtain the desired information, the rationale should also ensure that enough\nanimals are used to make the activity worthwhile. It is the responsibility of the IACUC to ensure that proposals to\nconduct activities in ongoing activities involving animals contain rationales that explain the appropriateness of the\nnumber of animals to be used in those activities.\nTo be corrected on all future protocols.\n2.33(b)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.\nThroughout the facility, there were multiple open and expired bags of saline available for use.  In the dog treatment\narea, a majority of the injectable drugs were expired:  Atropine 10/11, Lidocaine 8/14, Acepromazine 1/15 and\nBupivacaine 8/15. The expired drugs were on the regular storage shelves (not separated or labeled as expired) and\nthere were no unexpired medications available.  There was no indication that the expired drugs had been used\nrecently on any covered species.  Use of expired injectable drugs poses a risk to the animals, and is not considered\nstandard of practice for species covered under the Animal Welfare Act.\nTo be corrected by October 25, 2015\n2.33(b)\n\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.\nIdentification of which animal is in which enclosure and a system to communicate health concerns regarding a\nparticular animal are an important part of providing adequate veterinary care.  The cage cards or post it notes for\nthe rabbits did not indicate a tattoo or identification number, only what compound the animal had been given.  If the\ncards are switched during cage cleaning, or the rabbit is put back in a different cage, there is no way to visually\nconfirm that the cage card matches the rabbit (although the rabbit has a unique tattoo).  The dogs did not have a\nidentification or cage card available.\nA system must be in place to accurately identify the animal in the enclosure and communicate health concerns\namong the staff and the veterinarian.\nTo be corrected by October 25, 2015\n3.50(c)\nFACILITIES, GENERAL.  \nSeveral sealed bags of food were stored directly on the floor of the main procedure room, which does not\nadequately protect the food from the possibility of infestation or contamination by vermin.  Food bags should be\nstored off the floor in order to protect them from infestation or contamination by vermin and to clean around them\nwithout contaminating the food with cleaning products.\nIn the rabbit housing room, the feed bin did not have a milled date or an expiration date to indicate that the food was\nwholesome, as is required in the facilities SOP.\nTo be corrected by October 25, 2015\n3.131(c)\nSANITATION.   \nThe following was noted in the primary procedure room and in the hallway:\nThe countertops of the primary procedure room were cluttered, with cardboard boxes holding medical supplies,\nwhich cannot be readily sanitized.  The chairs in the procedure room were fabric covered, and therefore could not\nbe cleaned and sanitized and could collect fur from the rabbits that were brought into the room.  There were needle\ncaps, open eppendorf tubes and open bottles of water present in the procedure area.  \nThere was a sling for larger animals that was sitting in the hallway outside the dog runs.  According to the facility,\nthey have not used dogs in a protocol for 6 months to a year, but the sling was covered in fur and debris.\n\nA system to ensure the sanitation of the procedure rooms and animal equipment is important to prevent the spread\nof disease and maintain healthy animals.\nTo be corrected by October 25, 2015\nAn exit briefing was conducted with the facility personnel by Dr. Katharine Frank and Dr. Alexandra Andricos\nAdditional Inspectors\nAndricos Alexandra, Veterinary Medical Officer",
  "animals_total": 24,
  "species": [
    {
      "count": 2,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 22,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    }
  ]
}