{
  "insp_id": "342151652540525",
  "layout": "a",
  "customer_id": "36515",
  "customer_name": "Paul Urbanec",
  "customer_addr": "1912 Hwy. 94\nPender, NE 68047",
  "certificate": "47-A-0540",
  "site_id": "001",
  "site_name": "Paul Urbanec",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-DEC-2015",
  "report_date": "08-DEC-2015",
  "citations": [
    {
      "code": "3.3(e)(1)(2)",
      "kind": "",
      "repeat": false,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "* The outside concrete flooring, used to house six adult dogs, is wet. The moisture and fluid waste are soaking into\nthe surface. Approximately half of the surface is not exposed to the direct sunlight. The owner stated, that the\nsurface had not been treated. This surface does not allow for proper cleaning and sanitization, thus increasing the\ndisease potential for the dogs.\nAll concrete surfaces that come into contact with the animals must be impervious to moisture. A surface impervious\nto moisture will allow for rapid runoff of water and fluid waste. Additionally the surface will allow for proper cleaning\nand sanitation. Proper cleaning and sanitation will reduce the disease potential for the dogs.\nTo be corrected by, 30-April-2016."
    },
    {
      "code": "3.6(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "* The corner of the building in the west end enclosure for large dogs had large gaps between the wood, exposed\nnails protruding inward and exposed bare wood. This can potentially lead to injury to the one adult German\nShepherd housed in the enclosure.\nAll enclosures must be kept in good repair. This will reduce the potential to injury to the animals.\nTo be corrected, 30-December-2015.\nThis inspection and exit interview was conducted with the facility representative, Randall Wagner (ACI) and Karl\nThornton (ACI).\nAdditional Inspectors\nThornton Karl, Animal Care Inspector"
    }
  ],
  "narrative": "3.3(e)(1)(2)\nSHELTERED HOUSING FACILITIES.\n* The outside concrete flooring, used to house six adult dogs, is wet.  The moisture and fluid waste are soaking into\nthe surface.  Approximately half of the surface is not exposed to the direct sunlight. The owner stated, that the\nsurface had not been treated.  This surface does not allow for proper cleaning and sanitization, thus increasing the\ndisease potential for the dogs.\nAll concrete surfaces that come into contact with the animals must be impervious to moisture.  A surface impervious\nto moisture will allow for rapid runoff of water and fluid waste.  Additionally the surface will allow for proper cleaning\nand sanitation.  Proper cleaning and sanitation will reduce the disease potential for the dogs.\nTo be corrected by, 30-April-2016.\n3.6(a)(1)\nPRIMARY ENCLOSURES.\n* The corner of the building in the west end enclosure for large dogs had large gaps between the wood, exposed\nnails protruding inward and exposed bare wood.  This can potentially lead to injury to the one adult German\nShepherd housed in the enclosure.  \nAll enclosures must be kept in good repair.  This will reduce the potential to injury to the animals.\nTo be corrected, 30-December-2015.\nThis inspection and exit interview was conducted with the facility representative, Randall Wagner (ACI) and Karl\nThornton (ACI).\n\nAdditional Inspectors\nThornton Karl, Animal Care Inspector",
  "animals_total": 47,
  "species": [
    {
      "count": 25,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 22,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}