{
  "insp_id": "50151000020711",
  "layout": "a",
  "customer_id": "8795",
  "customer_name": "St Louis Aquacenter Inc.",
  "customer_addr": "810 Lumiere Place Blvd.\nSaint Louis, MO 63102",
  "certificate": "43-C-0264",
  "site_id": "001",
  "site_name": "ST. LOUIS AQUACENTER, INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-FEB-2015",
  "report_date": "20-FEB-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* According to facility records, one employee worked at the facility from 9-11:30am on Tuesday, 23 December 2014.\nNo other employees/volunteers/interns worked at the facility that day and no one worked the 24th or 25th of\nDecember. Although there was no supporting documentation, the licensee stated he came in over those days to\ncheck on the 42 mammals. In addition to the mammals, there are hundreds of other birds, reptiles, fish, and\namphibians housed at the facility. On 26 December 2014, when the employees returned to work, the anteater was\nobserved on exhibit to be \"very listless\", \"not moving, eating, or opening its eyes\". The animal was described by the\nlicensee to be basically \"in a coma\". The animal was pulled off exhibit and placed in a large pet carrier on a counter\nin the kitchen. The only documentation of the treatment provided to the animal was one-way text messages (with\nno visible responses) from the licensee to the Attending Veterinarian on the licensee's cell phone. According to that\ntext record, the \"anteater (was) not moving but still alive\" at 2:40 pm on Friday, 26 December 2014. The caretaker\nbelieved the animal was dehydrated so the licensee \"suggested injecting it with 100mL saline\". There were no\nother treatments documented, but the licensee claims an antibiotic was administered. The animal's condition never\nimproved. It passed away on Saturday evening, 27 December 2014, without ever being examined by a\nveterinarian. A necropsy was performed by the Attending Veterinarian who determined the anteater died from renal\nfailure. Renal failure can make animals feel very miserable and requires extensive medical care to help relieve\nsome of the painful symptoms. This animal should have been examined by a veterinarian as soon as it was\ndicovered to be so ill so it's painful condition could have been managed appropriately.\n** The licensee must ensure all animals receive appropriate veterinary care (including appropriate documentation of\nthat care) at all times. TO BE CORRECTED: By 20 February 2015"
    },
    {
      "code": "3.30",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "* The water in the guinea pig enclosure was cloudy and contaminated with feces, bedding, and some unknown\nbrown-colored organic substance. The guinea pig could become ill if it drinks contaminated water.\n** The licensee must ensure the guinea pig is provided potable water daily and ensure receptacles are sanitized\nwhen dirty. TO BE CORRECTED BY: This noncompliant item was corrected at the time of inspection."
    },
    {
      "code": "3.31(b)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "HOUSEKEEPING.\n* There was a large, thick cobweb covered in dust in the upper right corner of the guinea pig enclosure as well as\nother cobwebs along the ceiling of that enclosure. There was also a utility closet directly adjacent to the guinea pig\nenclosure. There was an accumulation of junk and trash cluttered inside this utility room. The door to the closet\nwas kept shut but it was a couple inches off the ground leaving a large gap between the door and the floor. Just\ninside the door there was a utility shelf. A couple inches off the ground, on that shelf, there were some soiled fish\nnets and a dirty, deteriorating box that was covered in mold. There was also evidence that generalized cleaning in\nthe building was not occuring, such as on overhead pipes and underneath enclosures. Unsanitary conditions in or\nnear the guinea pig enclosure poses a health risk for the animal.\n** The licensee must ensure the facility is cleaned often enough to satisfy generally accepted husbandry standards\nand practices. TO BE CORRECTED BY: 26 February 2015"
    },
    {
      "code": "3.56(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "HOUSEKEEPING.\n* There was a large fan directly above the rabbit enclosure. The fan had a build-up of dust and cobwebs. There\nwas also a utility closet directly adjacent to the rabbit enclosure. There was an accumulation of junk and trash\ncluttered inside this utility room. The door to the closet was kept shut but it was a couple inches off the ground\nleaving a large gap between the door and the floor. Just inside the door there was a utility shelf. A couple inches\noff the ground, on that shelf, there were some soiled fish nets and a dirty, deteriorating box that was covered in\nmold. There was also evidence that generalized cleaning in the building was not occuring, such as on overhead\npipes and underneath enclosures. Unsanitary conditions in or near the rabbit enclosure poses a health risk for the\nanimal.\n** The licensee must ensure the facility is cleaned often enough to satisfy generally accepted husbandry standards\nand practices. TO BE CORRECTED BY: 26 February 2015"
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "STORAGE.\n* There was an open bag of cat food stored on the top of an open shelf in the kitchen. The cat food was used to\nfeed the genets and otters. There was evidence (such as pellet droppings and insulation chewed out from the wall)\nthat indicated rodents had been present just below the shelf. Open bags of food invite unwelcome disease-carrying\npests and can result in the food becoming contaminated by rodent excreta. The dryer which was full of bedding and\ntowels used by the mammals had the door wide open and bedding hanging out during the inspection. Several feet\naway from the open dryer, amongst the clutter in the room, there were multiple rodent droppings on the floor.\nBedding and towels located near areas with rodents could also easily become contaminated with rodent excreta.\n** The licensee must ensure that supplies of food and bedding are stored in a manner which protects them from\ndeterioration, molding, or contamination by vermin. TO BE CORRECTED BY: 21 February 2015"
    },
    {
      "code": "3.126(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "AMBIENT TEMPERATURES.\n* The heater in the building was broke and not producing any heat. As a result \"the Jungle\" enclosure housing a\nkinkajou and a two-toed sloth had an ambient temperature of 52.7 degrees Fahrenheit. The water receptacle for\nthose animals was on a ledge with a surface temperature ranging from 49.5 to 52.5 degrees Fahrenheit. The main\nsource of heat provided in the fairly large enclosure was coming from just two heat lamps hanging from the ceiling.\nOther than when the completely empty food bowl was replinished with fresh produce, over a period of nearly seven\nhours, the sloth did not leave its location directly under the heat lamp. The sloth was as close as it could get to the\nlamp and had its arm hanging on the lamp, in direct contact with the bulb. The kinkajou, unable to get as close to a\nheat lamp, laid curled in a tight ball on one of the 49.5 degree ledges and was observed shivering. When animals\nare exposed to uncomfortable temperatures, they can become stressed, resulting in weakened immune systems\nand possible health problems.\n** The licensee must ensure the ambient temperature in the enclosures do not fall below nor rise above\ntemperatures compatible with the health and comfort of the animals. TO BE CORRECTED BY: 20 February 2015."
    },
    {
      "code": "3.126(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "VENTILATION.\n* The enclosures for one genet, 12 degus, and 11 sugar gliders all had a strong, stale odor of urine and waste\nmaterial. The degu enclosure had a screen top but it had a heavy amount of dust on it, hindering the flow of clean\nair into the enclosure. The sugar glider enclosure also had a screen top but there was a solid ceiling just a few\ninches above it, again hindering the flow of fresh air into the enclosure. The genet enclosure had its vent closed off\nwith a piece of cardboard in order to try to mainain heat in the enclosure which was 61 degrees Fahrenheit. The\nvent in the second genet enclosure was open but had a build-up of cobwebs on it indicating it hadn't been cleaned\nin quite awhile. None of the vents were actively pushing air through the enclosures since the heating/cooling\nsystem broke some time ago, according to employees. Adequate ventilation is necessary to reduce the risk of\nharmful contmainants (such as ammonia) from building up in the air.\n** The licensee must ensure the facility is adequately ventilated by natural or mechanical means to provide for the\nhealth of the animals at all times. TO BE CORRECTED BY: 2 March 2015."
    },
    {
      "code": "3.126(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "LIGHTING.\n* The overhead light in one of the genet enclosures was not on during the inspection. The facility representative\nattempted to turn the light on but was unable to and stated that the light had not been working properly. Facility\nrecords indicated that the problem with the light was noticed by the care staff back on 12 January 2015. Without the\noverhead light, the enclosure was fairly dark and the inspectors had to use a flashlight to appropriately observe the\nenclosure. It was noted by a facility representative during inspection that the genet housed in that enclosure had\nnot consumed any food or water from its bowls in the past 48 hours. Sufficient light in enclosures is necessary to\nadequately observe the animals and their enclosures daily.\n** The licensee must ensure there is ample lighting in all enclosures to permit routine inspection and cleaning. TO\nBE CORRECTED BY: 26 February 2015"
    },
    {
      "code": "3.126(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "DRAINAGE.\n* The drain pipes for the pools in the otter enclosure and in \"the Jungle\" enclosure housing the kinkajou and the\ntwo-toed sloth were reportedly frozen and not working properly. As a result, the water in those two pools had not\nbeen drained or replaced in 11 days, resulting in murky water. In \"the Jungle\", all the feces from the sloth and\nkinkajou from the past 11 days was hosed into the pool and there was a thick, brown sediment covering the entire\nbottom. Properly functioning drains are necessary to minmize the animals' risk of coming in contact with\ncontaminated water.\n** The licensee must ensure that all drains are kept in good repair. TO BE CORRECTED BY: 26 February 2015"
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "* The water receptacle for the 9-banded armadillo was completely filled with wet, contaminated mulch that was used\nfor the ground substrate in the animal's enclosure. The water in the enclosure housing 12 degus was cloudy and\ncontaminated with bedding material and feces. The water receptacle for the two otters was completely dry. They\nhave a secondary source of water in their swimming pool but the drain in that pool was malfunctioning so that water\nhad not been changed in 11 days and was very murky. Sufficient potable water is necessary in order to keep the\nanimals healthy.\n** The licensee must ensure that all the animals have access to potable water as often as necessary for the health\nof the animals. Furthemore, the licensee must ensure that all water receptacles are kept clean and sanitary. TO\nBE CORRECTED BY: This noncompliant item was corrected at the time of inspection."
    },
    {
      "code": "3.131(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "CLEANING OF ENCLOSURES.\n* Both genets had an accumulation of feces in their litter boxes taking up over 1/3 to 1/2 of the boxes. The amount\nof feces and the dried consistency of some of the stools indicate their litter boxes had not been emptied in weeks.\nThe food and water receptacles are kept just inches away from the heavily used litter boxes. Upon inspection, it\nwas noted by an employee that one genet had not eaten any food or drank any water for approximately 48 hours.\nThe enclosure housing one chinchilla also had an excessive accumulation of feces. The chinchilla's fecal droppings\nwere covering the inside of the log which the animal used for a resting surface. They were also found on the\nchinchilla's rocks, throughout the ground in its bedding, in its dust bowl, and in its empty food receptacle. The litter\nbox for the raccoon was filled with substrate material that was completely saturated with urine. The inner sides of\nthat litter box were covered in urine stains. The enclosure containing 12 degus also had an excessive accumulation\nof feces. The feces was scattered throughout the animals' bedding and was observed in their water bowl. There\nwere piles of feces located behind and underneath several of the large rocks used for enrichment. Many of those\nrocks which were originally naturally light colored had turned dark brown due to a coating of some type of organic\nsubstance. The sugar glider enclosure kept on the kitchen counter had a nesting pouch containing the two animals,\nmultiple fecal droppings, urine stains, and a very strong waste odor. The feces dropped by the sloth and kinkajou\nget hosed into the pool at the bottom of their enlcosure. The drain pipe for that pool was frozen over the previous\nweekend. As a result, fecal material from the past 11 days was present in the pool in the form of a thick sediment\ncovering the bottom surface of the pool. Failure to routinely remove excreta from enclosures poses a health risk for\nthe animals.\n** The licensee must ensure that excreta is removed from enclosures as often as necessary to minimize disease\nhazards. TO BE CORRECTED BY: 20 February 2015"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "HOUSEKEEPING.\n* The janitor who was paid to clean the facility four days a week was no longer employed by the facility. The\nlicensee did not hire anyone to fill that vacant position but rather had the caretakers, volunteers, interns, and himself\ntake over those cleaning responsibilities. There were multiple areas throughout the facility which were not getting\ncleaned appropriately. There was trash, dust, dirt, and grime located under some enclosures which were housing\nreptiles but located in very close proximity to the mammals. There was a build-up of dust and dirt on overhead\npipes like the one directly above the armadillo enclosure. There was also a heavy amount of dust built-up on top of\nseveral enclosures such as the armadillo enclosure and the degu enclosure. The exhaust fans used to help\nventilate \"the Jungle\" enclosure were also covered in dust and cobwebs. The washroom used to clean towels and\nbedding used by the mammals was completely filled with clutter and rodent droppings were observed just a few feet\nfrom where the mammal bedding was located. The floor of the kitchen area, especially in the corners, had an\nexcessive build-up of dirt, dust and debris, as well as evidence from droppings and chewed insulation material that\nrodents had been in the room. Facilities which aren't kept reasonably clean can easily become a welcome\nenvironment for rodents and other disease-carrying pests.\n** The licensee must ensure the facility is cleaned often enough to satisfy generally accepted husbandry standards\nand practices. TO BE CORRECTED BY: 26 February 2015"
    },
    {
      "code": "3.132",
      "kind": "Direct",
      "repeat": false,
      "desc": "EMPLOYEES.",
      "narrative": "* Since 1 December 2014, the licensee significantly cut back the hours of his four full-time paid employees who act\nas curators and the primary caretakers for the animals. The lead curator went from 40 hours down to 24 while two\nothers dropped from 40 hours per week down to 14. In addition, the paid janitor who was working 4 days a week is\nno longer employed by the facility. According to documentation, there have been approximately 10 days since 1\nDecember 2014 when none of the employees/volunteers/interns came to the facility. The licensee stated he came\nto the facility on those days to ensure the animals had food and water and to spot clean their enclosures. According\nto the licensee, he is at the facility 7 days a week. There have been approximately 16 days since 1 December 2014\nwhen there was only one worker present at the facility besides the licensee. Some of these days (Mondays and\nTuesdays) the facility is closed, but others are days the facility and its exhibits of hundreds of animals are open to\nthe public. On those days, one person has a responsibility to tend the front desk while the other has to often give\ntours throughout the day. In addition to operating the facility with very few man-hours, the licensee stated one of the\nfour curators is not adequately taking care of the animals and on occasion the animals have not been fed because\nof that employee. The day before this inspection, only the licensee was present at the facility. The conditions found\nthe next morning during the inspection (numerous empty food bowls, contaminated water receptacles, apparent\nfailure to spot clean, filled litter boxes, and general lack of cleaning throughout the facility) indicate that the facility\ndoes not have a sufficient number of adequately trained employees.\n** The licensee needs to ensure there is a sufficient number of adequately trained employees working a sufficient\nnumber of hours to maintain a professionally acceptable level of husbandry. TO BE CORRECTED BY: 27 February\n2015\nThe inspection was conducted on 18 February 2015 with a facility representative and the licensee. An exit interview\nwas conducted on 20 February 2015.\nAdditional Inspectors\nHeine William, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n* According to facility records, one employee worked at the facility from 9-11:30am on Tuesday, 23 December 2014.\n No other employees/volunteers/interns worked at the facility that day and no one worked the 24th or 25th of\nDecember.  Although there was no supporting documentation, the licensee stated he came in over those days to\ncheck on the 42 mammals.  In addition to the mammals, there are hundreds of other birds, reptiles, fish, and\namphibians housed at the facility.  On 26 December 2014, when the employees returned to work, the anteater was\nobserved on exhibit to be \"very listless\", \"not moving, eating, or opening its eyes\".  The animal was described by the\nlicensee to be basically \"in a coma\".  The animal was pulled off exhibit and placed in a large pet carrier on a counter\nin the kitchen.  The only documentation of the treatment provided to the animal was one-way text messages (with\nno visible responses) from the licensee to the Attending Veterinarian on the licensee's cell phone.  According to that\ntext record, the \"anteater (was) not moving but still alive\" at 2:40 pm on Friday, 26 December 2014.  The caretaker\nbelieved the animal was dehydrated so the licensee \"suggested injecting it with 100mL saline\".  There were no\nother treatments documented, but the licensee claims an antibiotic was administered.  The animal's condition never\nimproved.  It passed away on Saturday evening, 27 December 2014, without ever being examined by a\nveterinarian.  A necropsy was performed by the Attending Veterinarian who determined the anteater died from renal\nfailure.  Renal failure can make animals feel very miserable and requires extensive medical care to help relieve\nsome of the painful symptoms.  This animal should have been examined by a veterinarian as soon as it was\ndicovered to be so ill so it's painful condition could have been managed appropriately.\n** The licensee must ensure all animals receive appropriate veterinary care (including appropriate documentation of\nthat care) at all times.  TO BE CORRECTED:  By 20 February 2015\n3.30\nWATERING. \n* The water in the guinea pig enclosure was cloudy and contaminated with feces, bedding, and some unknown\nbrown-colored organic substance.  The guinea pig could become ill if it drinks contaminated water.  \n** The licensee must ensure the guinea pig is provided potable water daily and ensure receptacles are sanitized\n\nwhen dirty.  TO BE CORRECTED BY: This noncompliant item was corrected at the time of inspection.\n3.31(b)\nSANITATION.\nHOUSEKEEPING.\n* There was a large, thick cobweb covered in dust in the upper right corner of the guinea pig enclosure as well as\nother cobwebs along the ceiling of that enclosure.  There was also a utility closet directly adjacent to the guinea pig\nenclosure.  There was an accumulation of junk and trash cluttered inside this utility room.  The door to the closet\nwas kept shut but it was a couple inches off the ground leaving a large gap between the door and the floor.  Just\ninside the door there was a utility shelf.  A couple inches off the ground, on that shelf, there were some soiled fish\nnets and a dirty, deteriorating box that was covered in mold.  There was also evidence that generalized cleaning in\nthe building was not occuring, such as on overhead pipes and underneath enclosures.  Unsanitary conditions in or\nnear the guinea pig enclosure poses a health risk for the animal.\n** The licensee must ensure the facility is cleaned often enough to satisfy generally accepted husbandry standards\nand practices.  TO BE CORRECTED BY: 26 February 2015\n3.56(c)\nSANITATION. \nHOUSEKEEPING.\n* There was a large fan directly above the rabbit enclosure.  The fan had a build-up of dust and cobwebs.  There\nwas also a utility closet directly adjacent to the rabbit enclosure.  There was an accumulation of junk and trash\ncluttered inside this utility room.  The door to the closet was kept shut but it was a couple inches off the ground\nleaving a large gap between the door and the floor.  Just inside the door there was a utility shelf.  A couple inches\noff the ground, on that shelf, there were some soiled fish nets and a dirty, deteriorating box that was covered in\nmold.  There was also evidence that generalized cleaning in the building was not occuring, such as on overhead\npipes and underneath enclosures.  Unsanitary conditions in or near the rabbit enclosure poses a health risk for the\nanimal.\n** The licensee must ensure the facility is cleaned often enough to satisfy generally accepted husbandry standards\nand practices.  TO BE CORRECTED BY: 26 February 2015\n3.125(c)\nFACILITIES, GENERAL.   \nSTORAGE.\n\n* There was an open bag of cat food stored on the top of an open shelf in the kitchen.  The cat food was used to\nfeed the genets and otters.  There was evidence (such as pellet droppings and insulation chewed out from the wall)\nthat indicated rodents had been present just below the shelf.  Open bags of food invite unwelcome disease-carrying\npests and can result in the food becoming contaminated by rodent excreta.  The dryer which was full of bedding and\ntowels used by the mammals had the door wide open and bedding hanging out during the inspection.  Several feet\naway from the open dryer, amongst the clutter in the room, there were multiple rodent droppings on the floor. \nBedding and towels located near areas with rodents could also easily become contaminated with rodent excreta.\n** The licensee must ensure that supplies of food and bedding are stored in a manner which protects them from\ndeterioration, molding, or contamination by vermin.  TO BE CORRECTED BY: 21 February 2015\n3.126(a)           DIRECT\nFACILITIES, INDOOR. \nAMBIENT TEMPERATURES.\n* The heater in the building was broke and not producing any heat.  As a result \"the Jungle\" enclosure housing a\nkinkajou and a two-toed sloth had an ambient temperature of 52.7 degrees Fahrenheit.  The water receptacle for\nthose animals was on a ledge with a surface temperature ranging from 49.5 to 52.5 degrees Fahrenheit.  The main\nsource of heat provided in the fairly large enclosure was coming from just two heat lamps hanging from the ceiling. \nOther than when the completely empty food bowl was replinished with fresh produce, over a period of nearly seven\nhours, the sloth did not leave its location directly under the heat lamp.  The sloth was as close as it could get to the\nlamp and had its arm hanging on the lamp, in direct contact with the bulb.  The kinkajou, unable to get as close to a\nheat lamp, laid curled in a tight ball on one of the 49.5 degree ledges and was observed shivering.  When animals\nare exposed to uncomfortable temperatures, they can become stressed, resulting in weakened immune systems\nand possible health problems.\n** The licensee must ensure the ambient temperature in the enclosures do not fall below nor rise above\ntemperatures compatible with the health and comfort of the animals.  TO BE CORRECTED BY: 20  February 2015.\n3.126(b)\nFACILITIES, INDOOR. \nVENTILATION.\n* The enclosures for one genet, 12 degus, and 11 sugar gliders all had a strong, stale odor of urine and waste\nmaterial.  The degu enclosure had a screen top but it had a heavy amount of dust on it, hindering the flow of clean\nair into the enclosure.  The sugar glider enclosure also had a screen top but there was a solid ceiling just a few\n\ninches above it, again hindering the flow of fresh air into the enclosure.  The genet enclosure had its vent closed off\nwith a piece of cardboard in order to try to mainain heat in the enclosure which was 61 degrees Fahrenheit.  The\nvent in the second genet enclosure was open but had a build-up of cobwebs on it indicating it hadn't been cleaned\nin quite awhile.  None of the vents were actively pushing air through the enclosures since the heating/cooling\nsystem broke some time ago, according to employees.  Adequate ventilation is necessary to reduce the risk of\nharmful contmainants (such as ammonia) from building up in the air. \n** The licensee must ensure the facility is adequately ventilated by natural or mechanical means to provide for the\nhealth of the animals at all times.  TO BE CORRECTED BY: 2 March 2015.\n3.126(c)\nFACILITIES, INDOOR. \nLIGHTING.\n* The overhead light in one of the genet enclosures was not on during the inspection.  The facility representative\nattempted to turn the light on but was unable to and stated that the light had not been working properly.  Facility\nrecords indicated that the problem with the light was noticed by the care staff back on 12 January 2015.  Without the\noverhead light, the enclosure was fairly dark and the inspectors had to use a flashlight to appropriately observe the\nenclosure.  It was noted by a facility representative during inspection that the genet housed in that enclosure had\nnot consumed any food or water from its bowls in the past 48 hours.  Sufficient light in enclosures is necessary to\nadequately observe the animals and their enclosures daily.\n** The licensee must ensure there is ample lighting in all enclosures to permit routine inspection and cleaning.  TO\nBE CORRECTED BY: 26 February 2015\n3.126(d)\nFACILITIES, INDOOR. \nDRAINAGE.\n* The drain pipes for the pools in the otter enclosure and in \"the Jungle\" enclosure housing the kinkajou and the\ntwo-toed sloth were reportedly frozen and not working properly.  As a result, the water in those two pools had not\nbeen drained or replaced in 11 days, resulting in murky water.  In \"the Jungle\", all the feces from the sloth and\nkinkajou from the past 11 days was hosed into the pool and there was a thick, brown sediment covering the entire\nbottom.  Properly functioning drains are necessary to minmize the animals' risk of coming in contact with\ncontaminated water.\n** The licensee must ensure that all drains are kept in good repair.  TO BE CORRECTED BY: 26 February 2015\n\n3.130\nWATERING.  \n* The water receptacle for the 9-banded armadillo was completely filled with wet, contaminated mulch that was used\nfor the ground substrate in the animal's enclosure.  The water in the enclosure housing 12 degus was cloudy and\ncontaminated with bedding material and feces.  The water receptacle for the two otters was completely dry.  They\nhave a secondary source of water in their swimming pool but the drain in that pool was malfunctioning so that water\nhad not been changed in 11 days and was very murky.  Sufficient potable water is necessary in order to keep the\nanimals healthy.\n** The licensee must ensure that all the animals have access to potable water as often as necessary for the health\nof the animals.  Furthemore, the licensee must ensure that all water receptacles are kept clean and sanitary.  TO\nBE CORRECTED BY: This noncompliant item was corrected at the time of inspection.     \n3.131(a)           DIRECT\nSANITATION.   \nCLEANING OF ENCLOSURES.\n* Both genets had an accumulation of feces in their litter boxes taking up over 1/3 to 1/2 of the boxes.  The amount\nof feces and the dried consistency of some of the stools indicate their litter boxes had not been emptied in weeks. \nThe food and water receptacles are kept just inches away from the heavily used litter boxes.  Upon inspection, it\nwas noted by an employee that one genet had not eaten any food or drank any water for approximately 48 hours. \nThe enclosure housing one chinchilla also had an excessive accumulation of feces.  The chinchilla's fecal droppings\nwere covering the inside of the log which the animal used for a resting surface.  They were also found on the\nchinchilla's rocks, throughout the ground in its bedding, in its dust bowl, and in its empty food receptacle.  The litter\nbox for the raccoon was filled with substrate material that was completely saturated with urine.  The inner sides of\nthat litter box were covered in urine stains.  The enclosure containing 12 degus also had an excessive accumulation\nof feces.  The feces was scattered throughout the animals' bedding and was observed in their water bowl.  There\nwere piles of feces located behind and underneath several of the large rocks used for enrichment.  Many of those\nrocks which were originally naturally light colored had turned dark brown due to a coating of some type of organic\nsubstance.  The sugar glider enclosure kept on the kitchen counter had a nesting pouch containing the two animals,\nmultiple fecal droppings, urine stains, and a very strong waste odor.  The feces dropped by the sloth and kinkajou\nget hosed into the pool at the bottom of their enlcosure.  The drain pipe for that pool was frozen over the previous\nweekend.  As a result, fecal material from the past 11 days was present in the pool in the form of a thick sediment\ncovering the bottom surface of the pool.  Failure to routinely remove excreta from enclosures poses a health risk for\n\nthe animals.\n** The licensee must ensure that excreta is removed from enclosures as often as necessary to minimize disease\nhazards.  TO BE CORRECTED BY: 20 February 2015\n3.131(c)\nSANITATION.   \nHOUSEKEEPING.\n* The janitor who was paid to clean the facility four days a week was no longer employed by the facility.  The\nlicensee did not hire anyone to fill that vacant position but rather had the caretakers, volunteers, interns, and himself\ntake over those cleaning responsibilities.  There were multiple areas throughout the facility which were not getting\ncleaned appropriately.  There was trash, dust, dirt, and grime located under some enclosures which were housing\nreptiles but located in very close proximity to the mammals.  There was a build-up of dust and dirt on overhead\npipes like the one directly above the armadillo enclosure.  There was also a heavy amount of dust built-up on top of\nseveral enclosures such as the armadillo enclosure and the degu enclosure.  The exhaust fans used to help\nventilate \"the Jungle\" enclosure were also covered in dust and cobwebs.  The washroom used to clean towels and\nbedding used by the mammals was completely filled with clutter and rodent droppings were observed just a few feet\nfrom where the mammal bedding was located.  The floor of the kitchen area, especially in the corners, had an\nexcessive build-up of dirt, dust and debris, as well as evidence from droppings and chewed insulation material that\nrodents had been in the room.  Facilities which aren't kept reasonably clean can easily become a welcome\nenvironment for rodents and other disease-carrying pests.\n** The licensee must ensure the facility is cleaned often enough to satisfy generally accepted husbandry standards\nand practices.  TO BE CORRECTED BY: 26 February 2015\n3.132           DIRECT\nEMPLOYEES. \n* Since 1 December 2014, the licensee significantly cut back the hours of his four full-time paid employees who act\nas curators and the primary caretakers for the animals.  The lead curator went from 40 hours down to 24 while two\nothers dropped from 40 hours per week down to 14.  In addition, the paid janitor who was working 4 days a week is\nno longer employed by the facility.  According to documentation, there have been approximately 10 days since 1\nDecember 2014 when none of the employees/volunteers/interns came to the facility.  The licensee stated he came\nto the facility on those days to ensure the animals had food and water and to spot clean their enclosures.  According\nto the licensee, he is at the facility 7 days a week.  There have been approximately 16 days since 1 December 2014\nwhen there was only one worker present at the facility besides the licensee.  Some of these days (Mondays and\nTuesdays) the facility is closed, but others are days the facility and its exhibits of hundreds of animals are open to\n\nthe public.  On those days, one person has a responsibility to tend the front desk while the other has to often give\ntours throughout the day.  In addition to operating the facility with very few man-hours, the licensee stated one of the\nfour curators is not adequately taking care of the animals and on occasion the animals have not been fed because\nof that employee.  The day before this inspection, only the licensee was present at the facility.  The conditions found\nthe next morning during the inspection (numerous empty food bowls, contaminated water receptacles, apparent\nfailure to spot clean, filled litter boxes, and general lack of cleaning throughout the facility) indicate that the facility\ndoes not have a sufficient number of adequately trained employees.     \n** The licensee needs to ensure there is a sufficient number of adequately trained employees working a sufficient\nnumber of hours to maintain a professionally acceptable level of husbandry.  TO BE CORRECTED BY: 27 February\n2015\nThe inspection was conducted on 18 February 2015 with a facility representative and the licensee.  An exit interview\nwas conducted on 20 February 2015.\nAdditional Inspectors\nHeine William, Animal Care Inspector",
  "animals_total": 39,
  "species": [
    {
      "count": 2,
      "scientific": "Amblonyx cinereus",
      "common": "ORIENTAL SMALL-CLAWED OTTER"
    },
    {
      "count": 1,
      "scientific": "Atelerix albiventris",
      "common": "HEDGEHOG"
    },
    {
      "count": 1,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 3,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    },
    {
      "count": 1,
      "scientific": "Choloepus hoffmanni",
      "common": "HOFFMANN'S TWO-TOED SLOTH"
    },
    {
      "count": 1,
      "scientific": "Dasypus novemcinctus",
      "common": "NINE-BANDED ARMADILLO"
    },
    {
      "count": 2,
      "scientific": "Genetta tigrina",
      "common": "LARGE-SPOTTED GENET"
    },
    {
      "count": 2,
      "scientific": "Muscardinus avellanarius",
      "common": "HAZEL DORMOUSE"
    },
    {
      "count": 12,
      "scientific": "Octodon bridgesi",
      "common": "BRIDGE'S DEGU"
    },
    {
      "count": 1,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 11,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    },
    {
      "count": 1,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 1,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    }
  ]
}