{
  "insp_id": "153141413200473",
  "layout": "a",
  "customer_id": "321746",
  "customer_name": "Bobbi Hill",
  "customer_addr": "Route 1, Box 53 C\nGlenwood, MO 63541",
  "certificate": "43-A-5527",
  "site_id": "001",
  "site_name": "BOBBI HILL",
  "insp_type": "ROUTINE INSPECTION",
  "date": "02-JUN-2014",
  "report_date": "02-JUN-2014",
  "citations": [
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "(f) Drainage and waste disposal.\n****\nThere is a drainage pipe from the elevated outdoor enclosures that discharges approximately 4 - 6 feet from and\nenclosure housing 1 adult dog. This discharge contains fecal material, old bedding and other organic material.\nThere are a high number of flies present. This old bedding, fecal material and other material can attract pests and\nrodents which could transmit diseases to the animals. The licensee must remove the old bedding, fecal material\nand other organic material from the affected area and extend the drainage system so that it is far enough away from\nthe animal area of the housing facility to prevent odors, diseases, pests, and vermin infestation. The licensee must\ndevelop and maintain a functioning system of waste removal so as the animals are not exposed to the affects of the\nwaste by pest, vermin or odors.\nTo be corrected by: 3 June 2014"
    },
    {
      "code": "3.6(a)(2)(9)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Cleaning of primary enclosure\n****\nIn an outdoor enclosure, housing 1 adult dog, there is an accumulation of old compacted bedding and dirt on the\nfloor of the shelter. This accumulated material can harbor pests that can transmit diseases to the dog. The\nlicensee must remove this old bedding and clean and sanitize this shelter. The licensee must develop and maintain\na program that ensures all surfaces in contact with the dogs can be readily cleaned and sanitized in accordance\nwith Sec. 3.11(b) of this subpart, or be replaceable when worn or soiled.\nTo be corrected by: 3 June 2014.\nInspection and exit interview conducted with licensee. The veterinary care issues identified during the previous\ninspection have been addressed."
    }
  ],
  "narrative": "3.1(f)\nHOUSING FACILITIES, GENERAL.\n(f) Drainage and waste disposal.\n****\nThere is a drainage pipe from the elevated outdoor enclosures that discharges approximately 4 - 6 feet from and\nenclosure housing 1 adult dog.  This discharge contains fecal material, old bedding and other organic material. \nThere are a high number of flies present.  This old bedding, fecal material and other material can attract pests and\nrodents which could transmit diseases to the animals.  The licensee must remove the old bedding, fecal material\nand other organic material from the affected area and extend the drainage system so that it is far enough away from\nthe animal area of the housing facility to prevent odors, diseases, pests, and vermin infestation.  The licensee must\ndevelop and maintain a functioning system of waste removal so as the animals are not exposed to the affects of the\nwaste by pest, vermin or odors. \nTo be corrected by:  3 June 2014\n3.6(a)(2)(9)\nPRIMARY ENCLOSURES.\nCleaning of primary enclosure\n****\nIn an outdoor enclosure, housing 1 adult dog, there is an accumulation of old compacted bedding and dirt on the\nfloor of the shelter.  This accumulated material can harbor pests that can transmit diseases to the dog.  The\nlicensee must remove this old bedding and clean and sanitize this shelter.  The licensee must develop and maintain\na program that ensures all surfaces in contact with the dogs can be readily cleaned and sanitized in accordance\nwith Sec. 3.11(b) of this subpart, or be replaceable when worn or soiled. \nTo be corrected by:  3 June 2014.\nInspection and exit interview conducted with licensee.  The veterinary care issues identified during the previous\ninspection have been addressed.",
  "animals_total": 14,
  "species": [
    {
      "count": 12,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 2,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}