{
  "insp_id": "2016082567970257",
  "layout": "a",
  "customer_id": "38426",
  "customer_name": "Ivey Almond",
  "customer_addr": "6350 Smith Rd\nMidland, NC 28107",
  "certificate": "55-C-0221",
  "site_id": "001",
  "site_name": "ROCKIN A RANCH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-SEP-2016",
  "report_date": "21-OCT-2016",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The large petting zoo pasture behind the owner's house has an 8 foot tall fence made of two sections of 6\" X 6\" wire\nfence. At least two areas were noted where a patch of extra fencing was placed over the original fence. The\npatched areas have rough edges with loose and protruding wires. Along the back fence, sections of fencing have\nbeen pushed down by downed trees (which were removed) and this fencing needs to be repaired. There are\npartially fenced off smaller areas along the tree line and this fencing is in disrepair with some broken protruding\nwires and pieces of loose fencing laying on the ground. All fencing needs to be maintained to contain the animals\nand prevent any potential injuries. The owner has plans to remove several areas of fencing and replace other\nareas. Most of the animals will not be at the farm for several months as they will be with the traveling petting zoo.\nThe fencing needs to be corrected when the owners return or by 2-10-17."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "In the large pasture for the petting zoo animals is an area of storage for primarily fencing items, including stacks of\nfence panels, rolls of fencing wire, and a section of 1\"X 1\" wire on the ground. The goats, sheep, and other petting\nzoo animals have access to these structures and could potentially injure themselves. The items need to be\nremoved or fenced off so the animals cannot access the items. To be corrected by 11-4-16.\nThis inspection and exit interview were conducted with owner.\nThis inspection and exit interview were conducted with owner."
    }
  ],
  "narrative": "3.125(a)\nFACILITIES, GENERAL.   \nThe large petting zoo pasture behind the owner's house has an 8 foot tall fence made of two sections of 6\" X 6\" wire\nfence.   At least two areas were noted where a patch of extra fencing was placed over the original fence.  The\npatched areas have rough edges with loose and protruding wires.  Along the back fence, sections of fencing have\nbeen pushed down by downed trees (which were removed) and this fencing needs to be repaired.  There are\npartially fenced off smaller areas along the tree line and this fencing is in disrepair with some broken protruding\nwires and pieces of loose fencing laying on the ground.  All fencing needs to be maintained to contain the animals\nand prevent any potential injuries.  The owner has plans to remove several areas of fencing and replace other\nareas.   Most of the animals will not be at the farm for several months as they will be with the traveling petting zoo.  \nThe fencing needs to be corrected when the owners return or by  2-10-17.\n3.131(c)\nSANITATION.   \nIn the large pasture for the petting zoo animals is an area of storage for primarily fencing items, including stacks of\nfence panels, rolls of fencing wire, and a section of 1\"X 1\" wire on the ground.   The goats, sheep, and other petting\nzoo animals have access to these structures and could potentially injure themselves.  The items need to be\nremoved or fenced off so the animals cannot access the items.  To be corrected by 11-4-16.\nThis inspection and exit interview were conducted with owner.\nThis inspection and exit interview were conducted with owner.",
  "animals_total": 197,
  "species": [
    {
      "count": 4,
      "scientific": "Bos grunniens",
      "common": "YAK"
    },
    {
      "count": 5,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 4,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 7,
      "scientific": "Boselaphus tragocamelus",
      "common": "NILGAI"
    },
    {
      "count": 4,
      "scientific": "Camelus dromedarius domestic",
      "common": "DOMESTIC DROMEDARY CAMEL"
    },
    {
      "count": 97,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Hystrix cristata",
      "common": "AFRICAN CRESTED PORCUPINE"
    },
    {
      "count": 2,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 4,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 69,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    }
  ]
}