{
  "insp_id": "2016082567963026",
  "layout": "a",
  "customer_id": "8630",
  "customer_name": "John G Lussmyer",
  "customer_addr": "537 Bakken Rd.\nGreenbank, WA 98253",
  "certificate": "91-C-0073",
  "site_id": "001",
  "site_name": "JOHN G LUSSMYER",
  "insp_type": "FOCUSED INSPECTION",
  "date": "13-OCT-2016",
  "report_date": "17-OCT-2016",
  "citations": [
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "There is an area of the perimeter fence that surrounds the two bobcat enclosures that is approximately 7' in length\naround a corner and measures 5'8\" in height. The perimeter fence has been constructed this way for several years,\nhowever, the ground has settled causing the perimeter fence to sink. The enclosure containing the bobcats is fully\nenclosed with a top. The licensee has expressed interest in rebuilding this entire area. In the short term, the\nlicensee plans to use some available portable fencing to reinforce and provide adequate height to the fence.\nPerimeter fencing is important as it protects the animals in the facility by restricting animals and unauthorized\npersons from going through it or under it and having contact with the animals in the facility. In addition, it must be\nhigh enough to act as a secondary containment area for the enclosed animals. The licensee must ensure that all\nareas of perimeter fencing are at least 6 feet in height for the bobcat area or have the fencing and height approved\nthrough the Administrator.\nThis was a focused inspection to recheck the status of the perimeter fence for the two bobcats identified on the\ninspections conducted on 3/9/15 and 8/3/16.\nThis inspection and exit briefing were conducted with the facility representative."
    }
  ],
  "narrative": "3.127(d)                    REPEAT\nFACILITIES, OUTDOOR. \nThere is an area of the perimeter fence that surrounds the two bobcat enclosures that is approximately 7' in length\naround a corner and measures 5'8\" in height.  The perimeter fence has been constructed this way for several years,\nhowever, the ground has settled causing the perimeter fence to sink.  The enclosure containing the bobcats is fully\nenclosed with a top. The licensee has expressed interest in rebuilding this entire area.  In the short term, the\nlicensee plans to use some available portable fencing to reinforce and provide adequate height to the fence. \nPerimeter fencing is important as it protects the animals in the facility by restricting animals and unauthorized\npersons from going through it or under it and having contact with the animals in the facility.  In addition, it must be\nhigh enough to act as a secondary containment area for the enclosed animals.  The licensee must ensure that all\nareas of perimeter fencing are at least 6 feet in height for the bobcat area or have the fencing and height approved\nthrough the Administrator. \nThis was a focused inspection to recheck the status of the perimeter fence for the two bobcats identified on the\ninspections conducted on 3/9/15 and 8/3/16.\nThis inspection and exit briefing were conducted with the facility representative.",
  "animals_total": 3,
  "species": [
    {
      "count": 2,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    }
  ]
}