{
  "insp_id": "223161156180697",
  "layout": "a",
  "customer_id": "7117",
  "customer_name": "Clinton Holmes",
  "customer_addr": "13 Long Lane\nAlburtis, PA 18011",
  "certificate": "23-A-0403",
  "site_id": "001",
  "site_name": "CLINTON HOLMES",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-AUG-2016",
  "report_date": "10-AUG-2016",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Section 2.40(b)(3) Veterinary care: The following were observed during the inspection: one enclosure in the 5th row\nwith excessively wet bedding with two dead adult decomposing Robo hamsters with white mold observed in the\narea by the decomposing bodies and a strong odor of decomposition, one enclosure in the 4th row with excessively\nwet bedding with two adult Robo hamsters and at least four dead baby hamsters, and one enclosure in the 4th row\nwith excessively wet bedding with two adult Robo hamsters with extremely wet hair over most of their bodies and\nthe back half of their bodies and their legs were soaking wet. (See section 3.31(a)(2)). Daily observations are\neither not being performed or are not being performed adequately as evidenced by the dead hamsters and wet\nenclosures found on this inspection. Correct by ensuring all animals are observed daily to access their health and\nwell-being so that problems with animal health can be addressed by the attending veterinarian in a timely manner\nand animals can be moved to enclosures with dry, clean bedding. Correct from this day forward."
    },
    {
      "code": "3.31(a)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Section 3.31(a)(2) Cleaning and sanitization of primary enclosures: There were three enclosures that housed Robo\nhamsters with excessively wet bedding: one in the 5th row with two dead decomposing adults, one in the 4th row\nwith an adult male and female with at least 4 dead babies, and one in the 4th row with an adult male and female\nwith extremely wet hair over most of their bodies and the back half of their bodies and their legs were soaking wet.\nOnce the APHIS official identified the affected enclosures, the facility escort moved the live hamsters to clean, dry\nenclosures. Animals housed on wet bedding may become soiled, chilled, ill and may die. The licensee must\nensure that the animals in wet enclosures are moved to clean, dry enclosures to ensure the health and comfort of\nthe animals. Correct by promptly moving hamsters from enclosures with wet bedding to clean, dry enclosures.\nRemains uncorrected."
    },
    {
      "code": "3.31(b)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Section 3.31(b) Housekeeping: Clean enclosures are being stores next to dirty items that need to be washed along\nthe wall with the sink. Between stacks of clean enclosures was a dirty black plastic tub stored on top of two stacks\nof metal enclosure lids stored in a plastic container with water in the bottom. The dirty plastic tub was leaning\nagainst a stack of clean enclosures. Clean and dirty items must be stored separately to prevent contamination and\nto ensure that only clean, sanitized enclosures/water bottles are used for the hamsters. Correct by storing\nclean/sanitized items in a clean area that is separate from where dirty (to be washed) items are placed. Remains\nuncorrected.\nAn exit briefing was conducted with the co-owner."
    }
  ],
  "narrative": "2.40(b)(3)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nSection 2.40(b)(3) Veterinary care:  The following were observed during the inspection: one enclosure in the 5th row\nwith excessively wet bedding with two dead adult decomposing Robo hamsters with white mold observed in the\narea by the decomposing bodies and a strong odor of decomposition, one enclosure in the 4th row with excessively\nwet bedding with two adult Robo hamsters and at least four dead baby hamsters, and one enclosure in the 4th row\nwith excessively wet bedding with two adult Robo hamsters with extremely wet hair over most of their bodies and\nthe back half of their bodies and their legs were soaking wet.  (See section 3.31(a)(2)).  Daily observations are\neither not being performed or are not being performed adequately as evidenced by the dead hamsters and wet\nenclosures found on this inspection.  Correct by ensuring all animals are observed daily to access their health and\nwell-being so that problems with animal health can be addressed by the attending veterinarian in a timely manner\nand animals can be moved to enclosures with dry, clean bedding.  Correct from this day forward.\n3.31(a)(2)           DIRECT                    REPEAT\nSANITATION.\nSection 3.31(a)(2) Cleaning and sanitization of primary enclosures:  There were three enclosures that housed Robo\nhamsters with excessively wet bedding: one in the 5th row with two dead decomposing adults, one in the 4th row\nwith an adult male and female with at least 4 dead babies, and one in the 4th row with an adult male and female\nwith extremely wet hair over most of their bodies and the back half of their bodies and their legs were soaking wet. \nOnce the APHIS official identified the affected enclosures, the facility escort moved the live hamsters to clean, dry\nenclosures.  Animals housed on wet bedding may become soiled, chilled, ill and may die.  The licensee must\nensure that the animals in wet enclosures are moved to clean, dry enclosures to ensure the health and comfort of\nthe animals.  Correct by promptly moving hamsters from enclosures with wet bedding to clean, dry enclosures. \nRemains uncorrected.  \n3.31(b)                    REPEAT\nSANITATION.\n\nSection 3.31(b) Housekeeping:  Clean enclosures are being stores next to dirty items that need to be washed along\nthe wall with the sink.  Between stacks of clean enclosures was a dirty black plastic tub stored on top of two stacks\nof metal enclosure lids stored in a plastic container with water in the bottom.  The dirty plastic tub was leaning\nagainst a stack of clean enclosures.  Clean and dirty items must be stored separately to prevent contamination and\nto ensure that only clean, sanitized enclosures/water bottles are used for the hamsters.  Correct by storing\nclean/sanitized items in a clean area that is separate from where dirty (to be washed) items are placed.   Remains\nuncorrected. \nAn exit briefing was conducted with the co-owner.",
  "animals_total": 1743,
  "species": [
    {
      "count": 738,
      "scientific": "Phodopus roborovskis",
      "common": "ROBOROVSKIS DWARF HAMSTER"
    },
    {
      "count": 1005,
      "scientific": "Phodopus sungorus",
      "common": "DJUNGARIAN / RUSSIAN WINTER WHITE DWARF HAMSTER"
    }
  ]
}