{
  "insp_id": "INS-0000817112",
  "layout": "c",
  "customer_id": "327222",
  "customer_name": "Kristina Brouner",
  "customer_addr": "2512 Cedar St\nEverett, WA 98201",
  "certificate": "91-A-0124",
  "site_id": "001",
  "site_name": "Hedgehogs Northwest",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-SEP-2022",
  "report_date": "30-SEP-2022",
  "citations": [
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "Most of the hedgehog enclosures have soiled bedding and excess fecal material present. The licensee stated it has been\nabout 2 weeks since the enclosures were cleaned. Excreta and soiled bedding must be removed from the animal\nenclosures to prevent contamination of the animals, minimize disease hazards, and reduce odors.\nThe hedgehog enclosures must be cleaned, and a more frequent cleaning schedule established and maintained. The\nfacility was most recently cited under this regulation on 2/13/2020."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "Dust and debris are present on the walls and along the window ledges of the hedgehog room. Much of the excess\nmaterial and equipment that was present on the floor has been removed; however, some clutter remains on one side of\nthe room. In addition, several of the floor tiles are loose and debris is present on the floor along the walls. Accumulations\nof debris and loose flooring tiles contribute to odor and make it difficult to maintain pest control. Clutter makes the room\ndifficult to clean and sanitize.\nThe walls and floor of the animal housing room must be cleaned, and clutter and debris removed from the room. Loose\nflooring tiles must be repaired or removed. The licensee must also ensure that the animal housing room is kept clean and\norganized. The facility was most recently cited under this regulation on 7/7/2022.\nThis inspection and exit interview were conducted with the licensee.\nn"
    }
  ],
  "narrative": "3.131(a)  Repeat\n   \nSanitation. \nMost of the hedgehog enclosures have soiled bedding and excess fecal material present.  The licensee stated it has been \nabout 2 weeks since the enclosures were cleaned.  Excreta and soiled bedding must be removed from the animal \nenclosures to prevent contamination of the animals, minimize disease hazards, and reduce odors. \n \nThe hedgehog enclosures must be cleaned, and a more frequent cleaning schedule established and maintained.  The \nfacility was most recently cited under this regulation on 2/13/2020. \n3.131(c)  Repeat\n   \nSanitation. \nDust and debris are present on the walls and along the window ledges of the hedgehog room.  Much of the excess \nmaterial and equipment that was present on the floor has been removed; however, some clutter remains on one side of \nthe room.  In addition, several of the floor tiles are loose and debris is present on the floor along the walls.  Accumulations \nof debris and loose flooring tiles contribute to odor and make it difficult to maintain pest control.  Clutter makes the room \ndifficult to clean and sanitize.\n\nThe walls and floor of the animal housing room must be cleaned, and clutter and debris removed from the room.  Loose \nflooring tiles must be repaired or removed.  The licensee must also ensure that the animal housing room is kept clean and \norganized.  The facility was most recently cited under this regulation on 7/7/2022. \n \nThis inspection and exit interview were conducted with the licensee. \n \n n",
  "animals_total": 39,
  "species": [
    {
      "count": 39,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG (MOST COMMON PET HEDGEHOG)"
    }
  ]
}