{
  "insp_id": "INS-0000868213",
  "layout": "c",
  "customer_id": "23265",
  "customer_name": "Reuben Schlabach",
  "customer_addr": "5028 TOWNSHIP RD 351\nMILLERSBURG, OH 44654",
  "certificate": "31-A-0122",
  "site_id": "001",
  "site_name": "REUBEN M SCHLABACH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-MAY-2023",
  "report_date": "03-MAY-2023",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "* The following medication used to treat the dogs at the facility have gone past its labeled expiration date. The recorded\nexpiration date on one 100 ml bottle of Oxytocin was 3/31/23. This medication is intermingled with other products that are\ncurrently being used at the facility and are therefore ready for use. The usage of expired medical materials such as drugs,\nfluids, or sutures on regulated animals is not considered to be an acceptable veterinary practice and does not constitute\nadequate veterinary care. The effectiveness of the dosage level and expected results when expired drugs are\nadministrated to animals could be drastically changed or may not work as anticipated. The expected results cannot be\nguaranteed and the animals may experience pain, distress due to mistreatment, unrelieved symptoms or unexpected side\neffects. Failure to properly label medications or other medical products as being expired and storing them with unexpired\nmedical materials could lead to the unintentional use on regulated animals. The licensee must either dispose of all such\nexpired medical drugs and materials or segregate them in an appropriately labeled, physically separate location from non-\nexpired medical drugs and materials. Correct by 5/7/23."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "* The interior metal flooring in two enclosures have an accumulation of excreta and dried fecal residue caked on 40 to 50\npercent of the enclosure flooring. Two adult dogs and 10 puppies are in contact with the affected surfaces. Cleaning of\nsurfaces is necessary to prevent an accumulation of dirt, excreta, and other disease hazards. It indicates unsanitary living\nconditions exist that could increase the risks of disease transmission, which negatively affects the health of the dogs.\nAccumulations of dried fecal residue and excreta can potentially create odors, serve as an attractant for flies, insects, and\nother pests. In addition, an accumulation of excreta reduces the clean surface area available for the dogs to walk and rest\non. Adequate cleaning is a crucial aspect of animal husbandry and helps to reduce disease hazards, odors and pests.\nExcreta could potentially cause soiling on the body of the dog in contact with the affected area. The licensee must\nremove excreta and food waste from the primary enclosure daily and from under the primary enclosures as often as\nnecessary to prevent an excessive accumulation of feces and food waste, to prevent soiling of the dogs contained in the\nprimary enclosures, and to reduce disease hazards, insects, pests, and odors. Correct by 5/3/23."
    },
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "* The last recorded date for fecal float testing for 55 dogs was done on 2/26/22. Annual fecal float testing is important for\nthe health of the animals. Fecal float testing is done to ensure that there are no active internal parasites. The licensee\nmust ensure that all dogs are receiving vaccinations for contagious and/or deadly diseases of dogs (including rabies,\nparvovirus, and distemper) and sampling and treatment of parasites and other pests (including fleas, worms, coccidia,\ngiardia, and heartworm) in accordance with a schedule approved by the attending veterinarian. Correct by 6/1/23.\nThis inspection and exit interview were conducted with the licensee.\nn"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \n*   The following medication used to treat the dogs at the facility have gone past its labeled expiration date.  The recorded \nexpiration date on one 100 ml bottle of Oxytocin was 3/31/23.  This medication is intermingled with other products that are \ncurrently being used at the facility and are therefore ready for use. The usage of expired medical materials such as drugs, \nfluids, or sutures on regulated animals is not considered to be an acceptable veterinary practice and does not constitute \nadequate veterinary care. The effectiveness of the dosage level and expected results when expired drugs are \nadministrated to animals could be drastically changed or may not work as anticipated. The expected results cannot be \nguaranteed and the animals may experience pain, distress due to mistreatment, unrelieved symptoms or unexpected side \neffects.  Failure to properly label medications or other medical products as being expired and storing them with unexpired \nmedical materials could lead to the unintentional use on regulated animals.   The licensee must either dispose of all such \nexpired medical drugs and materials or segregate them in an appropriately labeled, physically separate location from non-\nexpired medical drugs and materials.  Correct by 5/7/23. \n3.11(a) \n   \nCleaning, sanitization, housekeeping, and pest control. \n*   The interior metal flooring in two enclosures have an accumulation of excreta and dried fecal residue caked on 40 to 50 \npercent of the enclosure flooring.  Two adult dogs and 10 puppies are in contact with the affected surfaces.  Cleaning of\n\nsurfaces is necessary to prevent an accumulation of dirt, excreta, and other disease hazards. It indicates unsanitary living \nconditions exist that could increase the risks of disease transmission, which negatively affects the health of the dogs. \nAccumulations of dried fecal residue and excreta can potentially create odors, serve as an attractant for flies, insects, and \nother pests. In addition, an accumulation of excreta reduces the clean surface area available for the dogs to walk and rest \non.   Adequate cleaning is a crucial aspect of animal husbandry and helps to reduce disease hazards, odors and pests. \nExcreta could potentially cause soiling on the body of the dog in contact with the affected area.  The licensee must \nremove excreta and food waste from the primary enclosure daily and from under the primary enclosures as often as \nnecessary to prevent an excessive accumulation of feces and food waste, to prevent soiling of the dogs contained in the \nprimary enclosures, and to reduce disease hazards, insects, pests, and odors. Correct by 5/3/23. \n3.13(a)(3) \n   \nVeterinary care for dogs. \n*   The last recorded date for fecal float testing for 55 dogs was done on 2/26/22.  Annual fecal float testing is important for \nthe health of the animals.  Fecal float testing is done to ensure that there are no active internal parasites.  The licensee \nmust ensure that all dogs are receiving vaccinations for contagious and/or deadly diseases of dogs (including rabies, \nparvovirus, and distemper) and sampling and treatment of parasites and other pests (including fleas, worms, coccidia, \ngiardia, and heartworm) in accordance with a schedule approved by the attending veterinarian.  Correct by 6/1/23. \n \nThis inspection and exit interview were conducted with the licensee. \n \n n",
  "animals_total": 103,
  "species": [
    {
      "count": 55,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 48,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}