{
  "insp_id": "2016082568133682",
  "layout": "a",
  "customer_id": "3826",
  "customer_name": "Terrill Al-Saihati",
  "customer_addr": "15672 South Avenue 1 E\nYuma, AZ 85365",
  "certificate": "86-C-0102",
  "site_id": "001",
  "site_name": "TERRILL AL-SAIHATI",
  "insp_type": "FOCUSED INSPECTION",
  "date": "09-MAR-2017",
  "report_date": "09-MAR-2017",
  "citations": [],
  "narrative": "A focused inspection was conducted by APHIS inspectors at 10:30am on March 9, 2017. Animal manager informed\nthe inspectors that a veterinarian had visited the facility this morning and provided veterinary care to the animals.  \nThe veterinarian had euthanized Shyla, the coatimundi, and the young gray and white female goat which was\nunable to straighten her front legs at the knees during the previous inspection. Documentation left by the\nveterinarian showed that the coatimundi had received sedation consisting of ketamine, midazolam, and sedivet,\nbefore being administered Fatal Plus euthanasia solution. The document showed that the female goat had been\nsedated with Sedivet before being given Fatal Plus euthanasia solution. APHIS personnel were able to verify the\ndisposition of the coatimundi. \nThe veterinarian gave the intact adult male tricolor goat that was non-weight bearing on his right front limb during\nthe previous inspection an injection of Firocoxib. The animal manager informed us that the veterinarian had rushed\noff to complete other calls but would be coming back to re-evaluate the animals and fill out the program of veterinary\ncare, as the new attending veterinarian. \nThis inspection was conducted with the animal manager and exit interview was conducted with the animal manager\nand licensee. \nAdditional Inspectors\nBolinger Jean, Compliance Specialist\nFrank Katharine, Veterinary Medical Officer\nGarland Kathleen, Supervisory Animal Care Specialist",
  "animals_total": 3,
  "species": [
    {
      "count": 2,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    }
  ]
}