{
  "insp_id": "107141427590927",
  "layout": "a",
  "customer_id": "329449",
  "customer_name": "Jewelee Anna Admire",
  "customer_addr": "713 West Jackson\nCenterville, IA 52544",
  "certificate": "42-A-1472",
  "site_id": "001",
  "site_name": "Jewelee Anna Admire",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-APR-2014",
  "report_date": "17-APR-2014",
  "citations": [
    {
      "code": "2.40(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Program of Veterinary Care\n****\nThe licensee did not have a Program of Veterinary Care available. A Program of Veteriinary Care is necessary to\nensure that all animals receive adequate veterinary care. The licensee must obtain and keep current a current\nProgram of Veterinary Care to ensure the health and well being of the animals.\nTo be corrected by: 1 May 14"
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "****\nA water receptacle inside of a Hedgehog enclosure, containing 2 Hedghogs, was dirty. The water contained fecal\nmaterial and is no longer potable. Clean water is necessary for the health of the animals. The licensee must\nensure that potable water is available to the animals for their health and well being.\nCorrected at time of inspection.\nInspection and a verbal exit interview conducted with licensee. Due to prior commitments report will be sent via\nemail."
    }
  ],
  "narrative": "2.40(b)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nProgram of Veterinary Care\n****\nThe licensee did not have a Program of Veterinary Care available.  A Program of Veteriinary Care is necessary to\nensure that all animals receive adequate veterinary care.  The licensee must obtain and keep current a current\nProgram of Veterinary Care to ensure the health and well being of the animals. \nTo be corrected by:   1 May 14\n3.130\nWATERING.  \n****\nA water receptacle inside of a Hedgehog enclosure, containing 2 Hedghogs, was dirty.  The water contained fecal\nmaterial and is no longer potable.  Clean water is necessary for the health of the animals.  The licensee must\nensure that potable water is available to the animals for their health and well being.  \nCorrected at time of inspection.\nInspection and a verbal exit interview conducted with licensee.  Due to prior commitments report will be sent via\nemail.",
  "animals_total": 8,
  "species": [
    {
      "count": 3,
      "scientific": "Atelerix albiventris",
      "common": "HEDGEHOG"
    },
    {
      "count": 5,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    }
  ]
}