{
  "insp_id": "2016082568554955",
  "layout": "a",
  "customer_id": "326207",
  "customer_name": "Dragon Ranch Inc",
  "customer_addr": "4858 N Apopka Vineland Road\nOrlando, FL 32818",
  "certificate": "58-C-1158",
  "site_id": "001",
  "site_name": "DRAGON RANCH INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-JUL-2017",
  "report_date": "18-JUL-2017",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The leopard has several, small (bean size), hairless, red/pink areas on his skin. The licensee has been applying\n\"Swat\" to these areas in an effort repel the numerous flies that were observed on today's inspection. This\ntreatment, however, does not appear to be entirely effective. The veterinarian has not been contacted for advice,\nexamination, and possible other more effective medications to apply to these areas.\nYour veterinarian shall be consulted to provide medical advice and possible other treatments for these red/pink\nareas on the leopard. A mechanism of direct and frequent communication is required so that timely and accurate\ninformation on problems of animal health, and well-being is conveyed to the attending veterinarian.\nCorrect by July 24, 2017"
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Numerous flies and ants were on and around the meat that was in the enclosure. The leopard in this enclosure also\nhad several small, hairless, oval red/pink areas on his body which are known to be caused by the biting flies known\nto exist in the area at this time of the year. These areas also serve as an attraction for the flies, irritation, and\ndiscomfort. The numbers of flies on and around the food may also prevent the leopard from eating comfortably.\nAt the present time, there is no ongoing pest control program. Establish an effective and safe pest control program.\nConsult with a professional pest control person if necessary.\nCorrect by July 26, 2017\nThis inspection and exit interview were conducted with the co-licensee."
    }
  ],
  "narrative": "2.40(b)(3)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe leopard has several, small (bean size), hairless, red/pink areas on his skin.  The licensee has been applying\n\"Swat\" to these areas in an effort repel the numerous flies that were observed on today's inspection.  This\ntreatment, however, does not appear to be entirely effective.  The veterinarian has not been contacted for advice,\nexamination, and possible other more effective medications to apply to these areas.\nYour veterinarian shall be consulted to provide medical advice and possible other treatments for these red/pink\nareas on the leopard.   A mechanism of direct and frequent communication is required so that timely and accurate\ninformation on problems of animal health, and well-being is conveyed to the attending veterinarian.\nCorrect by July 24, 2017\n3.131(d)\nSANITATION.   \nNumerous flies and ants were on and around the meat that was in the enclosure.  The leopard in this enclosure also\nhad several small, hairless, oval red/pink areas on his body which are known to be caused by the biting flies known\nto exist in the area at this time of the year.  These areas also serve as an attraction for the flies, irritation, and\ndiscomfort.  The numbers of flies on and around the food may also prevent the leopard from eating comfortably. \nAt the present time, there is no ongoing pest control program. Establish an effective and safe pest control program. \nConsult with a professional pest control person if necessary.\nCorrect by July 26, 2017\nThis inspection and exit interview were conducted with the co-licensee.",
  "animals_total": 1,
  "species": [
    {
      "count": 1,
      "scientific": "Panthera pardus",
      "common": "LEOPARD"
    }
  ]
}