{
  "insp_id": "INS-0000842608",
  "layout": "c",
  "customer_id": "45096",
  "customer_name": "Natalie Connally",
  "customer_addr": "339 Hwy T14\nPELLA, IA 50219",
  "certificate": "42-A-1566",
  "site_id": "001",
  "site_name": "NATALIE CONNALLY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-JAN-2023",
  "report_date": "26-JAN-2023",
  "citations": [
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "Each enclosure has a plastic bucket that is used to provide water to the dogs. In at least seven enclosures, containing a\ntotal of fifteen adult dogs, the top edge of the bucket has been excessively chewed and worn. Brown material, wood\nshavings and hair are trapped in the damaged areas of the buckets. Damaged surfaces cannot be readily cleaned and\nsanitized which could increase the risk of disease towards the animals.\nAll surfaces must be maintained on a regular basis. Surfaces of housing facilities-including houses, dens, and other\nfurniture-type fixtures and objects-that cannot be readily cleaned and sanitized, must be replaced when worn or soiled.\nThe licensee must replace the chewed buckets or alter them in a manner that eliminates the damaged areas and allows\nfor cleaning and sanitizing of the bucket to occur. The licensee must ensure that all surfaces are properly maintained at\nall times to support the health of the animals.\nTo be corrected by: 07-February-2023\nEach cat enclosure contains wood shelves that are used as resting surfaces for the cats. In at least three enclosures,\ncontaining approximately eight adult cats, the paint has been scratched off the surfaces of the boards exposing the wood\nbeneath. The exposed wood is no longer impervious to moisture. Wood that is not impervious to moisture cannot be\nreadily cleaned and sanitized which could increase the risk of disease towards the animals.\nAll surfaces must be maintained on a regular basis. Surfaces of housing facilities-including houses, dens, and other\nfurniture-type fixtures and objects-that cannot be readily cleaned and sanitized, must be replaced when worn or soiled.\nThe licensee must alter the wooden resting boards in a manner that makes them impervious to moisture and allows for\nproper cleaning and sanitizing to occur. The licensee must ensure that all surfaces are properly maintained at all times to\nsupport the health of the animals.\nTo be corrected by: 25-February-2023"
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "The facility uses wood shavings to cover the floors in the dog enclosures. In at least two enclosures, containing a total of\nsix adult dogs, the wood shavings are completely saturated and no clean and dry shavings remain. The licensee thought\nit had been several days since the shavings had been cleaned out and replaced. Saturated shavings are unable to\nabsorb any further liquids which may result in the hair coats of the dogs becoming wet and contaminated and could also\nincrease the risk of odors, disease hazards and the attraction of pests.\nContaminated material such as wood shavings must be replaced. The licensee must remove the saturated wood\nshavings from the enclosures and ensure that each enclosure remains free of contaminated material to support the health\nof the animals.\nTo be corrected by: 31-January-2023"
    },
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "The adult dogs are housed inside a large barn and each enclosure contains one or more shelters for the dogs. In at least\nten enclosures, containing a total of twenty-one adult dogs, the shelters are too small to compliantly accommodate the\ndogs. In several of these enclosures the dogs are significantly taller than the shelter and are unable to sit or stand inside\nthem in a normal position. Other shelters are not large enough to contain all the dogs in the enclosure at the same time.\nIn one of these affected enclosures which contains four adult Australian shepherds, the two shelters only appeared to be\nable to each contain just one dog compliantly. Shelters that do not allow dogs to sit, stand and lie in normal positions\ncould cause discomfort to the animals. Shelters that are not large enough to accommodate all animals may result in an\nanimal failing to find protection from frigid temperatures.\nOutdoor facilities for dogs or cats must include one or more shelter structures that are accessible to each animal in each\noutdoor facility, and that are large enough to allow each animal in the shelter structure to sit, stand, and lie in a normal\nmanner, and to turn about freely. The licensee must provide compliant shelters to each enclosure in order to support the\nhealth and well-being of the dogs.\nTo be corrected by: 25-February-2023"
    },
    {
      "code": "3.9(a)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding",
      "narrative": "Thirteen Australian Shepherd puppies are housed in enclosures with wood shavings spread across the floors. The food\nreceptacles for the puppies are heavily contaminated with wood shavings making it difficult for the puppies to consume\nthe food without also consuming the shavings. Food contaminated with foreign material may discourage the animals from\nconsuming it leading to poor body condition. Ingesting the foreign material could also cause digestive problems and lead\nto other serious health issues.\nFood must be uncontaminated, wholesome, palatable, and of sufficient quantity and nutritive value to maintain the normal\ncondition and weight of the animal. The licensee must ensure that all food provided to the animals is free of wood\nshavings and other contaminates in order to support their health and well-being.\nTo be corrected by: From this day forward"
    },
    {
      "code": "3.10(a)",
      "kind": "",
      "repeat": false,
      "desc": "Watering",
      "narrative": "One enclosure, containing one adult male Australian Shepherd, has no water in the water bucket. Only dry wood\nshavings were observed in the bucket. An adult female Australian shepherd has recently whelped four puppies and is\nkept in a large wire crate inside the house and is let out numerous times a day to exercise and access water. While inside\nthe crate the female has no access to potable water.\nIn at least two other enclosures, containing a total of four adult dogs, the water in the buckets is heavily contaminated by a\nthick layer of wood shavings making it difficult for the dogs to drink water without also consuming the shavings. Failure to\nprovide potable water may result in dehydration which could lead to further serious health issues.\nPotable water must be continuously available to the dogs, unless restricted by the attending veterinarian. The licensee\nmust ensure that each dog is provided with potable water at all times in order to support their health and well-being.\nTo be corrected by: From this day forward"
    },
    {
      "code": "3.13(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee believes the adult dogs were all vaccinated and dewormed in July 2022, but there is no documentation of\nthese treatments/preventatives. Failure to document the vaccinating and deworming of the animals may interfere with the\nability of APHIS officials to determine if the animals are receiving adequate veterinary care.\nDealers must maintain medical records that include the names of all vaccines and treatments administered and the dates\nof the administration. The licensee must document the vaccination and deworming of the animals on a medical record.\nThe licensee must ensure that all veterinary care provided to the dogs is documented on a complete medical record\ncontaining all the required information.\nTo be corrected by: From this day forward"
    },
    {
      "code": "3.13(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "In November 2022 the facility had heartworm testing and fecals done on some of the adult dogs. There is no\ndocumentation of this testing and the results of these tests. Failure to document testing and test results could interfere\nwith the ability of APHIS officials to determine if the dogs are receiving adequate veterinary care.\nDealers must keep copies of medical records that include the dates and findings/results of all screening, routine, or other\nrequired or recommended test or examination. The licensee must ensure that all tests for heart worms and intestinal\nparasites is documented along with the results of such tests. The licensee must ensure that all veterinary care provided to\nthe dogs is documented on a complete medical record containing all the required information.\nTo be corrected by: From this day forward\nThis inspection and exit interview were conducted with the facility representatives.\nEnd Section"
    }
  ],
  "narrative": "3.1(c)(2) \n   \nHousing facilities, general. \nEach enclosure has a plastic bucket that is used to provide water to the dogs.  In at least seven enclosures, containing a \ntotal of fifteen adult dogs, the top edge of the bucket has been excessively chewed and worn.  Brown material, wood \nshavings and hair are trapped in the damaged areas of the buckets.  Damaged surfaces cannot be readily cleaned and \nsanitized which could increase the risk of disease towards the animals. \n \nAll surfaces must be maintained on a regular basis. Surfaces of housing facilities-including houses, dens, and other \nfurniture-type fixtures and objects-that cannot be readily cleaned and sanitized, must be replaced when worn or soiled.  \nThe licensee must replace the chewed buckets or alter them in a manner that eliminates the damaged areas and allows \nfor cleaning and sanitizing of the bucket to occur.  The licensee must ensure that all surfaces are properly maintained at \nall times to support the health of the animals. \n \nTo be corrected by:  07-February-2023 \n \nEach cat enclosure contains wood shelves that are used as resting surfaces for the cats.  In at least three enclosures, \ncontaining approximately eight adult cats, the paint has been scratched off the surfaces of the boards exposing the wood\n\nbeneath.  The exposed wood is no longer impervious to moisture. Wood that is not impervious to moisture cannot be \nreadily cleaned and sanitized which could increase the risk of disease towards the animals. \n \nAll surfaces must be maintained on a regular basis. Surfaces of housing facilities-including houses, dens, and other \nfurniture-type fixtures and objects-that cannot be readily cleaned and sanitized, must be replaced when worn or soiled.  \nThe licensee must alter the wooden resting boards in a manner that makes them impervious to moisture and allows for \nproper cleaning and sanitizing to occur.  The licensee must ensure that all surfaces are properly maintained at all times to \nsupport the health of the animals. \n \nTo be corrected by:  25-February-2023 \n3.1(c)(3) \n   \nHousing facilities, general. \nThe facility uses wood shavings to cover the floors in the dog enclosures.  In at least two enclosures, containing a total of \nsix adult dogs, the wood shavings are completely saturated and no clean and dry shavings remain.  The licensee thought \nit had been several days since the shavings had been cleaned out and replaced.  Saturated shavings are unable to \nabsorb any further liquids which may result in the hair coats of the dogs becoming wet and contaminated and could also \nincrease the risk of odors, disease hazards and the attraction of pests. \n \nContaminated material such as wood shavings must be replaced.  The licensee must remove the saturated wood \nshavings from the enclosures and ensure that each enclosure remains free of contaminated material to support the health \nof the animals.\n\nTo be corrected by:  31-January-2023 \n3.4(b) \n   \nOutdoor housing facilities. \nThe adult dogs are housed inside a large barn and each enclosure contains one or more shelters for the dogs.  In at least \nten enclosures, containing a total of twenty-one adult dogs, the shelters are too small to compliantly accommodate the \ndogs.  In several of these enclosures the dogs are significantly taller than the shelter and are unable to sit or stand inside \nthem in a normal position.  Other shelters are not large enough to contain all the dogs in the enclosure at the same time.  \nIn one of these affected enclosures which contains four adult Australian shepherds, the two shelters only appeared to be \nable to each contain just one dog compliantly.  Shelters that do not allow dogs to sit, stand and lie in normal positions \ncould cause discomfort to the animals.  Shelters that are not large enough to accommodate all animals may result in an \nanimal failing to find protection from frigid temperatures.    \n \n Outdoor facilities for dogs or cats must include one or more shelter structures that are accessible to each animal in each \noutdoor facility, and that are large enough to allow each animal in the shelter structure to sit, stand, and lie in a normal \nmanner, and to turn about freely.  The licensee must provide compliant shelters to each enclosure in order to support the \nhealth and well-being of the dogs.  \n \nTo be corrected by:  25-February-2023 \n3.9(a) \n   \nFeeding\n\nThirteen Australian Shepherd puppies are housed in enclosures with wood shavings spread across the floors.  The food \nreceptacles for the puppies are heavily contaminated with wood shavings making it difficult for the puppies to consume \nthe food without also consuming the shavings.  Food contaminated with foreign material may discourage the animals from \nconsuming it leading to poor body condition.  Ingesting the foreign material could also cause digestive problems and lead \nto other serious health issues.   \n \nFood must be uncontaminated, wholesome, palatable, and of sufficient quantity and nutritive value to maintain the normal \ncondition and weight of the animal.  The licensee must ensure that all food provided to the animals is free of wood \nshavings and other contaminates in order to support their health and well-being. \n \nTo be corrected by:  From this day forward \n3.10(a) \n   \nWatering \nOne enclosure, containing one adult male Australian Shepherd, has no water in the water bucket.  Only dry wood \nshavings were observed in the bucket.  An adult female Australian shepherd has recently whelped four puppies and is \nkept in a large wire crate inside the house and is let out numerous times a day to exercise and access water.  While inside \nthe crate the female has no access to potable water. \n \nIn at least two other enclosures, containing a total of four adult dogs, the water in the buckets is heavily contaminated by a \nthick layer of wood shavings making it difficult for the dogs to drink water without also consuming the shavings.  Failure to \nprovide potable water may result in dehydration which could lead to further serious health issues.\n\nPotable water must be continuously available to the dogs, unless restricted by the attending veterinarian.  The licensee \nmust ensure that each dog is provided with potable water at all times in order to support their health and well-being.   \n \nTo be corrected by:  From this day forward \n3.13(b)(3) \n   \nVeterinary care for dogs. \nThe licensee believes the adult dogs were all vaccinated and dewormed in July 2022, but there is no documentation of \nthese treatments/preventatives.  Failure to document the vaccinating and deworming of the animals may interfere with the \nability of APHIS officials to determine if the animals are receiving adequate veterinary care.  \n \nDealers must maintain medical records that include the names of all vaccines and treatments administered and the dates \nof the administration.  The licensee must document the vaccination and deworming of the animals on a medical record.  \nThe licensee must ensure that all veterinary care provided to the dogs is documented on a complete medical record \ncontaining all the required information. \n \nTo be corrected by:  From this day forward \n3.13(b)(4) \n   \nVeterinary care for dogs. \nIn November 2022 the facility had heartworm testing and fecals done on some of the adult dogs.  There is no \ndocumentation of this testing and the results of these tests.  Failure to document testing and test results could interfere \nwith the ability of APHIS officials to determine if the dogs are receiving adequate veterinary care.\n\nDealers must keep copies of medical records that include the dates and findings/results of all screening, routine, or other \nrequired or recommended test or examination.  The licensee must ensure that all tests for heart worms and intestinal \nparasites is documented along with the results of such tests. The licensee must ensure that all veterinary care provided to \nthe dogs is documented on a complete medical record containing all the required information. \n \nTo be corrected by:  From this day forward \n \nThis inspection and exit interview were conducted with the facility representatives. \n \nEnd Section",
  "animals_total": 99,
  "species": [
    {
      "count": 37,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 16,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    },
    {
      "count": 37,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 9,
      "scientific": "Felis silvestris catus",
      "common": "CAT KITTEN"
    }
  ]
}