{
  "insp_id": "INS-0000877931",
  "layout": "c",
  "customer_id": "6013455",
  "customer_name": "Patrick Milcendeau",
  "customer_addr": "5456 US Route 1\nVass, NC 28394",
  "certificate": "55-C-0322",
  "site_id": "001",
  "site_name": "Patrick Milceandeau",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-JUL-2023",
  "report_date": "10-JUL-2023",
  "citations": [
    {
      "code": "3.52(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "The temperature inside the housing portions of the two rabbit enclosures were recorded by the inspector at 92F and 93F.\nAll rabbits were resting inside these housing portions. While both rabbit enclosures have fans at the opposite end of the\nenclosure, no additional cooling measures were observed where the rabbits were resting. The ventilation panel on the\nback wall of one of the enclosures was coated in rabbit fur and did not allow for adequate flow of air. Not providing\nadequate ventilation and relief from excessive temperatures can put the animals’ health at significant risk. The regulations\nstate that when atmospheric temperature exceeds 90, artificial cooling shall be provided by a sprinkler system or other\nmeans. Correct by17July2023."
    },
    {
      "code": "3.53(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The wood hutches in both rabbit enclosures showed evidence of excessive wear from chewing by the animals. Not\nmaintaining a structurally sound enclosure can put the animals’ health at risk due to injury. The regulations state that\nprimary enclosures shall be structurally sound and maintained in good repair to protect the rabbits from injury, to contain\nthem, and to keep predators out. Correct by 31July2023."
    },
    {
      "code": "3.56(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "The two enclosures housing rabbits contained excessive amounts of built-up feces. Unsanitary enclosures can impact the\nanimal’s health due to disease and pest concerns. The regulations state that primary enclosures shall be kept reasonably\nfree of excreta, hair, cobwebs and other debris by periodic cleaning. Correct by 17July2023."
    },
    {
      "code": "3.78(a)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "Six ringtail lemurs have recently been added to this facility. Five arrived on 22May2023 and one arrived on 22June2023.\nThe attending veterinarian (AV) has not evaluated the animals or enclosures nor provided acclimation information to\nensure that these animals are able to remain healthy during the high heat and humidity months of July and August in their\ncurrent enclosures. Not having the AV determine and document the animals’ acclimation status near their arrival time puts\nthem at risk of exposure to the increasing, excessive heat and humidity of the summer. The regulations state that only\nnonhuman primates that are acclimated, as determined by the AV, to the prevailing temperature and humidity at the\noutdoor housing facility during the time of year they are at the facility, and that can tolerate the range of temperatures and\nclimatic conditions known to occur at the facility at that time of year without stress or discomfort, may be kept in outdoor\nfacilities. Correct by 17July2023."
    },
    {
      "code": "3.78(b)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "-The all-outdoor ringtail lemurs’ enclosure contains only a dog crate on the ground for shelter from the elements. It is not\nlarge enough to house all lemurs during severe weather and does not provide adequate protection from rain, hail or other\nsevere weather.\n-The capuchin’s enclosure has very limited, inadequate shade provisions. The enclosure is exposed to direct sun from\nabout 11 am until late afternoon. During inspection at about 2 pm, only about an 18-20-inch-wide band of the enclosure\nwas out of the sun on a day that the temperature was recorded at 93F.\nNot providing protection from high heat and humidity and severe weather can put the animals’ health at significant risk.\nThe regulations state that outdoor housing facilities for nonhuman primates must provide adequate shelter from the\nelements at all times. It must provide protection from the sun, rain, snow, wind, and cold and from any weather conditions\nthat may occur. Correct by 17July2023."
    },
    {
      "code": "3.78(c)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "The ringtail lemurs’ all-outdoor enclosure contains only one dog crate on the ground for shelter. This crate is not big\nenough to accommodate all 5 lemurs at the same time and is not at an appropriate location for their use. Not providing\nadequate shelter for the animals can put their health at risk due to potential aggressive behavior with no area for\navoidance by subordinate animals. The regulations state that the shelter must be sufficiently large to comfortably provide\nprotection for each nonhuman primate housed in the facility. If aggressive or dominant animal are housed in the facility\nwith other animals there must be multiple shelters, or other means to ensure protection for each nonhuman primate\nhoused in the facility. Correct by 17July2023."
    },
    {
      "code": "3.84(d)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "-Excessive amounts of rodent feces were observed on the floor at the entrance of the sheltered housing area of the vervet\nand patas monkeys.\n-Excessive amounts of rodent feces and cockroaches were noted in the room where the monkey chow is stored.\nNot controlling pests adequately exposes the animals to increased risk of disease and predation. The regulations state\nthat an effective program for control of insects, external parasites affecting nonhuman primates, and birds and mammals\nthat are pests, must be established and maintained so as to promote the health and well-being of the animals and reduce\ncontamination by pests in animal areas. Correct by 17July2023."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "-A section of the primary enclosure fencing of the enclosure housing the capybara and a cavy is incomplete and has\njagged edges that could injure the animals. This incomplete fence could allow the animals contained inside to be injured\nor to escape their primary enclosure.\n-The enclosure housing three African crested porcupines has multiple areas with exposed dig barrier. In some places, the\nother side of the enclosure can be seen through the dig barrier. About 40% of the barrier is exposed. The risk of escape is\nhigh at this time.\n-The enclosures housing the wallaby/cavy and the capybara/cavy have areas where the animals have dug significantly\ndeep holes under the primary enclosure fence. No dig barriers are present. While none have escaped at this time, the\npotential for escape due to their digging and insufficient dig barriers is high.\nThe regulations state that the facility must be constructed of such material and of such strength as appropriate for the\nanimals involved. The indoor and outdoor housing facilities shall be structurally sound and shall be maintained in good\nrepair to protect the animals from injury and to contain the animals."
    },
    {
      "code": "3.129(b)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding.",
      "narrative": "Multiple enclosures contained feed receptacles and feeding areas that were not clean or sanitary. Animals impacted by\nunsanitary feeding conditions included 2 arctic foxes, 2 wallbies, 2 cavies, 1 capybara, 2 pigs, 2 coati, 1 alpaca, 2 zebu, 6\ngoats, and 2 sheep. Not maintaining sanitary feed receptacles puts the health of the animals at risk due to contamination\nby both flying and ground pests, allowing for disease transmission. Per the regulations, food and food receptacles shall be\nkept clean and sanitary at all times. Correct by 17July2023."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "Watering.",
      "narrative": "Multiple enclosures had water receptacles that were empty, nonfunctional, or contained marginally potable or nonpotable\nwater due to excessive debris and dirt contamination. Animals impacted by these restrictions to potable water include 2\narctic foxes, 2 wallabies, 2 cavies, 1 capybara, 2 pigs, 2 coati, 1 alpaca, 2 zebu, 6 goats, and 2 sheep. Not having access\nto clean, potable water can rapidly cause significant dehydration during times of extreme heat/humidity, such as the\nconditions observed during this inspection. The regulations state if potable water is not accessible to the animals at all\ntimes, it must be provided as often as necessary for the health and comfort of the animals. Frequency of watering shall\nconsider age, species, condition, size and type of animal. All water receptacles shall be kept clean and sanitary. Correct\nby 17July2023."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "-Multiple enclosures contained excessive amounts of feces, soiled straw and had unsanitary conditions. Animals in\nunsanitary enclosures included 2 arctic foxes, 2 fennec foxes, 2 wallabies, 2 cavies, 1 capybara, 2 pigs, 2 coati, 2\nkinkajous, 2 zebu, 6 goats, 2 sheep, and 1 alpaca.\n-The pool in the capybara enclosure contained excessive amounts of floating feces. A smaller water-filled tub on the\nground nearby the pool contained dark, opaque fluid.\nEnclosures with unsanitary conditions and excessive amounts of feces put the animals at risk of increased disease\nexposure due to contact with feces and with flying and ground pests. The regulations state that excreta shall be removed\nfrom primary enclosures as often as necessary to prevent contamination of the animals contained therein and to minimize\ndisease hazards and to reduce odors. Correct by 17July2023."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "The facility has multiple empty enclosures that contain unclean feeders, waterers, trash bags and climbing structures.\nSome areas still contained food not consumed by prior occupants. The premises has multiple fountains with green,\nunsanitary water. There is a large mound of full trash bags and debris stored behind the room where the animals’ diets\nare prepared. There is a pile of broken glass near the African crested porcupine’s enclosure. The facility in general is\ncluttered and unkempt. Not providing adequate trash pick-up and not conducting adequate facility cleaning and\nmaintenance allows disease-transmitting pests to prosper and presents a cluttered, unkempt image to the public. The\nregulations state that premises (building and grounds) shall be kept clean and in good repair in order to protect the\nanimals from injury and to facilitate the prescribed husbandry practices set forth in this subpart. Accumulations of trash\nshall be placed in designated areas and cleared as necessary to protect the health of the animals. Correct by 17July2023."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "-Excessive numbers of flies and other flying pests are present throughout the facility. Most notably, excessive flying pests\nwere noted impacting the following animals: 2 wallbies, 2 cavies, 1 capybara, 2 pigs, 2 coati, 1 alpaca, 2 zebu, 6 goats,\nand 2 sheep.\n-The room housing the pelleted feeds for multiple species contained excessive amounts of rodent feces and cockroaches.\nNot maintaining an adequate pest program puts the animals at risk of disease transmission by the flying pests and\nrodents. The regulations state that a safe and effective program for the control of insects, ectoparasites, and avian and\nmammalian pests shall be established and maintained. Correct by 17July2023."
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": false,
      "desc": "Employees.",
      "narrative": "The facility has one full time employee and one quarter-time employee tasked with managing the husbandry of the animal\npark. Based on the lack of adequate sanitation for many of the 42 mammals housed at this facility, as observed during\nthis inspection, coupled with the additional citations made in this inspection report, the facility has insufficient manpower to\nmaintain the required level of sanitation per the regulations. The regulations state that a sufficient number of adequately\ntrained employees shall be utilized to maintain the professionally acceptable level of husbandry practices set forth in this\nsubpart. Such practices shall be under a supervisor who has a background in animal care. Correct by 31July2023.\nThis inspection and exit interview were conducted with the facility representative.\nn"
    }
  ],
  "narrative": "3.52(a) \n   \nFacilities, outdoor. \nThe temperature inside the housing portions of the two rabbit enclosures were recorded by the inspector at 92F and 93F. \nAll rabbits were resting inside these housing portions. While both rabbit enclosures have fans at the opposite end of the \nenclosure, no additional cooling measures were observed where the rabbits were resting. The ventilation panel on the \nback wall of one of the enclosures was coated in rabbit fur and did not allow for adequate flow of air. Not providing \nadequate ventilation and relief from excessive temperatures can put the animals’ health at significant risk. The regulations \nstate that when atmospheric temperature exceeds 90, artificial cooling shall be provided by a sprinkler system or other \nmeans. Correct by17July2023. \n3.53(a)(1) \n   \nPrimary enclosures. \nThe wood hutches in both rabbit enclosures showed evidence of excessive wear from chewing by the animals. Not \nmaintaining a structurally sound enclosure can put the animals’ health at risk due to injury. The regulations state that \nprimary enclosures shall be structurally sound and maintained in good repair to protect the rabbits from injury, to contain \nthem, and to keep predators out. Correct by 31July2023. \n3.56(a)(1) \n   \nSanitation. \nThe two enclosures housing rabbits contained excessive amounts of built-up feces. Unsanitary enclosures can impact the \nanimal’s health due to disease and pest concerns. The regulations state that primary enclosures shall be kept reasonably \nfree of excreta, hair, cobwebs and other debris by periodic cleaning. Correct by 17July2023. \n3.78(a) \n   \nOutdoor housing facilities. \nSix ringtail lemurs have recently been added to this facility. Five arrived on 22May2023 and one arrived on 22June2023. \nThe attending veterinarian (AV) has not evaluated the animals or enclosures nor provided acclimation information to \nensure that these animals are able to remain healthy during the high heat and humidity months of July and August in their \ncurrent enclosures. Not having the AV determine and document the animals’ acclimation status near their arrival time puts\n\nthem at risk of exposure to the increasing, excessive heat and humidity of the summer. The regulations state that only \nnonhuman primates that are acclimated, as determined by the AV, to the prevailing temperature and humidity at the \noutdoor housing facility during the time of year they are at the facility, and that can tolerate the range of temperatures and \nclimatic conditions known to occur at the facility at that time of year without stress or discomfort, may be kept in outdoor \nfacilities. Correct by 17July2023. \n3.78(b) \n   \nOutdoor housing facilities. \n-The all-outdoor ringtail lemurs’ enclosure contains only a dog crate on the ground for shelter from the elements. It is not \nlarge enough to house all lemurs during severe weather and does not provide adequate protection from rain, hail or other \nsevere weather.  \n \n-The capuchin’s enclosure has very limited, inadequate shade provisions. The enclosure is exposed to direct sun from \nabout 11 am until late afternoon. During inspection at about 2 pm, only about an 18-20-inch-wide band of the enclosure \nwas out of the sun on a day that the temperature was recorded at 93F.  \n \nNot providing protection from high heat and humidity and severe weather can put the animals’ health at significant risk. \nThe regulations state that outdoor housing facilities for nonhuman primates must provide adequate shelter from the \nelements at all times. It must provide protection from the sun, rain, snow, wind, and cold and from any weather conditions \nthat may occur. Correct by 17July2023. \n3.78(c) \n   \nOutdoor housing facilities. \nThe ringtail lemurs’ all-outdoor enclosure contains only one dog crate on the ground for shelter. This crate is not big \nenough to accommodate all 5 lemurs at the same time and is not at an appropriate location for their use. Not providing \nadequate shelter for the animals can put their health at risk due to potential aggressive behavior with no area for \navoidance by subordinate animals. The regulations state that the shelter must be sufficiently large to comfortably provide \nprotection for each nonhuman primate housed in the facility. If aggressive or dominant animal are housed in the facility \nwith other animals there must be multiple shelters, or other means to ensure protection for each nonhuman primate \nhoused in the facility. Correct by 17July2023. \n3.84(d) \n   \nCleaning, sanitization, housekeeping, and pest control. \n-Excessive amounts of rodent feces were observed on the floor at the entrance of the sheltered housing area of the vervet \nand patas monkeys.  \n \n-Excessive amounts of rodent feces and cockroaches were noted in the room where the monkey chow is stored.  \n \nNot controlling pests adequately exposes the animals to increased risk of disease and predation. The regulations state \nthat an effective program for control of insects, external parasites affecting nonhuman primates, and birds and mammals\n\nthat are pests, must be established and maintained so as to promote the health and well-being of the animals and reduce \ncontamination by pests in animal areas. Correct by 17July2023. \n3.125(a)  Repeat\n   \nFacilities, general. \n-A section of the primary enclosure fencing of the enclosure housing the capybara and a cavy is incomplete and has \njagged edges that could injure the animals. This incomplete fence could allow the animals contained inside to be injured \nor to escape their primary enclosure.  \n \n-The enclosure housing three African crested porcupines has multiple areas with exposed dig barrier. In some places, the \nother side of the enclosure can be seen through the dig barrier. About 40% of the barrier is exposed. The risk of escape is \nhigh at this time.  \n \n-The enclosures housing the wallaby/cavy and the capybara/cavy have areas where the animals have dug significantly \ndeep holes under the primary enclosure fence. No dig barriers are present. While none have escaped at this time, the \npotential for escape due to their digging and insufficient dig barriers is high.  \n \nThe regulations state that the facility must be constructed of such material and of such strength as appropriate for the \nanimals involved. The indoor and outdoor housing facilities shall be structurally sound and shall be maintained in good \nrepair to protect the animals from injury and to contain the animals. \n3.129(b) \n   \nFeeding. \nMultiple enclosures contained feed receptacles and feeding areas that were not clean or sanitary. Animals impacted by \nunsanitary feeding conditions included 2 arctic foxes, 2 wallbies, 2 cavies, 1 capybara, 2 pigs, 2 coati, 1 alpaca, 2 zebu, 6 \ngoats, and 2 sheep. Not maintaining sanitary feed receptacles puts the health of the animals at risk due to contamination \nby both flying and ground pests, allowing for disease transmission. Per the regulations, food and food receptacles shall be \nkept clean and sanitary at all times. Correct by 17July2023. \n3.130 \n   \nWatering. \nMultiple enclosures had water receptacles that were empty, nonfunctional, or contained marginally potable or nonpotable \nwater due to excessive debris and dirt contamination. Animals impacted by these restrictions to potable water include 2 \narctic foxes, 2 wallabies, 2 cavies, 1 capybara, 2 pigs, 2 coati, 1 alpaca, 2 zebu, 6 goats, and 2 sheep. Not having access \nto clean, potable water can rapidly cause significant dehydration during times of extreme heat/humidity, such as the \nconditions observed during this inspection. The regulations state if potable water is not accessible to the animals at all \ntimes, it must be provided as often as necessary for the health and comfort of the animals. Frequency of watering shall \nconsider age, species, condition, size and type of animal. All water receptacles shall be kept clean and sanitary. Correct \nby 17July2023. \n3.131(a)\n\nSanitation. \n-Multiple enclosures contained excessive amounts of feces, soiled straw and had unsanitary conditions. Animals in \nunsanitary enclosures included 2 arctic foxes, 2 fennec foxes, 2 wallabies, 2 cavies, 1 capybara, 2 pigs, 2 coati, 2 \nkinkajous, 2 zebu, 6 goats, 2 sheep, and 1 alpaca.  \n \n-The pool in the capybara enclosure contained excessive amounts of floating feces. A smaller water-filled tub on the \nground nearby the pool contained dark, opaque fluid. \n \nEnclosures with unsanitary conditions and excessive amounts of feces put the animals at risk of increased disease \nexposure due to contact with feces and with flying and ground pests. The regulations state that excreta shall be removed \nfrom primary enclosures as often as necessary to prevent contamination of the animals contained therein and to minimize \ndisease hazards and to reduce odors. Correct by 17July2023. \n3.131(c) \n   \nSanitation. \nThe facility has multiple empty enclosures that contain unclean feeders, waterers, trash bags and climbing structures. \nSome areas still contained food not consumed by prior occupants. The premises has multiple fountains with green, \nunsanitary water. There is a large mound of full trash bags and debris stored behind the room where the animals’ diets \nare prepared. There is a pile of broken glass near the African crested porcupine’s enclosure. The facility in general is \ncluttered and unkempt. Not providing adequate trash pick-up and not conducting adequate facility cleaning and \nmaintenance allows disease-transmitting pests to prosper and presents a cluttered, unkempt image to the public. The \nregulations state that premises (building and grounds) shall be kept clean and in good repair in order to protect the \nanimals from injury and to facilitate the prescribed husbandry practices set forth in this subpart. Accumulations of trash \nshall be placed in designated areas and cleared as necessary to protect the health of the animals. Correct by 17July2023. \n3.131(d) \n   \nSanitation. \n-Excessive numbers of flies and other flying pests are present throughout the facility. Most notably, excessive flying pests \nwere noted impacting the following animals: 2 wallbies, 2 cavies, 1 capybara, 2 pigs, 2 coati, 1 alpaca, 2 zebu, 6 goats, \nand 2 sheep. \n \n-The room housing the pelleted feeds for multiple species contained excessive amounts of rodent feces and cockroaches.  \n \nNot maintaining an adequate pest program puts the animals at risk of disease transmission by the flying pests and \nrodents. The regulations state that a safe and effective program for the control of insects, ectoparasites, and avian and \nmammalian pests shall be established and maintained. Correct by 17July2023. \n3.132 \n   \nEmployees.\n\nThe facility has one full time employee and one quarter-time employee tasked with managing the husbandry of the animal \npark. Based on the lack of adequate sanitation for many of the 42 mammals housed at this facility, as observed during \nthis inspection, coupled with the additional citations made in this inspection report, the facility has insufficient manpower to \nmaintain the required level of sanitation per the regulations. The regulations state that a sufficient number of adequately \ntrained employees shall be utilized to maintain the professionally acceptable level of husbandry practices set forth in this \nsubpart. Such practices shall be under a supervisor who has a background in animal care. Correct by 31July2023. \n \nThis inspection and exit interview were conducted with the facility representative. \n \n n",
  "animals_total": 42,
  "species": [
    {
      "count": 4,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Nasua narica",
      "common": "WHITE-NOSED COATI"
    },
    {
      "count": 2,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 2,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Chlorocebus pygerythrus",
      "common": "VERVET"
    },
    {
      "count": 2,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    },
    {
      "count": 2,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 2,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 1,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 2,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 2,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    },
    {
      "count": 1,
      "scientific": "Nasuella olivacea",
      "common": "MOUNTAIN COATI"
    },
    {
      "count": 1,
      "scientific": "Erythrocebus patas",
      "common": "PATAS MONKEY"
    },
    {
      "count": 2,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 1,
      "scientific": "Hydrochaeris hydrochaeris",
      "common": "CAPYBARA"
    },
    {
      "count": 6,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 3,
      "scientific": "Hystrix cristata",
      "common": "AFRICAN CRESTED PORCUPINE"
    },
    {
      "count": 6,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    }
  ]
}