{
  "insp_id": "197161412480901",
  "layout": "a",
  "customer_id": "25976",
  "customer_name": "Aaron Hostetler",
  "customer_addr": "W4775 Elm Ave\nStetsonville, WI 54480",
  "certificate": "35-B-0208",
  "site_id": "001",
  "site_name": "AARON HOSTETLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-JUL-2016",
  "report_date": "19-JUL-2016",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The licensee stated that he treated six dogs for fleas with the prescription medication Bravecto. While Bravecto is\nan appropriate treatment for the condition, the treatment was not prescribed by the facility's Attending Veterinarian\n(AV) and was provided to the licensee by someone other than the AV without the knowledge of the AV. Using\nprescription medication without an actual prescription and consultation from the AV puts the dogs at risk for serious\nadverse effects and does not ensure that appropriate and adequate veterinary care has been provided. Correct by\nensuring that prescription medications are administered only under the guidance and with the knowledge of the AV.\nCorrect immediately and from this day forward."
    },
    {
      "code": "2.50(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "Five dogs are not identified by official USDA identification. The licensee uses tags for identification, however one\nfemale Yorkie and one female Maltese have lost their tags and the tags have not been replaced. One male Golden\nRetriever and one male Morkie have not been assigned official USDA tags and one female Toy Poodle, who is a\nrecent acquisition to the kennel, has not been assigned an official USDA tag. Lack of official identification does not\nallow for the proper identification and tracking of the dogs. Identify all adult dogs with official USDA identification.\nCorrect by: July 22, 2016."
    },
    {
      "code": "3.3(e)(1)(3)",
      "kind": "",
      "repeat": false,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "The wooden shelter box for the large breed dogs has surfaces that have not been made impervious to moisture.\nSurfaces that are not impervious to moisture can absorb water, urine and odors and cannot be properly sanitized.\nCorrect by ensuring all surfaces in contact with the dogs are made impervious to moisture. Correct by July 22,\n2016.\nInspection conducted with the licensee and facility representative. Exit briefing conducted with the facility\nrepresentative.\nEnd of report."
    }
  ],
  "narrative": "2.40(a)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe licensee stated that he treated six dogs for fleas with the prescription medication Bravecto.  While Bravecto is\nan appropriate treatment for the condition, the treatment was not prescribed by the facility's Attending Veterinarian\n(AV) and was provided to the licensee by someone other than the AV without the knowledge of the AV.  Using\nprescription medication without an actual prescription and consultation from the AV puts the dogs at risk for serious\nadverse effects and does not ensure that appropriate and adequate veterinary care has been provided.  Correct by\nensuring that prescription medications are administered only under the guidance and with the knowledge of the AV. \nCorrect immediately and from this day forward.\n2.50(b)(1)\nTIME AND METHOD OF IDENTIFICATION.\nFive dogs are not identified by official USDA identification.  The licensee uses tags for identification, however one \nfemale Yorkie and one female Maltese have lost their tags and the tags have not been replaced.  One male Golden\nRetriever and one male Morkie have not been assigned official USDA tags and one female Toy Poodle, who is a\nrecent acquisition to the kennel, has not been assigned an official USDA tag.  Lack of official identification does not\nallow for  the proper identification and tracking of the dogs.  Identify all adult dogs with official USDA identification. \nCorrect by:  July 22, 2016.  \n3.3(e)(1)(3)\nSHELTERED HOUSING FACILITIES.\nThe wooden shelter box for the large breed dogs has surfaces that have not been made impervious to moisture. \nSurfaces that are not impervious to moisture can absorb water, urine and odors and cannot be properly sanitized. \nCorrect by ensuring all surfaces in contact with the dogs are made impervious to moisture.  Correct by July 22,\n2016.\n\nInspection conducted with the licensee and facility representative.  Exit briefing conducted with the facility\nrepresentative.\nEnd of report.",
  "animals_total": 54,
  "species": [
    {
      "count": 32,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 22,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}