{
  "insp_id": "2016082569463251",
  "layout": "a",
  "customer_id": "322810",
  "customer_name": "Carolyn A Anderson",
  "customer_addr": "13 7th Street N.W.\nMason City, IA 50401",
  "certificate": "42-A-1471",
  "site_id": "001",
  "site_name": "Carolyn Anderson",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-APR-2019",
  "report_date": "23-APR-2019",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The following four dogs were identified as having teeth and or coat issue. The licensee recognized the matting and\nhad not corrected the situation. The licensee had not recognized the dental issues on the dogs.\n***An adult black female poodle, called \"Cinder\" at the time of the inspection by the licensee, had a retained canine\ntooth, and moderate tartar buildup on the front and canine teeth where individual teeth were difficult to identify.\n***An adult black female poodle, called “Gertie” at the time of inspection by the licensee, had a retained canine\ntooth, and moderate tartar buildup on the front and canine teeth with the gums being red. Several superficial mats\nwere also present on the head and shoulders of the dog.\n***An adult female “golden yorkie”, called “Patsy” at the time of the inspection by the licensee, had a superficial mat\nthat contained feces on the hind left leg, superficial a mat on the top of the head, and behind both ears.\n***An adult male tri colored “party yorkie”, called “Bryce” at the time of the inspection by the licensee, had a buildup\nof moderate tartar on the front and canine teeth with the gums being red.\nThe dental plan stated that retained canine teeth are to be removed as soon as possible.\nMatted hair can pull at the skin, cause infection, and can get contaminated with feces, all which can cause\ndiscomfort and or pain. The lack of dental care can cause pain, infection, and systemic problems. The licensee\nmust use appropriate and adequate veterinary care to prevent, control, diagnose, and treat diseases and injury."
    },
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "All 34 adult dogs and 6 puppies did not have identification. The licensee and facility representative had difficulty\nidentifying the dogs.\nThe lack of identification does not allow for tracking animals within records and providing accurate veterinarian care.\nThe licensee must individually identify all live dogs. To be corrected by: 4/17/2019"
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The licensee was not able to provide records of animals on hand.\nThe lack of records does not allow for the tracing of animals. The licensee shall make, keep, and maintain records\nor forms which fully and correctly disclose this subpart concerning each dog or cat purchased or otherwise acquired,\nowned, held, or otherwise in his or her possession or under his or her control, or which is transported, euthanized,\nsold, or otherwise disposed of by that dealer or exhibitor. The records shall include any offspring born of any animal\nwhile in his or her possession or under his or her control.\nTo be corrected by: 4/17/2019"
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Throughout the area housing all the dogs there was a buildup of debris, including food, feces, hair, urine, and\nunknown brown residue.\nThe lack of cleaning can lead to the health issues. Hard surfaces with which the dogs or cats come in contact must\nbe spot-cleaned daily and sanitized in accordance with 3.11(b) of this subpart to prevent accumulation of excreta\nand reduce disease hazards. To be corrected by 4/17/2019\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nCole Heather, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe following four dogs were identified as having teeth and or coat issue.  The licensee recognized the matting and\nhad not corrected the situation.  The licensee had not recognized the dental issues on the dogs.\n***An adult black female poodle, called \"Cinder\" at the time of the inspection by the licensee, had a retained canine\ntooth, and moderate tartar buildup on the front and canine teeth where individual teeth were difficult to identify.  \n***An adult black female poodle, called “Gertie” at the time of inspection by the licensee, had a retained canine\ntooth, and moderate tartar buildup on the front and canine teeth with the gums being red.  Several superficial mats\nwere also present on the head and shoulders of the dog.\n***An adult female “golden yorkie”, called “Patsy” at the time of the inspection by the licensee, had a superficial mat\nthat contained feces on the hind left leg, superficial a mat on the top of the head, and behind both ears.\n***An adult male tri colored “party yorkie”, called “Bryce” at the time of the inspection by the licensee, had a buildup\nof moderate tartar on the front and canine teeth with the gums being red. \nThe dental plan stated that retained canine teeth are to be removed as soon as possible. \nMatted hair can pull at the skin, cause infection, and can get contaminated with feces, all which can cause\ndiscomfort and or pain.  The lack of dental care can cause pain, infection, and systemic problems.  The licensee\nmust use appropriate and adequate veterinary care to prevent, control, diagnose, and treat diseases and injury.\n2.50(a)(1)\nTIME AND METHOD OF IDENTIFICATION.\nAll 34 adult dogs and 6 puppies did not have identification.  The licensee and facility representative had difficulty\nidentifying the dogs.\nThe lack of identification does not allow for tracking animals within records and providing accurate veterinarian care.\n The licensee must individually identify all live dogs.  To be corrected by: 4/17/2019\n\n2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nThe licensee was not able to provide records of animals on hand.\nThe lack of records does not allow for the tracing of animals.  The licensee shall make, keep, and maintain records\nor forms which fully and correctly disclose this subpart concerning each dog or cat purchased or otherwise acquired,\nowned, held, or otherwise in his or her possession or under his or her control, or which is transported, euthanized,\nsold, or otherwise disposed of by that dealer or exhibitor. The records shall include any offspring born of any animal\nwhile in his or her possession or under his or her control.\nTo be corrected by: 4/17/2019\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nThroughout the area housing all the dogs there was a buildup of debris, including food, feces, hair, urine, and\nunknown brown residue.\nThe lack of cleaning can lead to the health issues.  Hard surfaces with which the dogs or cats come in contact must\nbe spot-cleaned daily and sanitized in accordance with 3.11(b) of this subpart to prevent accumulation of excreta\nand reduce disease hazards.  To be corrected by 4/17/2019\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nCole Heather, Supervisory Animal Care Specialist",
  "animals_total": 40,
  "species": [
    {
      "count": 34,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 6,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}