{
  "insp_id": "2016090000768137",
  "layout": "b",
  "customer_id": "507269",
  "customer_name": "ETHAN ZUMBACH GARRY ZUMBACH",
  "customer_addr": "21473 200th Ave\nMONTICELLO, IA 52310",
  "certificate": "42-A-1636",
  "site_id": "001",
  "site_name": "ETHAN AND GARRY ZUMBACH",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "16-FEB-2022",
  "report_date": "16-FEB-2022",
  "citations": [
    {
      "code": "3.13(a)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The documented Program of Veterinary Care (PVC) for the dogs doesn't address the frequency the veterinarian will\ncomplete a head to tail physical examination of the dogs. Addiotnally, the PVC doesn't address the frequency of\nvaccination against rabies. The facility is currently vaccinating the dogs according to the veterinarian's recommendation\nand the animals are receiving a head to tail physical exam no less than one time per year according the the medical\nrecords. The PVC must include a frequency of head to tail exams of the dogs and frequencies the dogs will be\nvaccinated against rabies to provide for the health and well-being of the animals.\nNote: This was corrected between the time of inspection and the exit briefing."
    },
    {
      "code": "3.13(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "Four dogs are receiving medications prescribed by the veterinarian. On each of the dogs' medical records, the facility\ndocumented the medications prescribed, the frequency, and the duration to be given. The facility was administering the\nmedications as prescribed by the veterinarian, but didn't document each time the medications were given to the animals.\nThis information is needed for APHIS inspectors to evaluate the medical care provided by the facility. Assure all dog\nmedical records document each time a medication is administered.\nNote: This was corrected between the time of inspection and the exit briefing.\nThis is a 1st Re-License Inspection for a Class “A” license. The inspection and exit briefing were conducted with the\napplicant.\nAll items must be in compliance within 2 more inspections or by 4-17-22 or the applicant will forfeit the license fee and\nmust wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection.\nRegulated activity can continue under your existing USDA license until it expires.\nEnd Section"
    }
  ],
  "narrative": "3.13(a) \n   \nVeterinary care for dogs. \nThe documented Program of Veterinary Care (PVC) for the dogs doesn't address the frequency the veterinarian will \ncomplete a head to tail physical examination of the dogs.  Addiotnally, the PVC doesn't address the frequency of \nvaccination against rabies.  The facility is currently vaccinating the dogs according to the veterinarian's recommendation \nand the animals are receiving a head to tail physical exam no less than one time per year according the the medical \nrecords.   The PVC must include a frequency of head to tail exams of the dogs and frequencies the dogs will be \nvaccinated against rabies to provide for the health and well-being of the animals. \nNote:  This was corrected between the time of inspection and the exit briefing. \n3.13(b)(3) \n   \nVeterinary care for dogs. \nFour dogs are receiving medications prescribed by the veterinarian.  On each of the dogs' medical records, the facility \ndocumented the medications prescribed, the frequency, and the duration to be given.  The facility was administering the \nmedications as prescribed by the veterinarian, but didn't document each time the medications were given to the animals.  \nThis information is needed for APHIS inspectors to evaluate the medical care provided by the facility.  Assure all dog \nmedical records document each time a medication is administered. \nNote: This was corrected between the time of inspection and the exit briefing.\n\nThis is a 1st Re-License Inspection for a Class “A” license. The inspection and exit briefing were conducted with the \napplicant. \n \nAll items must be in compliance within 2 more inspections or by 4-17-22 or the applicant will forfeit the license fee and \nmust wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection. \n \nRegulated activity can continue under your existing USDA license until it expires. \n \nEnd Section",
  "animals_total": 169,
  "species": [
    {
      "count": 139,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 30,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}