{
  "insp_id": "2016082569117374",
  "layout": "a",
  "customer_id": "3505",
  "customer_name": "Santa'S Workshop",
  "customer_addr": "P O Box 246\nCascade, CO 80809",
  "certificate": "84-C-0156",
  "site_id": "001",
  "site_name": "SANTA'S WORKSHOP",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-APR-2018",
  "report_date": "12-APR-2018",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The Program of Veterinary Care (PVC) states that the llama will receive a physical exam twice a year.\nDocumentation of the last two visits by the attending veterinarian did not include a physical exam for the llama. The\nPVC also states that capture and restraint of the llama consists of halter and sedation, if necessary. When asked\nhow the llama is caught, the facility representative stated that the llama is roped first as he is unable to place a\nhalter on him otherwise. When asked if the rope was just slipped over the head, he stated that he has to throw the\nrope and tighten it around the llama's neck as the llama is unapproachable if it sees anything other than food with\nthe handler.\nThe PVC is a part of the formal arrangements that are to be followed when a part-time attending veterinarian is\nused. By not following it, there may be signs of illness or injury that are missed as well as activities, such as roping\nof the llama, that can cause injuries.\nCorrect by ensuring the PVC is being followed and reviewed with the attending veterinarian whenever changes\nneed to be made. Correct by April 26, 2018."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "While observing the llama in it's enclosure, it was noted to have a limp on it's right front leg. The facility\nrepresentative stated that, according to what was told to him by the attending veterinarian, the limp was chronic and\ndue to arthritis. When reviewing medical records for the llama, there was no documentation of communication with\nthe attending veterinarian regarding the limp.\nAnimals displaying signs of injuries or diseases must be addressed with the attending veterinarian so that treatment,\nprevention, or pain relief can be addressed. By not doing so can lead to additional pain and further impact the\noverall health of the animal.\nCorrect by having the llama evaluted by the attending veterinarian and developing a treatment plan. Correct by\nApril 26, 2018."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "The water trough used in the enclosure for the llama and 23 fallow deer had debris floating on the water as well as a\ngreenish-brown film along the inside of the trough within the water. This film was easily dislodged when touched.\nWater receptacles are required to be kept clean and sanitary so as to prevent contamination of water as well as to\nnot discourage the animals from drinking, which could impact their overall health.\nCorrect by cleaning and sanitizing water receptacles used by the animals and ensuring that the water is kept free\nfrom contamination. Correct by April 14, 2018.\nThis inspection and exit interview were conducted with Facility Representative.\nAdditional Inspectors\nRhodes Cindy, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe Program of Veterinary Care (PVC) states that the llama will receive a physical exam twice a year. \nDocumentation of the last two visits by the attending veterinarian did not include a physical exam for the llama.  The\nPVC also states that capture and restraint of the llama consists of halter and sedation, if necessary.  When asked\nhow the llama is caught, the facility representative stated that the llama is roped first as he is unable to place a\nhalter on him otherwise.  When asked if the rope was just slipped over the head, he stated that he has to throw the\nrope and tighten it around the llama's neck as the llama is unapproachable if it sees anything other than food with\nthe handler.\nThe PVC is a part of the formal arrangements that are to be followed when a part-time attending veterinarian is\nused.  By not following it, there may be signs of illness or injury that are missed as well as activities, such as roping\nof the llama, that can cause injuries.\nCorrect by ensuring the PVC is being followed and reviewed with the attending veterinarian whenever changes\nneed to be made.  Correct by April 26, 2018.\n2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nWhile observing the llama in it's enclosure, it was noted to have a limp on it's right front leg.  The facility\nrepresentative stated that, according to what was told to him by the attending veterinarian, the limp was chronic and\ndue to arthritis.  When reviewing medical records for the llama, there was no documentation of communication with\nthe attending veterinarian regarding the limp.\nAnimals displaying signs of injuries or diseases must be addressed with the attending veterinarian so that treatment,\nprevention, or pain relief can be addressed.  By not doing so can lead to additional pain and further impact the\noverall health of the animal.\nCorrect by having the llama evaluted by the attending veterinarian and developing a treatment plan.  Correct by\n\nApril 26, 2018.\n3.130\nWATERING.  \nThe water trough used in the enclosure for the llama and 23 fallow deer had debris floating on the water as well as a\ngreenish-brown film along the inside of the trough within the water.  This film was easily dislodged when touched.  \nWater receptacles are required to be kept clean and sanitary so as to prevent contamination of water as well as to\nnot discourage the animals from drinking, which could impact their overall health.  \nCorrect by cleaning and sanitizing water receptacles used by the animals and ensuring that the water is kept free\nfrom contamination. Correct by April 14, 2018.\nThis inspection and exit interview were conducted with Facility Representative.\nAdditional Inspectors\nRhodes Cindy, Animal Care Inspector",
  "animals_total": 24,
  "species": [
    {
      "count": 23,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    }
  ]
}