{
  "insp_id": "2016082569015435",
  "layout": "a",
  "customer_id": "39769",
  "customer_name": "Presbyterian College",
  "customer_addr": "503 S Broad St\nClinton, SC 29325",
  "certificate": "56-R-0115",
  "site_id": "001",
  "site_name": "PRESBYTERIAN COLLEGE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-JAN-2018",
  "report_date": "10-JAN-2018",
  "citations": [
    {
      "code": "2.31(c)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "The former chair of the IACUC left the College last March and no IACUC functions have occurred since then. No\nregulated animals have been in the facility this past year. The IACUC is to inspect the animal facilities and review\nthe facility's program for humane care and use of animals at least once every six months. This is required even if\nno animals are present. These inspections and reviews need to resume. To be corrected by 2-23-18."
    },
    {
      "code": "2.36",
      "kind": "",
      "repeat": false,
      "desc": "ANNUAL REPORT.",
      "narrative": "Because the IACUC did not meet this past year after the IACUC chair left the college last March, and because mail\nfrom the USDA office was going to the old contact address, the USDA Annual Report for the College was not\nsubmitted. The new IACUC chair was appointed last month and was just made aware of the need to send the\nreport when she was given the reminder letter after their school break period. The report still needs to be sent. To\nbe corrected by 1-26-18.\nThis inspection and exit interview were conducted with the IACUC chair."
    }
  ],
  "narrative": "2.31(c)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nThe former chair of the IACUC left the College last March and no IACUC functions have occurred since then.  No\nregulated animals have been in the facility this past year.   The IACUC is to inspect the animal facilities and review\nthe facility's program for humane care and use of animals at least once every six months.  This is required even if\nno animals are present.   These inspections and reviews need to resume.    To be corrected by 2-23-18.\n2.36\nANNUAL REPORT.\nBecause the IACUC did not meet this past year after the IACUC chair left the college last March, and because mail\nfrom the USDA office was going to the old contact address, the USDA Annual Report for the College was not\nsubmitted.  The new IACUC chair was appointed last month and was just made aware of the need to send the\nreport when she was given the reminder letter after their school break period.   The report still needs to be sent.   To\nbe corrected by 1-26-18.\nThis inspection and exit interview were conducted with the IACUC chair.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}