{
  "insp_id": "2016082568900768",
  "layout": "a",
  "customer_id": "5299",
  "customer_name": "Denise Krogmeier",
  "customer_addr": "2759 220th St\nFort Madison, IA 52627",
  "certificate": "42-A-1285",
  "site_id": "001",
  "site_name": "DENISE KROGMEIER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-OCT-2017",
  "report_date": "24-OCT-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Male chocolate/tan Dachshund (microchip #105-560-337) has a buildup of brown tartar on the teeth. The majority\nof the surface of the upper right and left canine teeth are covered by the tartar. The entire surface of the upper left\ncheck teeth are also covered in a thick buildup of grey/brown tartar. Grey colored material is located along the gum\nline at the top of both canine teeth and upper left cheek teeth. The gums appear moderately reddened. This dog\nhas large rope-like mats of hair attached to both ears. The mats are tight against the skin and are thick and solid to\nthe touch with round clumps of brown debris trapped within them.\nMale black/tan Dachshund (microchip #0A01480502) has a buildup of brown tartar on the teeth. The entire surface\nof the upper right cheek teeth and nearly the entire surface of the upper right canine tooth are covered in a heavy\nbuildup of dark brown tartar. A line of thick, grey material is located along the gum line above the upper right teeth.\nNearly the entire surface of the upper left canine tooth and upper left cheek teeth are covered in a buildup of brown\ntartar. The gums are moderately reddened.\nThe licensee stated that the dogs had tartar removed from their teeth 6 months ago by a dog groomer.\nMale Shih tzu (microchip #105568855) has an abnormal appearance to the right eye. The eye is cloudy and a\nbrown, dry, crusty material is attached to the hair along the upper and lower eyelids. A yellow discharge is also\nlocated along the inner and outer corner of the eye. The white of the eye is slightly reddened. The dog is not\ncurrently receiving any treatment for the eye, but the licensee put some ointment in the dog's eye at the time of the\ninspection.\nPoor eye and dental health could cause pain and discomfort to the dog, as well as lead to further health issues.\nThe above mentioned dogs must be evaluated by a licensed veterinarian for a proper diagnosis and to establish an\neffective treatment plan. The licensee must ensure that the facility's dental plan maintains the dog's teeth in a\nhealthy condition.\nCorrection date: A verbal correction date of October 27, 2017 was given at the time of the inspection.\nMatted hair coats could cause pain and discomfort to the dog and could have a negative impact on the animal's\nwell-being. The licensee must remove the matted hair from the ears of male chocolate/tan Dachshund (microchip\n#105-560-337). The licensee must ensure that the facility's grooming plan keeps the hair coats of all dogs free from\nmatting and debris.\nCorrection date: The licensee removed the matted hair from the dog's ears at the time of the inspection.\nExpired medical materials are found in the refrigerator and storage area within the kennel. The following materials\nwere found expired: Pyrantel Pamoate-expired May 2015, Gentamicin Sulfate-expired March 2013, Quickderm\nWound Ointment-expired July 2017, Neomycin Opthalmic Solution-expired March 2008, Veterinary Lactated\nRinger's Injection-expired November 2016. Expired medical materials may lose their effectiveness, and if they are\nused to treat an animal the health of that animal could suffer.\nThe licensee must either dispose of the expired medical material or clearly label it expired and it is not to be used on\nregulated animals. The licensee must ensure that all medical materials used for the dogs is not expired in order to\nsupport their health and well-being.\nCorrection date: The licensee disposed of all expired materials at the time of the inspection.\nInspection and exit interview conducted with Kelly Maxwell and the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nMale chocolate/tan Dachshund (microchip #105-560-337) has a buildup of brown tartar on the teeth.  The majority\nof the surface of the upper right and left canine teeth are covered by the tartar.  The entire surface of the upper left\ncheck teeth are also covered in a thick buildup of grey/brown tartar.  Grey colored material is located along the gum\nline at the top of both canine teeth and upper left cheek teeth.  The gums appear moderately reddened.  This dog\nhas large rope-like mats of hair attached to both ears.  The mats are tight against the skin and are thick and solid to\nthe touch with round clumps of brown debris trapped within them.  \nMale black/tan Dachshund (microchip #0A01480502) has a buildup of brown tartar on the teeth.  The entire surface\nof the upper right cheek teeth and nearly the entire surface of the upper right canine tooth are covered in a heavy\nbuildup of dark brown tartar.  A line of thick, grey material is located along the gum line above the upper right teeth. \nNearly the entire surface of the upper left canine tooth and upper left cheek teeth are covered in a buildup of brown\ntartar.  The gums are moderately reddened.  \nThe licensee stated that the dogs had tartar removed from their teeth 6 months ago by a dog groomer. \nMale Shih tzu (microchip #105568855) has an abnormal appearance to the right eye.  The eye is cloudy and a\nbrown, dry, crusty material is attached to the hair along the upper and lower eyelids.  A yellow discharge is also\nlocated along the inner and outer corner of the eye.  The white of the eye is slightly reddened.  The dog is not\ncurrently receiving any treatment for the eye, but the licensee put some ointment in the dog's eye at the time of the\ninspection.  \nPoor eye and dental health could cause pain and discomfort to the dog, as well as lead to further health issues. \nThe above mentioned dogs must be evaluated by a licensed veterinarian for a proper diagnosis and to establish an\neffective treatment plan.  The licensee must ensure that the facility's dental plan maintains the dog's teeth in a\nhealthy condition.\nCorrection date:  A verbal correction date of October 27, 2017 was given at the time of the inspection.\n\nMatted hair coats could cause pain and discomfort to the dog and could have a negative impact on the animal's\nwell-being.  The licensee must remove the matted hair from the ears of male chocolate/tan Dachshund (microchip\n#105-560-337).  The licensee must ensure that the facility's grooming plan keeps the hair coats of all dogs free from\nmatting and debris.  \nCorrection date:  The licensee removed the matted hair from the dog's ears at the time of the inspection.\nExpired medical materials are found in the refrigerator and storage area within the kennel.  The following materials\nwere found expired:  Pyrantel Pamoate-expired May 2015, Gentamicin Sulfate-expired March 2013, Quickderm\nWound Ointment-expired July 2017, Neomycin Opthalmic Solution-expired March 2008, Veterinary Lactated\nRinger's Injection-expired November 2016.  Expired medical materials may lose their effectiveness, and if they are\nused to treat an animal the health of that animal could suffer.  \nThe licensee must either dispose of the expired medical material or clearly label it expired and it is not to be used on\nregulated animals.  The licensee must ensure that all medical materials used for the dogs is not expired in order to\nsupport their health and well-being.  \nCorrection date:  The licensee disposed of all expired materials at the time of the inspection.\nInspection and exit interview conducted with Kelly Maxwell and the facility representative.",
  "animals_total": 93,
  "species": [
    {
      "count": 83,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 10,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}