{
  "insp_id": "INS-0000891773",
  "layout": "c",
  "customer_id": "2284",
  "customer_name": "Linvilla Orchards Inc.",
  "customer_addr": "137 W KNOWLTON ROAD\nMEDIA, PA 19063",
  "certificate": "23-C-0401",
  "site_id": "001",
  "site_name": "LINVILLA ORCHARDS, INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "30-AUG-2023",
  "report_date": "01-SEP-2023",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The birds are not listed on the written program of veterinary care (PVC) for this facility. Failure to include birds on the\nwritten PVC can result in a lack of veterinary guidance on the care of animals, adequate treatment, and consultation with\nthe attending veterinarian when there are animal health and well-being problems. Licensee must contact the attending\nveterinarian and update the written program of veterinary care to include birds. Correct by September 5, 2023."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "At time of inspection the following animals were identified as needing veterinary care:\n- Six turkey hens had significant feather loss on their wings and backs.\n- Light Braham hen had feather loss on her back.\n- Red rooster had significant feather loss on neck, chest, and left wing. The underlying skin was a dark red color.\n- Three brown and white hens had significant feather loss on their wings and backs. One of the 3 hens had a saddle cover\ncovering part of her back where the feathers were missing.\n- Multi-colored hen had significant feather loss on her back.\n- Two black and white colored hens had significant feather loss on their backs.\n- Cream color hen had feather loss on her lower back.\n- Black and white color hen had significant feather loss on her wings and back.\n- Cream color rooster had significant feather loss on his neck and chest.\n- Majority of the 30 quail had feather loss on their wings and backs.\n- Two multi-colored hens had significant feather loss on their wings and backs. Underlying skin was a dark red color.\n- White rooster had significant feather loss on his neck. Underlying skin was a dark red color.\n- Light colored hen had significant feather loss on her wings and back.\n- Multi-colored hen had significant feather loss on her wings and back.\nThe written program of veterinary care on file does not include birds. There were no observation records for the above\nanimals, treatments administered, or contacts with the attending veterinarian concerning any of birds with health or\nwelfare issues. Feather loss can be caused many factors including: an aggressive rooster, overbreeding, molting, mites,\nparasites, bacteria or fungal infections, poor nutrition, stress, boredom, bullying, and feather pulling. Open red exposed\nskin can lead to more aggression from other birds in the enclosure resulting in injuries and death.\nLicensee must establish and maintain a program of adequate veterinary care that includes the use of appropriate\nmethods to prevent, control, diagnose, and treat diseases and injuries. The turkeys, chickens and quail listed above must\nbe examined and treated as directed by the attending veterinarian to prevent worsening of the conditions and\nunnecessary suffering. Additionally, the licensee must provide documentation of such examination and treatments to\nAPHIS officials upon request. Correct by September 5, 2023."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "There were no acquisition, disposition, or current inventory records for the turkeys, peacocks, geese, ducks, chickens,\nand quail. Failure to maintain these records can make it difficult to assess the health of the animals, keep track of animals,\nidentify losses by deceased number animals born, raised, died, or sold. Licensee must maintain records containing the\nrequired information for animals which disclose the number of animals held, owned, acquired, or disposed of including\nbirths and deaths. Correct by September 30, 2023."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "Housekeeping. Pokeweed is growing in the area between the enclosure fence and the barrier fence in the lower Nubian\ngoat pasture. Pokeweed is listed as a poisonous plant for livestock including goats. Premises must be maintained in good\nrepair to protect the animals from injury. Licensee remove pokeweed growing along the front of the lower goat enclosure.\nCorrect by September 5, 2023."
    },
    {
      "code": "3.154",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "An environment enhancement plan (EEP) has not been established to promote the psychological well-being of the birds.\nFailure to establish and maintain an EEP can result in birds not receiving adequate enrichment which can lead to\nbehavior, social, health, and other psychological problems. The plan must address at a minimum social grouping,\nenvironment enrichment, special considerations, restraint devices, and any birds that are exempted by the attending\nveterinarian because of health issues or other conditions. The plan must be approved by the attending veterinarian.\nLicensee must establish and maintain an EEP for the birds. Correct by September 30, 2023."
    },
    {
      "code": "3.156",
      "kind": "Direct",
      "repeat": false,
      "desc": "Watering",
      "narrative": "The following bird enclosures did not have potable water available during this inspection:\n- The black water tub in the enclosure housing 8 turkeys and 8 peacocks contained dirt, debris, leaves, algae, and scum\nadhering to the sides and bottom of the container.\n- The pond for the 24 geese and 16 ducks was a dark green color and contained algae, dirt, debris, excreta, and other\norganic matter. There was no fresh water or water receptacle for these animals other than the pond.\n- Two black, rubber water receptacles in the middle row with a mixture of 31 chickens contained pea colored water.\nInspector asked the caretaker if he could provide water receptacles and fresh water for the geese and ducks and the\ncaretaker argued saying it would be dirty within minutes. There were no records maintained for birds that died at this\nfacility. Without keeping records of bird deaths, it is difficult to assess the health of the animals at this facility. Caretaker\nsaid he scoops birds out if any die in the pond daily. Wild birds including waterfowl land in an out of the pond daily which\ncan affect the health of the domestic birds. Wild birds and wild waterfowl can expose the domestic birds to increased\ndisease risks such as avian influenza.\nFailure to provide fresh, potable water, and keep receptacles clean can result in illness and death. Potable water must be\nprovided in sufficient quantity to all birds housed at the facility. Water receptacles must be kept clean and sanitized in\naccordance with section 3.158, as often as necessary to prevent contamination. Licensee must provide potable water to\nall birds, keep water receptacles clean and sanitary to protect the health of the birds. Correct by September 1, 2023."
    },
    {
      "code": "3.157(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Water quality.",
      "narrative": "The pond for the 24 geese and 16 ducks has a dark green appearance and contains suspended algae, debris, excreta,\nand other organic matter. The pond serves as the only drinking water for the geese and ducks. According to the facility\nrepresentative and bird caretaker the cement pond can only be drained if there is a significant rainstorm or hurricane to\nrefill the pond.\nThere is no filtration system, regular drainage of the pond, or chemical treatments in place to remove the organic and\nparticulate matter so that the water quality is maintained in the pond. Particulate matter, food waste and debris must be\nremoved as often as necessary to maintain the water quality. Failure to maintain the water quality in aquatic areas can\nresult in illness and death. Licensee must develop and maintain a program to remove particulate matter so that water\nquality can be maintained. Correct by September 13, 2023."
    },
    {
      "code": "3.158(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "Cleaning. The following bird enclosures must be cleaned:\n- The green shelter in the middle row housing a mixture of 31 chickens had accumulations of excreta covering the metal\nroof. This enclosure also had two empty suspended wire cages along two walls with accumulations of bird droppings from\nroosting chickens.\n- The enclosure adjacent to the quail pen housing 8 chickens had accumulations of excreta covering the metal roof.\nExcreta and food waste must be removed from enclosures as often as necessary to prevent excessive accumulations.\nFailure to clean accumulations of excreta and food waste can increase disease hazards, insects, pests, and odors.\nLicensee must ensure animal enclosures are kept clean to prevent accumulations of excreta and food waste. Correct\nSeptember 5, 2023."
    },
    {
      "code": "3.158(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "Sanitization. The following water receptacles must be sanitized:\n- Black water tub for the 8 turkeys and 8 peacocks contained decaying leaves, algae, dirt, and other debris.\n- Black water tub in the lower middle enclosure housing 4 hens contained algae, dirt, and debris covering the bottom.\n- The two black, rubber water receptacles in the middle row with a mixture of 31 chickens had pea colored water with\nalgae growth on sides and bottom.\n- The two water receptacles for the 30 quail had dark green algae growth on the sides and base of the containers.\nFood and water receptacles must be sanitized as often as necessary to prevent accumulations of dirt, debris, food waste,\nexcreta, and other disease hazards. Failure to sanitized food and water receptacles can increase disease hazards,\ninsects, odors, and pests. Licensee must ensure that food and water receptacles are sanitized as often as necessary to\nprevent accumulations of dirt, debris, food wastes, excreta, and other disease hazards. Correct by September 2, 2023."
    },
    {
      "code": "3.160(b)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Compatibility and separation",
      "narrative": "Six turkeys, 16 chickens and the majority of the 30 quail had significant feather loss. Feather loss can be caused by many\nfactors as previously described under the veterinary care section 2.40(b)(2). There are no records of observations for any\nof these birds, treatment records, or record of any bird deaths. Birds are not currently on the written program of veterinary\ncare and there was no documentation that the attending veterinarian was every consulted about the feather loss.\nThe bird caretaker stated that the feather loss was due to the normal breeding season (May through August). Caretaker\nalso stated that he was not currently saving the fertilized eggs. He attempted to protect hens with feather loss with saddle\ncovers, but majority of the covers came off. Several chicken enclosures had more than one rooster or tom.\nBirds may not be housed with other animals, including their own species, unless they are compatible, do not prevent\naccess to food, water, or shelter areas, and are not hazardous to the health and well-being of each other. Licensee must\nensure that birds are compatible and are separated when there are injuries, illness, health concerns, overly aggressive\nbirds, or overbreeding. In addition, the attending veterinarian must be consulted about the feather loss. Correct by\nSeptember 5, 2023.\nThis inspection and exit interview were conducted with the facility representative.\nn"
    }
  ],
  "narrative": "2.40(a)(1) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe birds are not listed on the written program of veterinary care (PVC) for this facility. Failure to include birds on the \nwritten PVC can result in a lack of veterinary guidance on the care of animals, adequate treatment, and consultation with \nthe attending veterinarian when there are animal health and well-being problems. Licensee must contact the attending \nveterinarian and update the written program of veterinary care to include birds. Correct by September 5, 2023. \n2.40(b)(2)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nAt time of inspection the following animals were identified as needing veterinary care: \n- Six turkey hens had significant feather loss on their wings and backs. \n- Light Braham hen had feather loss on her back. \n- Red rooster had significant feather loss on neck, chest, and left wing. The underlying skin was a dark red color.  \n- Three brown and white hens had significant feather loss on their wings and backs. One of the 3 hens had a saddle cover \ncovering part of her back where the feathers were missing. \n- Multi-colored hen had significant feather loss on her back. \n- Two black and white colored hens had significant feather loss on their backs. \n- Cream color hen had feather loss on her lower back. \n- Black and white color hen had significant feather loss on her wings and back. \n- Cream color rooster had significant feather loss on his neck and chest. \n- Majority of the 30 quail had feather loss on their wings and backs. \n- Two multi-colored hens had significant feather loss on their wings and backs. Underlying skin was a dark red color. \n- White rooster had significant feather loss on his neck. Underlying skin was a dark red color.  \n- Light colored hen had significant feather loss on her wings and back. \n- Multi-colored hen had significant feather loss on her wings and back. \n \nThe written program of veterinary care on file does not include birds. There were no observation records for the above \nanimals, treatments administered, or contacts with the attending veterinarian concerning any of birds with health or \nwelfare issues. Feather loss can be caused many factors including: an aggressive rooster, overbreeding, molting, mites, \nparasites, bacteria or fungal infections, poor nutrition, stress, boredom, bullying, and feather pulling. Open red exposed \nskin can lead to more aggression from other birds in the enclosure resulting in injuries and death.\n\nLicensee must establish and maintain a program of adequate veterinary care that includes the use of appropriate \nmethods to prevent, control, diagnose, and treat diseases and injuries. The turkeys, chickens and quail listed above must \nbe examined and treated as directed by the attending veterinarian to prevent worsening of the conditions and \nunnecessary suffering. Additionally, the licensee must provide documentation of such examination and treatments to \nAPHIS officials upon request. Correct by September 5, 2023. \n2.75(b)(1) \n   \nRecords: Dealers and exhibitors. \nThere were no acquisition, disposition, or current inventory records for the turkeys, peacocks, geese, ducks, chickens, \nand quail. Failure to maintain these records can make it difficult to assess the health of the animals, keep track of animals, \nidentify losses by deceased number animals born, raised, died, or sold. Licensee must maintain records containing the \nrequired information for animals which disclose the number of animals held, owned, acquired, or disposed of including \nbirths and deaths. Correct by September 30, 2023. \n3.131(c) \n   \nSanitation. \nHousekeeping. Pokeweed is growing in the area between the enclosure fence and the barrier fence in the lower Nubian \ngoat pasture. Pokeweed is listed as a poisonous plant for livestock including goats. Premises must be maintained in good \nrepair to protect the animals from injury. Licensee remove pokeweed growing along the front of the lower goat enclosure. \nCorrect by September 5, 2023. \n3.154 \n   \nEnvironment enhancement to promote psychological well-being. \nAn environment enhancement plan (EEP) has not been established to promote the psychological well-being of the birds. \nFailure to establish and maintain an EEP can result in birds not receiving adequate enrichment which can lead to \nbehavior, social, health, and other psychological problems. The plan must address at a minimum social grouping, \nenvironment enrichment, special considerations, restraint devices, and any birds that are exempted by the attending \nveterinarian because of health issues or other conditions. The plan must be approved by the attending veterinarian. \nLicensee must establish and maintain an EEP for the birds. Correct by September 30, 2023. \n3.156  Direct\n   \nWatering \nThe following bird enclosures did not have potable water available during this inspection: \n- The black water tub in the enclosure housing 8 turkeys and 8 peacocks contained dirt, debris, leaves, algae, and scum \nadhering to the sides and bottom of the container. \n- The pond for the 24 geese and 16 ducks was a dark green color and contained algae, dirt, debris, excreta, and other \norganic matter. There was no fresh water or water receptacle for these animals other than the pond. \n- Two black, rubber water receptacles in the middle row with a mixture of 31 chickens contained pea colored water.  \n \nInspector asked the caretaker if he could provide water receptacles and fresh water for the geese and ducks and the\n\ncaretaker argued saying it would be dirty within minutes. There were no records maintained for birds that died at this \nfacility. Without keeping records of bird deaths, it is difficult to assess the health of the animals at this facility. Caretaker \nsaid he scoops birds out if any die in the pond daily. Wild birds including waterfowl land in an out of the pond daily which \ncan affect the health of the domestic birds. Wild birds and wild waterfowl can expose the domestic birds to increased \ndisease risks such as avian influenza.  \n \nFailure to provide fresh, potable water, and keep receptacles clean can result in illness and death. Potable water must be \nprovided in sufficient quantity to all birds housed at the facility. Water receptacles must be kept clean and sanitized in \naccordance with section 3.158, as often as necessary to prevent contamination. Licensee must provide potable water to \nall birds, keep water receptacles clean and sanitary to protect the health of the birds. Correct by September 1, 2023. \n3.157(a)  Direct\n   \nWater quality. \nThe pond for the 24 geese and 16 ducks has a dark green appearance and contains suspended algae, debris, excreta, \nand other organic matter. The pond serves as the only drinking water for the geese and ducks. According to the facility \nrepresentative and bird caretaker the cement pond can only be drained if there is a significant rainstorm or hurricane to \nrefill the pond. \n \nThere is no filtration system, regular drainage of the pond, or chemical treatments in place to remove the organic and \nparticulate matter so that the water quality is maintained in the pond. Particulate matter, food waste and debris must be \nremoved as often as necessary to maintain the water quality. Failure to maintain the water quality in aquatic areas can \nresult in illness and death. Licensee must develop and maintain a program to remove particulate matter so that water \nquality can be maintained. Correct by September 13, 2023. \n3.158(a)(1) \n   \nCleaning, sanitization, housekeeping, and pest control. \nCleaning. The following bird enclosures must be cleaned: \n- The green shelter in the middle row housing a mixture of 31 chickens had accumulations of excreta covering the metal \nroof. This enclosure also had two empty suspended wire cages along two walls with accumulations of bird droppings from \nroosting chickens. \n- The enclosure adjacent to the quail pen housing 8 chickens had accumulations of excreta covering the metal roof.  \n \nExcreta and food waste must be removed from enclosures as often as necessary to prevent excessive accumulations. \nFailure to clean accumulations of excreta and food waste can increase disease hazards, insects, pests, and odors. \nLicensee must ensure animal enclosures are kept clean to prevent accumulations of excreta and food waste. Correct \nSeptember 5, 2023. \n3.158(b)(1) \n   \nCleaning, sanitization, housekeeping, and pest control. \nSanitization. The following water receptacles must be sanitized: \n- Black water tub for the 8 turkeys and 8 peacocks contained decaying leaves, algae, dirt, and other debris. \n- Black water tub in the lower middle enclosure housing 4 hens contained algae, dirt, and debris covering the bottom.\n\n- The two black, rubber water receptacles in the middle row with a mixture of 31 chickens had pea colored water with \nalgae growth on sides and bottom.  \n \n- The two water receptacles for the 30 quail had dark green algae growth on the sides and base of the containers. \n \nFood and water receptacles must be sanitized as often as necessary to prevent accumulations of dirt, debris, food waste, \nexcreta, and other disease hazards. Failure to sanitized food and water receptacles can increase disease hazards, \ninsects, odors, and pests. Licensee must ensure that food and water receptacles are sanitized as often as necessary to \nprevent accumulations of dirt, debris, food wastes, excreta, and other disease hazards. Correct by September 2, 2023. \n3.160(b)  Direct\n   \nCompatibility and separation \nSix turkeys, 16 chickens and the majority of the 30 quail had significant feather loss. Feather loss can be caused by many \nfactors as previously described under the veterinary care section 2.40(b)(2). There are no records of observations for any \nof these birds, treatment records, or record of any bird deaths. Birds are not currently on the written program of veterinary \ncare and there was no documentation that the attending veterinarian was every consulted about the feather loss.  \n \nThe bird caretaker stated that the feather loss was due to the normal breeding season (May through August). Caretaker \nalso stated that he was not currently saving the fertilized eggs. He attempted to protect hens with feather loss with saddle \ncovers, but majority of the covers came off. Several chicken enclosures had more than one rooster or tom.  \n \nBirds may not be housed with other animals, including their own species, unless they are compatible, do not prevent \naccess to food, water, or shelter areas, and are not hazardous to the health and well-being of each other. Licensee must \nensure that birds are compatible and are separated when there are injuries, illness, health concerns, overly aggressive \nbirds, or overbreeding. In addition, the attending veterinarian must be consulted about the feather loss. Correct by \nSeptember 5, 2023. \n \nThis inspection and exit interview were conducted with the facility representative. \n \n n",
  "animals_total": 368,
  "species": [
    {
      "count": 7,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 6,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 7,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 9,
      "scientific": "Meleagris gallopavo domesticus",
      "common": "DOMESTIC TURKEY"
    },
    {
      "count": 8,
      "scientific": "Pavo cristatus",
      "common": "INDIAN PEAFOWL / COMMON PEAFOWL / PEAHEN /"
    },
    {
      "count": 261,
      "scientific": "Gallus gallus domesticus",
      "common": "DOMESTIC CHICKEN (INCLUDING ALL DOMESTIC BREEDS /"
    },
    {
      "count": 24,
      "scientific": "Anser anser domesticus",
      "common": "DOMESTIC GOOSE"
    },
    {
      "count": 16,
      "scientific": "Anas platyrhynchos domesticus",
      "common": "DOMESTIC DUCK INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 30,
      "scientific": "Coturnix coturnix",
      "common": "COMMON QUAIL / EUROPEAN QUAIL"
    }
  ]
}