{
  "insp_id": "76161646530525",
  "layout": "a",
  "customer_id": "375",
  "customer_name": "Rockland Inc",
  "customer_addr": "Rockland Immunochemicals\nPo Box 5199\nRoyersford, PA 19468",
  "certificate": "23-B-0008",
  "site_id": "001",
  "site_name": "ROCKLAND INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-MAR-2016",
  "report_date": "16-MAR-2016",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Section 2.40(a)(1) Veterinary care: The written Program of Veterinary Care (PVC) for this facility lacks specific\nguidance for the care of animals. Species specific dosing and route and is not included for the drugs in the parasite\ncontrol program and the vaccinations included in the PVC. Specific guidance from the attending veterinarian is\nrequired for all drugs used by the licensee.\nThe written PVC requires additional guidance for the method of euthanasia to be used by the facility for small\nanimals, including the use of anesthesia, CO2, equipment, and the personnel trained and authorized to perform the\neuthanasia for the various species. Additional guidance and training in the procedure for euthanasia by the\nattending veterinarian is required to ensure animals are humanely euthanized according to the latest AVMA\nGuidelines for the Euthanasia of Animals (2013 edition).\nAdditional specific guidance is required for the Program of Veterinary Care. Failure to have specific accurate\nguidance does not ensure the attending veterinarian is aware of the current practices at the facility and also does\nnot ensure the facility has accurate guidance to provide adequate veterinary care to the animals. Correct this by\ndeveloping and implementing a complete, accurate Program of Veterinary Care for all species housed at the facility.\nCorrect by April 17, 2016."
    },
    {
      "code": "2.40(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Section 2.40(b)(4) Veterinary care: Records reviewed during this inspection documented that some of the goats and\nsheep had been euthanized at the facility by a procedure not described in the written Program of Veterinary Care\n(PVC). (Note: Procedure was included in the latest AVMA Guidelines for Euthanasia.) A complete description of\nthe methods of euthanasia must be included in the facility PVC. Specific guidance and training in the procedure for\neuthanasia by the attending veterinarian is required to ensure animals are humanely euthanized according to the\nlatest AVMA Guidelines for the Euthanasia of Animals (2013 edition). Management personnel informed the APHIS\nofficial during this inspection that the facility will be following the written facility PVC for euthanasia in the future.\nCorrect by ensuring the method of euthanasia used at the facility is fully described in the facility written PVC.\nCorrect from this day forward.\nThis inspection was conducted on March 15-16, 2016. An exit briefing was conducted with the Chief Science\nOfficer."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nSection 2.40(a)(1) Veterinary care: The written Program of Veterinary Care (PVC) for this facility lacks specific\nguidance for the care of animals.  Species specific dosing and route and is not included for the drugs in the parasite\ncontrol program and the vaccinations included in the PVC.  Specific guidance from the attending veterinarian is\nrequired for all drugs used by the licensee. \n     \nThe written PVC requires additional guidance for the method of euthanasia to be used by the facility for small\nanimals, including the use of anesthesia, CO2, equipment, and the personnel trained and authorized to perform the\neuthanasia for the various species.  Additional guidance and training in the procedure for euthanasia by the\nattending veterinarian  is required to ensure animals are humanely euthanized according to the latest AVMA\nGuidelines for the Euthanasia of Animals (2013 edition). \n      \nAdditional specific guidance is required for the Program of Veterinary Care.  Failure to have specific accurate\nguidance does not ensure the attending veterinarian is aware of the current practices at the facility and also does\nnot ensure the facility has accurate guidance to provide adequate veterinary care to the animals.  Correct this by\ndeveloping and implementing a complete, accurate Program of Veterinary Care for all species housed at the facility.\n  Correct by April 17, 2016.\n2.40(b)(4)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nSection 2.40(b)(4) Veterinary care: Records reviewed during this inspection documented that some of the goats and\nsheep had been euthanized at the facility by a procedure not described in the written Program of Veterinary Care\n(PVC).  (Note: Procedure was included in the latest AVMA Guidelines for Euthanasia.)  A complete description of\nthe methods of euthanasia must be included in the facility PVC.  Specific guidance and training in the procedure for\neuthanasia by the attending veterinarian  is required to ensure animals are humanely euthanized according to the\nlatest AVMA Guidelines for the Euthanasia of Animals (2013 edition).  Management personnel informed the APHIS\nofficial during this inspection that the facility will be following the written facility PVC for euthanasia in the future.\n\nCorrect by ensuring the method of euthanasia used at the facility is fully described in the facility written PVC. \nCorrect from this day forward.\n   \nThis inspection was conducted on March 15-16, 2016.  An exit briefing was conducted with the Chief Science\nOfficer.",
  "animals_total": 144,
  "species": [
    {
      "count": 1,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 82,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 7,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 48,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 5,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    }
  ]
}