{
  "insp_id": "346141911370991",
  "layout": "a",
  "customer_id": "5845",
  "customer_name": "Sandy Harter",
  "customer_addr": "1011 Lambeth Rd\nBillings, MO 65610",
  "certificate": "43-A-5873",
  "site_id": "001",
  "site_name": "SANDY HARTER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-DEC-2014",
  "report_date": "12-DEC-2014",
  "citations": [
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "Four Maltese dogs that were >16 weeks old did not have individual identification on them. Appropriate identification\nof dogs is necessary to meet recordkeeping requirements for inventory, disposition, transport, and healthcare\ndocumentation. The licensee must properly identify each animal that is 16 weeks of age or older with a microchip,\ntatoo, or collar and tag.\nTO BE CORRECTED BY DECEMBER 21, 2014."
    },
    {
      "code": "2.50(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "Four weaned Maltese puppies that were from three separate litters were housed together in an enclosure. None of\nthe puppies had proper individual identification. Appropriate identification of dogs is necessary to meet\nrecordkeeping requirements for inventory, disposition, transport, and healthcare documentation. The licensee must\nindividually identify puppies that are from different litters and housed together in the same enclosure. Acceptable\nforms of identification include a microchip, a collar and tag, or a plastic-type collar with the required information\nlegibly written.\nTO BE CORRECTED BY DECEMBER 21, 2014.\nThe inspection and the exit briefing were conducted with the licensee."
    }
  ],
  "narrative": "2.50(a)(1)\nTIME AND METHOD OF IDENTIFICATION.\nFour Maltese dogs that were >16 weeks old did not have individual identification on them.  Appropriate identification\nof dogs is necessary to meet recordkeeping requirements for inventory, disposition, transport, and healthcare\ndocumentation.  The licensee must properly identify each animal that is 16 weeks of age or older with a microchip,\ntatoo, or collar and tag.\nTO BE CORRECTED BY DECEMBER 21, 2014.\n2.50(a)(2)\nTIME AND METHOD OF IDENTIFICATION.\nFour weaned Maltese puppies that were from three separate litters were housed together in an enclosure.  None of\nthe puppies had proper individual identification.  Appropriate identification of dogs is necessary to meet\nrecordkeeping requirements for inventory, disposition, transport, and healthcare documentation.  The licensee must\nindividually identify puppies that are from different litters and housed together in the same enclosure.  Acceptable\nforms of identification include a microchip, a collar and tag, or a plastic-type collar with the required information\nlegibly written.\nTO BE CORRECTED BY DECEMBER 21, 2014.\nThe inspection and the exit briefing were conducted with the licensee.",
  "animals_total": 69,
  "species": [
    {
      "count": 47,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 22,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}