{
  "insp_id": "89161651220684",
  "layout": "a",
  "customer_id": "18954",
  "customer_name": "Lucille Godfrey",
  "customer_addr": "604 Merrill Street\nBussey, IA 50044",
  "certificate": "42-A-0913",
  "site_id": "001",
  "site_name": "LUCILLE GODFREY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-MAR-2016",
  "report_date": "30-MAR-2016",
  "citations": [
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the \"Basement\" there is one enclosure, housing one adult Cocker Spaniel and eight puppies, whose flooring is\ncovered by newspapers. The newspapers covering nearly the entire floor space outside of the whelping box have\nbecome saturated with liquid and feces leaving very little clean area for the adult dog. Some piles of feces have\nbeen stepped on by the dog and smeared across the newspaper. The licensee stated that the enclosure is cleaned\nonce a day, but this particular dog produces a large amount of waste. The buildup of waste material and limited\namounts of clean space could have a negative effect on the health of the dog and her puppies.\nSurfaces with which the dogs come in contact must be spot cleaned daily and sanitized once every two weeks, or\nas often as necessary, to prevent the accumulation of excreta and reduce disease hazards. The licensee must\nremove the saturated and soiled newspapers from the Cocker Spaniel(cid:25)'s enclosure as often as necessary in order\nto eliminate the buildup of waste and allow the dog access to clean areas outside of her whelping box. The\nlicensee must ensure that all enclosures remain free of a buildup of waste material in order to promote the health\nand well-being of the dogs.\nThe licensee removed all the newspaper from the affected enclosure during the inspection."
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the food storage area there is one open bag of dog food and one uncovered bucket of dog food sitting on the\nfloor. Also, in the storage area there are two bags of unopened dog food sitting on the floor. The uncovered dog\nfood and bags of food stored on the floor could potentially become contaminated by pests such as flies and mice.\nConsuming contaminated food could have a negative impact on the health of the dogs.\nAll supplies of food must be stored in a manner that protects them from spoilage, vermin infestation and\ncontamination. All open food must be stored in a leakproof container with a tightly fitted lid and all unopened bags\nof food must be stored off the ground and away from the walls. The licensee must ensure that all dog food is\nproperly stored at all times to prevent food contamination and spoilage.\nCorrection date: April 06, 2016\nFemale Pomeranian (ID #100) cited under 2.40 (b) (2) on inspection report dated February 01, 2016 has been\nevaluated by a licensed veterinarian and received treatment.\nFemale Rat Terrier (No ID) cited under 2.40 (b) (2) on inspection report dated February 01, 2016 is no longer at the\nfacility.\nInspection and exit interview conducted with Kelly Maxwell, ACI and the licensee."
    }
  ],
  "narrative": "3.1(c)(3)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nIn the \"Basement\" there is one enclosure, housing one adult Cocker Spaniel and eight puppies, whose flooring is\ncovered by newspapers.  The newspapers covering nearly the entire floor space outside of the whelping box have\nbecome saturated with liquid and feces leaving very little clean area for the adult dog.  Some piles of feces have\nbeen stepped on by the dog and smeared across the newspaper.  The licensee stated that the enclosure is cleaned\nonce a day, but this particular dog produces a large amount of waste.  The buildup of waste material and limited\namounts of clean space could have a negative effect on the health of the dog and her puppies.\nSurfaces with which the dogs come in contact must be spot cleaned daily and sanitized once every two weeks, or\nas often as necessary, to prevent the accumulation of excreta and reduce disease hazards. The licensee must\nremove the saturated and soiled newspapers from the Cocker Spaniel(cid:25)'s enclosure as often as necessary in order\nto eliminate the buildup of waste and allow the dog access to clean areas outside of her whelping box.   The\nlicensee must ensure that all enclosures remain free of a buildup of waste material in order to promote the health\nand well-being of the dogs.\nThe licensee removed all the newspaper from the affected enclosure during the inspection.\n3.1(e)\nHOUSING FACILITIES, GENERAL.\nIn the food storage area there is one open bag of dog food and one uncovered bucket of dog food sitting on the\nfloor.   Also, in the storage area there are two bags of unopened dog food sitting on the floor.  The uncovered dog\nfood and bags of food stored on the floor could potentially become contaminated by pests such as flies and mice. \nConsuming contaminated food could have a negative impact on the health of the dogs. \n \nAll supplies of food must be stored in a manner that protects them from spoilage, vermin infestation and\ncontamination.  All open food must be stored in a leakproof container with a tightly fitted lid and all unopened bags\nof food must be stored off the ground and away from the walls.  The licensee must ensure that all dog food is\n\nproperly stored at all times to prevent food contamination and spoilage.  \nCorrection date:  April 06, 2016\nFemale Pomeranian (ID #100) cited under 2.40 (b) (2) on inspection report dated February 01, 2016 has been\nevaluated by a licensed veterinarian and received treatment.\nFemale Rat Terrier (No ID) cited under 2.40 (b) (2) on inspection report dated February 01, 2016 is no longer at the\nfacility.\nInspection and exit interview conducted with Kelly Maxwell, ACI and the licensee.",
  "animals_total": 28,
  "species": [
    {
      "count": 20,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 8,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}