{
  "insp_id": "2016082568890922",
  "layout": "a",
  "customer_id": "25751",
  "customer_name": "Judy Willis",
  "customer_addr": "Hc 72 Box 318\nJasper, AR 72641",
  "certificate": "71-A-0992",
  "site_id": "001",
  "site_name": "JUDY WILLIS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-OCT-2017",
  "report_date": "20-OCT-2017",
  "citations": [
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The food is not stored in a manner that protects it from spoilage, contamination and vermin infestation. The food\nbins located in the food storage closet did not have the lids secured. There were sacks of unopened dog food\nlocated directly on the floor in a storage room that contained numerous boxes.\nSupplies of food must be stored in a manner that protects them from spoilage, contamination, and vermin\ninfestation. The bags must be stored off the floor and away from the walls and the food bins must have lids secured\nto prevent contamination and deterioration of the food's nutritive value to maximize healthy nutritive absorption for\nthe dogs and/or puppies. The doors to the feed room and closet should always be secured when not in use to keep\nunwanted insects, rodents, and raccoons from entry and subsequent contamination of the food.\nCorrect from this day forward.\nThis inspection and exit interview were conducted with licensee."
    }
  ],
  "narrative": "3.1(e)\nHOUSING FACILITIES, GENERAL.\nThe food is not stored in a manner that protects it from spoilage, contamination and vermin infestation.  The food\nbins located in the food storage closet did not have the lids secured.  There were sacks of unopened dog food\nlocated directly on the floor in a storage room that contained numerous boxes.\nSupplies of food must be stored in a manner that protects them from spoilage, contamination, and vermin\ninfestation.  The bags must be stored off the floor and away from the walls and the food bins must have lids secured\nto prevent contamination and deterioration of the food's nutritive value to maximize healthy nutritive absorption for\nthe dogs and/or puppies.  The doors to the feed room and closet should always be secured when not in use to keep\nunwanted insects, rodents, and raccoons from entry and subsequent contamination of the food. \nCorrect from this day forward.\nThis inspection and exit interview were conducted with licensee.",
  "animals_total": 42,
  "species": [
    {
      "count": 40,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 2,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}