{
  "insp_id": "175161251450723",
  "layout": "a",
  "customer_id": "13228",
  "customer_name": "Brenda Walter",
  "customer_addr": "28062 Love Trail\nGreencastle, MO 63544",
  "certificate": "43-B-0425",
  "site_id": "001",
  "site_name": "BRENDA WALTER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-JUN-2016",
  "report_date": "23-JUN-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "****\nA female Schnauzer, microchip #033858554, was found by the licensee in her outdoor enclosure, on 21 June 16,\nstarting to whelp. According to the licensee she did not know she was due so soon. The female Schnauzer had\nwhelped 2 puppies in her outdoor enclosure when the licensee found her. The licensee moved the female dog and\nthe two puppies to an indoor enclosure where she whelped 4 more puppies. The licensee stated that 3 of the\npuppies died shortly after birth and the remaining 3 puppies died overnight. The licensee had not documented or\nconsulted with a veterinarian about the suspected early birth and subsequent death of all puppies. During the\nreview of this dog(cid:25)s birthing records it was noted that prior 2 heat cycles did not produce litter and the one litter she\ndid have several of the puppies died. This could be a sign of a medical condition or disease.\nA female Dogue de Bordeaux, microchip #0A0132675A, was observed with a linear superficial wound on the top of\nher head. The licensee stated that she was treating this wound and did have it documented. Upon closer\nobservation it was noted that this dog also has a yellowish discharge coming from both eyes with some brown to\nyellowish dried crusted material around both eyes. When questioned, the licensee stated that she suspected the\ndog had allergies and was cleaning the eyes out daily for the past few weeks. The licensee had not consulted with\na veterinarian about the dog(cid:25)s eye condition. This could be a sign of a medical condition.\nThe licensee must have the above stated dogs examined by a veterinarian for an accurate diagnosis and treatment\nplan. The licensee must ensure that all animals receive adequate and timely veterinary care at all times.\nTo be corrected by: 26 June 16."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "****\nThere is an accumulation of old compacted, wet/dry, dirty bedding in the outdoor shelters of 4 enclosures affecting 8\nadult dogs and 4 puppies. The bedding inside of the 2 outdoor shelters, which house 2 adult dogs and 4 puppies,\nconsisted of shredded paper that has become wet and compacted with some fecal material. When asked when the\nlast time the bedding has been removed and the shelters cleaned the licensee stated that (cid:28)It was last week(cid:29) The\nbedding in the 2 outdoor shelters of 2 enclosures, housing 6 adult dogs, consists of compacted, dirty and wet/dry\nstraw. When asked when the last time the bedding has been removed and the shelters cleaned the licensees\nstated that (cid:28)it was 3 weeks ago(cid:29). Old, wet, and dirty bedding can become a disease hazard and could become a\nbreeding area for pests. The licensee must remove all old, dirty and wet bedding from the outdoor shelters and\nclean and sanitize the surfaces. Hard surfaces with which the dogs come into contact with must be spot cleaned\ndaily and sanitized in accordance with section 3.11 b (at least once every two weeks or more often if necessary) to\nprevent an accumulation of excreta and reduce disease hazards.\nTo be corrected by: 24 June 16"
    },
    {
      "code": "3.2(a)",
      "kind": "",
      "repeat": false,
      "desc": "INDOOR HOUSING FACILITIES.",
      "narrative": "A female Schnauzer was being housed in an indoor facility that exceeded the temperature parameters. The\noutdoor temperature was measured (with a Kestral 3000) to be 89.4 degrees Fahrenheit at 12:20 pm and 94.4\ndegrees Fahrenheit at 3:51pm. The temperature inside of the indoor facility was measured to be 88.4 degrees\nFahrenheit at 1:00 pm and 94.4 degrees at 3:51pm. After the first temperature reading of 88.4 degrees Fahrenheit\nthe licensee placed frozen liquid receptacles in front of the fan. After some time had passed, approx. 1 ½ hrs., the\ninspector and the licensee returned to the facility to check on the temperature status of the facility with the fan\nblowing on the frozen liquid receptacles to see if temperature had lowered. The temperature had risen to 94.4\ndegrees Fahrenheit. It was noted that at this time the dog was beginning to pant with its mouth partly open and her\ntongue extending. The licensee did have a fan on and the door to the facility was open in both instances. High\ntemperature extremes could cause an adverse health condition for the dog. Temperatures in indoor facilities must\nnot rise above 85 degrees F for more than 4 consecutive in order to ensure that animals do not become overheated\nfor the sake of their health and well-being. The licensee must ensure that the temperature in the indoor facility does\nnot rise above 85 degrees F for more than 4 consecutive hours.\nTo be corrected by: 23 Jun 16"
    },
    {
      "code": "3.3(a)",
      "kind": "",
      "repeat": false,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "****\n12 adult dogs and 10 puppies were being housed in a sheltered facility that exceeded the temperature parameters.\nThe outdoor temperature was measured to be 89.4 degrees Fahrenheit 12:20 pm and 94.4 degrees Fahrenheit at\n3:51pm (measured with a Kestral 3000). The temperature inside of the sheltered facility was measured at 90.9\ndegrees Fahrenheit at 12:54pm and 92.3 degrees Fahrenheit at 3:42pm. The licensee had both doors open with\nthree fans blowing. After the first reading of 90.9 degrees Fahrenheit the licensee placed frozen liquid receptacles\nin front of the fans. After some time had passed, approx. 1 ½ hrs., the inspector and the licensee returned to the\nfacility to check on the temperature status of the facility with the fan blowing on the liquid cooled receptacles to see\nif temperature had lowered. The temperature had risen to 92.3 degrees Fahrenheit. Several of the dogs and\npuppies were observed in the shaded area of the outside section of the facility during both times. One litter of\nSchnauzer puppies inside was observed spread out over the floor of the enclosure and not huddled together which\ncould indicate that they were becoming stressed from the heat. Temperatures in sheltered facilities must not rise\nabove 85 degrees F for more than 4 consecutive in order to ensure that animals do not become overheated for the\nsake of their health and well-being. The licensee must ensure that the temperature in the sheltered facility does not\nrise above 85 degrees F for more than 4 consecutive hours.\nTo be corrected by: 23 Jun 16"
    },
    {
      "code": "3.4(a)(1)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "****\nThe licensee has puppies housed in two outdoor enclosure(cid:25)s (one containing a litter of three 7 week old Poodle\npuppies, and one containing an 11 week old Labrador puppy) with outside air temperature recorded to be 89.4\ndegrees Fahrenheit at 12:20pm (with a Kestral 3000). The puppies had dug under the wooden pallets that the\nshelters were placed upon and according to the licensee (cid:28)Because it was cooler(cid:29). The licensee did have a letter of\npermission from her attending veterinarian that allowed for the practice of housing puppies in an outdoor enclosure\nbut with specific instructions that stated (cid:28)&Anything over 85, they must be cooled with fans (cid:19) If pups show signs of\ndiscomfort they will then be moved to air conditioned area. At the time of inspection the licensee was not using any\nfans. Upon completion of the inspection the ACI and the licensee returned to the enclosures housing the 4 puppies.\nThe outside temperature was recorded at 94.4 degrees Fahrenheit at 3:51pm (with the Kestral 3000). The 3\nPoodle puppies were starting to pant rapidly and at times with their mouths open wide, lay on their abdomen with\ntheir legs extended and up against a divider panel which provided some shade. The Labrador puppy was still under\nthe pallet. Young dogs (puppies) cannot regulate their body temperatures efficiently and could suffer ill health from\nthe extremes of the higher temperatures. The licensee was verbally instructed to provide the puppies with a fan\nand/or move them to an air conditioned area to help cool the puppies. The licensee must not house young dogs in\nan outdoor enclosure unless that practice is specifically approved by the attending veterinarian and all set\nparameters are followed for the health and well-being of the puppies at all times\nTo be corrected by: 23 June 16"
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "****\nInside of a shelter in an outdoor enclosure, housing 1 adult dog and 3 puppies, there is an active wasp nest. In an\nindoor facility, housing 1 adult dog, there is also an active wasp nest. In both the outdoor shelter and the indoor\nfacility there were wasps present and flying around. The wasps could cause stress, injury and painful stings to the\nanimals. The licensee must remove the wasps and wasp nests from the affected areas and ensure that an effective\nprogram of pest control is established and maintained to reduce the possibility of injury to the animals.\nTo be corrected by: 24 June 16\nInspection conducted with licensee. A verbal exit interview was conducted with the licensee upon completion of the\ninspection."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n****\nA female Schnauzer, microchip #033858554, was found by the licensee in her outdoor enclosure, on 21 June 16,\nstarting to whelp.  According to the licensee she did not know she was due so soon.  The female Schnauzer had\nwhelped 2 puppies in her outdoor enclosure when the licensee found her.  The licensee moved the female dog and\nthe two puppies to an indoor enclosure where she whelped 4 more puppies.  The licensee stated that 3 of the\npuppies died shortly after birth and the remaining 3 puppies died overnight.  The licensee had not documented or\nconsulted with a veterinarian about the suspected early birth and subsequent death of all puppies.  During the\nreview of this dog(cid:25)s birthing records it was noted that prior 2 heat cycles did not produce litter and the one litter she\ndid have several of the puppies died.  This could be a sign of a medical condition or disease.  \nA female Dogue de Bordeaux, microchip #0A0132675A, was observed with a linear superficial wound on the top of\nher head.  The licensee stated that she was treating this wound and did have it documented.   Upon closer\nobservation it was noted that this dog also has a yellowish discharge coming from both eyes with some brown to\nyellowish dried crusted material around both eyes.  When questioned, the licensee stated that she suspected the\ndog had allergies and was cleaning the eyes out daily for the past few weeks.  The licensee had not consulted with\na veterinarian about the dog(cid:25)s eye condition.  This could be a sign of a medical condition.  \nThe licensee must have the above stated dogs examined by a veterinarian for an accurate diagnosis and treatment\nplan.  The licensee must ensure that all animals receive adequate and timely veterinary care at all times. \nTo be corrected by:  26 June 16.  \n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\n****\nThere is an accumulation of old compacted, wet/dry, dirty bedding in the outdoor shelters of 4 enclosures affecting 8\nadult dogs and 4 puppies.  The bedding inside of the 2 outdoor shelters, which house 2 adult dogs and 4 puppies,\nconsisted of shredded paper that has become wet and compacted with some fecal material.  When asked when the\nlast time the bedding has been removed and the shelters cleaned the licensee stated that (cid:28)It was last week(cid:29) The\n\nbedding in the 2 outdoor shelters of 2 enclosures, housing 6 adult dogs, consists of compacted, dirty and wet/dry\nstraw.  When asked when the last time the bedding has been removed and the shelters cleaned the licensees\nstated that (cid:28)it was 3 weeks ago(cid:29).  Old, wet, and dirty bedding can become a disease hazard and could become a\nbreeding area for pests.  The licensee must remove all old, dirty and wet bedding from the outdoor shelters and\nclean and sanitize the surfaces.  Hard surfaces with which the dogs come into contact with must be spot cleaned\ndaily and sanitized in accordance with section 3.11 b (at least once every two weeks or more often if necessary) to\nprevent an accumulation of excreta and reduce disease hazards. \nTo be corrected by:  24 June 16\n3.2(a)\nINDOOR HOUSING FACILITIES.\nA female Schnauzer was being housed in an indoor facility that exceeded the temperature parameters.  The\noutdoor temperature was measured (with a Kestral 3000) to be 89.4 degrees Fahrenheit at 12:20 pm and 94.4\ndegrees Fahrenheit at 3:51pm.  The temperature inside of the indoor facility was measured to be 88.4 degrees\nFahrenheit at 1:00 pm and 94.4 degrees at 3:51pm.  After the first temperature reading of 88.4 degrees Fahrenheit\nthe licensee placed frozen liquid receptacles in front of the fan.  After some time had passed, approx. 1 ½ hrs., the\ninspector and the licensee returned to the facility to check on the temperature status of the facility with the fan\nblowing on the  frozen liquid receptacles to see if temperature had lowered.  The temperature had risen to 94.4\ndegrees Fahrenheit. It was noted that at this time the dog was beginning to pant with its mouth partly open and her\ntongue extending.  The licensee did have a fan on and the door to the facility was open in both instances.  High\ntemperature extremes could cause an adverse health condition for the dog.  Temperatures in indoor facilities must\nnot rise above 85 degrees F for more than 4 consecutive in order to ensure that animals do not become overheated\nfor the sake of their health and well-being. The licensee must ensure that the temperature in the indoor facility does\nnot rise above 85 degrees F for more than 4 consecutive hours.\nTo be corrected by:  23 Jun 16\n3.3(a)\nSHELTERED HOUSING FACILITIES.\n****\n12 adult dogs and 10 puppies were being housed in a sheltered facility that exceeded the temperature parameters. \nThe outdoor temperature was measured to be 89.4 degrees Fahrenheit 12:20 pm and 94.4 degrees Fahrenheit at\n3:51pm (measured with a Kestral 3000).  The temperature inside of the sheltered facility was measured at 90.9\ndegrees Fahrenheit at 12:54pm and 92.3 degrees Fahrenheit at 3:42pm.  The licensee had both doors open with\nthree fans blowing.  After the first reading of 90.9 degrees Fahrenheit the licensee placed frozen liquid receptacles\n\nin front of the fans.  After some time had passed, approx. 1 ½ hrs., the inspector and the licensee returned to the\nfacility to check on the temperature status of the facility with the fan blowing on the liquid cooled receptacles to see\nif temperature had lowered.  The temperature had risen to 92.3 degrees Fahrenheit.  Several of the dogs and\npuppies were observed in the shaded area of the outside section of the facility during both times.  One litter of\nSchnauzer puppies inside was observed spread out over the floor of the enclosure and not huddled together which\ncould indicate that they were becoming stressed from the heat.  Temperatures in sheltered facilities must not rise\nabove 85 degrees F for more than 4 consecutive in order to ensure that animals do not become overheated for the\nsake of their health and well-being. The licensee must ensure that the temperature in the sheltered facility does not\nrise above 85 degrees F for more than 4 consecutive hours.\nTo be corrected by:  23 Jun 16\n3.4(a)(1)(3)           DIRECT\nOUTDOOR HOUSING FACILITIES.\n****\nThe licensee has puppies housed in two outdoor enclosure(cid:25)s (one containing a litter of three 7 week old Poodle\npuppies, and one containing an 11 week old Labrador puppy) with outside air temperature recorded to be 89.4\ndegrees Fahrenheit at 12:20pm (with a Kestral 3000).  The puppies had dug under the wooden pallets that the\nshelters were placed upon and according to the licensee (cid:28)Because it was cooler(cid:29).  The licensee did have a letter of\npermission from her attending veterinarian that allowed for the practice of housing puppies in an outdoor enclosure\nbut with specific instructions that stated (cid:28)&Anything over 85, they must be cooled with fans (cid:19) If pups show signs of\ndiscomfort they will then be moved to air conditioned area.  At the time of inspection the licensee was not using any\nfans.  Upon completion of the inspection the ACI and the licensee returned to the enclosures housing the 4 puppies.\n The outside temperature was recorded at 94.4 degrees Fahrenheit at 3:51pm (with the Kestral 3000).  The 3\nPoodle puppies were starting to pant rapidly and at times with their mouths open wide, lay on their abdomen with\ntheir legs extended and up against a divider panel which provided some shade.  The Labrador puppy was still under\nthe pallet.  Young dogs (puppies) cannot regulate their body temperatures efficiently and could suffer ill health from\nthe extremes of the higher temperatures.  The licensee was verbally instructed to provide the puppies with a fan\nand/or move them to an air conditioned area to help cool the puppies.  The licensee must not house young dogs in\nan outdoor enclosure unless that practice is specifically approved by the attending veterinarian and all set\nparameters are followed for the health and well-being of the puppies at all times\nTo be corrected by:  23 June 16\n3.11(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n****\n\nInside of a shelter in an outdoor enclosure, housing 1 adult dog and 3 puppies, there is an active wasp nest.  In an\nindoor facility, housing 1 adult dog, there is also an active wasp nest.  In both the outdoor shelter and the indoor\nfacility there were wasps present and flying around.  The wasps could cause stress, injury and painful stings to the\nanimals.  The licensee must remove the wasps and wasp nests from the affected areas and ensure that an effective\nprogram of pest control is established and maintained to reduce the possibility of injury to the animals.\nTo be corrected by:  24 June 16\nInspection conducted with licensee.  A verbal exit interview was conducted with the licensee upon completion of the\ninspection.",
  "animals_total": 54,
  "species": [
    {
      "count": 38,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 16,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}