{
  "insp_id": "21161234250691",
  "layout": "a",
  "customer_id": "323944",
  "customer_name": "Victoria Johnsonbaugh",
  "customer_addr": "583 Village Drive E\nCarmel, IN 46032",
  "certificate": "32-A-0475",
  "site_id": "001",
  "site_name": "VICTORIA JOHNSONBAUGH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-JAN-2016",
  "report_date": "21-JAN-2016",
  "citations": [
    {
      "code": "2.75(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The APHIS forms 7005 maintained by the facility are incomplete. Also, cage cards are not being utilized by the\nfacility as the cats are raised in the home environment. Four litters have been born since the last inspection but\nnone have been recorded on the APHIS Forms 7005. It is difficult to determine what animals have been born, sold,\nor died without accurate, up to date records. Accurate records are needed to trace animals in the event of a\ndisease outbreak. APHIS forms 7005 shall be used to make, keep, and maintain the required information.\nCorrect by: From This Day Forward"
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The carpet is worn in two places. Between the living room and the family room and between the bedroom and the\nhallway the carpet has been worn and torn away exposing the subfloor. The frayed, unraveled edges pose a health\nhazard for the cats if ingested. Housing facilities must be kept in good repair.\nCorrect by: February 4, 2016"
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Litter stored in the garage is in contact with the cement floor. At the previous inspection, this was presented as a\nteachable moment and has been uncorrected. Supplies stored on the floor are prone to contamination from\nmoisture and pests. The supplies must be stored off the floor and away from the walls.\nCorrect by: January 28, 2016"
    },
    {
      "code": "3.11",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "The indoor/outdoor enclosure in the garage and outside is too dirty. The surfaces have a thin coat of tracked litter\nand other organic material. Licensee stated the garage portion of the enclosure has not been cleaned or sanitized\nfor about a month. Used litter and organic material creates an environment for pests and is a disease hazard.\nPrimary enclosures for cats must be cleaned as often as necessary and sanitized at least once every 2 weeks.\nCorrect by: January 25, 2016\nExit interview conducted with Licensee."
    }
  ],
  "narrative": "2.75(a)(2)\nRECORDS: DEALERS AND EXHIBITORS.\nThe APHIS forms 7005 maintained by the facility are incomplete.  Also, cage cards are not being utilized by the\nfacility as the cats are raised in the home environment.  Four litters have been born since the last inspection but\nnone have been recorded on the APHIS Forms 7005.  It is difficult to determine what animals have been born, sold,\nor died without accurate, up to date records.  Accurate records are needed to trace animals in the event of a\ndisease outbreak.  APHIS forms 7005 shall be used to make, keep, and maintain the required information.\nCorrect by:  From This Day Forward\n3.1(a)\nHOUSING FACILITIES, GENERAL.\nThe carpet is worn in two places.  Between the living room and the family room and between the bedroom and the\nhallway the carpet has been worn and torn away exposing the subfloor.  The frayed, unraveled edges pose a health\nhazard for the cats if ingested.  Housing facilities must be kept in good repair.\nCorrect by:  February 4, 2016\n3.1(e)\nHOUSING FACILITIES, GENERAL.\nLitter stored in the garage is in contact with the cement floor.  At the previous inspection, this was presented as a\nteachable moment and has been uncorrected.  Supplies stored on the floor are prone to contamination from\nmoisture and pests.  The supplies must be stored off the floor and away from the walls.\nCorrect by:  January 28, 2016\n3.11\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n\nThe indoor/outdoor enclosure in the garage and outside is too dirty.  The surfaces have a thin coat of tracked litter\nand other organic material.  Licensee stated the garage portion of the enclosure has not been cleaned or sanitized\nfor about a month.  Used litter and organic material creates an environment for pests and is a disease hazard. \nPrimary enclosures for cats must be cleaned as often as necessary and sanitized at least once every 2 weeks.\nCorrect by:  January 25, 2016\nExit interview conducted with Licensee.",
  "animals_total": 17,
  "species": [
    {
      "count": 7,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 10,
      "scientific": "Felis silvestris catus",
      "common": "CAT KITTEN"
    }
  ]
}