{
  "insp_id": "2016082567986562",
  "layout": "a",
  "customer_id": "328505",
  "customer_name": "Diane Herrman",
  "customer_addr": "15001 E C R 230\nMidland, TX 79706",
  "certificate": "74-C-0957",
  "site_id": "001",
  "site_name": "Diane Herman",
  "insp_type": "ROUTINE INSPECTION",
  "date": "02-NOV-2016",
  "report_date": "10-NOV-2016",
  "citations": [
    {
      "code": "3.56(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Excessive hair and fecal material are present in all of the rabbit enclosures. The accumulation of feces increases\nthe likelihood of disease transmission. Rabbit cages must be kept reasonably free of feces, hair, and other debris\nby frequent cleaning. A method of rabbit enclosure sanitation must be established and maintained to assure the\nhealth and well-being of all animals. To be corrected by: November 14, 2016."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "In the outdoor pig enclosure, there are sharp edges on the metal siding around the animal door. The sharp edges\naround this opening could potentially injure the four pigs housed in this enclosure. The metal edges around this\nanimal doorway must be repaired to prevent injury to the animals.\nIn the outdoor goat enclosure, there are numerous boards laying on the ground. These boards appear to have\ndetached from a wooden animal shelter. The nails on these boards could injure the animals housed in this\nenclosure. In addition to the boards laying on the ground, there is a piece of plywood laying on top of two wooden\nanimal shelters which is broken and could injure any goat climbing on top of it. All of the wooden animal shelters\n(and the plywood board on top) in this enclosure must be repaired or replaced.\nOn the outside of the welded wire pig enclosure fencing, there is a layer of chicken wire attached at ground level.\nThe chicken wire is curling upwards into the adjacent goat pen and could injure the animals housed in that\nenclosure. The curling chicken wire must be repaired or replaced in order to protect the health and well-being of the\nall the animals.\nIn the outdoor goat enclosure, there are several tarps secured to the outside of adjacent animal enclosures which\nhave become severely frayed. The strings of tarp material hanging down into the goat pen could be ingested by the\nanimals housed in the enclosure. The frayed tarps must be repaired or replaced in order to protect the health and\nwell being of the all the animals."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "The water trough for the goat and llama enclosure has a large buildup of green fibrous material (algae) floating on\nthe surface of the water. All water receptacles must be kept clean in order to provide a supply of potable water to\nthe animals at all times. Cleaning and sanitation of the water receptacles for all animals must be done as often as\nnecessary to prevent the buildup of algae. To be corrected by: November 14, 2016."
    },
    {
      "code": "3.131",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Wire mesh prairie dog cages with an excessive buildup of hay and fecal material were stacked on top of each other.\nThere was no barrier between cages to prevent fecal material from falling through the wire mesh into the bottom\ncage. The build-up of feces and other debris in these prairie dog enclosures increases the risk of disease\ntransmission. A system of more frequent cleaning must be established and maintained in order to assure the health\nand well-being of the prairie dogs housed in these enclosures. To be corrected by: November 14, 2016.\nThis inspection and exit briefing were conducted with facility representatives.\nAdditional Inspectors\nDigesualdo Cynthia, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.56(a)(1)\nSANITATION. \nExcessive hair and fecal material are present in all of the rabbit enclosures.  The accumulation of feces increases\nthe likelihood of disease transmission.  Rabbit cages must be kept reasonably free of feces, hair, and other debris\nby frequent cleaning.  A method of rabbit enclosure sanitation must be established and maintained to assure the\nhealth and well-being of all animals.  To be corrected by:  November 14, 2016.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nIn the outdoor pig enclosure, there are sharp edges on the metal siding around the animal door.  The sharp edges\naround this opening could potentially injure the four pigs housed in this enclosure.  The metal edges around this\nanimal doorway must be repaired to prevent injury to the animals.\nIn the outdoor goat enclosure, there are numerous boards laying on the ground.  These boards appear to have\ndetached from a wooden animal shelter. The nails on these boards could injure the animals housed in this\nenclosure.  In addition to the boards laying on the ground,  there is a piece of plywood laying on top of two wooden\nanimal shelters which is broken and could injure any goat climbing on top of it.   All of the wooden animal shelters\n(and the plywood board on top) in this enclosure must be repaired or replaced.\nOn the outside of the welded wire pig enclosure fencing, there is a layer of chicken wire attached at ground level. \nThe chicken wire is curling upwards into the adjacent goat pen and could injure the animals housed in that\nenclosure.  The curling chicken wire must be repaired or replaced in order to protect the health and well-being of the\nall the animals.\nIn the outdoor goat enclosure, there are several tarps secured to the outside of adjacent animal enclosures which\nhave become severely frayed.  The strings of tarp material hanging down into the goat pen could be ingested by the\nanimals housed in the enclosure.  The frayed tarps must be repaired or replaced in order to protect the health and\nwell being of the all the animals.\n\n3.130\nWATERING.  \nThe water trough for the goat and llama enclosure has a large buildup of green fibrous material (algae) floating on\nthe surface of the water.  All water receptacles must be kept clean in order to provide a supply of potable water to\nthe animals at all times.  Cleaning and sanitation of the water receptacles for all animals must be done as often as\nnecessary to prevent the buildup of algae.  To be corrected by:  November 14, 2016.\n3.131\nSANITATION.   \nWire mesh prairie dog cages with an excessive buildup of hay and fecal material were stacked on top of each other.\n There was no barrier between cages to prevent fecal material from falling through the wire mesh into the bottom\ncage.  The build-up of feces and other debris in these prairie dog enclosures increases the risk of disease\ntransmission.  A system of more frequent cleaning must be established and maintained in order to assure the health\nand well-being of the prairie dogs housed in these enclosures.  To be corrected by:  November 14, 2016.\nThis inspection and exit briefing were conducted with facility representatives.\nAdditional Inspectors\nDigesualdo Cynthia, Veterinary Medical Officer",
  "animals_total": 39,
  "species": [
    {
      "count": 4,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 2,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 14,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 6,
      "scientific": "Cynomys ludovicianus",
      "common": "BLACK-TAILED PRAIRIE DOG"
    },
    {
      "count": 4,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 5,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 4,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}