{
  "insp_id": "210141340010029",
  "layout": "a",
  "customer_id": "3191",
  "customer_name": "Jungle Queens Inc",
  "customer_addr": "2470 S W 21st Street\nFort Lauderdale, FL 33312",
  "certificate": "58-C-1093",
  "site_id": "001",
  "site_name": "JUNGLE QUEENS INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-JUL-2014",
  "report_date": "29-JUL-2014",
  "citations": [
    {
      "code": "3.75(e)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Supplies of food and bedding must be stored in a manner that protects the supplies from spoilage and\ncontamination. Food requiring refrigeration must be stored accordingly, and all food must be stored in a manner\nthat prevents contamination and deterioration of its nutritive value. The light fixture in the food cooler was leaking\nwater from the base. The water was dripping down onto the floor and splashing on boxes of food and racks used to\nstore the food. This leak and the light fixture need to be addressed to protect the feed and to maintain the light in\norder for the cooler to be properly inspected.\nCorrect by: 08-06-14.\nThe exit briefing was conducted with the Animal Caretaker."
    }
  ],
  "narrative": "3.75(e)\nHOUSING FACILITIES, GENERAL. \nSupplies of food and bedding must be stored in a manner that protects the supplies from spoilage and\ncontamination.  Food requiring refrigeration must be stored accordingly, and all food must be stored in a manner\nthat prevents contamination and deterioration of its nutritive value.  The light fixture in the food cooler was leaking\nwater from the base.  The water was dripping down onto the floor and splashing on boxes of food and racks used to\nstore the food.  This leak and the light fixture need to be addressed to protect the feed and to maintain the light in\norder for the cooler to be properly inspected.\nCorrect by:  08-06-14.\nThe exit briefing was conducted with the Animal Caretaker.",
  "animals_total": 4,
  "species": [
    {
      "count": 1,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE *MALE"
    },
    {
      "count": 3,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    }
  ]
}