{
  "insp_id": "188160833550034",
  "layout": "a",
  "customer_id": "44266",
  "customer_name": "Zootastic Of Lake Norman Inc",
  "customer_addr": "448 Pilch Road\nTroutman, NC 28166",
  "certificate": "55-C-0272",
  "site_id": "001",
  "site_name": "ZOOTASTIC OF LAKE NORMAN INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-JUL-2016",
  "report_date": "06-JUL-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "--Three animals are noted during inspection to have medical concerns with undocumented veterinary care.\n**Elsa, an adolescent female white tiger, has a tail tip wound that is actively bleeding during inspection.\nApproximately 1.5 cm of reddened tissue is exposed beyond the skin margin. Although no veterinary documentation\ncould be provided, staff indicates that the attending veterinarian (AV) was contacted and a picture was sent via text.\nAntibiotic treatment and tincture of time was reported to be AVs proposed treatment plan, which was reportedly\nfollowed. No direct veterinary examination has been performed to date, 6 days after reported injury and no\ndiagnostics, treatment plan or follow-up plan is provided. This is a direct noncompliant item. This animal requires\nimmediate veterinary examination.\n**Logan, a young male li-liger, has significant hair loss over approximately 40% of his body. The tops of the\npaws appear reddened and the skin appears thickened. Staff reports that topical miconazole is being applied, but\nno veterinary documentation could be provided regarding veterinary examination, diagnostics, treatment plan and\nfollow-up plan.\n**Zara, a very young female white tiger cub, has significant swelling around her eyes and yellow ocular\ndischarge, with staining of surrounding fur. She also has at least two quarter-sized patches of hairloss on her rear\nquarters. Staff reports that some medications have been used, but no veterinary documentation could be provided\nregarding veterinary examination, diagnostics, medications prescribed, treatment plan or follow-up treatment plan.\nProvision of adequate veterinary care, along with appropriate documentation, is required to assure that the\nanimals are receiving proper, timely veterinary care, in both chronic and acute medical situations. All three of these\nanimals must be provided proper veterinary care by July 8, 2016.\n--In the medications/treatment room, 4 expired medical products are located in the in-use treatment area (Eye wash\nexp 3/13, Albon exp 2/15, Tylenol exp 12/15, Oxytetracycline exp 4/16). Using expired medications can yield\nunanticipated and potentially detrimental results in the treatment of animals. Correct by July 8, 2016.\n--Approximately 25 llamas and alpacas and 14 domestic sheep are noted to have long, heavy, and/or matted coats.\nUnshorn animals exposed to extreme temperatures with high humidity may not be able to thermoregulate\nappropriately and may overheat. Correct by having all llamas, alpacas, and domestic sheep sheared by August 3,\n2016, and by developing and implementing a program to have them sheared annually in April/May."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "Acquisition and disposition records of animals at this facility are in disarray. Records of acquisition and disposition\nfor multiple animals are not available for inspection. Of those available, many are missing accurate animal\ndescriptions, identification and approximate ages. Many animal movements cannot be accurately traced due to the\nunavailable records, including those for cougars, multiple tigers, lion, lemur, macaques, zebra, binturong and camel.\nThe facility does not have an accurate documented inventory for many of the hoofstock species on the premises.\nThe ability to account for and trace animals is key to disease outbreak management and the maintenance of more\nprecise documentation of animals moving through this facility is crucial."
    },
    {
      "code": "2.80(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS, DISPOSITION.",
      "narrative": "Records of disposition of several tiger cubs could not be located. The ability to trace animal movement is key to\ndisease outbreak management and animal tracking. Exhibitors are required to maintain records of euthanasia or\ndisposition for a minimum of 1 year post event. Correct by August 3, 2016."
    },
    {
      "code": "3.83",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "The open water receptacle in the snow macaque enclosure contains unclean water with floating pieces of what\nappears to be disintegrating fruits and vegetables. The sides of the receptacle are coated with a brown film. For the\nhealth of the animals using this receptacle, it must be kept clean and sanitized as often as necessary to keep the\nwater clean and free from contamination. Correct by July 8, 2016."
    },
    {
      "code": "3.127(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The cougar and the lion enclosures do not provide adequate shade from the sun.\n**The cougar enclosure shade consists of 6 boards approximately 4(cid:29) inches wide and 12(cid:25) feet long laid over a\nframe. Sunlight penetrates the gaps between the boards. There is also one plastic kennel in the primary enclosure,\nwhich the cougars are also using to seek relief from the sun. Both cougars were noted to be panting. Todays\ntemperature is recorded at 95 degrees Fahrenheit. Excessive exposure to direct sun in extreme hot weather can\nlead to heat exhaustion and death. Correct by providing sufficient shade for both cougars to independently protect\nthemselves from direct sunlight by July 8, 2016.\n**The lion enclosure shade consists of a cave-like den (approximately 5 foot x 10 foot) covered with artificial rock,\nthe lock-down area, and a black plastic tunnel. The unshaded ground in the enclosure measures 96 degrees\nFarenheit. The interior of the tunnel records at 95 degrees, and the interior of the lock-down area is recorded at 86\ndegrees and both are noted to have no cross ventilation capability. The interior of the cave located in the center of\nthe enclosure could not be measured, due to the occupancy by the lions, who were noted to be panting. Excessive\nexposure to direct sun in extreme hot weather can lead to heat exhaustion and death. Correct by July 8, 2016, by\nproviding sufficient shade for both lions to independently protect themselves from direct sunlight."
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "In the two large walk-in freezers, there are bags and boxes that are not labeled with contents, procurement or\nexpiration dates. There are multiple boxes of chicken that list expired use-by dates (example: 1/2013 date). There\nis no clear product rotation schedule to ensure that foods get fed in an appropriate order. The freezer on the left has\na significant foul odor and water condensation on the ceiling, indicating the need for close evaluation and monitoring\nfor proper function., although product in the freezer appears appropriately frozen during this inspection. Correct by\nAugust 3, 2016.\nThe barn housing the hay and ruminant feed needs to be addressed. There are Christmas lights and products\nintermixed throughout the feed storage area. There are multiple bags of feed that have been torn open and\ntherefore contaminated by pests. Feed is spilled on the floor in many areas in the barn and has lingered long\nenough to become moldy, which presents a health risk to the animals. The large round hay bales rest directly on the\nfloor, which encourages pest problems via burrowing and nest building, rendering that hay unwholesome. Proper\nstorage of feedstuffs is essential to a successful pest control program and ensuring the wholesomeness and\npalatability of the food. Correct by August 3, 2016."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Two chinchilla enclosures (Western Town and Back Reptile Room) have excessive build-up of fecal material\nthroughout their cages and scattered onto surrounding floor. Excreta shall be removed from primary enclosures as\noften as necessary to prevent contamination of animals contained therein and to minimize disease hazards.\nCorrect by July 8, 2016."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Western Town, meds/treatment room and food prep room areas have excessive buildup of dust and grime, spilled\nlitter, spilled medications, and/or dirty walls. Premises shall be kept clean and in good repair to protect the animals\nfrom injury and to facilitate good husbandry care.\nInspection conducted on July 5, 2016. Exit interview conducted with owner on July 6, 2016."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n--Three animals are noted during inspection to have medical concerns with undocumented veterinary care.  \n       **Elsa, an adolescent female white tiger, has a tail tip wound that is actively bleeding during inspection. \nApproximately 1.5 cm of reddened tissue is exposed beyond the skin margin. Although no veterinary documentation\ncould be provided, staff indicates that the attending veterinarian (AV) was contacted and a picture was sent via text. \nAntibiotic treatment and tincture of time was reported to be AVs proposed treatment plan, which was reportedly\nfollowed.  No direct veterinary examination has been performed to date, 6 days after reported injury and no\ndiagnostics, treatment plan or follow-up plan is provided. This is a direct noncompliant item. This animal requires\nimmediate veterinary examination. \n      **Logan, a young male li-liger, has significant hair loss over approximately 40% of his body.  The tops of the\npaws appear reddened and the skin appears thickened.  Staff reports that topical miconazole is being applied, but\nno veterinary documentation could be provided regarding veterinary examination, diagnostics, treatment plan and\nfollow-up plan.\n \n       **Zara, a very young female white tiger cub, has significant swelling around her eyes and yellow ocular\ndischarge, with staining of surrounding fur.  She also has at least two quarter-sized patches of hairloss on her rear\nquarters. Staff reports that some medications have been used, but no veterinary documentation could be provided\nregarding veterinary examination, diagnostics, medications prescribed, treatment plan or follow-up treatment plan.   \n       Provision of adequate veterinary care, along with appropriate documentation, is required to assure that the\nanimals are receiving proper, timely veterinary care, in both chronic and acute medical situations.  All three of these\nanimals must be provided proper veterinary care by July 8, 2016.\n--In the medications/treatment room, 4 expired medical products are located in the in-use treatment area (Eye wash\nexp 3/13, Albon exp 2/15, Tylenol exp 12/15, Oxytetracycline exp 4/16).  Using expired medications can yield\nunanticipated and potentially detrimental results in the treatment of animals.  Correct by July 8, 2016.\n\n--Approximately 25 llamas and alpacas and 14 domestic sheep are noted to have long, heavy, and/or matted coats. \nUnshorn animals exposed to extreme temperatures with high humidity may not be able to thermoregulate\nappropriately and may overheat.  Correct by having all llamas, alpacas, and domestic sheep sheared by August 3,\n2016, and by developing and implementing a program to have them sheared annually in April/May.\n2.75(b)(1)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\nAcquisition and disposition records of animals at this facility are in disarray.  Records of acquisition and disposition\nfor multiple animals are not available for inspection.  Of those available, many are missing accurate animal\ndescriptions, identification and approximate ages. Many animal movements cannot be accurately traced due to the\nunavailable records, including those for cougars, multiple tigers, lion, lemur, macaques, zebra, binturong and camel.\n The facility does not have an accurate documented inventory for many of the hoofstock species on the premises.\nThe ability to account for and trace animals is key to disease outbreak management and the maintenance of more\nprecise documentation of animals moving through this facility is crucial.\n2.80(b)(2)\nRECORDS, DISPOSITION.\nRecords of disposition of several tiger cubs could not be located.  The ability to trace animal movement is key to\ndisease outbreak management and animal tracking.  Exhibitors are required to maintain records of euthanasia or\ndisposition for a minimum of 1 year post event.  Correct by August 3, 2016.\n3.83\nWATERING.   \nThe open water receptacle in the snow macaque enclosure contains unclean water with floating pieces of what\nappears to be disintegrating fruits and vegetables. The sides of the receptacle are coated with a brown film.  For the\nhealth of the animals using this receptacle, it must be kept clean and sanitized as often as necessary to keep the\nwater clean and free from contamination.  Correct by July 8, 2016.\n3.127(a)\nFACILITIES, OUTDOOR. \nThe cougar and the lion enclosures do not provide adequate shade from the sun.  \n    **The cougar enclosure shade consists of 6 boards approximately 4(cid:29) inches wide and 12(cid:25) feet long laid over a\nframe.  Sunlight penetrates the gaps between the boards. There is also one plastic kennel in the primary enclosure,\nwhich the cougars are also using to seek relief from the sun. Both cougars were noted to be panting. Todays\ntemperature is recorded at 95 degrees Fahrenheit. Excessive exposure to direct sun in extreme hot weather can\n\nlead to heat exhaustion and death.  Correct by providing sufficient shade for both cougars to independently protect\nthemselves from direct sunlight by July 8, 2016. \n    **The lion enclosure shade consists of a cave-like den (approximately 5 foot x 10 foot) covered with artificial rock,\nthe lock-down area, and a black plastic tunnel. The unshaded ground in the enclosure measures 96 degrees\nFarenheit.  The interior of the tunnel records at 95 degrees, and the interior of the lock-down area is recorded at 86\ndegrees and both are noted to have no cross ventilation capability. The interior of the cave located in the center of\nthe enclosure could not be measured, due to the occupancy by the lions, who were noted to be panting. Excessive\nexposure to direct sun in extreme hot weather can lead to heat exhaustion and death.  Correct by July 8, 2016, by\nproviding sufficient shade for both lions to independently protect themselves from direct sunlight.\n3.129(a)\nFEEDING.    \nIn the two large walk-in freezers, there are bags and boxes that are not labeled with contents, procurement or\nexpiration dates.  There are multiple boxes of chicken that list expired use-by dates (example: 1/2013 date). There\nis no clear product rotation schedule to ensure that foods get fed in an appropriate order. The freezer on the left has\na significant foul odor and water condensation on the ceiling, indicating the need for close evaluation and monitoring\nfor proper function., although product in the freezer appears appropriately frozen during this inspection.  Correct by\nAugust 3, 2016.\nThe barn housing the hay and ruminant feed needs to be addressed.  There are Christmas lights and products\nintermixed throughout the feed storage area.  There are multiple bags of feed that have been torn open and\ntherefore contaminated by pests.  Feed is spilled on the floor in many areas in the barn and has lingered long\nenough to become moldy, which presents a health risk to the animals. The large round hay bales rest directly on the\nfloor, which encourages pest problems via burrowing and nest building, rendering that hay unwholesome.  Proper\nstorage of feedstuffs is essential to a successful pest control program and ensuring the wholesomeness and\npalatability of the food.  Correct by August 3, 2016.\n3.131(a)                    REPEAT\nSANITATION.   \nTwo chinchilla enclosures (Western Town and Back Reptile Room) have excessive build-up of fecal material\nthroughout their cages and scattered onto surrounding floor.  Excreta shall be removed from primary enclosures as\noften as necessary to prevent contamination of animals contained therein and to minimize disease hazards. \nCorrect by July 8, 2016.\n\n3.131(c)                    REPEAT\nSANITATION.   \nWestern Town, meds/treatment room and food prep room areas have excessive buildup of dust and grime, spilled\nlitter, spilled medications, and/or dirty walls. Premises shall be kept clean and in good repair to protect the animals\nfrom injury and to facilitate good husbandry care. \nInspection conducted on July 5, 2016.  Exit interview conducted with owner on July 6, 2016.",
  "animals_total": 193,
  "species": [
    {
      "count": 1,
      "scientific": "Addax nasomaculatus",
      "common": "ADDAX"
    },
    {
      "count": 5,
      "scientific": "Ammotragus lervia",
      "common": "BARBARY SHEEP"
    },
    {
      "count": 9,
      "scientific": "Antilope cervicapra",
      "common": "BLACKBUCK"
    },
    {
      "count": 2,
      "scientific": "Atelerix albiventris",
      "common": "HEDGEHOG"
    },
    {
      "count": 2,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 2,
      "scientific": "Bos grunniens",
      "common": "YAK"
    },
    {
      "count": 5,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 4,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 3,
      "scientific": "Boselaphus tragocamelus",
      "common": "NILGAI"
    },
    {
      "count": 3,
      "scientific": "Bubalus bubalis",
      "common": "ASIATIC WATER BUFFALO"
    },
    {
      "count": 1,
      "scientific": "Camelus bactrianus",
      "common": "BACTRIAN CAMEL"
    },
    {
      "count": 2,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 2,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 27,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 4,
      "scientific": "Chinchilla brevicaudata",
      "common": "CHINCHILLA"
    },
    {
      "count": 1,
      "scientific": "Choloepus hoffmanni",
      "common": "HOFFMANN'S TWO-TOED SLOTH"
    },
    {
      "count": 4,
      "scientific": "Connochaetes gnou",
      "common": "BLACK WILDEBEEST"
    },
    {
      "count": 2,
      "scientific": "Crocuta crocuta",
      "common": "SPOTTED HYENA"
    },
    {
      "count": 2,
      "scientific": "Cynomys ludovicianus",
      "common": "BLACK-TAILED PRAIRIE DOG"
    },
    {
      "count": 1,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 2,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 2,
      "scientific": "Giraffa camelopardalis",
      "common": "GIRAFFE"
    },
    {
      "count": 1,
      "scientific": "Hylobates lar",
      "common": "LAR GIBBON"
    },
    {
      "count": 2,
      "scientific": "Hystrix africaeaustralis",
      "common": "CAPE PORCUPINE"
    },
    {
      "count": 3,
      "scientific": "Kobus ellipsiprymnus",
      "common": "COMMON WATERBUCK"
    },
    {
      "count": 15,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 1,
      "scientific": "Lama guanicoe",
      "common": "GUANACO"
    },
    {
      "count": 15,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 6,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 4,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 2,
      "scientific": "Lupus hallstromi",
      "common": "NEW GUINEA SINGING DOG"
    },
    {
      "count": 2,
      "scientific": "Lynx lynx",
      "common": "NORTHERN/EURASIAN LYNX"
    },
    {
      "count": 3,
      "scientific": "Muscardinus avellanarius",
      "common": "HAZEL DORMOUSE"
    },
    {
      "count": 3,
      "scientific": "Nasuella olivacea",
      "common": "MOUNTAIN COATI"
    },
    {
      "count": 1,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    },
    {
      "count": 4,
      "scientific": "Oryx gazella",
      "common": "GEMSBOK"
    },
    {
      "count": 4,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 17,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 2,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 5,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 2,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 10,
      "scientific": "Sus domestica",
      "common": "DOMESTIC PIG"
    },
    {
      "count": 1,
      "scientific": "Symphalangus syndactylus",
      "common": "SIAMANG"
    },
    {
      "count": 1,
      "scientific": "Varecia variegata",
      "common": "BLACK-AND-WHITE RUFFED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 2,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    }
  ]
}