{
  "insp_id": "2016082567951681",
  "layout": "a",
  "customer_id": "7995",
  "customer_name": "Gloria Brouwer",
  "customer_addr": "2457 60th Ave\nJasper, MN 56144",
  "certificate": "41-A-0364",
  "site_id": "001",
  "site_name": "GLORIA BROUWER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-OCT-2016",
  "report_date": "05-OCT-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A cream colored female Maltese named \"Molly\" (microchip # 044-011-817) had hair loss on its tail. The licensee\ninformed me that the Attending Veterinarian had not been consulted with in regards to the tail. In addition the dog\nhad a buildup of white and grey gunk that had built up on the right upper side of the back part of its mouth. It\nappeared that at least one of the teeth on the upper jaw was loose, but it was difficult to determine because of the\ngunk that had built up. The Attending Veterinarian had not been consulted with on this either.\nHair loss can indicate there is an underlying illness or parasitic infection which can be irritating and possibly\ncontagious to other dogs. Dental problems can be painful and can lead to systemic infection which could be\ndetrimental to the dog's health.\nThe Attending Veterinarian must be consulted with in regards to the dog. The dog must be treated per his/her\ninstructions. Correct by 10/7/16.\nMultiple medications were found to be expired during inspection. Oral Cal Plus expired 03/2016. Ivomec expired\n06/2014. Canine Distemper vaccines expired 11/23/15. Expired medications and vaccines doesn't ensure that the\nproduct given to the animal is safe and of a high quality. The expired products could be ineffective or toxic to the\nanimal(s). Expired vaccines and medications must not be used on regulated animals and need to be disposed of.\nCorrect immediately.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA cream colored female Maltese named \"Molly\" (microchip # 044-011-817) had hair loss on its tail.  The licensee\ninformed me that the Attending Veterinarian had not been consulted with in regards to the tail.  In addition the dog\nhad a buildup of white and grey gunk that had built up on the right upper side of the back part of its mouth.  It\nappeared that at least one of the teeth on the upper jaw was loose, but it was difficult to determine because of the\ngunk that had built up.  The Attending Veterinarian had not been consulted with on this either.\nHair loss can indicate there is an underlying illness or parasitic infection which can be irritating and possibly\ncontagious to other dogs.  Dental problems can be painful and can lead to systemic infection which could be\ndetrimental to the dog's health.\nThe Attending Veterinarian must be consulted with in regards to the dog.  The dog must be treated per his/her\ninstructions.  Correct by 10/7/16.\nMultiple medications were found to be expired during inspection.  Oral Cal Plus expired 03/2016.  Ivomec expired\n06/2014.  Canine Distemper vaccines expired 11/23/15.  Expired medications and vaccines doesn't ensure that the\nproduct given to the animal is safe and of a high quality. The expired products could be ineffective or toxic to the\nanimal(s). Expired vaccines and medications must not be used on regulated animals and need to be disposed of. \nCorrect immediately.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.",
  "animals_total": 24,
  "species": [
    {
      "count": 24,
      "scientific": "Canis lupus familiaris",
      "common": "DOMESTIC DOG"
    }
  ]
}