{
  "insp_id": "167141211430128",
  "layout": "a",
  "customer_id": "8096",
  "customer_name": "Melody Boltz",
  "customer_addr": "31215 Gooseberry Rd\nAlma, KS 66401",
  "certificate": "48-A-1482",
  "site_id": "001",
  "site_name": "Melody Boltz",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-JUN-2014",
  "report_date": "18-JUN-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* One brown and white male Corgi ( microchip number 6D496B8) has a skin irritation on top of its back. The hair\nwas clumped and the skin was dry and flaky in appearance. In addition, hair loss was observed along the edge of\nthe affected area. The affected area was estimated to be two inches in width and six inches in length. Also the dog\nwas sensitive to having the affected area touched. The licensee stated that she first noticed the condition on\n6/15/14. The licensee stated that she was treating the dog with colloidal silver spray. The spray has no written\ndirections from the veterinarian on how it is to be applied to the dog. The attending veterinarian had not been\nconsulted at the time of inspection. Skin conditions such as these can be a result of insects, infection, trauma, or\nother medical problems and can be painful and itchy. The licensee must have this dog examined by a licensed\nveterinarian in order to ensure that an accurate diagnosis is obtained and that an appropriate treatment plan is\ndeveloped and followed. The licensee must document the outcome of this consultation and make it available to the\ninspector upon request."
    },
    {
      "code": "2.75(a)(1)(6)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "* Official identification of nine dogs was not listed on the official USDA (APHIS form 7005) dog on hand sheets.\nRecords provide a source of information that can be used to identify every dog on the premise. Complete and\naccurate records are needed to ensure each animal's identity can be known with certainty and to facilitate the ability\nto trace all dogs. The licensee must maintain complete and accurate records of all dogs at all times at their facility."
    },
    {
      "code": "3.1(b)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* The licensee currently has five boarder dogs in the same kennel area with her regulated dogs. Dogs that come to\nthe facility temporarily can expose the permanently housed and covered dogs to diseases. If the licensee operates\na boarding facility as a business on the premise, it must be physically separated from the licensed kennel. Correct\nby 7/2/14."
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* One plastic food storage container containing dog feed did not have a lid on it at the time of inspection. All feed\nsupplies must be stored in a manner that protects it from spoilage, contamination or vermin infestation. The\nnutritive value of the feed could be affected if it becomes spoiled or contaminated. It would not be acceptable for\nthe dogs to consume and could lead to health problems. The licensee must keep all feed supplies in leak proof\ncontainers with tightly fitting lids at all times. Correct by 6/20/14."
    },
    {
      "code": "3.4(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "* Three outdoor enclosures housing eight dogs have insufficient shade available for the dogs to have access to.\nLack of adequate shade from the direct rays of the sun can be stressful causing discomfort and lead to potential\nhealth risks. The licensee must ensure that shade is provided and be large enough to contain all the dogs at one\ntime. Correct by 6/25/14.\n* The facility inspection and exit briefing done on 6/18/14 were conducted with the licensee.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*   One brown and white male Corgi ( microchip number 6D496B8)  has a skin irritation on top of its back.  The hair\nwas clumped and the skin was dry and flaky in appearance.   In addition, hair loss was observed along the edge of\nthe affected area. The affected area was estimated to be two inches in width and six inches in length.  Also the dog\nwas sensitive to having the affected area touched.  The licensee stated that she first noticed the condition on\n6/15/14.  The licensee stated that she was treating the dog with colloidal silver spray. The spray has no written\ndirections from the veterinarian on how it is to be applied to the dog. The attending veterinarian had not been\nconsulted at the time of inspection.  Skin conditions such as these can be a result of insects, infection, trauma, or\nother medical problems and can be painful and itchy. The licensee must have this dog examined by a licensed\nveterinarian in order to ensure that an accurate diagnosis is obtained and that an appropriate treatment plan is\ndeveloped and followed.  The licensee must document the outcome of this consultation and make it available to the\ninspector upon request.\n2.75(a)(1)(6)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\n*      Official identification of nine dogs was not listed on the official USDA (APHIS form 7005) dog on hand sheets. \nRecords provide a source of information that can be used to identify every dog on the premise.   Complete and\naccurate records are needed to ensure each animal's identity can be known with certainty and to facilitate the ability\nto trace all dogs.  The licensee must maintain complete and accurate records of all dogs at all times at their facility.\n3.1(b)\nHOUSING FACILITIES, GENERAL.\n*  The licensee currently has five boarder dogs in the same kennel area with her regulated dogs. Dogs that come to\nthe facility temporarily can expose the permanently housed and covered dogs to diseases.  If the licensee operates\na boarding facility as a business on the premise, it must be physically separated from the licensed kennel.  Correct\nby 7/2/14.\n\n3.1(e)\nHOUSING FACILITIES, GENERAL.\n*   One plastic food storage container containing dog feed did not have a lid on it at the time of inspection.  All feed\nsupplies must be stored in a manner that protects it from spoilage, contamination or vermin infestation.  The\nnutritive value of the feed could be affected if it becomes spoiled or contaminated.  It would not be acceptable for\nthe dogs to consume and could lead to health problems.   The licensee must keep all feed supplies in leak proof\ncontainers with tightly fitting lids at all times.  Correct by 6/20/14.\n3.4(b)(2)\nOUTDOOR HOUSING FACILITIES.\n*   Three outdoor enclosures housing eight dogs have insufficient shade available for the dogs to have access to. \nLack of adequate shade from the direct rays of the sun can be stressful causing discomfort and lead to potential\nhealth risks.  The licensee must ensure that shade is provided and be large enough to contain all the dogs at one\ntime.   Correct by 6/25/14.\n*  The facility inspection and exit briefing done on 6/18/14 were conducted with the licensee.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer",
  "animals_total": 53,
  "species": [
    {
      "count": 53,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}