{
  "insp_id": "INS-0000868361",
  "layout": "c",
  "customer_id": "12527",
  "customer_name": "JEFFREY WYLIE",
  "customer_addr": "1126 CHARLIE WILLIAMS RD\nMONROE, NC 28112",
  "certificate": "55-C-0236",
  "site_id": "001",
  "site_name": "JEFFREY C WYLIE",
  "insp_type": "FOCUSED INSPECTION",
  "date": "03-MAY-2023",
  "report_date": "04-MAY-2023",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "An elderly male Fennec fox located off exhibit in the barn is observed to have a large mass on it's left ear causing the ear\nto droop, head to tilt and the fox to shake his head. The owner stated that this fox is known to have had a hematoma in\nthe past that required draining. He stated that the veterinarian had told him he was allowed to drain the hematoma\nhimself. There are no records to indicate this fox has recently been examined or treated. In addition, there are no written\ninstructions from the veterinarian for the management and treatment of this fox. The fox shall me examined by the\nveterinarian and appropriate care provided. Records shall be maintained documenting the condition, care and treatment.\nCorrect by May 5, 2023.\nA second elderly male Fennec fox located in the same enclosure is observed squinting with it right eye. USDA did not\nobserve the eye completely open at any point during the inspection. Squinting may be an indication of the presence of a\nforeign body, injury or illness. There are no records present indicating the the condition was previously observed or\ntreated. The Fennec fox shall be examined by the veterinarian and appropriate treatment provided. Records shall be\nmaintained documenting the condition, care and treatment. Correct by May 5, 2023."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "The Fennec fox enclosure has excess accumulation of old kibble and feces on the ground. There are no clear areas for\nthe foxes to pass that would allow them to remain uncontaminated by the accumulation. This enclosure does not appear\nto have been cleaned in a few days. Improper cleaning and accumulations of old feed and feces can lead to insect\ninfestation and vermin which may result in illness. The enclosure shall be cleaned at a frequency that will prevent\naccumulations of old feed and feces to protect the foxes from illness. Correct by May 6, 2023.\nThis inspection and exit interview were conducted with the licensee.\nn"
    }
  ],
  "narrative": "2.40(b)(3)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nAn elderly male Fennec fox located off exhibit in the barn is observed to have a large mass on it's left ear causing the ear \nto droop, head to tilt and the fox to shake his head.  The owner stated that this fox is known to have had a hematoma in \nthe past that required draining.  He stated that the veterinarian had told him he was allowed to drain the hematoma \nhimself.  There are no records to indicate this fox has recently been examined or treated.  In addition, there are no written \ninstructions from the veterinarian for the management and treatment of this fox.   The fox shall me examined by the \nveterinarian and appropriate care provided.  Records shall be maintained documenting the condition, care and treatment.  \nCorrect by May 5, 2023. \n \nA second elderly male Fennec fox located in the same enclosure is observed squinting with it right eye.  USDA did not \nobserve the eye completely open at any point during the inspection.  Squinting may be an indication of the presence of a \nforeign body, injury or illness.  There are no records present indicating the the condition was previously observed or \ntreated. The Fennec fox shall be examined by the veterinarian and appropriate treatment provided.  Records shall be \nmaintained documenting the condition, care and treatment.  Correct by May 5, 2023. \n3.131(a)\n\nSanitation. \nThe Fennec fox enclosure has excess accumulation of old kibble and feces on the ground. There are no clear areas for \nthe foxes to pass that would allow them to remain uncontaminated by the accumulation. This enclosure does not appear \nto have been cleaned in a few days.  Improper cleaning and accumulations of old feed and feces can lead to insect \ninfestation and vermin which may result in illness.  The enclosure shall be cleaned at a frequency that will prevent \naccumulations of old feed and feces to protect the foxes from illness.  Correct by May 6, 2023. \n \nThis inspection and exit interview were conducted with the licensee. \n \n n",
  "animals_total": 3,
  "species": [
    {
      "count": 3,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    }
  ]
}