{
  "insp_id": "62141752340784",
  "layout": "a",
  "customer_id": "6902",
  "customer_name": "Summer Wind Farm Sanctuary",
  "customer_addr": "6490 Mowerson Rd\nBrown City, MI 48416",
  "certificate": "34-C-0227",
  "site_id": "001",
  "site_name": "SUMMER WIND FARMS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-MAR-2014",
  "report_date": "05-MAR-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The tiger known as Kahn is housed with a tiger known as Sundar. Kahn appears very thin with prominent hip and\nback bones. There are patches of hair missing over the areas where Kahn's hip bones are prominent as well as at\nthe base of his tail. There is a lack of muscle in his hind quarters. Kahn has a 1/2\" lesion across the tip of his nose\nwhich is raw and irritated. There is a 4\" lesion at the tip of Kahn's tail which is raw and irritated. Failure to provide\nproper treatment to his wounds and to address his weight loss can lead to infection, a further deterioration of his\ncondition, prolonged suffering and even death. Kahn is suffering due to his current condition. Kahn needs to be\nseen by the attending veterinarian by 12:00 PM (noon) on 3-5-14. Veterinary evaluation and treatment\nrecommendations need to be available for APHIS inspectors."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The tiger known as Kahn is housed with a tiger known as Sundar. Kahn appears very thin with prominent hip and\nback bones. There are patches of hair missing over the areas where Kahn's hip bones are prominent as well as at\nthe base of his tail. There is a lack of muscle in his hind quarters. Kahn has a 1/2\" lesion across the tip of his nose\nwhich is raw and irritated. There is a 4\" lesion at the tip of Kahn's tail which is raw and irritated. Kahn's condition\nhad not been observed by anyone at the facility and had not been reported to the attending veterinarian. According\nto the president of the facility, Kahn and Sundar have a history of compatability issues with Kahn being dominated\nby the other tiger. Kahn's condition should have been recognized by personnel at the facility and reported to the\nattending veterinarian. Failure to observe health issues and promptly report them to the veterinarian will lead to\nunnecessary suffering and even death. Kahn is suffering due to his current condition. Report his condition promptly\nto the attending veterinarian.\nCorrect immediately by making thorough daily observations of all animals and reporting all health issues promptly to\nthe veterinarian."
    },
    {
      "code": "3.83",
      "kind": "Direct",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "The regulations require that potable water must be provided to nonhuman primates no less than twice daily for one\nhour each time. The water receptacle in this enclosure housing a snow macaque has a layer of snow over the ice in\nits water receptacles. It is 1:06 PM and it is apparent that this animal has not yet been offered any water. It is vital\nthat this animal receive water to provide for its health and comfort. Provide water to this animal at least twice daily\nfor one hour each time.\nCorrect by: Correct immediately."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The produce cooler contains moldy squash that were becoming soft. Spoiled produce must be removed promptly to\nprevent contamination of food intended to be fed to the animals. Sort and remove spoiled produce promptly. The\nproduce cooler also contained a chainsaw which had been used for butchering a cow. The saw was still covered\nwith blood, meat and bone. The saw had been used at about 2:00 PM the day before according to the facility\npresident. The saw should be cleaned promptly after use and not stored in the produce cooler. This cooler needs\nto be cleaned and have soiled and spoiled items removed in order to prevent contamination of food items that will\nbe fed to the animals.\nThe meat cooler has the odor of rotten and decaying meat. This odor makes it very hard to determine if the meat\nitems stored in this cooler are fit for animal consumption. Clean the cooler, identify the source of the odor and\neliminate it."
    },
    {
      "code": "3.127(b)",
      "kind": "Direct",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The shelter housing the lama contained no bedding. The shelter housing the four alpacas contained no bedding.\nThe shelter housing the sheep contained very little bedding. The expected low temperature in the area for tonight is\nnine degrees. The president stated that they planned to provide bedding this weekend. Failure to provide adequate\nbedding will lead to discomfort and possible animal injury. This will lead to unnecessary animal suffering. Bedding\nmust be provided to these animals to provide for their health and comfort. Provide bedding for these animals."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The perimeter fence was noted to have an aproximately 10\" by 24\" gap under it. This gap appeared large enough\nthat a person might be able to squeeze under the fence. Small animal tracks in the snow could be seen in the gap.\nIt is apparent that some animal is using this gap to enter or exit the facility. This breach in the perimeter fence is\nlocated about 20 yards away from the tigers housed on leopard row. This fence must be repaired in order to\nprevent unauthorized persons from entering the facility and also to prevent the access of predators and to ensure\nthat the fence serves as a secondary containment for the animals in the facility.\nCorrect by: 3-8-14"
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "The inspectors observed a partially processed cow hanging in the butcher area. This cow was being processed at\n2:00 PM on Monday when some equipment used for processing broke according to the facility president. This cow\nhad been left hanging outside for about 20 hours at the time of inspection. The facility president stated that he still\nintended to feed this cow to the animals at the facility. He also asked the inspectors how many of our regulated\nfacilities that we inspected left meat hanging outside and then used it for animal feed? We replied that none of the\nfacilities we inspected did that. Despite the freezing temperatures, it is not proper practice to leave processed meat\nhanging outside. This meat can be no longer considered wholesome and free from contamination when stored in\nthis manner. It would be possible for any number of the rodents present at this facility to contaminate this meat.\nAlso due to the fact that bird droppings were noted by the inspectors in this area, contamination with avian fecal\nmaterial is a possibility. This meat must not be used for food.\nCorrect by: From this time forward all processed and partially processed meat should be stored properly or\ndiscarded."
    },
    {
      "code": "3.130",
      "kind": "Direct",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "All of the enclosures housing the tigers and the enclosure housing one lion had water containers filled to the top\nwith solid ice. Five tigers were observed by the inspectors to be licking at the ice repeatedly. One tiger named\nKahn was also seen to be eating snow in additon to licking at the ice in the water container provided to him. The\npuma had no water container in its enclosure. It did have a bucket of ice that the president of the facility said that\nthey were no longer using for the enclosure. The enclosure housing two coyotes had two water containers that\nwere solid ice and bones to the top of the containers. It is vital that all animals have access to water in order to\npromote their health and comfort. Cats are particular sensitive to kidney damage from lack of water. Provide water\nas often as neccessary to keep these animals comfortable. These animals should not be seen repeatedly licking\nice and eating snow. This is not normal behavior for these animals. These animals are suffering due to lack of\nadequate water."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The counter in the butcher area was covered with blood, meat, soiled knifes and tools and parts of a cow. The meat\nsaw and walls were covered in blood, fat and meat scraps. The produce cooler door was covered in blood and\ntissue. The floor was covered in bird droppings and various items including: used gloves, twine and cardboard.\nThis area is used to butcher meat that is intended to be fed to the cats at this facility. This area must be kept clean\nand sanitary in order to ensure the food is clean, wholesome and not contaminated when fed to the animals. Clean\nand sanitize this area.\nCorrect by: This area must be cleaned and sanitized before it is used again for butchering."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "There was still rodent feces present on a shelf in the produce cooler. Mice can be carriers of disease and can\ncontaminate the produce stored in this area with their feces or by tracking fecal material from animal enclosures or\nother contaminates into the produce cooler. A safe and effective means of controlling pests must be established for\nthe produce cooler and the entire facility. Establish a plan that eliminates mice from the produce cooler. The facility\npresident stated that they had not had time to clean the shelves in the produce cooler. He also stated that APHIS\ninspectors were not expected until next week.\nThere were several rodent holes and a rat was seen by the inspector in the leopard barn which houses four tigers.\nRats can be carriers of disease which may be harmful to the animals housed in this area. A more effective means\nof pest control must be established for this area."
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": false,
      "desc": "EMPLOYEES.",
      "narrative": "It is evident that due to the nature and severity of the animal husbandry issues at the facility that there is a lack of\nadequately trained employees. The facility relies on volunteer workers. The president of the facility stated to\nAPHIS inspectors that there was no formalized scheduling of workers at the facility. A lack of properly trained\nemployees can result in facility and animal conditions that result in unnecessary animal sufering. Animal numbers\nmust be reduced or more properly trained workers need to be added. Workers need to be trained in the basic\nneeds of the animals at the facility. Topics should include at a minimum: the importance of adequate water, the\nneed for adequate bedding during times of extreme weather, the importance of cleaning and good housekeeping\nprocedures and observation of animals for abnormal conditions and behaviors. This training should be done in\nconjunction with the attending veterinarian or his designee. A list of topics covered and attendees must be\ndocumented for review by APHIS. A facility schedule needs to be developed that allows for adequate employee\ncoverage in order to address all animal husbandry needs.\nCorrect by: 3-26-14"
    },
    {
      "code": "3.133",
      "kind": "",
      "repeat": false,
      "desc": "SEPARATION.",
      "narrative": "The tiger known as Kahn is housed with a tiger known as Sundar. Kahn appears very thin with prominent hip and\nback bones. There are patches of hair missing over the areas where Kahn's hip bones are prominent as well as at\nthe base of his tail. There is a lack of muscle in his hind quarters. Kahn has a 1/2\" lesion across the tip of his nose\nwhich is raw and irritated. There is a 4\" lesion at the tip of Kahn's tail which is raw and irritated. According to the\npresident of the facility, Kahn and Sundar have a history of compatability issues with Kahn being dominated by the\nother tiger. These animals should have been being monitored closely for compatability issues. These animals\nshould have been separated before Kahn's condition became so deteriorated. Kahn is suffering due to his current\ncondition. These animals need immediate separation.\nCorrect by: This tigers were separated at the time of inspection.\nAt the conclusion of the inspection, the APHIS inspectors went over the findings. APHIS expectations regarding the\ntiger Kahn and his need for veterinary care by 12:00 PM (noon) on 3-5-14 and the need to immediately obtain water\nfor all the animals were communicated to the facility president. A formal exit interview was conducted on 3-5-14 at\n12:00 PM (noon).\nAdditional Inspectors\nBongard Carrie, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe tiger known as Kahn is housed with a tiger known as Sundar.  Kahn appears very thin with prominent hip and\nback bones.  There are patches of hair missing over the areas where Kahn's hip bones are prominent as well as at\nthe base of his tail.  There is a lack of muscle in his hind quarters.  Kahn has a 1/2\" lesion across the tip of his nose\nwhich is raw and irritated.  There is a 4\" lesion at the tip of Kahn's tail which is raw and irritated.  Failure to provide\nproper treatment to his wounds and to address his weight loss can lead to infection, a further deterioration of his\ncondition, prolonged suffering and even death.  Kahn is suffering due to his current condition.  Kahn needs to be\nseen by the attending veterinarian by 12:00 PM (noon) on 3-5-14.  Veterinary evaluation and treatment\nrecommendations need to be available for APHIS inspectors.\n2.40(b)(3)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe tiger known as Kahn is housed with a tiger known as Sundar.  Kahn appears very thin with prominent hip and\nback bones.  There are patches of hair missing over the areas where Kahn's hip bones are prominent as well as at\nthe base of his tail.  There is a lack of muscle in his hind quarters.  Kahn has a 1/2\" lesion across the tip of his nose\nwhich is raw and irritated.  There is a 4\" lesion at the tip of Kahn's tail which is raw and irritated.  Kahn's condition\nhad not been observed by anyone at the facility and had not been reported to the attending veterinarian.  According\nto the president of the facility, Kahn and Sundar have a history of compatability issues with Kahn being dominated\nby the other tiger.  Kahn's condition should have been recognized by personnel at the facility and reported to the\nattending veterinarian.  Failure to observe health issues and promptly report them to the veterinarian will lead to\nunnecessary suffering and even death.  Kahn is suffering due to his current condition.  Report his condition promptly\nto the attending veterinarian.\n  \nCorrect immediately by making thorough daily observations of all animals and reporting all health issues promptly to\nthe veterinarian.\n3.83           DIRECT\n\nWATERING.   \nThe regulations require that potable water must be provided to nonhuman primates no less than twice daily for one\nhour each time.  The water receptacle in this enclosure housing a snow macaque has a layer of snow over the ice in\nits water receptacles.  It is 1:06 PM  and it is apparent that this animal has not yet been offered any water.  It is vital\nthat this animal receive water to provide for its health and comfort.  Provide water to this animal at least twice daily\nfor one hour each time.\nCorrect by:  Correct immediately.\n3.125(c)                    REPEAT\nFACILITIES, GENERAL.   \nThe produce cooler contains moldy squash that were becoming soft.  Spoiled produce must be removed promptly to\nprevent contamination of food intended to be fed to the animals.  Sort and remove spoiled produce promptly.  The\nproduce cooler also contained a chainsaw which had been used for butchering a cow.  The saw was still covered\nwith blood, meat and bone.  The saw had been used at about 2:00 PM the day before according to the facility\npresident.  The saw should be cleaned promptly after use and not stored in the produce cooler.  This cooler needs\nto be cleaned and have soiled and spoiled items removed in order to prevent contamination of food items that will\nbe fed to the animals.\nThe meat cooler has the odor of rotten and decaying meat.  This odor makes it very hard to determine if the meat\nitems stored in this cooler are fit for animal consumption.  Clean the cooler, identify the source of the odor and\neliminate it.\n3.127(b)           DIRECT                    REPEAT\nFACILITIES, OUTDOOR. \nThe shelter housing the lama contained no bedding.  The shelter housing the four alpacas contained no bedding. \nThe shelter housing the sheep contained very little bedding.  The expected low temperature in the area for tonight is\nnine degrees.  The president stated that they planned to provide bedding this weekend.  Failure to provide adequate\nbedding will lead to discomfort and possible animal injury.  This will lead to unnecessary animal suffering.  Bedding\nmust be provided to these animals to provide for their health and comfort.  Provide bedding for these animals.\n3.127(d)\nFACILITIES, OUTDOOR. \nThe perimeter fence was noted to have an aproximately 10\" by 24\" gap under it.  This gap appeared large enough\nthat a person might be able to squeeze under the fence.   Small animal tracks in the snow could be seen in the gap.\n It is apparent that some animal is using this gap to enter or exit the facility.  This breach in the perimeter fence is\n\nlocated about 20 yards away from the tigers housed on leopard row.  This fence must be repaired in order to\nprevent unauthorized persons from entering the facility and also to prevent the access of predators and to ensure\nthat the fence serves as a secondary containment for the animals in the facility.\nCorrect by:  3-8-14\n3.129(a)\nFEEDING.    \nThe inspectors observed a partially processed cow hanging in the butcher area.  This cow was being processed at\n2:00 PM on Monday when some equipment used for processing broke according to the facility president.  This cow\nhad been left hanging outside for about 20 hours at the time of inspection.  The facility president stated that he still\nintended to feed this cow to the animals at the facility.  He also asked the inspectors how many of our regulated\nfacilities that we inspected left meat hanging outside and then used it for animal feed?  We replied that none of the\nfacilities we inspected did that.  Despite the freezing temperatures, it is not proper practice to leave processed meat\nhanging outside.  This meat can be no longer considered wholesome and free from contamination when stored in\nthis manner.  It would be possible for any number of the rodents present at this facility to contaminate this meat. \nAlso due to the fact that bird droppings were noted by the inspectors in this area, contamination with avian fecal\nmaterial is a possibility.  This meat must not be used for food.\nCorrect by:  From this time forward all processed and partially processed meat should be stored properly or\ndiscarded.\n3.130           DIRECT                    REPEAT\nWATERING.  \nAll of the enclosures housing the tigers and the enclosure housing one lion had water containers filled to the top\nwith solid ice.  Five tigers were observed by the inspectors to be licking at the ice repeatedly.  One tiger named\nKahn was also seen to be eating snow in additon to licking at the ice in the water container provided to him.  The\npuma had no water container in its enclosure.  It did have a bucket of ice that the president of the facility said that\nthey were no longer using for the enclosure.  The enclosure housing two coyotes had two water containers that\nwere solid ice and bones to the top of the containers.  It is vital that all animals have access to water in order to\npromote their health and comfort. Cats are particular sensitive to kidney damage from lack of water.  Provide water\nas often as neccessary to keep these animals comfortable.  These animals should not be seen repeatedly licking\nice and eating snow.  This is not normal behavior for these animals.  These animals are suffering due to lack of\nadequate water.\n3.131(c)\n\nSANITATION.   \nThe counter in the butcher area was covered with blood, meat, soiled knifes and tools and parts of a cow.  The meat\nsaw and walls were covered in blood, fat and meat scraps.  The produce cooler door was covered in blood and\ntissue.  The floor was covered in bird droppings and various items including:  used gloves, twine and cardboard. \nThis area is used to butcher meat that is intended to be fed to the cats at this facility.  This area must be kept clean\nand sanitary in order to ensure the food is clean, wholesome and not contaminated when fed to the animals.  Clean\nand sanitize this area.\nCorrect by:  This area must be cleaned and sanitized before it is used again for butchering.\n3.131(d)                    REPEAT\nSANITATION.   \nThere was still rodent feces present on a shelf in the produce cooler.  Mice can be carriers of disease and can\ncontaminate the produce stored in this area with their feces or by tracking fecal material from animal enclosures or\nother contaminates into the produce cooler.  A safe and effective means of controlling pests must be established for\nthe produce cooler and the entire facility.  Establish a plan that eliminates mice from the produce cooler.  The facility\npresident stated that they had not had time to clean the shelves in the produce cooler.  He also stated that APHIS\ninspectors were not expected until next week.\nThere were several rodent holes and a rat was seen by the inspector in the leopard barn which houses four tigers. \nRats can be carriers of disease which may be harmful to the animals housed in this area.  A more effective means\nof pest control must be established for this area.\n3.132\nEMPLOYEES. \nIt is evident that due to the nature and severity of the animal husbandry issues at the facility that there is a lack of\nadequately trained employees.  The facility relies on volunteer workers.  The president of the facility stated to\nAPHIS inspectors that there was no formalized scheduling of workers at the facility.  A lack of properly trained\nemployees can result in facility and animal conditions that result in unnecessary animal sufering.  Animal numbers\nmust be reduced or more properly trained workers need to be added.  Workers need to be trained in the basic\nneeds of the animals at the facility.  Topics should include at a minimum: the importance of adequate water, the\nneed for adequate bedding during times of extreme weather, the importance of cleaning and good housekeeping\nprocedures and observation of animals for abnormal conditions and behaviors.  This training should be done in\nconjunction with the attending veterinarian or his designee.  A list of topics covered and attendees must be\ndocumented for review by APHIS.  A facility schedule needs to be developed that allows for adequate employee\ncoverage in order to address all animal husbandry needs.\n\nCorrect by:  3-26-14\n3.133\nSEPARATION. \nThe tiger known as Kahn is housed with a tiger known as Sundar.  Kahn appears very thin with prominent hip and\nback bones.  There are patches of hair missing over the areas where Kahn's hip bones are prominent as well as at\nthe base of his tail.  There is a lack of muscle in his hind quarters.  Kahn has a 1/2\" lesion across the tip of his nose\nwhich is raw and irritated.  There is a 4\" lesion at the tip of Kahn's tail which is raw and irritated.  According to the\npresident of the facility, Kahn and Sundar have a history of compatability issues with Kahn being dominated by the\nother tiger.  These animals should have been being monitored closely for compatability issues. These animals\nshould have been separated before Kahn's condition became so deteriorated.  Kahn is suffering due to his current\ncondition.  These animals need immediate separation.\nCorrect by:  This tigers were separated at the time of inspection.\nAt the conclusion of the inspection, the APHIS inspectors went over the findings.  APHIS expectations regarding the\ntiger Kahn and his need for veterinary care by 12:00 PM (noon) on 3-5-14 and the need to immediately obtain water\nfor all the animals were communicated to the facility president.  A formal exit interview was conducted on 3-5-14 at\n12:00 PM (noon).\nAdditional Inspectors\nBongard Carrie, Animal Care Inspector",
  "animals_total": 36,
  "species": [
    {
      "count": 1,
      "scientific": "Arctos",
      "common": "GRIZZLY BEAR"
    },
    {
      "count": 2,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 1,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 4,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 3,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 1,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE / SNOW MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 1,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 9,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Papio anubis",
      "common": "OLIVE BABOON"
    },
    {
      "count": 1,
      "scientific": "Papio hamadryas",
      "common": "HAMADRYAS BABOON"
    },
    {
      "count": 1,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 2,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 2,
      "scientific": "Ursus thibetanus",
      "common": "ASIATIC BLACK BEAR"
    },
    {
      "count": 1,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    }
  ]
}