{
  "insp_id": "2016082567939932",
  "layout": "a",
  "customer_id": "18970",
  "customer_name": "Geneva Taylor",
  "customer_addr": "Ronald M Taylor\n2279 21st Rd\nFrankfort, KS 66427",
  "certificate": "48-A-1661",
  "site_id": "001",
  "site_name": "Geneva Taylor, Ronald Taylor",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-OCT-2016",
  "report_date": "05-OCT-2016",
  "citations": [
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* There is a mixture of dirt, grease and other excreta on five metal entryway doors and on the interior fiberglass\nwall of two enclosures. Five dogs are in contact with the affected surfaces located in shelter housing. The\naffected area covers approximately 10 percent of the fiberglass wall area and 75 percent of the metal entryway\ndoors. Cleaning of surfaces is necessary to prevent an accumulation of excreta and other disease hazards. This\nindicates an unsanitary living condition exists that could lead to potential disease or health risks. All surfaces of\nhousing facilities must be cleaned and sanitized when necessary to satisfy generally accepted husbandry standards\nand practices. The licensee must ensure that all surfaces which any dog comes in contact with must be spot\ncleaned on a daily basis and sanitized in accordance with 3.11 (b). Correct by 10/6/16.\n* This inspection and exit interview were conducted with the licensee.\n* Copy of inspection report was sent by electronic mail."
    }
  ],
  "narrative": "3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\n*   There is a mixture of dirt, grease and other excreta on five metal entryway doors and on the interior fiberglass\nwall of two enclosures.   Five dogs are in contact with the affected surfaces located in shelter housing.   The\naffected area covers approximately 10 percent of the fiberglass wall area and 75 percent of the metal entryway\ndoors.   Cleaning of surfaces is necessary to prevent an accumulation of excreta and other disease hazards.   This\nindicates an unsanitary living condition exists that could lead to potential disease or health risks.  All surfaces of\nhousing facilities must be cleaned and sanitized when necessary to satisfy generally accepted husbandry standards\nand practices.  The licensee must ensure that all surfaces which any dog comes in contact with must be spot\ncleaned on a daily basis and sanitized in accordance with 3.11 (b).   Correct  by  10/6/16.\n*  This inspection and exit interview were conducted with the licensee.\n*   Copy of inspection report was sent by electronic mail.",
  "animals_total": 22,
  "species": [
    {
      "count": 22,
      "scientific": "Canis lupus familiaris",
      "common": "DOMESTIC DOG"
    }
  ]
}