{
  "insp_id": "2016082568770542",
  "layout": "a",
  "customer_id": "26120",
  "customer_name": "Coyote Consulting Company Inc",
  "customer_addr": "77 Vine Street\nDouglas, MA 01516",
  "certificate": "14-B-0044",
  "site_id": "001",
  "site_name": "COYOTE CONSULTING COMPANY INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "31-AUG-2017",
  "report_date": "31-AUG-2017",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Indoor Housing Facilities.\n***The indoor swine pens are made from polycarbonate panels attached to metal vertical posts. Several of the front\npanels and a few of the side panels between adjacent pens were noted to be cracked or have broken edges. The\ncracked or damaged panels swayed back and forth a few inches whenever a pig jumped up against them. The\ncracked and broken-edged panels affect the structural strength of the pens and the broken edges of the panels\ncould cause an injury to the pigs.\nPer this Section of the Regulations, indoor housing facilities must be constructed of such material and of such\nstrength as appropriate for the animals involved. In addition, indoor housing facilities shall also be structurally\nsound and be maintained in good repair to protect the animals from injury and to contain the animals.\nThe Licensee needs to repair or replace the polycarbonate panels for the safety and health of the animals and to\nensure that the housing facilities are maintained in good repair.\nCorrect by 10/1/17."
    },
    {
      "code": "3.127(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "Drainage.\n***Many of the pigs are given access to an outdoor pen daily. There is a pie-shaped mud wallow inside the outdoor\npen that is along the front side of the pen and is also adjacent to the entry/exit gate for the pen. The mud in the\nwallow was a watery soup-like consistency and measured 2” deep. The pigs must walk through the watery mud\nwallow in order to enter or exit the outdoor pen. Exposure to this type of wet conditions can result in foot and/or\nhoof problems in the animals.\nPer this Section of the Regulations, a suitable method shall be provided to rapidly eliminate excess water and\nprovide adequate drainage.\nThe drainage in the outdoor pen needs to be improved and/or the outdoor pen’s entry/exit gate needs to be\nre-located to an area of dry ground so the pigs do not have to walk through the excess water/watery mud in order to\nenter or exit the outdoor pen. This is important to ensure the health and comfort of the animals.\nCorrect by 10/1/17.\nNOTE - Exit briefing held 8/31/17 on-site with Licensee. Report delivered by e-mail 8/31/17.\n*END OF REPORT*"
    }
  ],
  "narrative": "3.125(a)\nFACILITIES, GENERAL.   \nIndoor Housing Facilities.\n***The indoor swine pens are made from polycarbonate panels attached to metal vertical posts.  Several of the front\npanels and a few of the side panels between adjacent pens were noted to be cracked or have broken edges.  The\ncracked or damaged panels swayed back and forth a few inches whenever a pig jumped up against them.  The\ncracked and broken-edged panels affect the structural strength of the pens and the broken edges of the panels\ncould cause an injury to the pigs.\nPer this Section of the Regulations, indoor housing facilities must be constructed of such material and of such\nstrength as appropriate for the animals involved.  In addition, indoor housing facilities shall also be structurally\nsound and be maintained in good repair to protect the animals from injury and to contain the animals.\nThe Licensee needs to repair or replace the polycarbonate panels for the safety and health of the animals and to\nensure that the housing facilities are maintained in good repair.\nCorrect by 10/1/17.\n3.127(c)\nFACILITIES, OUTDOOR. \nDrainage.\n***Many of the pigs are given access to an outdoor pen daily.  There is a pie-shaped mud wallow inside the outdoor\npen that is along the front side of the pen and is also adjacent to the entry/exit gate for the pen.  The mud in the\nwallow was a watery soup-like consistency and measured 2” deep.  The pigs must walk through the watery mud\nwallow in order to enter or exit the outdoor pen.  Exposure to this type of wet conditions can result in foot and/or\nhoof problems in the animals.\n\nPer this Section of the Regulations, a suitable method shall be provided to rapidly eliminate excess water and\nprovide adequate drainage.  \nThe drainage in the outdoor pen needs to be improved and/or the outdoor pen’s entry/exit gate needs to be\nre-located to an area of dry ground so the pigs do not have to walk through the excess water/watery mud in order to\nenter or exit the outdoor pen.  This is important to ensure the health and comfort of the animals.\nCorrect by 10/1/17.\nNOTE - Exit briefing held 8/31/17 on-site with Licensee.  Report delivered by e-mail 8/31/17.\n*END OF REPORT*",
  "animals_total": 76,
  "species": [
    {
      "count": 76,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}