{
  "insp_id": "INS-0000839991",
  "layout": "c",
  "customer_id": "5224",
  "customer_name": "DENNIS VAN WYK DONNA VAN WYK",
  "customer_addr": "1955 120TH STREET\nNEW SHARON, IA 50207",
  "certificate": "42-A-0331",
  "site_id": "001",
  "site_name": "DENNIS And DONNA VAN WYK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-JAN-2023",
  "report_date": "13-JAN-2023",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The vaccines for the dogs are not stored at an appropriate temperature. The vaccines are kept in a refrigerator, but the\ntemperature inside the refrigerator is only 53 degrees F according to the inspector's Kestrel. The label on the vaccines\nstates they should be stored between 35-46 degrees F. Failure to store vaccines at the proper temperature may interfere\nwith their effectiveness which could leave animals at risk of contracting dangerous and deadly diseases.\nEach dealer shall use appropriate methods to prevent and control diseases. The licensee must store the vaccines at the\nappropriate temperatures at all times. The licensee must ensure that all medical products are properly stored in order to\nsupport the health and well-being of the animals.\nTo be corrected by: From this day forward"
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "At least seven adult dogs are missing from the Record of Acquisition of Dogs and Cats on Hand (APHIS form 7005).\nFailure to document dogs on APHIS form 7005 can interfere with the ability of APHIS officials to trace the movement of\nanimals, to identify animals, and to acquire acquisition information for specific animals.\nEach dealer shall make, keep, and maintain records or forms which fully and correctly disclose the required information\nconcerning each dog purchased or otherwise acquired, owned, held, or otherwise in his or her possession or under his or\nher control, or which is transported, euthanized, sold, or otherwise disposed of. The licensee must add the information for\nthe seven dogs to APHIS form 7005. The licensee must also ensure that all required documentation is accurately\nmaintained at all times.\nTo be corrected by: 19-January-2023"
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "One adult female dog and five puppies are housed on raised plastic flooring. Nearly the entire surface of the flooring is\ncoated in dried feces. The dogs cannot move about the enclosure without coming into contact with the feces. The\nlicensee stated the enclosure had last been cleaned a few days ago. Buildup of feces could cause the animals to become\nsoiled and increase the risk of disease.\nHard surfaces in contact with dogs must be spot-cleaned daily. The licensee must remove the coating of feces from the\nenclosure floor. The licensee must ensure that all waste is removed from each enclosure daily in order to support the\nhealth and well-being of the animals.\nTo be corrected by: At the time of the inspection the licensee was instructed to clean the feces from the enclosure by the\nend of the day (12-Jan-2023).\nA buildup of rodent feces is located on surfaces throughout the interior of the large breed sheltered building. The\ninspector observed rodent feces on top of the dog enclosures, in slide out trays under empty enclosures, on the flooring of\nempty enclosure, and on the top of feeders in empty enclosures. A dead mouse and rodent feces were observed next to\nthe access door inside an empty enclosure. Seven dogs are housed in this building. A buildup of rodent feces could\nincrease the risk of disease towards the dogs.\nAll surfaces of housing facilities not in contact with dogs must be cleaned and sanitized when necessary. The licensee\nmust clean and sanitize the surfaces affected by mouse droppings. The licensee must ensure that all surfaces of housing\nfacilities are maintained in a clean and sanitized state in order to support the health of the animals.\nTo be corrected by: 19-January-2023"
    },
    {
      "code": "3.3(d)",
      "kind": "",
      "repeat": false,
      "desc": "Sheltered housing facilities.",
      "narrative": "Two German shepherds are kept in sheltered housing. The sheltered portion is not tall enough to allow the dogs to stand\nand sit in a normal position. When the dogs are standing or sitting their heads touch the top of the enclosure and their\nears cannot be held in the normal upright position but must be flattened out to the side or folded back against the head.\nThe inspector observed the dogs moving about the enclosure with their heads slightly ducked down. The inability to stand\nand sit in a normal position may cause pain and discomfort to the animal.\nThe shelter structures must be large enough to allow each animal to sit, stand, and lie in a normal manner and to turn\nabout freely. The licensee must provide the German shepherds with an enclosure that allows them to stand and sit in a\nnormal position at all times. The licensee must ensure that each animal is housed in a compliant enclosure in order to\nsupport their health and well-being.\nTo be corrected by: 19-January-2023"
    },
    {
      "code": "3.7(c)",
      "kind": "",
      "repeat": false,
      "desc": "Compatible grouping.",
      "narrative": "A pug puppy that is approximately 2.5 months old is being housed with an adult dog that is not its dam or foster dam.\nHousing puppies with adults that are not their mother could result in injury to the puppy should the adult become\naggressive and/or dominant.\nPuppies 4 months of age or less may not be housed in the same primary enclosure with adult dogs other than their dams\nor foster dams. The licensee must not house the pug puppy with an adult that is not the dam or foster dam. The licensee\nmust ensure that any dogs housed together are compatible to ensure their safety and well-being.\nTo be corrected by: 19-January-2023"
    },
    {
      "code": "3.13(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee had each adult dog examined by the attending veterinarian in April 2022, but there is no written\ndocumentation of the exam or the results of the exam.\nThe licensee had several adult dogs tested for heartworm in April 2022, but there is no documentation that clearly\nindicates which dogs were tested and the results of the tests.\nFailure to document examinations, tests, and the results may interfere with the ability of APHIS officials to determine if the\nanimals are receiving adequate veterinary care.\nDealers must keep copies of medical records for dogs and make the records available for APHIS inspection. These\nrecords must include the dates and findings/results of all screening, routine, or other required or recommended tests or\nexaminations. The licensee must ensure that all examinations, tests, and the results are fully documented with all\nrequired information in a medical record.\nTo be corrected by: From this day forward\nThis inspection and exit interview were conducted with the facility representative.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe vaccines for the dogs are not stored at an appropriate temperature.  The vaccines are kept in a refrigerator, but the \ntemperature inside the refrigerator is only 53 degrees F according to the inspector's Kestrel.  The label on the vaccines \nstates they should be stored between 35-46 degrees F.  Failure to store vaccines at the proper temperature may interfere \nwith their effectiveness which could leave animals at risk of contracting dangerous and deadly diseases.    \n \nEach dealer shall use appropriate methods to prevent and control diseases.  The licensee must store the vaccines at the \nappropriate temperatures at all times.  The licensee must ensure that all medical products are properly stored in order to \nsupport the health and well-being of the animals.    \n \nTo be corrected by:  From this day forward \n2.75(a)(1) \n   \nRecords: Dealers and exhibitors. \nAt least seven adult dogs are missing from the Record of Acquisition of Dogs and Cats on Hand (APHIS form 7005).  \nFailure to document dogs on APHIS form 7005 can interfere with the ability of APHIS officials to trace the movement of \nanimals, to identify animals, and to acquire acquisition information for specific animals.\n\nEach dealer shall make, keep, and maintain records or forms which fully and correctly disclose the required information \nconcerning each dog purchased or otherwise acquired, owned, held, or otherwise in his or her possession or under his or \nher control, or which is transported, euthanized, sold, or otherwise disposed of.  The licensee must add the information for \nthe seven dogs to APHIS form 7005.  The licensee must also ensure that all required documentation is accurately \nmaintained at all times.  \n \nTo be corrected by:  19-January-2023 \n3.1(c)(3) \n   \nHousing facilities, general. \nOne adult female dog and five puppies are housed on raised plastic flooring.  Nearly the entire surface of the flooring is \ncoated in dried feces.  The dogs cannot move about the enclosure without coming into contact with the feces.  The \nlicensee stated the enclosure had last been cleaned a few days ago.  Buildup of feces could cause the animals to become \nsoiled and increase the risk of disease. \n \nHard surfaces in contact with dogs must be spot-cleaned daily.  The licensee must remove the coating of feces from the \nenclosure floor.  The licensee must ensure that all waste is removed from each enclosure daily in order to support the \nhealth and well-being of the animals. \n \nTo be corrected by:  At the time of the inspection the licensee was instructed to clean the feces from the enclosure by the \nend of the day (12-Jan-2023).\n\nA buildup of rodent feces is located on surfaces throughout the interior of the large breed sheltered building.  The \ninspector observed rodent feces on top of the dog enclosures, in slide out trays under empty enclosures, on the flooring of \nempty enclosure, and on the top of feeders in empty enclosures.  A dead mouse and rodent feces were observed next to \nthe access door inside an empty enclosure.  Seven dogs are housed in this building.  A buildup of rodent feces could \nincrease the risk of disease towards the dogs.   \n \nAll surfaces of housing facilities not in contact with dogs must be cleaned and sanitized when necessary.  The licensee \nmust clean and sanitize the surfaces affected by mouse droppings.  The licensee must ensure that all surfaces of housing \nfacilities are maintained in a clean and sanitized state in order to support the health of the animals. \n \nTo be corrected by:  19-January-2023 \n3.3(d) \n   \nSheltered housing facilities. \nTwo German shepherds are kept in sheltered housing.  The sheltered portion is not tall enough to allow the dogs to stand \nand sit in a normal position.  When the dogs are standing or sitting their heads touch the top of the enclosure and their \nears cannot be held in the normal upright position but must be flattened out to the side or folded back against the head.  \nThe inspector observed the dogs moving about the enclosure with their heads slightly ducked down.  The inability to stand \nand sit in a normal position may cause pain and discomfort to the animal.   \n \nThe shelter structures must be large enough to allow each animal to sit, stand, and lie in a normal manner and to turn \nabout freely.  The licensee must provide the German shepherds with an enclosure that allows them to stand and sit in a \nnormal position at all times.  The licensee must ensure that each animal is housed in a compliant enclosure in order to\n\nsupport their health and well-being. \n \nTo be corrected by:  19-January-2023 \n3.7(c) \n   \nCompatible grouping. \nA pug puppy that is approximately 2.5 months old is being housed with an adult dog that is not its dam or foster dam.  \nHousing puppies with adults that are not their mother could result in injury to the puppy should the adult become \naggressive and/or dominant.   \n \nPuppies 4 months of age or less may not be housed in the same primary enclosure with adult dogs other than their dams \nor foster dams.  The licensee must not house the pug puppy with an adult that is not the dam or foster dam.  The licensee \nmust ensure that any dogs housed together are compatible to ensure their safety and well-being.   \n \nTo be corrected by:  19-January-2023 \n3.13(b)(4) \n   \nVeterinary care for dogs. \nThe licensee had each adult dog examined by the attending veterinarian in April 2022, but there is no written \ndocumentation of the exam or the results of the exam.   \n \nThe licensee had several adult dogs tested for heartworm in April 2022, but there is no documentation that clearly \nindicates which dogs were tested and the results of the tests.\n\nFailure to document examinations, tests, and the results may interfere with the ability of APHIS officials to determine if the \nanimals are receiving adequate veterinary care.   \n \nDealers must keep copies of medical records for dogs and make the records available for APHIS inspection. These \nrecords must include the dates and findings/results of all screening, routine, or other required or recommended tests or \nexaminations.  The licensee must ensure that all examinations, tests, and the results are fully documented with all \nrequired information in a medical record. \n \nTo be corrected by:  From this day forward \n \nThis inspection and exit interview were conducted with the facility representative. \n \nEnd Section",
  "animals_total": 57,
  "species": [
    {
      "count": 43,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 14,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}