{
  "insp_id": "46142311180128",
  "layout": "a",
  "customer_id": "36515",
  "customer_name": "Paul Urbanec",
  "customer_addr": "1912 Hwy. 94\nPender, NE 68047",
  "certificate": "47-A-0540",
  "site_id": "001",
  "site_name": "Paul Urbanec",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-FEB-2014",
  "report_date": "15-FEB-2014",
  "citations": [
    {
      "code": "3.1(c)(1)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Sec. 3.1 Housing facilities, general. (c) Surfaces--(1) General requirements. (ii)\n* Outdoor enclosure three counting from east, housing two adult dogs, has a wire protruding into the enclosure.\nThis wire is at head level of the dogs in normal standing position. This protruding wire could cause injury to the\ndogs. All enclosures must be free of sharp protruding points that could injure the dogs."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Sec. 3.1 Housing facilities, general. (c) Surfaces(3) Cleaning.\n* The outdoor enclosures, housing seven adult dogs, have an excessive accumulation of fecal waste and snow and\nice in the enclosures. This accumulation of waste and snow and ice indicates daily spot-cleaning is not taking\nplace. The accumulation of waste and snow and ice can increase disease hazards, and can allow for the dogs to\nget wet during the winter time period for the area. The concrete flooring must be spot cleaning daily and sanitized\nwhen necessary. Daily spot cleaning and sanitization will decrease disease hazards, and will keep the snow and\nice out of the enclosure preventing the dogs from getting wet."
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "Sec. 3.9 Feeding. (b)\n* Nine self-feeders used to feed 23 adult dogs, in the main kennel, have an excessive accumulation of debris inside\nthe feeders. Also, this indicates the self-feeders are not being sanitized often enough in accordance to Section\n3.11(b). These self-feeders with an excessive accumulation of debris can increase disease potential for the dogs\nand could contaminate the feed. Self-feeders must be kept cleaned, and must be sanitized often enough in\naccordance to Section 3.11(b) to prevent an accumulation of debris and decrease disease hazards for the dogs.\nThis inspection and exit briefing was conducted with the facility representative.\nThis inspection report will be sent both regular and certified mail."
    }
  ],
  "narrative": "3.1(c)(1)(2)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nSec. 3.1  Housing facilities, general.  (c) Surfaces--(1) General requirements.  (ii) \n* Outdoor enclosure three counting from east, housing two adult dogs, has a wire protruding into the enclosure. \nThis wire is at head level of the dogs in normal standing position.  This protruding wire could cause injury to the\ndogs.  All enclosures must be free of sharp protruding points that could injure the dogs.\n3.1(c)(3)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nSec. 3.1  Housing facilities, general.  (c) Surfaces(3) Cleaning. \n* The outdoor enclosures, housing seven adult dogs, have an excessive accumulation of fecal waste and snow and\nice in the enclosures.  This accumulation of waste and snow and ice indicates daily spot-cleaning is not taking\nplace.  The accumulation of waste and snow and ice can increase disease hazards, and can allow for the dogs to\nget wet during the winter time period for the area.  The concrete flooring must be spot cleaning daily and sanitized\nwhen necessary.  Daily spot cleaning and sanitization will decrease disease hazards, and will keep the snow and\nice out of the enclosure preventing the dogs from getting wet.\n3.9(b)                    REPEAT\nFEEDING.\nSec. 3.9 Feeding.  (b) \n* Nine self-feeders used to feed 23 adult dogs, in the main kennel, have an excessive accumulation of debris inside\nthe feeders.  Also, this indicates the self-feeders are not being sanitized often enough in accordance to Section\n3.11(b).  These self-feeders with an excessive accumulation of debris can increase disease potential for the dogs\n\nand could contaminate the feed.  Self-feeders must be kept cleaned, and must be sanitized often enough in\naccordance to Section 3.11(b) to prevent an accumulation of debris and decrease disease hazards for the dogs.\nThis inspection and exit briefing was conducted with the facility representative.\nThis inspection report will be sent both regular and certified mail.",
  "animals_total": 40,
  "species": [
    {
      "count": 31,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 9,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}