{
  "insp_id": "267140732060152",
  "layout": "a",
  "customer_id": "332166",
  "customer_name": "Joseph Miller",
  "customer_addr": "3332 Pleasant Valley Rd\nBaltic, OH 43804",
  "certificate": "--",
  "site_id": "001",
  "site_name": "JOSEPH MILLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-SEP-2014",
  "report_date": "24-SEP-2014",
  "citations": [
    {
      "code": "2.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "REQUIREMENTS AND APPLICATION.",
      "narrative": "*** This was a search inspection conducted to determine the presence of regulated activity. The owner's wife was\npresent for this search. She admitted that there are at least 20 breeding dogs on the property. A kennel was\nobserved on the property. Pet store records confirm sale of a puppy from this facility on 3-10-14. Owner's wife also\nadmitted to selling to a pet store. These wholesale sales require a USDA license and are in violation of Section 2.1.\nNo future sales of puppies wholesale is permitted until a USDA license is obtained.\nAn appication packet was left with the owner'w wife.\nNO REGULATED ACTIVITY MAY BE CONDUCTED UNTIL A USDA LICENSE IS OBTAINED."
    }
  ],
  "narrative": "2.1(a)\nREQUIREMENTS AND APPLICATION.\n*** This was a search inspection conducted to determine the presence of regulated activity.  The owner's wife was\npresent for this search.   She admitted that there are at least 20 breeding dogs on the property.  A kennel was\nobserved on the property.  Pet store records confirm sale of a puppy from this facility on 3-10-14.  Owner's wife also\nadmitted to selling to a pet store.  These wholesale sales require a USDA license and are in violation of Section 2.1.\n \nNo future sales of puppies wholesale is permitted until a USDA license is obtained.\nAn appication packet was left with the owner'w wife.\nNO REGULATED ACTIVITY MAY BE CONDUCTED UNTIL A USDA LICENSE IS OBTAINED.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}