{
  "insp_id": "189151311510773",
  "layout": "a",
  "customer_id": "6703",
  "customer_name": "Jean Hoban",
  "customer_addr": "1555 Co Rd 2641\nLamar, AR 72846",
  "certificate": "71-A-0640",
  "site_id": "001",
  "site_name": "Jean Hoban",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-JUL-2015",
  "report_date": "08-JUL-2015",
  "citations": [
    {
      "code": "2.40(b)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "In the block / nursery building a adult male Pug needs to be reevaluated by the attending veterinarian. The adult\nPug previously identified as Chester, chip # 0A01554327 ,is registered as Winchester. The animal was purchased\non April 5, 2014. During the previous inspection dated May 8, 2014 the animal was identified to be evaluated by the\nattending veterinarian. The animal had goopy matter on its left eye and it was red on the white area. The dealer's\nrecords reflect she had the animal evaluated and treated on May 12, 2014. During this inspection the animal had\nmatter stuck to the surface of it's same eye. The dealer did not have any written documentation of the animal\nreceiving any further treatment then the initial vet evaluation. The animal needs to be reevaluated by the attending\nveternarian. The dealer must maintain written documentation of the evaluation and all treatment to protect the\nhealth and welfare of the animal.\nAffects one adult."
    },
    {
      "code": "3.6(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "During the last inspection on the block building's eastern and western exterior sides there were twenty-four rusted\nenclosure metal divider panels. On the interior of the same building there were twenty-four rusted metal gates.\nDuring this inspection the dealer stated they had painted all enclosure panels and forty-eight gates. However during\nthis inspection ten of the same enclosure divider panels, despite prior painting, have chipped rusted surfaces which\nneed to be repaired or replaced and maintained to insure their structural soundness, facilitate housekeeping\npratices, protect the animals from injury and prevent the spread of disease.\nAffects twenty-one adults\nDuring this inspection on the western side of the block building there was a divider panel of two primary enclosures\nwhich had become disconnected at the bottom and moved when the animals came into contact with it. The divider\npanel needs to be repaired or replaced to insure it is secured in place to contain the animals securely and protect\nthem from injury.\nAffects one adult\nThe inspection and exit briefing was conducted with the facility representatives.\nAdditional Inspectors\nCooper Natalie, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nIn the block / nursery building a adult male Pug needs to be reevaluated by the attending veterinarian.  The adult\nPug previously identified as Chester, chip # 0A01554327 ,is registered as Winchester.   The animal was purchased\non April 5, 2014.  During the previous inspection dated May 8, 2014 the animal was identified to be evaluated by the\nattending veterinarian.  The animal had goopy matter on its left eye and it was red on the white area.  The dealer's\nrecords reflect she had the animal evaluated and treated on May 12, 2014.  During this inspection the animal had\nmatter stuck to the surface of it's same eye.  The dealer did not have any written documentation of the animal\nreceiving any further treatment then the initial vet evaluation.   The animal needs to be reevaluated by the attending\nveternarian.  The dealer must maintain written documentation of the evaluation and all treatment to protect the\nhealth and welfare of the animal.\nAffects one adult.         \n3.6(a)(1)                    REPEAT\nPRIMARY ENCLOSURES.\nDuring the last inspection on the block building's eastern and western exterior sides there were twenty-four rusted\nenclosure metal divider panels. On the interior of the same building there were twenty-four rusted metal gates.\nDuring this inspection the dealer stated they had painted all enclosure panels and forty-eight gates.  However during\nthis inspection ten of the same enclosure divider panels, despite prior painting, have chipped rusted surfaces which\nneed to be repaired or replaced and maintained to insure their structural soundness, facilitate housekeeping\npratices, protect the animals from injury and prevent the spread of disease.\nAffects twenty-one adults\n\nDuring this inspection on the western side of the block building there was a divider panel of two primary enclosures\nwhich had become disconnected at the bottom and moved when the animals came into contact with it.  The divider\npanel needs to be repaired or replaced to insure it is secured in place to contain the animals securely and protect\nthem from injury.\nAffects one adult               \n                        \nThe inspection and exit briefing was conducted with the facility representatives.\nAdditional Inspectors\nCooper Natalie, Veterinary Medical Officer",
  "animals_total": 225,
  "species": [
    {
      "count": 156,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 69,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}