{
  "insp_id": "2016082569748803",
  "layout": "a",
  "customer_id": "30760",
  "customer_name": "Henry R Sommers",
  "customer_addr": "31264 141 Ave\nCincinnati, IA 52549",
  "certificate": "42-A-1329",
  "site_id": "001",
  "site_name": "HENRY SOMMERS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "02-MAR-2020",
  "report_date": "02-MAR-2020",
  "citations": [
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The outdoor section of the dog enclosures are constructed of wire sides and floors. In at least one enclosure,\ncontaining one adult dog, one wire side panel is no longer attached/contacting the wire front panel resulting in a\nlarge gap. The inspector observed the dog sticking his muzzle/face through the gap. Large gaps between the\nenclosure panels could cause injury to the dogs.\nOne enclosure, containing one adult dog and one puppy, has a large hole in the front of the enclosure where the\nfood receptacle has been removed and the opening is large enough for the adult dog to stick her entire head\nthrough. The inspector observed the dog sticking it's head through the opening after the feeder had been reattached\nand the dog had torn it down. The opening is also at the level of the puppy who was out of it's whelping box and\nwas walking around the enclosure. Openings in the wire panels could cause injury to the animals or allow the\nanimals to escape.\nHousing facilities for dogs must be constructed and designed so that they protect the dogs from injury and contain\nthe animals securely. The licensee must alter the enclosures in a manner that removes the gaps and openings in\nthe wire panels to eliminate the risk of injury or escape. The licensee must ensure that all enclosures are kept in\ngood repair and are safe for the dogs at all times.\nTo be corrected by: March 07, 2020\nIn one enclosure, containing one adult dog and three puppies, there is a heat lamp containing a glass bulb hanging\nfrom the top of the enclosure. The glass bulb is hanging low enough that the adult dog can come in contact with it.\nContact with glass heat bulbs can cause burns or injures to the dogs.\nHousing facilities for dogs must be constructed and designed so that they protect the dogs from injury and contain\nthe animals securely. The licensee must add a heat guard or alter the heat lamp in a manner that eliminates the risk\nof injury to the animals. The licensee must ensure that all enclosures are safe for the dogs at all times.\nTo be corrected by: March 04, 2020"
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "At least three enclosures, containing three adult dogs, have carpet squares for the dogs to sit and lie on. The edges\nof the carpet squares have been excessively torn and shredded into long strands by the dogs. The damaged and\nshredded carpet cannot be adequately cleaned and sanitized which could increase the risk of disease hazards\ntowards the dogs and the animals could also become entrapped in the damaged carpets.\nAll surfaces of housing facilities must be maintained on a regular basis. Any surface that cannot be readily cleaned\nand sanitized must be replaced when worn or soiled. The licensee must replace the damaged carpet squares with\na surface that is capable of being adequately cleaned and sanitized. The licensee must ensure that all surfaces of\nhousing facilities are kept in good repair and can be readily cleaned and sanitized at all times.\nTo be corrected by: The licensee removed the carpets at the time of the inspection."
    },
    {
      "code": "3.6(a)(2)(x)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "In one enclosure, containing one adult female dog and one puppy, the flooring is constructed of wire. The\ninspectors observed the feet and legs of the puppy fall through the openings in the wire flooring. Openings in\nflooring that are large enough for the feet and legs to pass through could cause injury to the foot/leg or entrapment\nof the puppy.\nPrimary enclosures must have floors that are constructed in a manner that protects the dogs' feet and legs from\ninjury and does not allow the dogs' feet/legs to pass through any openings in the floor. The licensee must alter the\nflooring in a manner that does not allow the feet/legs of the puppy to pass through the openings. The licensee must\nensure that the flooring of the enclosure is safe for the dogs at all times.\nThis inspection and exit interview were conducted with the facility representative.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.1(a)\nHOUSING FACILITIES, GENERAL.\nThe outdoor section of the dog enclosures are constructed of wire sides and floors.  In at least one enclosure,\ncontaining one adult dog, one wire side panel is no longer attached/contacting the wire front panel resulting in a\nlarge gap.  The inspector observed the dog sticking his muzzle/face through the gap.  Large gaps between the\nenclosure panels could cause injury to the dogs.\nOne enclosure, containing one adult dog and one puppy, has a large hole in the front of the enclosure where the\nfood receptacle has been removed and the opening is large enough for the adult dog to stick her entire head\nthrough. The inspector observed the dog sticking it's head through the opening after the feeder had been reattached\nand the dog had torn it down.  The opening is also at the level of the puppy who was out of it's whelping box and\nwas walking around the enclosure.  Openings in the wire panels could cause injury to the animals or allow the\nanimals to escape.\nHousing facilities for dogs must be constructed and designed so that they protect the dogs from injury and contain\nthe animals securely. The licensee must alter the enclosures in a manner that removes the gaps and openings in\nthe wire panels to eliminate the risk of injury or escape. The licensee must ensure that all enclosures are kept in\ngood repair and are safe for the dogs at all times.\nTo be corrected by:  March 07, 2020\nIn one enclosure, containing one adult dog and three puppies, there is a heat lamp containing a glass bulb hanging\nfrom the top of the enclosure.  The glass bulb is hanging low enough that the adult dog can come in contact with it. \nContact with glass heat bulbs can cause burns or injures to the dogs.\nHousing facilities for dogs must be constructed and designed so that they protect the dogs from injury and contain\nthe animals securely. The licensee must add a heat guard or alter the heat lamp in a manner that eliminates the risk\nof injury to the animals. The licensee must ensure that all enclosures are safe for the dogs at all times.\nTo be corrected by:  March 04, 2020\n\n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\nAt least three enclosures, containing three adult dogs, have carpet squares for the dogs to sit and lie on.  The edges\nof the carpet squares have been excessively torn and shredded into long strands by the dogs.  The damaged and\nshredded carpet cannot be adequately cleaned and sanitized which could increase the risk of disease hazards\ntowards the dogs and the animals could also become entrapped in the damaged carpets.  \nAll surfaces of housing facilities must be maintained on a regular basis.  Any surface that cannot be readily cleaned\nand sanitized must be replaced when worn or soiled.  The licensee must replace the damaged carpet squares with\na surface that is capable of being adequately cleaned and sanitized.  The licensee must ensure that all surfaces of\nhousing facilities are kept in good repair and can be readily cleaned and sanitized at all times.\nTo be corrected by:  The licensee removed the carpets at the time of the inspection.\n3.6(a)(2)(x)                    REPEAT\nPRIMARY ENCLOSURES.\nIn one enclosure, containing one adult female dog and one puppy, the flooring is constructed of wire.  The\ninspectors observed the feet and legs of the puppy fall through the openings in the wire flooring.  Openings in\nflooring that are large enough for the feet and legs to pass through could cause injury to the foot/leg or entrapment\nof the puppy.\nPrimary enclosures must have floors that are constructed in a manner that protects the dogs' feet and legs from\ninjury and does not allow the dogs' feet/legs to pass through any openings in the floor.  The licensee must alter the\nflooring in a manner that does not allow the feet/legs of the puppy to pass through the openings.  The licensee must\nensure that the flooring of the enclosure is safe for the dogs at all times.\nThis inspection and exit interview were conducted with the facility representative.\n\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer",
  "animals_total": 37,
  "species": [
    {
      "count": 33,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 4,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}