{
  "insp_id": "2016082569134574",
  "layout": "a",
  "customer_id": "328120",
  "customer_name": "Temple Of Isis",
  "customer_addr": "20889 Geyserville Ave.\nGeyserville, CA 95441",
  "certificate": "93-C-1014",
  "site_id": "001",
  "site_name": "Temple of Isis",
  "insp_type": "ROUTINE INSPECTION",
  "date": "30-APR-2018",
  "report_date": "02-MAY-2018",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Facility representatives stated that one of the ocelots, \"Pharoah\" was in declining health but was being evaluated by\nstaff daily, as he had times when he appeared to be improving. During a review of medical records for Pharoah, it\nwas found that he was taken to an emergency vet (not the Attending Veterinarian (AV)) on April 6th, 2018, who had\nrecommended euthanasia, for a presumptive diagnosis of cancer. The facility representatives declined and opted to\nreturn Pharoah back to the facility, where they stated that he began to feel better. However, the daily observation\nlogs noted several instances of Pharoah not eating or taking his medications (antibiotics and pain medications).\nThe AV stated that he had not been informed of Pharoah's inappetance nor of the difficulty in ensuring he was\nreceiving his medications, but that he had previously recommended that euthanasia be considered for Pharoah, due\nto a poor prognosis.\nDuring observation of one of the servals, \"Khonsu\", it was noted that he had an abnormal gait, in which he seemed\nstiff, slow, and reluctant to walk. and when he did he extended his front legs longer than normal. His mentation\nappeared dazed, with his tongue protruding, and he had several areas of matted fur on his back, indicative of being\nunable or unwilling to groom. The caretaker noted that this was unusual behavior for him but that he had episodes\nlike this before in the last week with periods where he did seem better. The AV stated that he had not been\ncontacted regarding Khonsu's condition.\nDaily observation of all animals to assess their health and well-being, as well as a mechanism of direct and frequent\ncommunication with the AV regarding animal health concerns, is needed so as to address problems in a timely\nmanner. Animals that are failing in health need to be adequately assessed in order to determine their quality of life,\nand avoid unnecessary pain and suffering. Failure to do this can negatively impact the animals health by potentially\ndelaying necessary medical care and prolonging animal pain and distress.\nCorrected prior to the exit interview with a visit by the attending veterinarian on May 2, 2018."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The enclosure for the goat contained elements that are potentially hazardous to the animals:\n- The wire mesh panels that comprise the gate and fencing are sagging, and present a risk for entanglement or\nescape. The facility representative stated that the goat already had a history of escape.\n- There was also a sheet of corrugated metal inside the enclosure with sharp edges.\nSome of the exotic feline enclosures were in need of repair:\n- Some feline enclosures had wire mesh panels that were damaged, exposing pointed wire ends, and openings\nthat pose a risk of entanglement.\n- In the enclosure for the serval named \"Khonsu\", the plastic panels lining the side and back of the enclosure are\ncracked with chipped areas at the top.\n- In the enclosure for the ocelot named \"Pharoah\", there are several areas of peeling paint on the wall above the\nbedding area where he sleeps.\nEnclosures should be maintained in good repair in order to protect the animals from injury and / or escape. Sharp\nobjects could cause injury, and sagging or damaged wire panels could result in injury from entanglement, or\nescape. Deteriorating surfaces present an ingestion risk, threaten structural strength, and impede cleaning.\nAnimal enclosures should be free of objects that could cause injury to the animals. Enclosures should be\nmaintained in good repair, so that they can be kept clean. Enclosures should be regularly repaired so as to maintain\ntheir structural integrity and prevent escape or injury."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The hay was stored in a small shed that was in the process of being cleaned out during inspection. It was noted\nthat the pallet the hay was stacked on was filled with dusty, discolored hay, indicative of mold. Within the discolored\nhay removed from the shed, there were chicken eggs and a rusty handsaw.\nFood should be stored in a manner which adequately protects it against deterioration, molding, or contamination by\nvermin. Failure to properly store animal food could be detrimental to the animals. Contaminated / deteriorated food\nshall be discarded, and all food shall be stored properly from this time forward."
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": false,
      "desc": "EMPLOYEES.",
      "narrative": "A review of the diet plans for the exotic cats revealed that the Mazuri Carnivore Meat Slab Supplement was only\nbeing administered in doses of 1/2 teaspoon per day when it was supposed to be 1 tablespoon per pound of\nboneless meat fed to the animal (the average animal was being fed 1-1.25lbs of meat per day). When discussing\nthis with facility representatives, they stated that they were unaware of the directions for the supplement. Also,\nduring the inspection, it was identified that the two alpacas were underweight, with hip bones and backbone\nprominent, and the facility recently euthanized an elderly alpaca within the last three weeks that was significantly\nunderweight at the time of euthanasia. The facility representatives had not previously identified the animals as\nbeing underweight and had not addressed the issue. Also, at the time of inspection, the director seemed surprised\nthat repairs and cleaning that she had instructed her staff to carry out had not yet been completed.\nFacilities are to have a sufficient number of adequately trained employees to maintain the professionally acceptable\nlevel of husbandry practices and shall be under a supervisor who has a background in animal care. Not following\ndietary guidelines or recognizing when animals are underweight can have a negative impact on the health of the\nanimals. Ensure that employees are adequately trained in acceptable husbandry practices and are adequately\nsupervised by someone with a background in animal care.\nTo be corrected by July 2, 2018.\nThis inspection and exit interview were conducted with the Facility Director.\nAdditional Inspectors\nCarlson Melissa, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(3)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nFacility representatives stated that one of the ocelots, \"Pharoah\" was in declining health but was being evaluated by\nstaff daily, as he had times when he appeared to be improving. During a review of medical records for Pharoah, it\nwas found that he was taken to an emergency vet (not the Attending Veterinarian (AV)) on April 6th, 2018, who had\nrecommended euthanasia, for a presumptive diagnosis of cancer.  The facility representatives declined and opted to\nreturn Pharoah back to the facility, where they stated that he began to feel better.  However, the daily observation\nlogs noted several instances of Pharoah not eating or taking his medications (antibiotics and pain medications). \nThe AV stated that he had not been informed of Pharoah's inappetance nor of the difficulty in ensuring he was\nreceiving his medications, but that he had previously recommended that euthanasia be considered for Pharoah, due\nto a poor prognosis.  \nDuring observation of one of the servals, \"Khonsu\", it was noted that he had an abnormal gait, in which he seemed\nstiff, slow, and reluctant to walk. and when he did he extended his front legs longer than normal.  His mentation\nappeared dazed, with his tongue protruding, and he had several areas of matted fur on his back, indicative of being\nunable or unwilling to groom.  The caretaker noted that this was unusual behavior for him but that he had episodes\nlike this before in the last week with periods where he did seem better.  The AV stated that he had not been\ncontacted regarding Khonsu's condition.\nDaily observation of all animals to assess their health and well-being, as well as a mechanism of direct and frequent\ncommunication with the AV regarding animal health concerns, is needed so as to address problems in a timely\nmanner. Animals that are failing in health need to be adequately assessed in order to determine their quality of life,\nand avoid unnecessary pain and suffering. Failure to do this can negatively impact the animals health by potentially\ndelaying necessary medical care and prolonging animal pain and distress.  \nCorrected prior to the exit interview with a visit by the attending veterinarian on May 2, 2018.\n3.125(a)                    REPEAT\n\nFACILITIES, GENERAL.   \nThe enclosure for the goat contained elements that are potentially hazardous to the animals:\n   - The wire mesh panels that comprise the gate and fencing are sagging, and present a risk for entanglement or\nescape. The facility representative stated that the goat already had a history of escape.\n   - There was also a sheet of corrugated metal inside the enclosure with sharp edges.\nSome of the exotic feline enclosures were in need of repair: \n   - Some feline enclosures had wire mesh panels that were damaged, exposing pointed wire ends, and openings\nthat pose a risk of entanglement.\n   - In the enclosure for the serval named \"Khonsu\", the plastic panels lining the side and back of the enclosure are\ncracked with chipped areas at the top.\n   - In the enclosure for the ocelot named \"Pharoah\", there are several areas of peeling paint on the wall above the\nbedding area where he sleeps.\nEnclosures should be maintained in good repair in order to protect the animals from injury and / or escape.  Sharp\nobjects could cause injury, and sagging or damaged wire panels could result in injury from entanglement, or\nescape. Deteriorating surfaces present an ingestion risk, threaten structural strength, and impede cleaning. \nAnimal enclosures should be free of objects that could cause injury to the animals. Enclosures should be\nmaintained in good repair, so that they can be kept clean. Enclosures should be regularly repaired so as to maintain\ntheir structural integrity and prevent escape or injury.\n3.125(c)                    REPEAT\nFACILITIES, GENERAL.   \nThe hay was stored in a small shed that was in the process of being cleaned out during inspection.  It was noted\nthat the pallet the hay was stacked on was filled with dusty, discolored hay, indicative of mold.  Within the discolored\nhay removed from the shed, there were chicken eggs and a rusty handsaw.\nFood should be stored in a manner which adequately protects it against deterioration, molding, or contamination by\nvermin. Failure to properly store animal food could be detrimental to the animals. Contaminated / deteriorated food\nshall be discarded, and all food shall be stored properly from this time forward.\n3.132\nEMPLOYEES. \nA review of the diet plans for the exotic cats revealed that the Mazuri Carnivore Meat Slab Supplement was only\nbeing administered in doses of 1/2 teaspoon per day when it was supposed to be 1 tablespoon per pound of\nboneless meat fed to the animal (the average animal was being fed 1-1.25lbs of meat per day).  When discussing\n\nthis with facility representatives, they stated that they were unaware of the directions for the supplement. Also,\nduring the inspection, it was identified that the two alpacas were underweight, with hip bones and backbone\nprominent, and the facility recently euthanized an elderly alpaca within the last three weeks that was significantly\nunderweight at the time of euthanasia.  The facility representatives had not previously identified the animals as\nbeing underweight and had not addressed the issue. Also, at the time of inspection, the director seemed surprised\nthat repairs and cleaning that she had instructed her staff to carry out had not yet been completed.\nFacilities are to have a sufficient number of adequately trained employees to maintain the professionally acceptable\nlevel of husbandry practices and shall be under a supervisor who has a background in animal care.  Not following\ndietary guidelines or recognizing when animals are underweight can have a negative impact on the health of the\nanimals.  Ensure that employees are adequately trained in acceptable husbandry practices and are adequately\nsupervised by someone with a background in animal care.  \nTo be corrected by July 2, 2018.\nThis inspection and exit interview were conducted with the Facility Director.\nAdditional Inspectors\nCarlson Melissa, Veterinary Medical Officer",
  "animals_total": 9,
  "species": [
    {
      "count": 1,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 2,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 2,
      "scientific": "Leopardus pardalis",
      "common": "OCELOT"
    },
    {
      "count": 2,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    }
  ]
}