{
  "insp_id": "181151237120182",
  "layout": "a",
  "customer_id": "326578",
  "customer_name": "Rachel Arnott",
  "customer_addr": "8520 Sioux Trail\nKissimmee, FL 34747",
  "certificate": "58-C-1099",
  "site_id": "001",
  "site_name": "FLORIDAS C L A W S",
  "insp_type": "ROUTINE INSPECTION",
  "date": "30-JUN-2015",
  "report_date": "30-JUN-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The licensee houses pet/rescue dogs within the perimeter fence of the regulated foxes. These dogs can commingle\nwith the foxes by having direct contact with their primary enclosures.\nA Great Dane \"Drake\" is extremely thin. This animal's ribs, and hip bones are prominently showing. The waist is\nalso compressed. The licensee indicated that this animal has loose stools and has be self treating this dog for 2\nmonths with Panacur without consultation with the attending veterinarian. This animal has not received any\nexaminations, or laboratory tests to determine the cause of this extreme weight loss. Without a diagnosis, this dog\nposes a risk of disease to the regulated foxes that this dog has contact with. The fox \"Aiden\" in the front enclosure\nalso appears to have some weight loss and was observed scratching (the remaining 4 could not be inspected due to\ninaccessibility issues).\nThis dog and the foxes shall be examined by your veterinarian and treated accordingly. A determination by the\nveterinarian shall be made as to whether this dog &/or a goat (as well as other dogs in the area) pose a health risk\nto the regulated foxes.\nCorrect by July 2, 2015"
    },
    {
      "code": "2.126(a)(4)",
      "kind": "",
      "repeat": false,
      "desc": "ACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.",
      "narrative": "The access areas between the perimeter fence and the primary enclosures have deep puddles of standing\nwater/mud which makes the back 2 fox enclosures (containing 4 fox) inaccessible for inspection, and does not\npermit a thorough close-up inspection of the front fox enclosure possible.\nThe animal areas must be accessible to permit an inspection and shall be designed to take into account the heavy\nrainfall that this area experiences, especially, during this time of the year.\nCorrect by July 4, 2015"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "There continues to be several areas on the ground (of various numbers & sizes) in the front fox enclosure (the other\nfox enclosures were inaccessible, and therefore not inspected) where the fox has dug exposing the 2\"x4\" wire mesh\nunderneath. There are several holes beneath this exposed wire mesh which continue to pose a risk of injury or\nentrapment.\nNeither holes have not been filled in, nor the wire mesh covered to prevent injury. It is normal fox behavior to dig,\nso all ground surfaces of the fox enclosures shall be maintained or reconstructed to prevent these types of\nreoccurrences.\nA snake gained access into a skunk enclosure and presumably killed this animal. The enclosure that the skunk was\nin has historically had (and continues to have) the ground dug up by the animals exposing the 2\" x 4\" wire mesh\nwith holes underneath. All outdoor enclosures shall be snake proof to protect the remaining animals from future\ninjuries."
    },
    {
      "code": "3.126(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "The indoor skunk/kinkajou room does not have any ventilation. This room has windows on two walls that have wire\nmesh which is attached & padlocked to the sills. The windows cannot be left opened because the size of the wire\nmesh could possibly allow the kinkajou to pass through the openings so the windows remain closed.\nIndoor hosing facilities shall be ventilated to provide for the health and comfort of the animals at all times and to\nprevent overheating. This may be provided by open windows fans, air conditioning or other means.\nCorrect by July 2, 2015"
    },
    {
      "code": "3.127(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The front fox enclosure does not rapidly drain excess water. The enclosure was muddy in some areas and the\nappearance of the soil in other areas indicate that this enclosure floods frequently with prolonged drainage times.\nAll enclosures shall be designed to rapidly drain excess water to keep the animals clean & dry and to reduce\nbreeding areas for biting flies.\nCorrect by July 15, 2015"
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The floor of the skunk/kinkajou is covered with feces. The amount of feces that was observed would indicate that\nthis floor has not been cleaned in some time. There was a slight foul odor.\nExcreta shall be removed to prevent contamination of the animals, reduce disease hazards, and to reduce odors.\nCorrect by July 1, 2015"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The floor in the kitchen had large accumulations of canine feces. There was a noticeable foul odor in the area.\nCurrently a raccoon is being housed in this room. There area several potentially toxic chemicals, sprays, soaps, etc\ndirectly adjacent to the raccoon enclosure. The areas around the outdoor enclosures (both inside and outside of the\nperimeter fence) have large accumulations of trash, spray cans, equipment, plastic, & paints. The property also has\nhigh grass. On 10/29/14, a skunk died (presumably) due to a snake bite (the snake was found dead within the\nenclosure). The property is known to have snakes.\nThese types of accumulations of debris and high grass can harbor and provide breeding grounds for vermin and\nsnakes which can transmit disease or toxins to the animals that are housed outdoors. The odor in the kitchen and\nthe placement of its' enclosure does not protect the health of the raccoon.\nCorrect by July 2, 2015\nThe exit interview was conducted with the licensee"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe licensee houses pet/rescue dogs within the perimeter fence of the regulated foxes.  These dogs can commingle\nwith the foxes by having direct contact with their primary enclosures.\nA Great Dane \"Drake\" is extremely thin.  This animal's ribs, and hip bones are prominently showing.  The waist is\nalso compressed.  The licensee indicated that this animal has loose stools and has be self treating this dog for 2\nmonths with Panacur without consultation with the attending veterinarian.  This animal has not received any\nexaminations, or laboratory tests to determine the cause of this extreme weight loss.  Without a diagnosis, this dog\nposes a risk of disease to the regulated foxes that this dog has contact with.  The fox \"Aiden\" in the front enclosure\nalso appears to have some weight loss and was observed scratching (the remaining 4 could not be inspected due to\ninaccessibility issues).\nThis dog and the foxes shall be examined by your veterinarian and treated accordingly.  A determination by the\nveterinarian shall be made as to whether this dog &/or a goat (as well as other dogs in the area) pose a health risk\nto the regulated foxes.     \nCorrect by July 2, 2015\n2.126(a)(4)\nACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.\nThe access areas between the perimeter fence and the primary enclosures have deep puddles of standing\nwater/mud which makes the back 2 fox enclosures (containing 4 fox) inaccessible for inspection, and does not\npermit a thorough close-up inspection of the front fox enclosure possible.\nThe animal areas must be accessible to permit an inspection and shall be designed to take into account the heavy\nrainfall that this area experiences, especially, during this time of the year.\nCorrect by July 4, 2015\n\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nThere continues to be several areas on the ground (of various numbers & sizes) in the front fox enclosure (the other\nfox enclosures were inaccessible, and therefore not inspected) where the fox has dug exposing the 2\"x4\" wire mesh\nunderneath.  There are several holes beneath this exposed wire mesh which continue to pose a risk of injury or\nentrapment.\nNeither holes have not been filled in, nor the wire mesh covered to prevent injury.  It is normal fox behavior to dig,\nso all ground surfaces of the fox enclosures shall be maintained or reconstructed to prevent these types of\nreoccurrences.\nA snake gained access into a skunk enclosure and presumably killed this animal.  The enclosure that the skunk was\nin has historically had (and continues to have) the ground dug up by the animals exposing the 2\" x 4\" wire mesh\nwith holes underneath.  All outdoor enclosures shall be snake proof to protect the remaining animals from future\ninjuries.\n3.126(b)\nFACILITIES, INDOOR. \nThe indoor skunk/kinkajou room does not have any ventilation.  This room has windows on two walls that have wire\nmesh which is attached & padlocked to the sills.  The windows cannot be left opened because the size of the wire\nmesh could possibly allow the kinkajou to pass through the openings so the windows remain closed.  \nIndoor hosing facilities shall be ventilated to provide for the health and comfort of the animals at all times and to\nprevent overheating.  This may be provided by open windows fans, air conditioning or other means.\nCorrect by July 2, 2015\n3.127(c)\nFACILITIES, OUTDOOR. \nThe front fox enclosure does not rapidly drain excess water.  The enclosure was muddy in some areas and the\nappearance of the soil in other areas indicate that this enclosure floods frequently with prolonged drainage times.\nAll enclosures shall be designed to rapidly drain excess water to keep the animals clean & dry and to reduce\nbreeding areas for biting flies.\n\nCorrect by July 15, 2015\n3.131(a)\nSANITATION.   \nThe floor of the skunk/kinkajou is covered with feces.  The amount of feces that was observed would indicate that\nthis floor has not been cleaned in some time.  There was a slight foul odor.\nExcreta shall be removed to prevent contamination of the animals, reduce disease hazards, and to reduce odors.\nCorrect by July 1, 2015\n3.131(c)\nSANITATION.   \nThe floor in the kitchen had large accumulations of canine feces.  There was a noticeable foul odor in the area. \nCurrently a raccoon is being housed in this room.  There area several potentially toxic chemicals, sprays, soaps, etc\ndirectly adjacent to the raccoon enclosure.  The areas around the outdoor enclosures (both inside and outside of the\nperimeter fence) have large accumulations of trash, spray cans, equipment, plastic, & paints.  The property also has\nhigh grass.  On 10/29/14, a skunk died (presumably) due to a snake bite (the snake was found dead within the\nenclosure).  The property is known to have snakes.\nThese types of accumulations of debris and high grass can harbor and provide breeding grounds for vermin and\nsnakes which can transmit disease or toxins to the animals that are housed outdoors.  The odor in the kitchen and\nthe placement of its' enclosure does not protect the health of the raccoon. \nCorrect by July 2, 2015\nThe exit interview was conducted with the licensee",
  "animals_total": 8,
  "species": [
    {
      "count": 1,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 1,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 1,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 5,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}