{
  "insp_id": "INS-0000871177",
  "layout": "c",
  "customer_id": "23083",
  "customer_name": "AMBER ELK RANCH",
  "customer_addr": "4555 W Meisenheimer Rd.\nLUDINGTON, MI 49431",
  "certificate": "34-C-0363",
  "site_id": "001",
  "site_name": "AMBER ELK RANCH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-JUN-2023",
  "report_date": "01-JUN-2023",
  "citations": [
    {
      "code": "3.127(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "There are currently 3 out of 8 primary enclosures for elk that have no natural or artificial shade provided. The first\nenclosure houses yearlings and has approximately 22 elk contained. The second and third enclosures housed\napproximately 20 bull elk each. The temperature taken with a Ketstrel in front of the first enclosure was 94.2 degrees F.\nThe temperature taken in front of the second enclosure was 92.5 degrees F. The temperature taken in front of the third\nenclosure was 87 degrees F. The sun was full at time of inspection with very few clouds. In the remaining enclosures\nthat did provide natural shade the majority of the elk were in the shade.\nWhen sunlight is likely to cause overheating or discomfort of the animals, sufficient shade by natural or artificial means\nshall be provided to allow all animals kept outdoors to protect themselves from direct sunlight.\nAll animals housed outdoors must be provided shade from direct rays of the sunlight. It is especially important to provide\nshade at times of extreme heat to prevent discomfort and/or overheating of the animals contained in the enclosures.\nTo be corrected by June 5, 2023.\nThis inspection and exit interview were conducted with the licensee.\nn"
    }
  ],
  "narrative": "3.127(a) \n   \nFacilities, outdoor. \nThere are currently 3 out of 8 primary enclosures for elk that have no natural or artificial shade provided.  The first \nenclosure houses yearlings and has approximately 22 elk contained.  The second and third enclosures housed \napproximately 20 bull elk each.  The temperature taken with a Ketstrel in front of the first enclosure was 94.2 degrees F.  \nThe temperature taken in front of the second enclosure was 92.5 degrees F.  The temperature taken in front of the third \nenclosure was 87 degrees F.  The sun was full at time of inspection with very few clouds.  In the remaining enclosures \nthat did provide natural shade the majority of the elk were in the shade. \nWhen sunlight is likely to cause overheating or discomfort of the animals, sufficient shade by natural or artificial means \nshall be provided to allow all animals kept outdoors to protect themselves from direct sunlight. \nAll animals housed outdoors must be provided shade from direct rays of the sunlight.  It is especially important to provide \nshade at times of extreme heat to prevent discomfort and/or overheating of the animals contained in the enclosures. \nTo be corrected by June 5, 2023. \n \nThis inspection and exit interview were conducted with the licensee. \n \n n",
  "animals_total": 103,
  "species": [
    {
      "count": 2,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 101,
      "scientific": "Cervus canadensis",
      "common": "ELK / WAPITI"
    }
  ]
}