{
  "insp_id": "288141808280602",
  "layout": "a",
  "customer_id": "329510",
  "customer_name": "Firman E Mast",
  "customer_addr": "10100 Kidron Road\nFredericksburg, OH 44627",
  "certificate": "31-A-0468",
  "site_id": "001",
  "site_name": "FIRMAN MAST",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-OCT-2014",
  "report_date": "15-OCT-2014",
  "citations": [
    {
      "code": "2.50(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "Three litters of puppies in the whelping area have no form of identification (i.e., cage card, ID tag, collar, or tattoo).\nLive puppies less than sixteen weeks of age shall be identified by one of the methods listed above. It is important to\nidentify all animals, even puppies born on the premises, to ensure that records are easily traced back in the event of\ndisease or other issue that needs to be investigated. Licensee shall identify all puppies under 16 weeks of age by\none of the above methods. Correct by: October 20, 2014."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The APHIS 7005 Forms included 9 dogs currently held on the premises; however, 10 dogs are missing from these\nrecords. It is important to keep records of acquisition of adult animals to facilitate tracebacks in the event of disease\nor other investigative issue. The Licensee shall make, keep, and maintain records of each dog owned, including the\ninformation listed in 2.75(a)(1)(i-ix). Correct by: October 20, 2014."
    },
    {
      "code": "3.3(b)",
      "kind": "",
      "repeat": false,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "The whelping area does not have any form of ventilation; the odor in this area was moderate to severe. The air in\nthis building does not have any form of escape through windows, fans, or vents. Ventilation is important to allow\ncirculation to minimize the presence of odors, ammonia levels, and moisture condensation. Ventilation shall be\nprovided by windows, doors, vents, fans, or air conditioning. Correct by: October 29, 2014."
    },
    {
      "code": "3.3(e)(1)",
      "kind": "",
      "repeat": false,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "There are multiple areas of exposed wood surfaces: In several enclosures in the inside portion of the whelping area;\nall outside enclosures in the main kennel building; and the floors of two enclosures on the inside of the main kennel.\nSurfaces with which the animals come into contact must be impervious to moisture to facilitate sanitization.\nNon-impervious surfaces pose a health hazard to animals because they can harbor disease agents such as\nbacteria or viruses. Licensee shall ensure that all surfaces with which the animals come into contact are impervious\nto moisture. Correct by: November 15, 2014.\nInspection and Exit Conducted with Licensee's Wife.\nAdditional Inspectors"
    }
  ],
  "narrative": "2.50(a)(2)\nTIME AND METHOD OF IDENTIFICATION.\nThree litters of puppies in the whelping area have no form of identification (i.e., cage card, ID tag, collar, or tattoo). \nLive puppies less than sixteen weeks of age shall be identified by one of the methods listed above.  It is important to\nidentify all animals, even puppies born on the premises, to ensure that records are easily traced back in the event of\ndisease or other issue that needs to be investigated.  Licensee shall identify all puppies under 16 weeks of age by\none of the above methods.  Correct by: October 20, 2014.\n2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nThe APHIS 7005 Forms included 9 dogs currently held on the premises; however, 10 dogs are missing from these\nrecords.  It is important to keep records of acquisition of adult animals to facilitate tracebacks in the event of disease\nor other investigative issue.  The Licensee shall make, keep, and maintain records of each dog owned, including the\ninformation listed in 2.75(a)(1)(i-ix).  Correct by: October 20, 2014.\n3.3(b)\nSHELTERED HOUSING FACILITIES.\nThe whelping area does not have any form of ventilation; the odor in this area was moderate to severe.  The air in\nthis building does not have any form of escape through windows, fans, or vents.  Ventilation is important to allow\ncirculation to minimize the presence of odors, ammonia levels, and moisture condensation.  Ventilation shall be\nprovided by windows, doors, vents, fans, or air conditioning.  Correct by: October 29, 2014.\n3.3(e)(1)\nSHELTERED HOUSING FACILITIES.\nThere are multiple areas of exposed wood surfaces: In several enclosures in the inside portion of the whelping area;\nall outside enclosures in the main kennel building; and the floors of two enclosures on the inside of the main kennel.\n Surfaces with which the animals come into contact must be impervious to moisture to facilitate sanitization. \nNon-impervious surfaces pose a health hazard to animals because they can harbor disease agents such as\n\nbacteria or viruses.  Licensee shall ensure that all surfaces with which the animals come into contact are impervious\nto moisture.  Correct by: November 15, 2014.\nInspection and Exit Conducted with Licensee's Wife.\nAdditional Inspectors",
  "animals_total": 34,
  "species": [
    {
      "count": 18,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 16,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}