{
  "insp_id": "2016082568310417",
  "layout": "a",
  "customer_id": "24564",
  "customer_name": "Real Pets Corp",
  "customer_addr": "30 N 3rd St\nWomelsdorf, PA 19567",
  "certificate": "23-B-0200",
  "site_id": "004",
  "site_name": "REAL PETS CORP",
  "insp_type": "ROUTINE INSPECTION",
  "date": "31-MAY-2017",
  "report_date": "31-MAY-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Thirteen Guinea Pigs were observed during inspection with a variety of medical conditions. This included:\n1. One adult female guinea pig had extensive hair loss over her back and rump. There were large multifocal\npatches where the underlying skin was bright red that the surface was broken (consistent with traumatic wounds).\nThe fur surrounding it was tinged yellow. When the facility representatives were asked about this animal they stated\nthat they had observed these wounds and that they were treating them. The licensee produced a tub of\nNitrofurazone ointment (which is consistent with the yellow coloration on the fur). The licensee stated that the\nguinea pig had not been examined by a veterinarian and there were no facility records to indicate the date that the\ncondition was first observed or how long the facility had been treating the condition. Although the program of\nveterinary care does include treatment for hair loss (including either by observation or treatment with Nitrofurazone)\nit does not specifically address traumatic wounds such as these, nor does it provide guidance for evaluating the\nseverity of wounds appropriate treatment without a veterinarian. The affected animal was present in the first row,\nfirst rack, 5th enclosure down. She was a smooth haired white guinea pig with black fur on her face. This animal\nwas identified to the licensee as requiring examination by a veterinarian the same day of inspection.\n2. One juvenile white smooth haired guinea pig was present in the present in the first row, first rack, 5th enclosure\ndown. This animal appeared only a few days old and was seen attempting to nurse from animal #1 above. Both\neyes on this guinea pig were sunken / being held partially closed and it was lethargic. It was also considerably\nsmaller than the other juveniles in the same enclosure (including those also observed nursing from the same\nfemale). It was observed repeatedly being walked on by other animals in the enclosure with limited reaction and\nwas also seen being pushed off of the female when attempting to nurse. There were two females with litters\nhoused in this enclosure and when asked, the facility representative stated that they had not observed any offspring\nwith problems in this enclosure. This animal was not receiving any treatment or supplemental care (such as\nseparation of the female and litter to reduce being pushed around by older co-housed juveniles). This animal was\nidentified to the licensee as requiring examination by a veterinarian the same day of inspection.\n3. One juvenile tan and white medium haired guinea pig was present in the first row, second rack, top enclosure.\nThis animal had incomplete hair loss on both sides. The underlying skin appeared flaky but without scabs.\n4. One juvenile white smooth haired guinea pig was present in the first row, second rack, 3rd enclosure down. This\nanimal was holding both eyes partially closed / squinted. The eyes appeared glassy and there was brown\ndiscolored fur on the head and rump consistent with reduced grooming giving it an overall unthrifty appearance.\nThe treatment for eye abnormalities are not addressed in the program of veterinary care and the facility had not\nidentified this animal as requiring care.\n5. One juvenile white and liver colored smooth haired guinea pig was present in the second row, first rack, 4th\nenclosure down. The right eye of this animal was sunken / appeared squinted. It was otherwise active and alert.\nThe treatment for eye abnormalities are not addressed in the program of veterinary care and there is no record that\nthe facility had identified this animal as requiring care or started any treatment.\n6. One juvenile tricolor (black, brown, and white) smooth haired guinea pig was present in the second row, first\nrack, 4th enclosure down. This animal had a firm movable mass on its neck / under the chin that was approximately\n2 cm in diameter. The skin appeared reddened and inflamed in this area. The treatment for masses is not\naddressed in the program of veterinary care and there is no record that the facility had identified this animal as\nrequiring care or started any treatment.\n7. One juvenile brown agouti and white guinea pig was present in the second row, first rack, 4th enclosure down.\nThis animal had an area of hair loss on the left side of the nose that was approximately 1.5 cm and occupied nearly\nthe entire area from the nose to the eye on that side. The underlying skin was crusty and had numerous scabs.\n8. One juvenile tricolor (brown agouti, tan, and white) smooth haired guinea pig was present in the second row, first\nrack, 4th enclosure down. This animal had an area of hair loss covering the bridge of its nose that was\napproximately 1.5 cm. The underlying skin was crusty and had numerous scabs.\n9. One juvenile brown agouti smooth haired guinea pig was present in the second row, first rack, 4th enclosure\ndown. This animal had an area of hair loss on the right side of the nose covering approximately 1 cm and\nextending approximately ½ way from the nose to its right eye. The underlying skin was crusty and had several\nscabs.\n10. One juvenile grey agouti and white smooth haired guinea pig was present in the second row, first rack, 4th\nenclosure down. This animal had an area of hair loss on the left side of its face above the left eye that was\napproximately 1 cm by ½ cm. The underlying skin was crusty and had several scabs.\n11. One juvenile white with black smooth haired guinea pig was present in the second row, first rack, 4th enclosure\ndown. This animal had multiple areas of hair loss on its face, surrounding the left eye, behind the left ear, and on\nthe left neck. In some areas the skin appeared flaky while others had small scabs. Additionally the pinna of the left\near had an irregular margin that appeared chewed.\nWhen asked about the animals #7-11 the licensee stated that the animals in this enclosure were likely those that\nhad been identified as having problems and were unfit for sale therefore problems were more concentrated in that\nenclosure. He stated that those with the crusts and scabs appeared to have “ringworm” and that treatment for this\ncondition was included in the program of veterinary care. When asked however, neither he nor the employees\nworking in that area were aware of any treatments that had been started and there was no evidence of topical\ntreatments present on these animals at the time they were identified by APHIS Officials. There also were no record\nof observation of these conditions or any treatments noted on the cage cards or other facility records. The licensee\nbegan topical treatment with an antifungal medication during the inspection.\n12. One adult brown and white Abyssinian-type guinea pig was present in the type 5th row, 5th rack, 3rd enclosure\ndown. This animal was holding its left eye lids nearly closed and it did not appear that an eye was present. There\nwas no discharge from this eye.\n13. One adult white and black smooth-haired guinea pig was present in the type 5th row, 5th rack, 5th enclosure\ndown. This animal was holding its left eye lids nearly closed and it did not appear that an eye was present. There\nwas a mild to moderate amount of crusty discharge from this eye.\nWhen asked about animals #12 & 13, the licensee stated that these animals were each missing one eye and that it\nhad been seen multiple times by the veterinarian, but that there were no records of advice pertaining to this animal\n(such as veterinarian recommendations for observations, when care would be needed, or whether these animals\nare healthy enough for breeding).\nStandardized treatment protocols provided by the Attending Veterinarian in the Program of Veterinary Care (PVC)\nmay be used by the facility to treat common conditions (such as the hair loss for animals 7-11), however, there is no\nindication that the facility had initiated treatment required by the PVC. When animals are identified as needing care\nthe facility must either initiate care as outlined in the PVC or obtain care by another veterinarian. The animals with\nveterinary abnormalities identified above require examination and treatment by a veterinarian to prevent worsening\nof the conditions and unnecessary suffering. Additionally, the licensee must provide documentation of such\nexamination and treatment to APHIS Officials upon request.\nThe two animals identified as requiring immediate attention were brought to the Attending Veterinarian for care prior\nto the exit interview. All others must be examined and treated no later than close of business June 2, 2017."
    },
    {
      "code": "3.28(c)(2)(iv)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "A pair of Russian hamsters (1 M & 1 F) had two litters in the same enclosure. There were 4 older juveniles as well\nas 5 newborns in an enclosure with fresh bedding. A pair of Djungarian hamsters (1 M & 1 F) had two litters in the\nsame enclosure. There were 2 were older juveniles and 6 newborns in an enclosure with fresh bedding. In both\ninstances the older juveniles appeared to be old enough to be from a previous litter and weaned, but had not been\nremoved. A nursing female hamster with her litter cannot be housed in an enclosure with other hamsters. In both\ninstances the bedding was freshly changed indicating that employees had recently changed the bedding, but failed\nto recognize the importance of separating weaning-aged older offspring. The older litters were removed from\nenclosures during the inspection. Licensee must ensure that older litters are weaned and removed from enclosures\nto prevent newborn offspring from being housed in the same enclosure with other hamsters. Correct by June 1,\n2017."
    },
    {
      "code": "3.31(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "There was an adult Syrian hamster housed in an enclosure that had excessively wet bedding. The bedding in this\nenclosure appeared to be clean (almost no fecal material present) but was entirely soaked with water. There was\nno dry bedding anywhere in this enclosure and the hamster was also obviously wet. The enclosure was attached to\nan automatic watering line which appeared to malfunction causing the soaked bedding, however, employees had\njust finished cleaning this area and did not appear to identify this enclosure as requiring attention. Once APHIS\nofficials identified the wet enclosure, the animal was immediately transferred to a new enclosure. There were two\nadditional enclosures housing Russian hamsters with litters that had excessive accumulations of dirty bedding.\nAnimals housed on wet and dirty bedding may become soiled, chilled, and/or ill. The licensee must ensure that\nanimals in wet and/or dirty enclosures are moved to clean dry enclosures to ensure the health and comfort of the\nanimals. In the event that a primary enclosure becomes wet due to leakage of the watering system animals must be\ntransferred to a clean dry enclosure and the watering malfunction fixed to prevent a repeat occurrence. Correct\nfrom this day forward.\nThis inspection and exit interview were conducted with the General Manager.\nAdditional Inspectors\nMiller Dana, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThirteen Guinea Pigs were observed during inspection with a variety of medical conditions.  This included:\n1.  One adult female guinea pig had extensive hair loss over her back and rump.  There were large multifocal\npatches where the underlying skin was bright red that the surface was broken (consistent with traumatic wounds). \nThe fur surrounding it was tinged yellow.  When the facility representatives were asked about this animal they stated\nthat they had observed these wounds and that they were treating them.  The licensee produced a tub of\nNitrofurazone ointment (which is consistent with the yellow coloration on the fur).  The licensee stated that the\nguinea pig had not been examined by a veterinarian and there were no facility records to indicate the date that the\ncondition was first observed or how long the facility had been treating the condition.  Although the program of\nveterinary care does include treatment for hair loss (including either by observation or treatment with Nitrofurazone)\nit does not specifically address traumatic wounds such as these, nor does it provide guidance for evaluating the\nseverity of wounds appropriate treatment without a veterinarian. The affected animal was present in the first row,\nfirst rack, 5th enclosure down.  She was a smooth haired white guinea pig with black fur on her face.  This animal\nwas identified to the licensee as requiring examination by a veterinarian the same day of inspection. \n2.  One juvenile white smooth haired guinea pig was present in the present in the first row, first rack, 5th enclosure\ndown.  This animal appeared only a few days old and was seen attempting to nurse from animal #1 above.  Both\neyes on this guinea pig were sunken / being held partially closed and it was lethargic.  It was also considerably\nsmaller than the other juveniles in the same enclosure (including those also observed nursing from the same\nfemale).  It was observed repeatedly being walked on by other animals in the enclosure with limited reaction and\nwas also seen being pushed off of the female when attempting to nurse.  There were two females with litters\nhoused in this enclosure and when asked, the facility representative stated that they had not observed any offspring\nwith problems in this enclosure.  This animal was not receiving any treatment or supplemental care (such as\nseparation of the female and litter to reduce being pushed around by older co-housed juveniles).   This animal was\nidentified to the licensee as requiring examination by a veterinarian the same day of inspection.\n3.  One juvenile tan and white medium haired guinea pig was present in the first row, second rack, top enclosure. \nThis animal had incomplete hair loss on both sides.  The underlying skin appeared flaky but without scabs.\n\n4.  One juvenile white smooth haired guinea pig was present in the first row, second rack, 3rd enclosure down.  This\nanimal was holding both eyes partially closed / squinted.  The eyes appeared glassy and there was brown\ndiscolored fur on the head and rump consistent with reduced grooming giving it an overall unthrifty appearance. \nThe treatment for eye abnormalities are not addressed in the program of veterinary care and the facility had not\nidentified this animal as requiring care.  \n5. One juvenile white and liver colored smooth haired guinea pig was present in the second row, first rack, 4th\nenclosure down.  The right eye of this animal was sunken / appeared squinted.   It was otherwise active and alert.\nThe treatment for eye abnormalities are not addressed in the program of veterinary care and there is no record that\nthe facility had identified this animal as requiring care or started any treatment.  \n6.  One juvenile tricolor (black, brown, and white) smooth haired guinea pig was present in the second row, first\nrack, 4th enclosure down.  This animal had a firm movable mass on its neck / under the chin that was approximately\n2 cm in diameter.  The skin appeared reddened and inflamed in this area.   The treatment for masses is not\naddressed in the program of veterinary care and there is no record that the facility had identified this animal as\nrequiring care or started any treatment. \n7.  One juvenile brown agouti and white guinea pig was present in the second row, first rack, 4th enclosure down. \nThis animal had an area of hair loss on the left side of the nose that was approximately 1.5 cm and occupied nearly\nthe entire area from the nose to the eye on that side.  The underlying skin was crusty and had numerous scabs.  \n8. One juvenile tricolor (brown agouti, tan, and white) smooth haired guinea pig was present in the second row, first\nrack, 4th enclosure down.   This animal had an area of hair loss covering the bridge of its nose that was\napproximately 1.5 cm.  The underlying skin was crusty and had numerous scabs.  \n9.  One juvenile brown agouti smooth haired guinea pig was present in the second row, first rack, 4th enclosure\ndown.   This animal had an area of hair loss on the right side of the nose covering approximately 1 cm and\nextending approximately ½ way from the nose to its right eye.  The underlying skin was crusty and had several\nscabs.  \n10. One juvenile grey agouti and white smooth haired guinea pig was present in the second row, first rack, 4th\nenclosure down.  This animal had an area of hair loss on the left side of its face above the left eye that was\napproximately 1 cm by ½ cm.  The underlying skin was crusty and had several scabs.  \n11.  One juvenile white with black smooth haired guinea pig was present in the second row, first rack, 4th enclosure\ndown.  This animal had multiple areas of hair loss on its face, surrounding the left eye, behind the left ear, and on\nthe left neck.  In some areas the skin appeared flaky while others had small scabs.  Additionally the pinna of the left\near had an irregular margin that appeared chewed.\n\nWhen asked about the animals #7-11 the licensee stated that the animals in this enclosure were likely those that\nhad been identified as having problems and were unfit for sale therefore problems were more concentrated in that\nenclosure.  He stated that those with the crusts and scabs appeared to have “ringworm” and that treatment for this\ncondition was included in the program of veterinary care.   When asked however, neither he nor the employees\nworking in that area were aware of any treatments that had been started and there was no evidence of topical\ntreatments present on these animals at the time they were identified by APHIS Officials.  There also were no record\nof observation of these conditions or any treatments noted on the cage cards or other facility records.  The licensee\nbegan topical treatment with an antifungal medication during the inspection. \n12.  One adult brown and white Abyssinian-type guinea pig was present in the type 5th row, 5th rack, 3rd enclosure\ndown.  This animal was holding its left eye lids nearly closed and it did not appear that an eye was present.  There\nwas no discharge from this eye.  \n13.  One adult white and black smooth-haired guinea pig was present in the type 5th row, 5th rack, 5th enclosure\ndown.  This animal was holding its left eye lids nearly closed and it did not appear that an eye was present.  There\nwas a mild to moderate amount of crusty discharge from this eye.  \nWhen asked about animals #12 & 13, the licensee stated that these animals were each missing one eye and that it\nhad been seen multiple times by the veterinarian, but that there were no records of advice pertaining to this animal\n(such as veterinarian recommendations for observations, when care would be needed, or whether these animals\nare healthy enough for breeding).  \nStandardized treatment protocols provided by the Attending Veterinarian in the Program of Veterinary Care (PVC)\nmay be used by the facility to treat common conditions (such as the hair loss for animals 7-11), however, there is no\nindication that the facility had initiated treatment required by the PVC.  When animals are identified as needing care\nthe facility must either initiate care as outlined in the PVC or obtain care by another veterinarian.  The animals with\nveterinary abnormalities identified above require examination and treatment by a veterinarian to prevent worsening\nof the conditions and unnecessary suffering.  Additionally, the licensee must provide documentation of such\nexamination and treatment to APHIS Officials upon request.  \nThe two animals identified as requiring immediate attention were brought to the Attending Veterinarian for care prior\nto the exit interview.  All others must be examined and treated no later than close of business June 2, 2017.\n\n3.28(c)(2)(iv)\nPRIMARY ENCLOSURES. \nA pair of Russian hamsters (1 M & 1 F) had two litters in the same enclosure. There were 4 older juveniles as well\nas 5 newborns in an enclosure with fresh bedding.  A pair of Djungarian hamsters (1 M & 1 F) had two litters in the\nsame enclosure. There were 2 were older juveniles and 6 newborns in an enclosure with fresh bedding. In both\ninstances the older juveniles appeared to be old enough to be from a previous litter and weaned, but had not been\nremoved.  A nursing female hamster with her litter cannot be housed in an enclosure with other hamsters.  In both\ninstances the bedding was freshly changed indicating that employees had recently changed the bedding, but failed\nto recognize the importance of separating weaning-aged older offspring.  The older litters were removed from\nenclosures during the inspection. Licensee must ensure that older litters are weaned and removed from enclosures\nto prevent newborn offspring from being housed in the same enclosure with other hamsters.  Correct by June 1,\n2017.\n3.31(a)(2)\nSANITATION.\nThere was an adult Syrian hamster housed in an enclosure that had excessively wet bedding.  The bedding in this\nenclosure appeared to be clean (almost no fecal material present) but was entirely soaked with water.  There was\nno dry bedding anywhere in this enclosure and the hamster was also obviously wet.  The enclosure was attached to\nan automatic watering line which appeared to malfunction causing the soaked bedding, however, employees had\njust finished cleaning this area and did not appear to identify this enclosure as requiring attention.  Once APHIS\nofficials identified the wet enclosure, the animal was immediately transferred to a new enclosure. There were two\nadditional enclosures housing Russian hamsters with litters that had excessive accumulations of dirty bedding. \nAnimals housed on wet and dirty bedding may become soiled, chilled, and/or ill. The licensee must ensure that\nanimals in wet and/or dirty enclosures are moved to clean dry enclosures to ensure the health and comfort of the\nanimals. In the event that a primary enclosure becomes wet due to leakage of the watering system animals must be\ntransferred to a clean dry enclosure and the watering malfunction fixed to prevent a repeat occurrence.  Correct\nfrom this day forward.\nThis inspection and exit interview were conducted with the General Manager.\nAdditional Inspectors\nMiller Dana, Supervisory Animal Care Specialist",
  "animals_total": 2580,
  "species": [
    {
      "count": 532,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 146,
      "scientific": "Cricetulus griseus",
      "common": "CHINESE HAMSTER"
    },
    {
      "count": 202,
      "scientific": "Meriones unguiculatus",
      "common": "MONGOLIAN GERBIL (COMMON PET / RESEARCH VARIETY)"
    },
    {
      "count": 320,
      "scientific": "Mesocricetus auratus",
      "common": "SYRIAN / GOLDEN HAMSTER (COMMON PET/RESEARCH TYPE)"
    },
    {
      "count": 4,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 129,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 380,
      "scientific": "Phodopus campbelli",
      "common": "CAMPBELL'S DESERT HAMSTER / RUSSIAN HAMSTER"
    },
    {
      "count": 222,
      "scientific": "Phodopus roborovskii",
      "common": "ROBOROVSKI'S DWARF HAMSTER"
    },
    {
      "count": 645,
      "scientific": "Phodopus sungorus",
      "common": "DJUNGARIAN / RUSSIAN WINTER WHITE DWARF HAMSTER"
    }
  ]
}