{
  "insp_id": "2016090000447791",
  "layout": "b",
  "customer_id": "7182",
  "customer_name": "EAST COAST EXOTIC ANIMAL RESCUE INC",
  "customer_addr": "320 ZOO ROAD\nFAIRFIELD, PA 17320",
  "certificate": "23-C-0153",
  "site_id": "001",
  "site_name": "EAST COAST EXOTIC ANIMAL RESCUE INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-OCT-2020",
  "report_date": "25-NOV-2020",
  "citations": [
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "Rodent feces were found amongst the bedding supplies in the small storage shed adjacent to the alpaca enclosure. No\nother rodent activity was observed during the inspection of the rest of the buildings and grounds. The presence of vermin\nand their feces in a storage area can contaminate supplies which can cause potential disease hazards when introduced to\nthe regulated animals. Supplies of bedding shall be stored in facilities which adequately protect such supplies against\ndeterioration, molding, or contamination by vermin. The facility must either move the bedding supplies to an area which\ncan adequately protect them or maintain the existing shed so that bedding supplies are protected.\nCorrect by October 8, 2020."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The facility's acquisition records showed a total of 35 fallow deer, all being designated as born on the premises. However,\nno acquisition dates are provided. When the facility representative was asked if these numbers reflected the current herd,\nshe stated that they did not, that these numbers reflected the herd from previous years.\nAdditionally, the acquisition and disposition records indicate that there should be three chinchillas but during inspection,\nonly two were identified. When asked about a third chinchilla, the facility representatives stated that it died within the\nprevious year but there was no record noting it's death.\nExhibitors are required to keep and maintain records that fully and correctly disclose dates in which animals are acquired,\nincluding births, and animal dispositions, including deaths. Failure to do so inhibits accurate inventory counts, ownership\ntracking, and identifying abnormal birth or death rates occurring at a herd level. Correct by including dates of animal\nacquisitions and dispositions, including births and deaths. Correct by October 3, 2020."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "There are several areas of the facility that are in a state of disrepair.\nIn the fallow deer enclosure, the beams supporting the center of the main barn have large cracks. There are large sheets\nof rusted metal attached to the right hand wall which have partially detached from the wall and have sharp edges\nprojecting into the area animal. There are also several rusted nails and screws projecting into the animal areas on the\ninterior and exterior walls of the barn. A large sheet of metal roofing has also been detached from the roof and was\nobserved on the ground in the animal enclosure. The secondary wire fence has also detached from the posts and\nremains tangled on the ground. There is also a bench, piping material, and various unnecessary objects in disrepair\nscattered throughout the enclosure.\nIn the alpaca enclosure, the secondary fence has become detached from the posts in several areas and has become\nentangled with overgrown trees and weeds. One area of partial fencing, is pulled away from the post and has created a\ngap that is approximately 3\" wide x 24\" long.\nIn the coati enclosure, there is tan colored material detaching from the ramps used to access the elevated area.\nThe areas of structural instability, sharp projecting objects, and detached fencing can cause injury to the animals or result\nin entanglement. Additionally, the flaking material in the coati enclosure could be hazardous to the animal's health if\ningested. The indoor and outdoor housing facilities shall be structurally sound and shall be maintained in good repair to\nprotect the animals from injury and to contain the animals. The facility must remove, repair, or replace the above\nmentioned items to ensure the safety and well-being of the regulated animals.\nCorrect by October 22, 2020."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "There are several areas of the perimeter fence adjacent to the alpaca pen, above the llama and goat pen, and adjacent to\nthe deer enclosure in which excessive vegetation has grown up, around, and over the perimeter fence. This has resulted\nin areas of the perimeter fence sagging or bending under the weight of this growth.\nPerimeter fences must be constructed so that they prevent animal escape as well as preventing the entry of other animals\nor unauthorized persons. The sagging fence areas impact the integrity of the fence by weakening it and potentially\nallowing escape or entry of other animals. Correct by removing the excess vegetation and repairing damaged areas of\nthe perimeter fence. Correct by January 2, 2021.\nThis inspection and exit interview were conducted with facility representatives.\nAdditional Inspectors:\nMELISSA CARLSON, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "3.125(c) \n   \nFacilities, general. \nRodent feces were found amongst the bedding supplies in the small storage shed adjacent to the alpaca enclosure.  No \nother rodent activity was observed during the inspection of the rest of the buildings and grounds.  The presence of vermin \nand their feces in a storage area can contaminate supplies which can cause potential disease hazards when introduced to \nthe regulated animals.  Supplies of bedding shall be stored in facilities which adequately protect such supplies against \ndeterioration, molding, or contamination by vermin.  The facility must either move the bedding supplies to an area which \ncan adequately protect them or maintain the existing shed so that bedding supplies are protected. \nCorrect by October 8, 2020. \n2.75(b)(1) \n   \nRecords: Dealers and exhibitors. \nThe facility's acquisition records showed a total of 35 fallow deer, all being designated as born on the premises.  However, \nno acquisition dates are provided.  When the facility representative was asked if these numbers reflected the current herd, \nshe stated that they did not, that these numbers reflected the herd from previous years. \n \nAdditionally, the acquisition and disposition records indicate that there should be three chinchillas but during inspection,\n\nonly two were identified.  When asked about a third chinchilla, the facility representatives stated that it died within the \nprevious year but there was no record noting it's death. \n \nExhibitors are required to keep and maintain records that fully and correctly disclose dates in which animals are acquired, \nincluding births, and animal dispositions, including deaths.  Failure to do so inhibits accurate inventory counts, ownership \ntracking, and identifying abnormal birth or death rates occurring at a herd level.  Correct by including dates of animal \nacquisitions and dispositions, including births and deaths.  Correct by October 3, 2020. \n3.125(a) \n   \nFacilities, general. \nThere are several areas of the facility that are in a state of disrepair. \nIn the fallow deer enclosure, the beams supporting the center of the main barn have large cracks.  There are large sheets \nof rusted metal attached to the right hand wall which have partially detached from the wall and have sharp edges \nprojecting into the area animal.  There are also several rusted nails and screws projecting into the animal areas on the \ninterior and exterior walls of the barn.  A large sheet of metal roofing has also been detached from the roof and was \nobserved on the ground in the animal enclosure.  The secondary wire fence has also detached from the posts and \nremains tangled on the ground.  There is also a bench, piping material, and various unnecessary objects in disrepair \nscattered throughout the enclosure. \nIn the alpaca enclosure, the secondary fence has become detached from the posts in several areas and has become \nentangled with overgrown trees and weeds.  One area of partial fencing, is pulled away from the post and has created a \ngap that is approximately 3\" wide x 24\" long. \nIn the coati enclosure, there is tan colored material detaching from the ramps used to access the elevated area.\n\nThe areas of structural instability, sharp projecting objects, and detached fencing can cause injury to the animals or result \nin entanglement.  Additionally, the flaking material in the coati enclosure could be hazardous to the animal's health if \ningested.  The indoor and outdoor housing facilities shall be structurally sound and shall be maintained in good repair to \nprotect the animals from injury and to contain the animals.  The facility must remove, repair, or replace the above \nmentioned items to ensure the safety and well-being of the regulated animals. \nCorrect by October 22, 2020. \n3.127(d) \n   \nFacilities, outdoor. \nThere are several areas of the perimeter fence adjacent to the alpaca pen, above the llama and goat pen, and adjacent to \nthe deer enclosure in which excessive vegetation has grown up, around, and over the perimeter fence.  This has resulted \nin areas of the perimeter fence sagging or bending under the weight of this growth. \n \nPerimeter fences must be constructed so that they prevent animal escape as well as preventing the entry of other animals \nor unauthorized persons.  The sagging fence areas impact the integrity of the fence by weakening it and potentially \nallowing escape or entry of other animals.  Correct by removing the excess vegetation and repairing damaged areas of \nthe perimeter fence.  Correct by January 2, 2021. \n \nThis inspection and exit interview were conducted with facility representatives. \n \nAdditional Inspectors: \nMELISSA CARLSON, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 93,
  "species": [
    {
      "count": 1,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 1,
      "scientific": "Canis lupus hallstromi",
      "common": "NEW GUINEA SINGING DOG"
    },
    {
      "count": 1,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 9,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 1,
      "scientific": "Didelphis virginiana",
      "common": "VIRGINIA OPOSSUM"
    },
    {
      "count": 4,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 2,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 2,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA (DOMESTICATED)"
    },
    {
      "count": 1,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 9,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 3,
      "scientific": "Chlorocebus aethiops",
      "common": "AFRICAN GREEN MONKEY / GRIVET"
    },
    {
      "count": 1,
      "scientific": "Cervus elaphus canadensis",
      "common": "ELK"
    },
    {
      "count": 3,
      "scientific": "Cynomys parvidens",
      "common": "UTAH PRAIRIE DOG"
    },
    {
      "count": 39,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 1,
      "scientific": "Hylobates agilis",
      "common": "AGILE GIBBON"
    },
    {
      "count": 2,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 2,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 2,
      "scientific": "Nasua narica",
      "common": "WHITE-NOSED COATI"
    },
    {
      "count": 7,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    }
  ]
}