{
  "insp_id": "173151334190314",
  "layout": "a",
  "customer_id": "33428",
  "customer_name": "Osage Kennels L L C",
  "customer_addr": "561 County Rd 231\nLinn, MO 65051",
  "certificate": "43-A-4667",
  "site_id": "002",
  "site_name": "OSAGE KENNELS L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-JUN-2015",
  "report_date": "22-JUN-2015",
  "citations": [
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "(c)Surfaces. (3) Cleaning.\n***Within the outdoor portion of the facility, there were shelter units for the hutch-style enclosures which had a\nbuildup of dirt and grime as well as some white mold-like material. Two of the shelter units contained some fecal-like\nmaterial covered with a thick amount of the white mold-like material. Some of this white mold-like material was\nobserved on a portion of the solid floor surface in these two shelters as well. A mild mildew-like odor was noted\nwhen the licensee opened up the backs of these shelter units. Most of the dirt and grime build up was noted on the\nsolid floor surface of many of the shelter units in this portion of the facility. A buildup of dirt and grime as well as\nwhite mold-like material can increase the risk of disease hazards to the dogs. The licensee must ensure that hard\nsurfaces with which the dogs come in contact are spot-cleaned daily and sanitized in accordance with 3.11 (b) of\nthis subpart to prevent the accumulation of excreta and to reduce disease hazards. To be corrected by: June 23,\n2015.\nThe inspection and exit interview were conducted with the licensee."
    }
  ],
  "narrative": "3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\n(c)Surfaces.  (3) Cleaning.\n***Within the outdoor portion of the facility, there were shelter units for the hutch-style enclosures which had a\nbuildup of dirt and grime as well as some white mold-like material. Two of the shelter units contained some fecal-like\nmaterial covered with a thick amount of the white mold-like material. Some of this white mold-like material was\nobserved on a portion of the solid floor surface in these two shelters as well. A mild mildew-like odor was noted\nwhen the licensee opened up the backs of these shelter units.  Most of the dirt and grime build up was noted on the\nsolid floor surface of many of the shelter units in this portion of the facility.  A buildup of dirt and grime as well as\nwhite mold-like material can increase the risk of disease hazards to the dogs.  The licensee must ensure that hard\nsurfaces with which the dogs come in contact are spot-cleaned daily and sanitized in accordance with 3.11 (b) of\nthis subpart to prevent the accumulation of excreta and to reduce disease hazards.  To be corrected by: June 23,\n2015.\nThe inspection and exit interview were conducted with the licensee.",
  "animals_total": 199,
  "species": [
    {
      "count": 134,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 65,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}