{
  "insp_id": "342151200200059",
  "layout": "a",
  "customer_id": "5704",
  "customer_name": "Betty S Fetters",
  "customer_addr": "16903 State Hwy 6\nNovinger, MO 63559",
  "certificate": "43-B-3484",
  "site_id": "002",
  "site_name": "BETTY S FETTERS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-DEC-2015",
  "report_date": "08-DEC-2015",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A pregnant female Golden Doodle, microchip # 0A01774913, was observed by an employee to be (cid:28)a little thin(cid:29) in\nher outdoor enclosure on 3 November 2015. According to the licensee she brought the dog into a sheltered\nenclosure and started her on puppy food, (cid:28)Dyne(cid:29) (a nutritional supplement), and dewormed her with pyrantel. On\napproximately 9 or 10 November 2015 the licensee recalled that this dog was not eating. On 11 November 2015\nthe licensee recalled that the dog (cid:28)was not doing well(cid:29). On 12 November 2015 the licensee presented the dog to a\nveterinarian for an emergency Caesarian section. The veterinarian that performed the emergency Caesarian\nsection noted that the dog had a body condition score of a 1 out of 9 (meaning emaciated), had liquid diarrhea, and\nthat while at the clinic had passed a handful of roundworms.\nDuring the time period of 3 November to 12 November (9 days) the licensee did not contact nor consult with a\nveterinarian about the worsening and debilitated condition of this dog. This could have been a medical issue that\nrequired veterinary care. All animals must be observed daily for problems of animal health and their well-being.\nThese problems must be frequently and directly communicated to a licensed veterinarian for a diagnosis and\ntreatment to best provide for the health and well-being of the animals. The licensee must observe animals daily for\nproblems and communicate any problems to a licensed veterinarian in a timely manner.\nTo be corrected from this day forward.\nThis is a focused inspection specifically addressing veterinary care issues that were identified, obtained and\nreviewed from a complaint on a female Golden Doodle, microchip #0A01774913. An inspection and a verbal exit\nwere conducted with the licensee and ACI Stephanie Osborne."
    }
  ],
  "narrative": "2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA pregnant female Golden Doodle, microchip # 0A01774913, was observed by an employee to be (cid:28)a little thin(cid:29) in\nher outdoor enclosure on 3 November 2015.  According to the licensee she brought the dog into a sheltered\nenclosure and started her on puppy food, (cid:28)Dyne(cid:29) (a nutritional supplement), and dewormed her with pyrantel.  On\napproximately 9 or 10 November 2015 the licensee recalled that this dog was not eating.  On 11 November 2015\nthe licensee recalled that the dog (cid:28)was not doing well(cid:29).  On 12 November 2015 the licensee presented the dog to a\nveterinarian for an emergency Caesarian section.  The veterinarian that performed the emergency Caesarian\nsection noted that the dog had a body condition score of a 1 out of 9 (meaning emaciated), had liquid diarrhea, and\nthat while at the clinic had passed a handful of roundworms.  \n During the time period of 3 November to 12 November (9 days) the licensee did not contact nor consult with a\nveterinarian about the worsening and debilitated condition of this dog.  This could have been a medical issue that\nrequired veterinary care.  All animals must be observed daily for problems of animal health and their well-being.\nThese problems must be frequently and directly communicated to a licensed veterinarian for a diagnosis and\ntreatment to best provide for the health and well-being of the animals. The licensee must observe animals daily for\nproblems and communicate any problems to a licensed veterinarian in a timely manner. \nTo be corrected from this day forward. \nThis is a focused inspection specifically addressing veterinary care issues that were identified, obtained and\nreviewed from a complaint on a female Golden Doodle, microchip #0A01774913.  An inspection and a verbal exit\nwere conducted with the licensee and ACI Stephanie Osborne.",
  "animals_total": 6,
  "species": [
    {
      "count": 6,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}