{
  "insp_id": "2016090000753184",
  "layout": "b",
  "customer_id": "3913",
  "customer_name": "Daniel Pradon Bobbi Pradon",
  "customer_addr": "1101 N Tripp Ave.\nOdessa, TX 79763",
  "certificate": "74-B-0708",
  "site_id": "001",
  "site_name": "Bobbi Pradon & Daniel Pradon",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-DEC-2021",
  "report_date": "09-DEC-2021",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The current program of veterinary care (PVC) created by the attending veterinarian is inadequate.\nThe PVC states that the “Licensee may perform humane termination if recommended by licensee” and “Worming\nproducts, vaccines, antibiotics, and other indicated medication may be purchased through Angel Veterinary Clinic as\nneeded. and it allows the licensee to pick up “worming products, vaccines, antibiotics, and other indicated medications as\nneeded from the veterinarian” Allowing the licensee to determine when an animal should be euthanized or what\nmedications may be needed are not considered adequate veterinary care.\nFailure to establish, maintain and follow a written program of veterinary care can decrease the ability to ensure optimal\ncare of all the animals. Each dealer and exhibitor shall assure that the attending veterinarian has appropriate authority to\nensure the provision of adequate veterinary care and to oversee the adequacy of other aspects of animal care and use.\nIn addition, an adequate program of veterinary care must be established, maintained and followed, so that the licensee\nhas a plan for providing adequate preventative care and treatments as necessary.\nTO BE CORRECTED BY DECEMBER 21, 2021."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).\nThe following animals continue to suffer from poor body condition and/or poor hair coat and/or an undiagnosed/untreated\nmedical condition:\n• White-tailed deer: One female remains thin with an unthrifty hair coat and prominent ribs, vertebrae and hips with little\nmuscle covering the hindquarters.\n• White-tailed deer: One male remains thin with limited muscle over the ribs, vertebrae, hips and hindquarters.\n• Addax: There are approximately six addax in the “back” pen and one addax in the “front” pen that remain thin with\nprominent ribs and hips, with decreased muscle covering the hindquarters. Eight Addax are suspected to be pregnant.\n• Hog Deer: There are two hog deer that appear thin with prominent spines and sunken flanks and long bones are visible.\nOne of these animals appears to be pregnant.\n• There is one adult (sex unknown) muntjac that appears thin and unkempt with a dull haircoat. The vertebrae and hip\nbones are prominent and the ribs are visible.\n• The female ibex with a left forelimb lameness continues to be lame. No further diagnostics were performed to determine\nthe actual cause and no treatments are planned by the veterinarian as of the date of this report.\n• There is a female spider monkey that appears thin (prominent vertebrae) with a dull and unthrifty hair coat,\nMinimal diagnostics have been employed to determine the exact cause of the problems in the above animals and there\nhas been insufficient response to the treatments provided thus far. Without proper diagnostics and treatment based on the\nresults of the diagnostics, the condition of the animals may not improve or could worsen, especially in light of upcoming\ncolder environmental temperatures. The attending veterinarian needs to consult with a veterinarian experienced with\nthese species to determine an adequate diagnostic and treatment plan."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "Records of disposition for the following animals have not been provided by the licensee.\n• (7) Addax: On Nov 5, 2019 the facility had 25 Addax. In Feb 2021, the facility had 18 Addax. Disposition records for 7\nAddax have not been provided.\n• (2) Barasingha: On Nov 5, 2019 the facility had 2 barasingha. The facility currently has no barasingha. Disposition\nrecords for 2 barasingha have not been provided.\n• (1) Bennet Wallaby: On Nov 5, 2019 the facility had 7 wallaby. Records of disposition dated April 11, 2021 for 6 wallaby\nhave been provided. Disposition records for 1 wallaby have not been provided.\n• (2) Cotton-Topped Tamarin: On Nov 5, 2019 the facility had 2 cotton-topped tamarins. The facility currently has no\ncotton-topped tamarins. Disposition records for 2 tamarins have not been provided.\n• (2) Fennec Fox: On Nov 5, 2019 the facility had 5 foxes. The facility currently has 3 foxes. Disposition records for 2\nfoxes have not been provided.\n• (1) Geoffroy’s Tamarin: On Nov 5, 2019 the facility had 1 Geoffroy Tamarin. The facility currently has no Geoffroy’s\nTamarins. Disposition records for 1 Geoffroy Tamarin have not been provided.\n• (2) Grevy’s zebra: On Nov 5, 2019 the facility had 5 Grevy’s zebra. The facility had one zebra die earlier this year.\nDisposition records dated Nov 8, 2021 were provided for 2 zebra. Disposition records for 2 zebra have not been\nprovided.\n• (2) Red Deer: On Nov 5, 2019 the facility had 5 red deer. Disposition records for RAZ Auctions were provided and\nindicated 3 deer were sold through the auction. Disposition records for 2 deer have not been provided.\n• (4) Reeve’s Muntjac: In Feb 2021 the facility reported having 11 muntjac. The facility currently has 7 muntjac.\nDisposition records for 4 muntjac have not been provided.\n• (4) Scimitar-Horned Oryx: On Nov 5, 2019 the facility had 14 oryx. Disposition records dated Nov 11, 2021 were\nprovided for 10 oryx. Disposition records for 4 oryx have not been provided.\n• (8) Sika Deer: On Nov 5, 2019 the facility had 13 sika deer. The facility had one sika deer die earlier this year and a\ndisposition record dated Nov 11, 2021 was provided for one deer. Disposition records for 8 deer have not been provided.\n• (11) Nubian Ibex: On Nov 5, 2019 the facility had 29 ibex. A disposition record dated Nov 16, 2021 was provided for\none ibex. Currently the facility has 17 ibex. Disposition records for 11 ibex have not been provided.\n• (5) White-tailed Deer: On Nov 5, 2019 the facility had 18 white-tailed deer. The facility currently has 5 white-tailed\ndeer. One deer was euthanized by Texas Parks and Wildlife earlier this year. Disposition records for 12 white-tailed deer\nhave not been provided.\nEvery dealer other than operators of auction sales and brokers to whom animals are consigned, and exhibitor shall make,\nkeep, and maintain records or forms which fully and correctly disclose the following information concerning animals other\nthan dogs and cats, purchased or otherwise acquired, owned, held, leased, or otherwise in his or her possession or under\nhis or her control, or which is transported, sold, euthanized, or otherwise disposed of by that dealer or exhibitors.\nRecords are required so that USDA officials can track the movement of covered animals. There are currently 51 animals\nunaccounted for. When disposition records are not provided, the assumption is that the animals have died. Records of\ndisposition for the above animals need to be provided."
    },
    {
      "code": "3.77(a)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Sheltered housing facilities.",
      "narrative": "At the time of this inspection it was 49F in the area where the food bowls are located in the sheltered portion of the gibbon\nenclosure. The outdoor temperature, according to the National Weather Service, at the same time period (~12pm) was\n46F in Odessa, TX.\nThe National Weather Service projects the overnight low to be 32F in the Midland/Odessa, TX area and below 45F from\n10:00 p.m. until 10:00 a.m. the following morning. Therefore it can be assumed the temperatures within the indoor portion\nof the gibbon enclosures will fall below 45F overnight.\nThe sheltered part of sheltered housing facilities must be sufficiently heated and cooled when necessary to protect the\nnonhuman primates from temperature extremes, and to provide for the health and well-being. The licensee must ensure\nthe ambient temperature in the sheltered part of the gibbon facility does not fall below 45F for more than four consecutive\nhours when nonhuman primates are present.\nTO BE CORRECTED BY 6PM ON DECEMBER 7, 2021."
    },
    {
      "code": "3.77(b)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Sheltered housing facilities.",
      "narrative": "There is a kerosene/diesel-powered heater in the sheltered portion of the spider monkey enclosure that is emitting\nnoxious exhaust that is not adequately ventilated to the outside of the building. The smell was immediately evident,\nstrong and irritating to mucous membranes and eyes of the inspectors.\nExhaust fumes can be irritating or deadly, causing respiratory and other illnesses. The sheltered portions of animal\nfacilities must be sufficiently ventilated at all times to provide for the health and well-being of the nonhuman primates and\nto minimize odors, drafts, ammonia levels, and moisture condensation. Ventilation must be provided by windows, doors,\nvents, fans or air conditioning.\nTO BE CORRECTED BY DECEMBER 8, 2021."
    },
    {
      "code": "3.80(a)(2)(ii)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "On the outside of the middle enclosure housing one, male white-handed (lar) gibbon, there is a metal electrical box with a\nrheostat and electrical wires protruding from it, fastened directly to the cage with zip ties. Some of the wires are on the\noutside of the enclosure, but some wires are inside the enclosure and accessible to the animal. This poses a risk for\ninjury or death due to electric shock. Primary enclosures for nonhuman primates must be constructed and maintained so\nthat they protect the non-human primates from injury.\nTO BE CORRECTED BY DECEMBER 8, 2021."
    },
    {
      "code": "3.81",
      "kind": "",
      "repeat": true,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "The current written plan for environmental enhancement for the two spider monkeys and three white-handed (lar) gibbons\nis not adequate.\n• It does not address social grouping for each species. The 3 adult gibbons are housed singly in adjacent but separate\nenclosures. The enclosures are covered with a corrugated plastic that allows light but does not allow the animals to\nadequately see or hear a conspecific which is a requirement if the animals are not housed together.\n• There is limited environmental enrichment within the enclosures. There are limited items for climbing and swinging, but\nnone to facilitate true brachiation or cognitive/sensory enrichment. In addition, the licensee states the animals do not use\nthe “toys” or items provided for climbing and swinging, therefore she does not experiment with different types of\nenrichment.\nEnvironmental enhancement is important to promote the psychological well-being of nonhuman primates, and it is\nimportant that the enrichment provided varies so that the animals can have novel experiences to keep them engaged. A\nplan for environmental enhancement that provides novel and engaging activity must be developed and followed for each\nnonhuman primate at the facility. This plan must be in accordance with the currently accepted professional standards and\napproved by the attending veterinarian."
    },
    {
      "code": "3.84(a)",
      "kind": "",
      "repeat": true,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The 2 spider monkey and 3 white-handed (lar) gibbon enclosures have an excessive accumulation of bird feces on all\nhorizontal surfaces. There were bird nests along the ceiling of the outdoor spider monkey enclosure.\nAccumulation of fecal material, food waste and other debris encourages soiling of the animals and contamination of food.\nRoutine cleaning and sanitation must be done daily to protect the health and well-being of nonhuman primates. The\nlicensee’s log reflects that cleaning is not done on a daily basis. Fecal material, food waste, and other debris must be\nremoved daily to prevent contamination of food, prevent nonhuman primates from becoming soiled and to reduce disease\nhazards."
    },
    {
      "code": "3.85",
      "kind": "Critical",
      "repeat": true,
      "desc": "Employees.",
      "narrative": "The licensees state that they and their employees do what they can to provide adequate cleaning, feeding, general\nhusbandry and facility maintenance for all of the non-human primates. Despite this, adequate cleaning, feeding, general\nhusbandry, environmental enhancement, and facility maintenance for all of the non-human primates and other animals\nremains insufficient. This is evident throughout the facility as noted in the non-compliances cited throughout this report.\nWithout an adequate labor force, animals and facilities cannot be properly managed and cared for, leading to\ncircumstances that compromise the health and well-being of the animals. Every person subject to the Animal Welfare\nregulations maintaining non-human primates must have enough employees to carry out the required level of husbandry\npractices and care."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "• The “front” addax enclosure housing three addax and the enclosure housing two adult, male white-tailed deer, have\nshelters with rusted metal panels and jagged edges that the animals could come into contact with.\n• The wooden shelter door in the muntjac enclosure is broken in many places, sagging on its hinges and not kept in good\nrepair.\n• The section of fencing behind the water troughs in the muntjac enclosure is in poor condition. The wood is broken and\nsplintered in multiple places, forming large holes. The fence is made of rotting plywood that is coming apart.\n• There are multiple areas where the fencing has not been maintained and in good repair. There are areas in which large\nround bales have, over time, forced the bottoms of the fences outward.\n• There is a long section of fence (approximately 20 feet), extending along the sections of enclosures containing domestic\ngoats and white-tailed deer, that has large gaps and holes, through which animals were seen passing, and that could\ninjure the animals.\nAll enclosures must be kept in good repair and free of sharp points, protruding edges, and gaps/openings in order to\nprotect the animals from injury. Failure to maintain housing facilities in a structurally sound manner can cause injury to the\nanimals. A system of monitoring and maintenance should be in place so that all housing facilities remain structurally\nsound and in good repair."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "Under the haybarn where hay and feed is stored for all hoofstock on premises, there are open bags of chicken feed and\nbags of grain covered in dirt and cobwebs. There were bags of dewormer pellets lying directly on the ground. There are\nbird feathers, bird droppings and other animal droppings accumulated on the dirt floor and on top of bags of food. Junk\nand other materials are also stored in the haybarn among the food. Opened bags of feed can attract pests and vermin.\nFood must be protected from contamination and spoilage. Fecal material on and around the hay and feed can cause\ncontamination and disease. Supplies of food and bedding shall be stored in facilities which adequately protect such\nsupplies against deterioration, molding or contamination by vermin."
    },
    {
      "code": "3.127",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, outdoor.",
      "narrative": "***There is no shade or shelter in a pen enclosure containing one adult domestic pig and an enclosure containing one\npregnant, adult female camel. These animals have no means to escape the direct sunlight or adverse climatic conditions.\n***There is poor drainage in the pig enclosure; at least 75% of the enclosure is covered in several inches of standing\nwater, leaving very little dry space for the animal to lie down. The animal must walk through and stand in the water to\ndrink and access food.\n***There is no true perimeter fence surrounding the facility because the tall fence that is adjacent to the street is actually\nthe primary enclosure fence for hoofstock pens.\nAdequate and suitable shelter is a basic necessity and failure to provide it can lead to stress/distress, or illness. The\ninadequate drainage is resulting in uncomfortable conditions for the pig and can lead to contamination of food and\ndisease. Lack of a perimeter fence does not allow for secondary containment in the case of escape, allows other animals\nand the public easy access to the hoofstock and can result in harm to these animals or humans. Sufficient shade by\nnatural or artificial means shall be provided to allow all animals kept outdoors to protect themselves from direct sunlight,\nand natural or artificial shelter appropriate for the local climatic conditions for the species concerned shall be provided for\nall animals kept outdoors to afford them protection and to prevent discomfort to such animals. A suitable method shall be\nprovided to rapidly eliminate excess water. The method of drainage shall comply with applicable Federal, State and local\nlaws and regulations relating to pollution control or the protection of the environment."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": true,
      "desc": "Watering.",
      "narrative": "At the time of the inspection, the water receptacle in the enclosure containing one male bobcat contains water that is\nbrown and cloudy with what appears to be fecal material dissolved within the water. Thet bobcat water does not appear\nto have been cleaned recently.\nUnpotable water can be unpalatable and result in dehydration and disease. If potable water is not accessible to the\nanimals at all times, it must be provided as often as necessary for the health and comfort of the animal. All water\nreceptacles shall be kept clean and sanitary."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "There are multiple enclosures that have mounds of decaying hay and/or excessive fecal accumulations that cover the\nmajority of the areas, including where the feed is placed. These include the enclosures containing six addax (the “back”\naddax pen), one camel, eight ibex and seven muntjac. The licensee stated previously they never enter the pens to clean\nthem. Fecal accumulation attracts pests and increases the likelihood of disease for the animals. Excreta must be removed\nas often as necessary to prevent contamination of the animals and reduce hazards and odors."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "There are numerous piles of debris, rubble, junk and items unrelated to the husbandry needs of the animals accumulated\nthroughout the facility grounds. Piles of debris such as this harbor insects and vermin that could injure the animals or\ncause disease. Accumulation of trash shall be placed in designated areas and cleared as necessary to protect the health\nof the animals.\nIn the pens containing one camel, eight ibex, 24 hog deer, and in the “front” addax pen containing six Addax, there are\npiles of twine on the ground and twine around the bale of hay in the pen where animals were actively eating. This material\nposes a risk of illness due to ingestion or injury due to entrapment.\nPremises shall be kept clean, free of trash accumulation, and in good repair in order to protect animals from injury and\nillness and to facilitate the prescribed husbandry practices set forth in the regulations. Accumulation of trash shall be\nplaced in designated areas and cleared as necessary to protect the health of the animals."
    },
    {
      "code": "3.132",
      "kind": "Direct",
      "repeat": true,
      "desc": "Employees.",
      "narrative": "The licensees state that they and their employees do what they can to provide adequate cleaning, feeding, general\nhusbandry and facility maintenance for all of the animals. Despite this, adequate cleaning, feeding, general husbandry,\nenvironmental enhancement, and facility maintenance for the animals remains insufficient. Without an adequate labor\nforce, animals and facilities cannot be properly managed and cared for, leading to circumstances that compromise the\nhealth and well-being of the animals. The licensee must ensure that there is a sufficient number of adequately trained\nemployees to maintain the professionally acceptable level of husbandry practices as set forth in the regulations.\nThis inspection and exit interview were conducted with the licensees.\nAdditional Inspectors:\nCYNTHIA DIGESUALDO, VETERINARY MEDICAL OFFICER\nTANYA TIMS, Supervisory Animal Care SpecialistEnd Section"
    }
  ],
  "narrative": "2.40(a)(2)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe current program of veterinary care (PVC) created by the attending veterinarian is inadequate. \n \nThe PVC states that the “Licensee may perform humane termination if recommended by licensee” and “Worming \nproducts, vaccines, antibiotics, and other indicated medication may be purchased through Angel Veterinary Clinic as \nneeded. and it allows the licensee to pick up “worming products, vaccines, antibiotics, and other indicated medications as \nneeded from the veterinarian” Allowing the licensee to determine when an animal should be euthanized or what \nmedications may be needed are not considered adequate veterinary care. \n \nFailure to establish, maintain and follow a written program of veterinary care can decrease the ability to ensure optimal \ncare of all the animals.  Each dealer and exhibitor shall assure that the attending veterinarian has appropriate authority to \nensure the provision of adequate veterinary care and to oversee the adequacy of other aspects of animal care and use.  \nIn addition, an adequate program of veterinary care must be established, maintained and followed, so that the licensee  \nhas a plan for providing adequate preventative care and treatments as necessary.\n\nTO BE CORRECTED BY DECEMBER 21, 2021. \n2.40(b)(2)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe following animals continue to suffer from poor body condition and/or poor hair coat and/or an undiagnosed/untreated \nmedical condition: \n• White-tailed deer: One female remains thin with an unthrifty hair coat and prominent ribs, vertebrae and hips with little \nmuscle covering the hindquarters. \n• White-tailed deer: One male remains thin with limited muscle over the ribs, vertebrae, hips and hindquarters. \n• Addax: There are approximately six addax in the “back” pen and one addax in the “front” pen that remain thin with \nprominent ribs and hips, with decreased muscle covering the hindquarters.  Eight Addax are suspected to be pregnant. \n• Hog Deer:  There are two hog deer that appear thin with prominent spines and sunken flanks and long bones are visible.  \nOne of these animals appears to be pregnant. \n• There is one adult (sex unknown) muntjac that appears thin and unkempt with a dull haircoat.  The vertebrae and hip \nbones are prominent and the ribs are visible. \n• The female ibex with a left forelimb lameness continues to be lame. No further diagnostics were performed to determine \nthe actual cause and no treatments are planned by the veterinarian as of the date of this report. \n• There is a female spider monkey that appears thin (prominent vertebrae) with a dull and unthrifty hair coat, \nMinimal diagnostics have been employed to determine the exact cause of the problems in the above animals and there \nhas been insufficient response to the treatments provided thus far. Without proper diagnostics and treatment based on the \nresults of the diagnostics, the condition of the animals may not improve or could worsen, especially in light of upcoming\n\ncolder environmental temperatures. The attending veterinarian needs to consult with a veterinarian experienced with \nthese species to determine an adequate diagnostic and treatment plan. \n2.75(b)(1)  Repeat\n   \nRecords: Dealers and exhibitors. \nRecords of disposition for the following animals have not been provided by the licensee. \n• (7) Addax:  On Nov 5, 2019 the facility had 25 Addax.  In Feb 2021, the facility had 18 Addax.  Disposition records for 7 \nAddax have not been provided. \n• (2) Barasingha:  On Nov 5, 2019 the facility had 2 barasingha.  The facility currently has no barasingha.  Disposition \nrecords for 2 barasingha have not been provided. \n• (1) Bennet Wallaby:  On Nov 5, 2019 the facility had 7 wallaby.  Records of disposition dated April 11, 2021 for 6 wallaby \nhave been provided.  Disposition records for 1 wallaby have not been provided. \n• (2) Cotton-Topped Tamarin:  On Nov 5, 2019 the facility had 2 cotton-topped tamarins.  The facility currently has no \ncotton-topped tamarins.  Disposition records for 2 tamarins have not been provided. \n• (2)  Fennec Fox:  On Nov 5, 2019 the facility had 5 foxes.  The facility currently has 3 foxes.  Disposition records for 2 \nfoxes have not been provided. \n• (1)  Geoffroy’s Tamarin:  On Nov 5, 2019 the facility had 1 Geoffroy Tamarin.  The facility currently has no Geoffroy’s \nTamarins.  Disposition records for 1 Geoffroy Tamarin have not been provided. \n• (2)  Grevy’s zebra:  On Nov 5, 2019 the facility had 5 Grevy’s zebra.  The facility had one zebra die earlier this year.  \nDisposition records dated Nov 8, 2021 were provided for 2 zebra.  Disposition records for 2 zebra have not been \nprovided. \n• (2)  Red Deer:  On Nov 5, 2019 the facility had 5 red deer.  Disposition records for RAZ Auctions were provided and \nindicated 3 deer were sold through the auction.  Disposition records for 2 deer have not been provided.\n\n• (4) Reeve’s Muntjac:  In Feb 2021 the facility reported having 11 muntjac.  The facility currently has 7 muntjac.  \nDisposition records for 4 muntjac have not been provided. \n• (4)  Scimitar-Horned Oryx:  On Nov 5, 2019 the facility had 14 oryx.  Disposition records dated Nov 11, 2021 were \nprovided for 10 oryx.  Disposition records for 4 oryx have not been provided. \n• (8)  Sika Deer:  On Nov 5, 2019 the facility had 13 sika deer.  The facility had one sika deer die earlier this year and a \ndisposition record dated Nov 11, 2021 was provided for one deer.  Disposition records for 8 deer have not been provided. \n• (11)  Nubian Ibex:  On Nov 5, 2019 the facility had 29 ibex.  A disposition record dated Nov 16, 2021 was provided for \none ibex.  Currently the facility has 17 ibex. Disposition records for 11 ibex have not been provided. \n• (5)  White-tailed Deer:  On Nov 5, 2019 the facility had 18 white-tailed deer.  The facility currently has 5 white-tailed \ndeer.  One deer was euthanized by Texas Parks and Wildlife earlier this year.  Disposition records for 12 white-tailed deer \nhave not been provided. \nEvery dealer other than operators of auction sales and brokers to whom animals are consigned, and exhibitor shall make, \nkeep, and maintain records or forms which fully and correctly disclose the following information concerning animals other \nthan dogs and cats, purchased or otherwise acquired, owned, held, leased, or otherwise in his or her possession or under \nhis or her control, or which is transported, sold, euthanized, or otherwise disposed of by that dealer or exhibitors. \nRecords are required so that USDA officials can track the movement of covered animals.  There are currently 51 animals \nunaccounted for.  When disposition records are not provided, the assumption is that the animals have died.  Records of \ndisposition for the above animals need to be provided. \n3.77(a)  Critical\n   \nSheltered housing facilities. \nAt the time of this inspection it was 49F in the area where the food bowls are located in the sheltered portion of the gibbon \nenclosure.  The outdoor temperature, according to the National Weather Service, at the same time period (~12pm) was\n\n46F in Odessa, TX. \nThe National Weather Service projects the overnight low to be 32F in the Midland/Odessa, TX area and below 45F from \n10:00 p.m. until 10:00 a.m. the following morning.  Therefore it can be assumed the temperatures within the indoor portion \nof the gibbon enclosures will fall below 45F overnight. \nThe sheltered part of sheltered housing facilities must be sufficiently heated and cooled when necessary to protect the \nnonhuman primates from temperature extremes, and to provide for the health and well-being.  The licensee must ensure \nthe ambient temperature in the sheltered part of the gibbon facility does not fall below 45F for more than four consecutive \nhours when nonhuman primates are present. \nTO BE CORRECTED BY 6PM ON DECEMBER 7, 2021. \n3.77(b)  Direct\n   \nSheltered housing facilities. \nThere is a kerosene/diesel-powered heater in the sheltered portion of the spider monkey enclosure that is emitting \nnoxious exhaust that is not adequately ventilated to the outside of the building.  The smell was immediately evident, \nstrong and irritating to mucous membranes and eyes of the inspectors. \nExhaust fumes can be irritating or deadly, causing respiratory and other illnesses.  The sheltered portions of animal \nfacilities must be sufficiently ventilated at all times to provide for the health and well-being of the nonhuman primates and \nto minimize odors, drafts, ammonia levels, and moisture condensation.  Ventilation must be provided by windows, doors, \nvents, fans or air conditioning. \nTO BE CORRECTED BY DECEMBER 8, 2021. \n3.80(a)(2)(ii) \n   \nPrimary enclosures.\n\nOn the outside of the middle enclosure housing one, male white-handed (lar) gibbon, there is a metal electrical box with a \nrheostat and electrical wires protruding from it, fastened directly to the cage with zip ties.  Some of the wires are on the \noutside of the enclosure, but some wires are inside the enclosure and accessible to the animal.  This poses a risk for \ninjury or death due to electric shock.  Primary enclosures for nonhuman primates must be constructed and maintained so \nthat they protect the non-human primates from injury. \nTO BE CORRECTED BY DECEMBER 8, 2021. \n3.81  Repeat\n   \nEnvironment enhancement to promote psychological well-being. \nThe current written plan for environmental enhancement for the two spider monkeys and three white-handed (lar) gibbons \nis not adequate. \n• It does not address social grouping for each species.  The 3 adult gibbons are housed singly in adjacent but separate \nenclosures. The enclosures are covered with a corrugated plastic that allows light but does not allow the animals to \nadequately see or hear a conspecific which is a requirement if the animals are not housed together. \n• There is limited environmental enrichment within the enclosures.  There are limited items for climbing and swinging, but \nnone to facilitate true brachiation or cognitive/sensory enrichment.  In addition, the licensee states the animals do not use \nthe “toys” or items provided for climbing and swinging, therefore she does not experiment with different types of \nenrichment. \nEnvironmental enhancement is important to promote the psychological well-being of nonhuman primates, and it is \nimportant that the enrichment provided varies so that the animals can have novel experiences to keep them engaged. A \nplan for environmental enhancement that provides novel and engaging activity must be developed and followed for each \nnonhuman primate at the facility. This plan must be in accordance with the currently accepted professional standards and \napproved by the attending veterinarian.\n\n3.84(a)  Repeat\n   \nCleaning, sanitization, housekeeping, and pest control. \nThe 2 spider monkey and 3 white-handed (lar) gibbon enclosures have an excessive accumulation of bird feces on all \nhorizontal surfaces.  There were bird nests along the ceiling of the outdoor spider monkey enclosure. \nAccumulation of fecal material, food waste and other debris encourages soiling of the animals and contamination of food. \nRoutine cleaning and sanitation must be done daily to protect the health and well-being of nonhuman primates.  The \nlicensee’s log reflects that cleaning is not done on a daily basis.  Fecal material, food waste, and other debris must be \nremoved daily to prevent contamination of food, prevent nonhuman primates from becoming soiled and to reduce disease \nhazards. \n3.85  Critical Repeat\n   \nEmployees. \nThe licensees state that they and their employees do what they can to provide adequate cleaning, feeding, general \nhusbandry and facility maintenance for all of the non-human primates. Despite this, adequate cleaning, feeding, general \nhusbandry, environmental enhancement, and facility maintenance for all of the non-human primates and other animals \nremains insufficient.  This is evident throughout the facility as noted in the non-compliances cited throughout this report.  \nWithout an adequate labor force, animals and facilities cannot be properly managed and cared for, leading to \ncircumstances that compromise the health and well-being of the animals. Every person subject to the Animal Welfare \nregulations maintaining non-human primates must have enough employees to carry out the required level of husbandry \npractices and care. \n3.125(a)  Repeat\n   \nFacilities, general.\n\n• The “front” addax enclosure housing three addax and the enclosure housing two adult, male white-tailed deer, have \nshelters with rusted metal panels and jagged edges that the animals could come into contact with. \n• The wooden shelter door in the muntjac enclosure is broken in many places, sagging on its hinges and not kept in good \nrepair. \n• The section of fencing behind the water troughs in the muntjac enclosure is in poor condition.  The wood is broken and \nsplintered in multiple places, forming large holes.   The fence is made of rotting plywood that is coming apart. \n• There are multiple areas where the fencing has not been maintained and in good repair.  There are areas in which large \nround bales have, over time, forced the bottoms of the fences outward. \n• There is a long section of fence (approximately 20 feet), extending along the sections of enclosures containing domestic \ngoats and white-tailed deer, that has large gaps and holes, through which animals were seen passing, and that could \ninjure the animals. \nAll enclosures must be kept in good repair and free of sharp points, protruding edges, and gaps/openings in order to \nprotect the animals from injury. Failure to maintain housing facilities in a structurally sound manner can cause injury to the \nanimals. A system of monitoring and maintenance should be in place so that all housing facilities remain structurally \nsound and in good repair. \n3.125(c)  Repeat\n   \nFacilities, general. \nUnder the haybarn where hay and feed is stored for all hoofstock on premises, there are open bags of chicken feed and \nbags of grain covered in dirt and cobwebs.  There were bags of dewormer pellets lying directly on the ground.  There are \nbird feathers, bird droppings and other animal droppings accumulated on the dirt floor and on top of bags of food.  Junk \nand other materials are also stored in the haybarn among the food.  Opened bags of feed can attract pests and vermin. \nFood must be protected from contamination and spoilage.  Fecal material on and around the hay and feed can cause\n\ncontamination and disease.  Supplies of food and bedding shall be stored in facilities which adequately protect such \nsupplies against deterioration, molding or contamination by vermin. \n3.127  Repeat\n   \nFacilities, outdoor. \n***There is no shade or shelter in a pen enclosure containing one adult domestic pig and an enclosure containing one \npregnant, adult female camel.  These animals have no means to escape the direct sunlight or adverse climatic conditions. \n***There is poor drainage in the pig enclosure; at least 75% of the enclosure is covered in several inches of standing \nwater, leaving very little dry space for the animal to lie down.  The animal must walk through and stand in the water to \ndrink and access food. \n***There is no true perimeter fence surrounding the facility because the tall fence that is adjacent to the street is actually \nthe primary enclosure fence for hoofstock pens. \nAdequate and suitable shelter is a basic necessity and failure to provide it can lead to stress/distress, or illness.   The \ninadequate drainage is resulting in uncomfortable conditions for the pig and can lead to contamination of food and \ndisease.  Lack of a perimeter fence does not allow for secondary containment in the case of escape, allows other animals \nand the public easy access to the hoofstock and can result in harm to these animals or humans.  Sufficient shade by \nnatural or artificial means shall be provided to allow all animals kept outdoors to protect themselves from direct sunlight, \nand natural or artificial shelter appropriate for the local climatic conditions for the species concerned shall be provided for \nall animals kept outdoors to afford them protection and to prevent discomfort to such animals.  A suitable method shall be \nprovided to rapidly eliminate excess water.  The method of drainage shall comply with applicable Federal, State and local \nlaws and regulations relating to pollution control or the protection of the environment. \n3.130  Repeat\n   \nWatering.\n\nAt the time of the inspection, the water receptacle in the enclosure containing one male bobcat contains water that is \nbrown and cloudy with what appears to be fecal material dissolved within the water.  Thet bobcat water does not appear \nto have been cleaned recently. \nUnpotable water can be unpalatable and result in dehydration and disease.  If potable water is not accessible to the \nanimals at all times, it must be provided as often as necessary for the  health and comfort of the animal.  All water \nreceptacles shall be kept clean and sanitary. \n3.131(a)  Repeat\n   \nSanitation. \nThere are multiple enclosures that have mounds of decaying hay and/or excessive fecal accumulations that cover the \nmajority of the areas, including where the feed is placed. These include the enclosures containing six addax (the “back” \naddax pen), one camel, eight ibex and seven muntjac.  The licensee stated previously they never enter the pens to clean \nthem. Fecal accumulation attracts pests and increases the likelihood of disease for the animals. Excreta must be removed \nas often as necessary to prevent contamination of the animals and reduce hazards and odors. \n3.131(c)  Repeat\n   \nSanitation. \nThere are numerous piles of debris, rubble, junk and items unrelated to the husbandry needs of the animals accumulated \nthroughout the facility grounds.  Piles of debris such as this harbor insects and vermin that could injure the animals or \ncause disease.  Accumulation of trash shall be placed in designated areas and cleared as necessary to protect the health \nof the animals. \nIn the pens containing one camel, eight ibex, 24 hog deer, and in the “front” addax pen containing six Addax, there are \npiles of twine on the ground and twine around the bale of hay in the pen where animals were actively eating. This material \nposes a risk of illness due to ingestion or injury due to entrapment.\n\nPremises shall be kept clean, free of trash accumulation, and in good repair in order to protect animals from injury and \nillness and to facilitate the prescribed husbandry practices set forth in the regulations.  Accumulation of trash shall be \nplaced in designated areas and cleared as necessary to protect the health of the animals. \n3.132  Direct Repeat\n   \nEmployees. \nThe licensees state that they and their employees do what they can to provide adequate cleaning, feeding, general \nhusbandry and facility maintenance for all of the animals. Despite this, adequate cleaning, feeding, general husbandry, \nenvironmental enhancement, and facility maintenance for the animals remains insufficient.  Without an adequate labor \nforce, animals and facilities cannot be properly managed and cared for, leading to circumstances that compromise the \nhealth and well-being of the animals.  The licensee must ensure that there is a sufficient number of adequately trained \nemployees to maintain the professionally acceptable level of husbandry practices as set forth in the regulations. \n \nThis inspection and exit interview were conducted with the licensees. \n \nAdditional Inspectors: \nCYNTHIA DIGESUALDO, VETERINARY MEDICAL OFFICER \nTANYA TIMS, Supervisory Animal Care SpecialistEnd Section",
  "animals_total": 106,
  "species": [
    {
      "count": 2,
      "scientific": "Ateles chamek",
      "common": "BLACK SPIDER MONKEY"
    },
    {
      "count": 13,
      "scientific": "Axis axis",
      "common": "AXIS DEER / SPOTTED DEER / CHITAL"
    },
    {
      "count": 3,
      "scientific": "Hylobates lar",
      "common": "LAR GIBBON"
    },
    {
      "count": 0,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 15,
      "scientific": "Addax nasomaculatus",
      "common": "ADDAX"
    },
    {
      "count": 24,
      "scientific": "Axis porcinus",
      "common": "HOG DEER"
    },
    {
      "count": 1,
      "scientific": "Ammotragus lervia",
      "common": "BARBARY SHEEP"
    },
    {
      "count": 4,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 0,
      "scientific": "Cervus elaphus",
      "common": "RED DEER"
    },
    {
      "count": 3,
      "scientific": "Cervus nippon",
      "common": "SIKA DEER"
    },
    {
      "count": 1,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 7,
      "scientific": "Muntiacus reevesi",
      "common": "REEVE'S MUNTJAC"
    },
    {
      "count": 0,
      "scientific": "Equus grevyi",
      "common": "GREVY'S ZEBRA"
    },
    {
      "count": 5,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 0,
      "scientific": "Oryx dammah",
      "common": "SCIMITAR-HORNED ORYX"
    },
    {
      "count": 1,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 2,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    },
    {
      "count": 8,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 17,
      "scientific": "Capra nubiana",
      "common": "NUBIAN IBEX"
    }
  ]
}