{
  "insp_id": "29150750220368",
  "layout": "a",
  "customer_id": "39075",
  "customer_name": "Briarwood Ranch",
  "customer_addr": "5617 Reinhardt Ln\nKnoxville, TN 37924",
  "certificate": "63-C-0247",
  "site_id": "001",
  "site_name": "BRIARWOOD INVESTMENTS INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-JAN-2015",
  "report_date": "29-JAN-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Several animals were noted in need of veterinary attention and one animal death was discussed:\n*One adult female zebra with her young zebra in the drive through portion of the facility was noted with bright red\nfresh blood leaking from a small opening under her right eye. Dried blood was noted forming a line/tract down the\nright side of her face from this opening to the corner of her mouth. In addition, a large gelatinous bloody clump of\ndischarge was noted hanging from the opening to her right nostril. Around the rim/edge of the right nostril was noted\ndried dark black crusty material.\n*One black and white goat has a 3/8 in round lesion on the top left side of its nose. The center 1/4in diameter\nportion is raised and dark red in color. The encircling 1/8in wide band around this red center is flat and light grey in\ncolor. There is some brown black dried material at the lower corner of the left nostril.\n*One female lemur with a short tail (she had lost part of the tail to frostbite last winter) was noted sitting outside in\nher sheltered enclosure holding her tail. She looked at the tail frequently and occasionally was noted licking at it.\nThis is not her normal behavior.\n*The caretaker who feeds and waters the animals was asked by the inspectors about a baby oryx that is not at the\nfacility during today(cid:25)'s inspection. The caretaker responded that it had died-was found dead in its shelter one\nmorning this past fall. She stated that the oryx had been losing weight before its death and that she had tried\ndeworming it a couple of times. When asked if the veterinarian had been out to see this oryx or been called about it,\nshe responded no.\nReview of records available and conversations with staff, a veterinarian has not been contacted about the zebra, the\ngoat or the lemur. A veterinarian needs to be consulted to ensure the use of appropriate methods to diagnose and\ntreat diseases and injuries. The facility shall contact their veterinarian in order to have the zebra, the goat and the\nlemur examined for diagnosis and treatment."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The inspectors pointed out three animals with veterinary care issues (zebra, goat, and lemur) to staff during this\ninspection. Conversation with staff about these animals elicited the information that the staff was unaware of these\nissues. The staff stated that they look at animals while feeding and watering but there is no one dedicating time\nspecifically to observing the animals on a daily basis. Since these issues are not being observed and identified, the\nattending veterinarian has not been notified of the issues. There also appears to be an issue with which staff\nmember has responsibility for communicating with the veterinarian. Different staff members and the owner gave the\ninspectors inconsistent answers to the question of who at the facility is responsible for contacting the veterinarian.\nLack of adequate daily observation and direct and frequent communication with the veterinarian will lead to issues\nwith the animal(cid:25)s health and well-being not being addressed in a timely and appropriate manner. The facility shall\nensure that there is daily observation of all animals to assess their health and well-being and that there is a\nmechanism of direct and frequent communication to convey problems of animal health, behavior and well-being to\nthe attending veterinarian."
    },
    {
      "code": "3.4(b)(3)",
      "kind": "",
      "repeat": true,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "Two Savannah cats are housed in an outdoor enclosure. There are two small plastic round domed shelter\nstructures with a large opening at the front of the enclosure. One shelter is missing a wind/rain break and the\nsecond shelter has a wind/rain break that is hanging off to the side providing no protection. The weather this winter\nhas been cold, wet and windy. The temperature midday today is 37 degrees Fahrenheit. Temperatures at night\nhave been in the 20s this week. Lack of wind and rain protection makes it more likely for the cats to become\nhypothermic. The shelter structures must be provided with wind and rain breaks at the entrance."
    },
    {
      "code": "3.4(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "Two Savannah cats housed in an outdoor enclosure have two small domed shelter structures. Each shelter has a\nfleece bed in it. There is no additional bedding present to provide insulation and protection against the cold. The\ntemperature at midday today is 37 degrees F. Temperatures at night have been in the 20s this week and are\npredicted to be in the 20s tonight. To provide protection from the cold, shelters must contain clean dry bedding\nmaterial if the temperature is below 50 degrees F. and additional clean dry bedding if temperatures are 35 degrees\nF or lower. Correct from this day forward."
    },
    {
      "code": "3.81(a)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "The inspectors noted that one female lemur was sitting outside in the outdoor portion of the sheltered housing\nduring the entire routine inspection. The caretaker that feeds and cares for the 3 lemurs stated that the mother and\nson pair is starting to prevent the single female lemur from entering the heated inside enclosure. She stated that she\nhas added another nest box with hay to the inside heated area and another to the outside area for extra protection.\nIn addition, the inspectors noted that the caretaker was putting food for her in the outside area. When the\ninspectors asked the maintenance caretaker the same question, he stated that he has noticed the female lemur\ngoing into the inside heated area. During the inspection, the lemur was noted licking at the end of her tail multiple\ntimes. The inspectors noted the temperature was 37 degrees when the lemur was outside. The temperatures have\nbeen in the twenties at night which would be temperature extremes a lemur would not be able to adapt or tolerate\nfor a lengthy period of time without serious physical injuries or possible death. It is important to make sure the\nfemale lemur has adequate access to the inside heated space available to her at all times during cold temperatures\nbelow 45 degrees. Correct from this day forward."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The female Jacob sheep has been moved to a new enclosure due to her pregnancy. A temporary fence has been\nconstructed to divide the enclosure from the miniature pony next door. The fence is loose and some of the\nwires/sections of fencing are protruding into the sheep enclosure which may cause injury to the sheep. Due to\nstructural issues it may not be adequate to keep the sheep and the miniature pony separated. In addition, the\noutside enclosure fence facing the road of this sheep enclosure has an opening at the bottom of the fence which is\n12 inches wide by 8 inches tall by 8 inches long. The opening could allow unwanted animals to access the\nenclosure which could cause injury or death to the female pregnant sheep. All fences should be structurally sound\nand in good repair in order to protect the animals from injury."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "There were numerous round bales of hay stacked outside on the wet ground under the trees in the woods. They\nwere placed on the wet ground and were not covered. The bales appear wet with discolored grey/black portions.\nThey feel wet 6 inches in from the surface of the bale. Poor hay storage with no protection from the weather\nelements can cause deterioration and/ or contamination of the hay which could result in nutritional deficiencies or\ndisease spread in animals fed this hay. The animals may refuse to eat the affected hay. Hay must be stored in such\na manner to prevent deterioration, molding, or contamination."
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "There are 2 alpacas in a smaller fenced in enclosure area with a shelter that is not tall enough for the alpacas to\nadequately stand up in without bumping their heads. The height inside the shelter has been diminished by the\naddition of layers of hay on the ground to provide warmth and respite from the muddy ground for the alpacas.\nNormally the alpacas spend most of their time outside the shelter however due to the excess water and mud from\ndrainage issues there are no dry areas in the enclosure for them to stand in. The alpacas need to have a shelter\nwhere they are able to make normal postural movements without bending their heads down which could cause\ndiscomfort and physical stress to the head and neck."
    },
    {
      "code": "3.127(c)",
      "kind": "Direct",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "Several enclosures have severe drainage issues with standing water and thick mud present. The animals cannot\navoid the mud when in their enclosures and when walking to their feed and water receptacles.\n*One enclosure housing two alpacas: The alpacas have no dry area in their enclosure-mud is present throughout.\nStanding water is present in the hoof print indentations in the mud. The caretaker has placed some hay in the\nshelter to provide some protection from the mud. Both animals were standing in the mud and their lower legs and\nfeet were covered in dry and fresh mud.\n*One enclosure housing an elderly deer has no dry area in the enclosure. There is standing water in one corner.\nThe rest is mud. The deer was noted having difficulty walking in the enclosure to a spot where the caretaker placed\nsome hay for her to lay on.\n*One enclosure houses two nilgai. The entire enclosure consists of mud. The area at the front of the enclosure\nalong the fence is a mixture of deep mud and standing water. The nilgai walking through this area sunk several\ninches deep into the mud with each step and made a sucking sound when lifting each foot from the mud. When\nstanding, mud covered the entire feet and part of the lower leg. Both nilgai were noted to have the lower portion of\ntheir legs covered with dry and fresh mud.\n*One enclosure houses one nilgai, five goats, one alpaca and one dog. Three quarters of the enclosure is covered\nin thick wet mud with impressions of hoof imprints. The area in front of the fence is especially thick with mud. The\nnilgai had to use extra effort to pick up her feet to walk. When standing, her feet and part of her lower leg were\nnoted covered with the mud. The alpaca had mud coating its lower legs.\n*One enclosure housing three mouflon sheep was extremely muddy and wet with areas of standing water. One area\nof standing water next to the shelter was covered with green algae indicating long standing water.\nWet enclosures can lead to discomfort to the animals, injury due to slippery footing and health problems/diseases of\nthe feet and legs. The enclosures shall be provided with a method to provide rapid elimination of excess water or\nthe animals should be moved to drier enclosures."
    },
    {
      "code": "3.132",
      "kind": "Direct",
      "repeat": true,
      "desc": "EMPLOYEES.",
      "narrative": "The facility currently houses over 100 animals. The facility lacks enough employees to take care of this number of\nanimals adequately and lacks on-site supervisors with experience in animal husbandry. The owner is currently not\nable to be working at the facility regularly. Part time employees and relatives help out taking care of the animals.\nOne part-time caretaker who does have animal care experience comes daily to feed and water the animals. She\nhas told us however that feeding and watering are her only duties. She stated that cleaning enclosures and\nensuring veterinary care are not her responsibilities. A relative of the owner, who has no animal experience prior to\ncoming to this facility, helps out and handles maintenance and building chores. He stated that animal care is left to\nthe previously described caretaker and the owner. A part time worker comes irregularly to help with equipment and\nmiscellaneous items. These workers are currently not working under a supervisor knowledgeable about animals and\nare unfamiliar with the Animal Welfare Act regulations /standards and professional husbandry standards for the\nanimals at the facility. In addition, there is a distinct lack of or breakdown in communication and delineation of\nresponsibilities especially as relates to daily observation of the animals and communication with the attending\nveterinarian. Lack of an adequate number of trained employees working under a knowledgeable supervisor can\nlead to inadequate care of the animals as evidenced at this facility by numerous non-compliances including both\ndirect and repeat non-compliances. The facility shall maintain a sufficient number of trained employees working\nunder a supervisor to maintain a professionally acceptable level of husbandry practices.\nInspection conducted on 1/28/15. Exit conducted on 1/29/15.\nAdditional Inspectors\nBrunkhorst Susanne, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nSeveral animals were noted in need of veterinary attention and one animal death was discussed:\n*One adult female zebra with her young zebra in the drive through portion of the facility was noted with bright red\nfresh blood leaking from a small opening under her right eye. Dried blood was noted forming a line/tract down the\nright side of her face from this opening to the corner of her mouth. In addition, a large gelatinous bloody clump of\ndischarge was noted hanging from the opening to her right nostril. Around the rim/edge of the right nostril was noted\ndried dark black crusty material. \n*One black and white goat has a 3/8 in round lesion on the top left side of its nose. The center 1/4in diameter\nportion is raised and dark red in color. The encircling 1/8in wide band around this red center is flat and light grey in\ncolor. There is some brown black dried material at the lower corner of the left nostril. \n*One female lemur with a short tail (she had lost part of the tail to frostbite last winter) was noted sitting outside in\nher sheltered enclosure holding her tail. She looked at the tail frequently and occasionally was noted licking at it.\nThis is not her normal behavior. \n*The caretaker who feeds and waters the animals was asked by the inspectors about a baby oryx that is not at the\nfacility during today(cid:25)'s inspection. The caretaker responded that it had died-was found dead in its shelter one\nmorning this past fall. She stated that the oryx had been losing weight before its death and that she had tried\ndeworming it a couple of times. When asked if the veterinarian had been out to see this oryx or been called about it,\nshe responded no. \nReview of records available and conversations with staff, a veterinarian has not been contacted about the zebra, the\ngoat or the lemur. A veterinarian needs to be consulted to ensure the use of appropriate methods to diagnose and\ntreat diseases and injuries. The facility shall contact their veterinarian in order to have the zebra, the goat and the\nlemur examined for diagnosis and treatment. \n2.40(b)(3)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe inspectors pointed out three animals with veterinary care issues (zebra, goat, and lemur) to staff during this\ninspection. Conversation with staff about these animals elicited the information that the staff was unaware of these\n\nissues. The staff stated that they look at animals while feeding and watering but there is no one dedicating time\nspecifically to observing the animals on a daily basis. Since these issues are not being observed and identified, the\nattending veterinarian has not been notified of the issues. There also appears to be an issue with which staff\nmember has responsibility for communicating with the veterinarian. Different staff members and the owner gave the\ninspectors inconsistent answers to the question of who at the facility is responsible for contacting the veterinarian.\nLack of adequate daily observation and direct and frequent communication with the veterinarian will lead to issues\nwith the animal(cid:25)s health and well-being not being addressed in a timely and appropriate manner. The facility shall\nensure that there is daily observation of all animals to assess their health and well-being and that there is a\nmechanism of direct and frequent communication to convey problems of animal health, behavior and well-being to\nthe attending veterinarian. \n3.4(b)(3)                    REPEAT\nOUTDOOR HOUSING FACILITIES.\nTwo Savannah cats are housed in an outdoor enclosure. There are two small plastic round domed shelter\nstructures with a large opening at the front of the enclosure. One shelter is missing a wind/rain break and the\nsecond shelter has a wind/rain break that is hanging off to the side providing no protection. The weather this winter\nhas been cold, wet and windy. The temperature midday today is 37 degrees Fahrenheit. Temperatures at night\nhave been in the 20s this week. Lack of wind and rain protection makes it more likely for the cats to become\nhypothermic. The shelter structures must be provided with wind and rain breaks at the entrance. \n3.4(b)(4)\nOUTDOOR HOUSING FACILITIES.\nTwo Savannah cats housed in an outdoor enclosure have two small domed shelter structures. Each shelter has a\nfleece bed in it. There is no additional bedding present to provide insulation and protection against the cold. The\ntemperature at midday today is 37 degrees F. Temperatures at night have been in the 20s this week and are\npredicted to be in the 20s tonight. To provide protection from the cold, shelters must contain clean dry bedding\nmaterial if the temperature is below 50 degrees F. and additional clean dry bedding if temperatures are 35 degrees\nF or lower. Correct from this day forward.\n3.81(a)(3)           DIRECT\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\nThe inspectors noted that one female lemur was sitting outside in the outdoor portion of the sheltered housing\nduring the entire routine inspection. The caretaker that feeds and cares for the 3 lemurs stated that the mother and\nson pair is starting to prevent the single female lemur from entering the heated inside enclosure. She stated that she\nhas added another nest box with hay to the inside heated area and another to the outside area for extra protection.\n\nIn addition, the inspectors noted that the caretaker was putting food for her in the outside area.  When the\ninspectors asked the maintenance caretaker the same question, he stated that he has noticed the female lemur\ngoing into the inside heated area.  During the inspection, the lemur was noted licking at the end of her tail multiple\ntimes. The inspectors noted the temperature was 37 degrees when the lemur was outside. The temperatures have\nbeen in the twenties at night which would be temperature extremes a lemur would not be able to adapt or tolerate\nfor a lengthy period of time without serious physical injuries or possible death. It is important to make sure the\nfemale lemur has adequate access to the inside heated space available to her at all times  during cold temperatures\nbelow 45 degrees.  Correct from this day forward.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nThe female Jacob sheep has been moved to a new enclosure due to her pregnancy. A temporary fence has been\nconstructed to divide the enclosure from the miniature pony next door. The fence is loose and some of the\nwires/sections of fencing are protruding into the sheep enclosure which may cause injury to the sheep.  Due to\nstructural issues it may not be adequate to keep the sheep and the miniature pony separated.  In addition, the\noutside enclosure fence facing the road of this sheep enclosure has an opening at the bottom of the fence which is\n12 inches wide by 8 inches tall by 8 inches long. The opening could allow unwanted animals to access the\nenclosure which could cause injury or death to the female pregnant sheep. All fences should be structurally sound\nand in good repair in order to protect the animals from injury.\n3.125(c)                    REPEAT\nFACILITIES, GENERAL.   \nThere were numerous round bales of hay stacked outside on the wet ground under the trees in the woods. They\nwere placed on the wet ground and were not covered. The bales appear wet with discolored grey/black portions.\nThey feel wet 6 inches in from the surface of the bale. Poor hay storage with no protection from the weather\nelements can cause deterioration and/ or contamination of the hay which could result in nutritional deficiencies or\ndisease spread in animals fed this hay. The animals may refuse to eat the affected hay. Hay must be stored in such\na manner to prevent deterioration, molding, or contamination. \n3.127(b)                    REPEAT\nFACILITIES, OUTDOOR. \nThere are 2 alpacas in a smaller fenced in enclosure area with a shelter that is not tall enough for the alpacas to\nadequately stand up in without bumping their heads.  The height inside the shelter has been diminished by the\naddition of layers of hay on the ground to provide warmth and respite from the muddy ground for the alpacas.\nNormally the alpacas spend most of their time outside the shelter however due to the excess water and mud from\ndrainage issues there are no dry areas in the enclosure for them to stand in.  The alpacas need to have a shelter\n\nwhere they are able to make normal postural movements without bending their heads down which could cause\ndiscomfort and physical stress to the head and neck.\n3.127(c)           DIRECT                    REPEAT\nFACILITIES, OUTDOOR. \nSeveral enclosures have severe drainage issues with standing water and thick mud present. The animals cannot\navoid the mud when in their enclosures and when walking to their feed and water receptacles. \n*One enclosure housing two alpacas: The alpacas have no dry area in their enclosure-mud is present throughout.\nStanding water is present in the hoof print indentations in the mud. The caretaker has placed some hay in the\nshelter to provide some protection from the mud. Both animals were standing in the mud and their lower legs and\nfeet were covered in dry and fresh mud.\n*One enclosure housing an elderly deer has no dry area in the enclosure. There is standing water in one corner.\nThe rest is mud. The deer was noted having difficulty walking in the enclosure to a spot where the caretaker placed\nsome hay for her to lay on.  \n*One enclosure houses two nilgai. The entire enclosure consists of mud. The area at the front of the enclosure\nalong the fence is a mixture of deep mud and standing water. The nilgai walking through this area sunk several\ninches deep into the mud with each step and made a sucking sound when lifting each foot from the mud. When\nstanding, mud covered the entire feet and part of the lower leg. Both nilgai were noted to have the lower portion of\ntheir legs covered with dry and fresh mud.\n*One enclosure houses one nilgai, five goats, one alpaca and one dog. Three quarters of the enclosure is covered\nin thick wet mud with impressions of hoof imprints. The area in front of the fence is especially thick with mud. The\nnilgai had to use extra effort to pick up her feet to walk. When standing, her feet and part of her lower leg were\nnoted covered with the mud.  The alpaca had mud coating its lower legs. \n*One enclosure housing three mouflon sheep was extremely muddy and wet with areas of standing water. One area\nof standing water next to the shelter was covered with green algae indicating long standing water. \nWet enclosures can lead to discomfort to the animals, injury due to slippery footing and health problems/diseases of\nthe feet and legs. The enclosures shall be provided with a method to provide rapid elimination of excess water or\nthe animals should be moved to drier enclosures.\n3.132           DIRECT                    REPEAT\nEMPLOYEES. \nThe facility currently houses over 100 animals. The facility lacks enough employees to take care of this number of\nanimals adequately and lacks on-site supervisors with experience in animal husbandry. The owner is currently not\nable to be working at the facility regularly. Part time employees and relatives help out taking care of the animals.\nOne part-time caretaker who does have animal care experience comes daily to feed and water the animals. She\n\nhas told us however that feeding and watering are her only duties. She stated that cleaning enclosures and\nensuring veterinary care are not her responsibilities. A relative of the owner, who has no animal experience prior to\ncoming to this facility, helps out and handles maintenance and building chores. He stated that animal care is left to\nthe previously described caretaker and the owner. A part time worker comes irregularly to help with equipment and\nmiscellaneous items. These workers are currently not working under a supervisor knowledgeable about animals and\nare unfamiliar with the Animal Welfare Act regulations /standards and professional husbandry standards for the\nanimals at the facility. In addition, there is a distinct lack of or breakdown in communication and delineation of\nresponsibilities especially as relates to daily observation of the animals and communication with the attending\nveterinarian. Lack of an adequate number of trained employees working under a knowledgeable supervisor can\nlead to inadequate care of the animals as evidenced at this facility by numerous non-compliances including both\ndirect and repeat non-compliances. The facility shall maintain a sufficient number of trained employees working\nunder a supervisor to maintain a professionally acceptable level of husbandry practices.   \nInspection conducted on 1/28/15. Exit conducted on 1/29/15.\nAdditional Inspectors\nBrunkhorst Susanne, Veterinary Medical Officer",
  "animals_total": 127,
  "species": [
    {
      "count": 1,
      "scientific": "Addax nasomaculatus",
      "common": "ADDAX"
    },
    {
      "count": 5,
      "scientific": "Ammotragus lervia",
      "common": "BARBARY SHEEP"
    },
    {
      "count": 2,
      "scientific": "Antilope cervicapra",
      "common": "BLACKBUCK"
    },
    {
      "count": 2,
      "scientific": "Axis axis",
      "common": "AXIS DEER / SPOTTED DEER / CHITAL"
    },
    {
      "count": 4,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 2,
      "scientific": "Bos grunniens",
      "common": "YAK"
    },
    {
      "count": 2,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 3,
      "scientific": "Boselaphus tragocamelus",
      "common": "NILGAI"
    },
    {
      "count": 4,
      "scientific": "Bubalus bubalis",
      "common": "ASIATIC WATER BUFFALO"
    },
    {
      "count": 1,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 14,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 11,
      "scientific": "Cervus c. canadensis",
      "common": "ELK"
    },
    {
      "count": 10,
      "scientific": "Cervus nippon",
      "common": "SIKA DEER"
    },
    {
      "count": 29,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 4,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 4,
      "scientific": "Elaphurus davidianus",
      "common": "PERE DAVID'S DEER"
    },
    {
      "count": 4,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 2,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 1,
      "scientific": "Hystrix africaeaustralis",
      "common": "CAPE PORCUPINE"
    },
    {
      "count": 4,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 4,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 3,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Muntiacus muntjak",
      "common": "INDIAN MUNTJAC"
    },
    {
      "count": 1,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    },
    {
      "count": 1,
      "scientific": "Oryx dammah",
      "common": "SCIMITAR-HORNED ORYX"
    },
    {
      "count": 5,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 2,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 1,
      "scientific": "Taurotragus oryx",
      "common": "COMMON ELAND"
    }
  ]
}