{
  "insp_id": "INS-0000863828",
  "layout": "c",
  "customer_id": "928",
  "customer_name": "Blue Ridge Kennel",
  "customer_addr": "P.O. Box 1207\nWetumpka, AL 36092",
  "certificate": "64-R-0102",
  "site_id": "001",
  "site_name": "BLUE RIDGE KENNEL",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-APR-2023",
  "report_date": "17-APR-2023",
  "citations": [
    {
      "code": "2.31(a)",
      "kind": "",
      "repeat": false,
      "desc": "Institutional Animal Care and Use Committee (IACUC).",
      "narrative": "During this inspection while reviewing IACUC records and speaking with personnel, it became apparent that the IACUC\nmembers were not trained on IACUC related regulations. The IACUC chair and the outside member are newly appointed\nmembers to the IACUC. No training was provided to these members prior to their participating in their first IACUC meeting\nand semi-annual evaluations. Lack of knowledge of the regulations regarding the functions of the IACUC can lead to\ninadequate oversight of the research facility’s animal program, facilities, and procedures.\nThe CEO of the research facility shall appoint an IACUC qualified through the experience and expertise of its members to\nassess the research facility’s animal program, facilities, and procedures. The facility had identified this issue and has hired\nconsultants to provide training (the consultants began providing training to some of the IACUC members the dates of the\ninspection). Correct by 5/31/23."
    },
    {
      "code": "2.31(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Institutional Animal Care and Use Committee (IACUC).",
      "narrative": "The facility held an IACUC meeting on Nov 16, 2022 during which they completed the required semi-annual review of the\nfacility’s program for humane care and use of animals and the animal facility inspection. A report of the IACUC’s\nevaluations was not prepared and submitted to the Institutional Official (IO). The purpose of such a report is to inform the\nIO of the facility’s adherence to title 9, chapter I subchapter A Animal Welfare including any departures identified by the\nIACUC; facility issues that the IO can help resolve; and if any significant/major problems are identified and not corrected\nin time, the IO will know that he needs to report in writing to USDA the failure to adhere to the plan and schedule for\ncorrection of significant deficiencies.\nThe IACUC shall prepare reports of its semi-annual evaluations conducted (program of humane care and use review and\nfacility inspection) and submit them to the IO. The report shall be reviewed and signed by a majority of the IACUC\nmembers, contain any minority views, contain a description of the nature and extent of the facility’s adherence to and\nspecifically identify any departures from the provisions of title 9, chapter I subchapter A Animal Welfare. For departures\nthe report must identify the departure, state a reason for the departure, distinguish significant from minor deficiencies and\ncontain a specific plan and schedule with dates for correcting each deficiency. Correct by preparing a semi-annual review\nevaluation report for the next semi-annual review period by 5/31/23."
    },
    {
      "code": "2.31(d)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Institutional Animal Care and Use Committee (IACUC).",
      "narrative": "The IACUC approved two amendments to the facility’s research protocol in a meeting held Feb. 20, 2023. The IACUC did\nnot notify the principal investigator in writing of its decision to approve these activities related to the care and use of the\nanimals. In addition, a written approval notification for the original protocol itself was not issued. Formal approval\nnotification is necessary so the principal investigator knows that a protocol or amendments to a protocol for animal care\nand use have been approved and research activities involving animals can commence. The IACUC shall notify principal\ninvestigators and the research facility in writing of its decision to approve or withhold approval of those activities related to\nthe care and use of animals or of modifications required to secure approval. Correct by 4/30/23."
    },
    {
      "code": "2.33(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care.",
      "narrative": "Three dogs had medical issues that had not been previously identified by the facility and were not documented in the\ndogs’ medical records:\nAn 11-year-old male yellow Labrador dog (“Showboat”, microchip 900215003196826) has severe dental disease. On both\nsides, the upper and lower back teeth are covered with a hard brown material covering the entire teeth, and the adjacent\ngums are swollen. On the upper right side, one of the smaller teeth has a hole or gap at the base of the tooth that is not\ncovered by the gums. The tip has broken off both of the upper canine teeth. Medical records for this dog show a “dental”\n11 months ago, and the dog’s teeth are not mentioned again in the medical record since that time.\nA 12-year-old neutered male Golden Retriever dog (“Thor”, microchip 956000005047348) has severe dental disease.\nThere is a dark brownish yellow hard substance on the largest upper back tooth on the right side, covering approximately\n90% of the tooth. The adjacent gums are red and swollen, and there is a small amount of grey material present at the\ngumline. Two nearby teeth are similarly affected, with the dark brownish yellow substance covering 25-50% of the teeth.\nOn the left side, there is a dark brownish yellow substance on many of the teeth, covering 75% of the largest upper back\ntooth. There is also a small amount of grey material at the gumline, and the gums are pink and swollen. The tip is broken\noff both upper canine teeth. Recent entries in the medical record show no mention of this animal’s teeth.\nA 9-year-old female yellow Labrador dog (“Sunny”, microchip 956000005267130) has ear and dental issues. The skin of\nher right ear canal is reddened compared to the left ear. The right ear canal is filled with a large amount of brown black\nmaterial and there is an odor associated with the material. The left ear canal itself is narrowed (and could not be\nvisualized as was the right) and has a small amount of brown black material in the outer ear area (not able to visualize\ndeeper). Ear issues can be discomforting and if left untreated can be painful and lead to serious infections. She also has a\nfirm enlargement of the gum tissue around the upper right canine tooth. This gum area is reddened compared to the left\nside. There is a dark grey brown hard substance on the tooth at the gumline and a light brown hard material on the upper\nhalf of the tooth. The tip of this tooth is broken or worn off.\nThe facility maintains a chart showing the ‘annual exam’/’dental’ due dates for each dog. The due dates for these three\ncited dogs were listed as upcoming in May. The current severe dental disease of these three dogs was not documented in\ntheir medical records and the facility had not taken steps to have these dogs treated before their regular annual\nexam/dental.\nAn additional three dogs were diagnosed with low thyroid blood test levels over the last approximately four months and\nstarted on supplemental thyroid medication. The medical records for all three dogs state that the dogs were to have\nfollow-up thyroid testing after being on the medication for several weeks but the records do not show that these tests have\nbeen done. Shady (microchip 956000012523827) was diagnosed and started on treatment on 12/6/23 with a recheck to\nbe done in 3 months. Teddy (microchip 95600001240830) was diagnosed and started on treatment on 1/10/23 with a\nrecheck test to be done in 45-55 days. Snowflake (microchip 956000012520418) was diagnosed and started on treatment\non 1/23/23 with a recheck test to be done in 60 days. The follow up testing requested by the veterinarian is important to\nensure that the correct dosage of the thyroid medication is administered. The attending veterinarian was able to be\nreached by phone on 4/17/23 and he stated that all three dogs are currently due for follow-up thyroid testing.\nAccurate and timely diagnosis and treatment of illnesses and health issues is important to ensure the health and comfort\nof the animals. Follow up testing requested by the veterinarian needs to be completed to ensure correct treatment\nregimens. Correct by using appropriate methods to prevent, control, diagnose, and treat diseases and injuries in\nconsultation with the AV, including the timely provision of follow-up care as prescribed by the AV."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "Multiple outdoor dog exercise pens have fencing that is in disrepair. In numerous pens, the horizontal pole at the bottom\nof the chain link fences has rusted through resulting in jagged edges that can easily be reached by dogs using the\nexercise yards. There are holes at the bottom of multiple chain link and wooden fences.\nFences that are not maintained in good repair can cause injuries to the animals, animal escapes, or the entry of\nunauthorized animals.\nCorrect by maintaining fencing and other facilities in good repair so that they are structurally sound, protect the animals\nfrom injury, contain the animals securely, and restrict other animals from entering."
    },
    {
      "code": "3.3(e)(1)(iii)",
      "kind": "",
      "repeat": false,
      "desc": "Sheltered housing facilities.",
      "narrative": "Throughout the facility, peeling paint is present on the walls of approximately 25% of dog enclosures. In the areas where\nthe paint is peeling or missing, the underlying concrete and grout are exposed. Additionally, in the outside area of\napproximately 3 dog enclosures there are areas of exposed, worn, and missing concrete on the wall beneath the dog\ndoors.\nConcrete and grout are not impervious to moisture and cannot be effectively cleaned and sanitized. Areas with\nexcessively worn or missing concrete can harbor organic material and germs that can be harmful to the health of dogs.\nCorrect by June 13th, 2023 by ensuring that surfaces in primary enclosures that dogs come into contact with are\nimpervious to moisture, to allow for proper cleaning and sanitization."
    },
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The facility’s written Program of Veterinary Care (PVC) for Dogs does not include all of the required elements concerning\nparasite prevention and treatment.\nThe PVC only includes instructions for the treatment of parasites and other pests, it does not include any instructions for\nsampling for internal, external, or blood parasites. The facility manager stated that the product listed on the PVC for\nmonthly treatment of external parasites is not being used by the facility. The dogs are not currently receiving any\ntreatments for external parasites.\nSampling and treatment for internal, external, and blood parasites is important for the health and wellness of dogs.\nSampling is important for determining if current treatments are effectively keeping parasites at bay. Untreated or\nunidentified parasites infections can cause dogs to experience pain, stress, weight loss, blood loss, and even death.\nCorrect by May 13, 2023 by having the Attending Veterinarian update the Program of Veterinary Care for Dogs to include\nall of the elements required by the Animal Welfare Act regulations."
    },
    {
      "code": "3.13(a)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The facility’s written Program of Veterinary Care (PVC) for Dogs does not include all of the required elements concerning\nthe preventative care and treatment to ensure healthy and unmatted hair coats, properly trimmed nails, clean and healthy\neyes, ears, skin, and teeth. The PVC simply shows the word “monthly” for coats, nails, eyes, and ears; the plan says “6\nmonths” for skin and “1 year” for teeth.\nThe PVC must contain instructions on preventative care and treatment to ensure that dogs have healthy and unmatted\ncoats, properly trimmed nails, clean and healthy eyes, ears, skin, and teeth. The current PVC only lists a frequency, it\ndoes not indicate what facility staff are expected to do at that frequency. During the inspection, multiple dogs were\nobserved with dental issues and one dog had an ear issue.\nGuidance from the Attending Veterinarian on preventive care is essential to keeping dogs healthy and comfortable.\nCorrect by May 13, 2023 by having the Attending Veterinarian update the Program of Veterinary Care for Dogs to include\nall of the elements required by the Animal Welfare Act regulations.\nThis inspection was conducted with the facility representative, another employee and two consultants. The exit interview\nwas conducted with the facility representative, two consultants and the Institutional Official joined by phone.\nAdditional Inspectors:\nDIANA CARE, VETERINARY MEDICAL OFFICER n"
    }
  ],
  "narrative": "2.31(a) \n   \nInstitutional Animal Care and Use Committee (IACUC). \nDuring this inspection while reviewing IACUC records and speaking with personnel, it became apparent that the IACUC \nmembers were not trained on IACUC related regulations. The IACUC chair and the outside member are newly appointed \nmembers to the IACUC. No training was provided to these members prior to their participating in their first IACUC meeting \nand semi-annual evaluations. Lack of knowledge of the regulations regarding the functions of the IACUC can lead to \ninadequate oversight of the research facility’s animal program, facilities, and procedures.  \nThe CEO of the research facility shall appoint an IACUC qualified through the experience and expertise of its members to \nassess the research facility’s animal program, facilities, and procedures. The facility had identified this issue and has hired \nconsultants to provide training (the consultants began providing training to some of the IACUC members the dates of the \ninspection). Correct by 5/31/23. \n2.31(c)(3) \n   \nInstitutional Animal Care and Use Committee (IACUC). \nThe facility held an IACUC meeting on Nov 16, 2022 during which they completed the required semi-annual review of the \nfacility’s program for humane care and use of animals and the animal facility inspection. A report of the IACUC’s \nevaluations was not prepared and submitted to the Institutional Official (IO). The purpose of such a report is to inform the\n\nIO of the facility’s adherence to title 9, chapter I subchapter A Animal Welfare including any departures identified by the \nIACUC; facility issues that the IO can help resolve; and if any significant/major problems are identified and not corrected \nin time, the IO will know that he needs to report in writing to USDA the failure to adhere to the plan and schedule for \ncorrection of significant deficiencies. \nThe IACUC shall prepare reports of its semi-annual evaluations conducted (program of humane care and use review and \nfacility inspection) and submit them to the IO. The report shall be reviewed and signed by a majority of the IACUC \nmembers, contain any minority views, contain a description of the nature and extent of the facility’s adherence to and \nspecifically identify any departures from the provisions of title 9, chapter I subchapter A Animal Welfare. For departures \nthe report must identify the departure, state a reason for the departure, distinguish significant from minor deficiencies and \ncontain a specific plan and schedule with dates for correcting each deficiency. Correct by preparing a semi-annual review \nevaluation report for the next semi-annual review period by 5/31/23. \n2.31(d)(4) \n   \nInstitutional Animal Care and Use Committee (IACUC). \nThe IACUC approved two amendments to the facility’s research protocol in a meeting held Feb. 20, 2023. The IACUC did \nnot notify the principal investigator in writing of its decision to approve these activities related to the care and use of the \nanimals. In addition, a written approval notification for the original protocol itself was not issued. Formal approval \nnotification is necessary so the principal investigator knows that a protocol or amendments to a protocol for animal care \nand use have been approved and research activities involving animals can commence. The IACUC shall notify principal \ninvestigators and the research facility in writing of its decision to approve or withhold approval of those activities related to \nthe care and use of animals or of modifications required to secure approval. Correct by 4/30/23. \n2.33(b)(2)  Repeat\n   \nAttending veterinarian and adequate veterinary care.\n\nThree dogs had medical issues that had not been previously identified by the facility and were not documented in the \ndogs’ medical records: \nAn 11-year-old male yellow Labrador dog (“Showboat”, microchip 900215003196826) has severe dental disease. On both \nsides, the upper and lower back teeth are covered with a hard brown material covering the entire teeth, and the adjacent \ngums are swollen. On the upper right side, one of the smaller teeth has a hole or gap at the base of the tooth that is not \ncovered by the gums. The tip has broken off both of the upper canine teeth. Medical records for this dog show a “dental” \n11 months ago, and the dog’s teeth are not mentioned again in the medical record since that time. \nA 12-year-old neutered male Golden Retriever dog (“Thor”, microchip 956000005047348) has severe dental disease. \nThere is a dark brownish yellow hard substance on the largest upper back tooth on the right side, covering approximately \n90% of the tooth. The adjacent gums are red and swollen, and there is a small amount of grey material present at the \ngumline. Two nearby teeth are similarly affected, with the dark brownish yellow substance covering 25-50% of the teeth. \nOn the left side, there is a dark brownish yellow substance on many of the teeth, covering 75% of the largest upper back \ntooth. There is also a small amount of grey material at the gumline, and the gums are pink and swollen. The tip is broken \noff both upper canine teeth. Recent entries in the medical record show no mention of this animal’s teeth. \nA 9-year-old female yellow Labrador dog (“Sunny”, microchip 956000005267130) has ear and dental issues. The skin of \nher right ear canal is reddened compared to the left ear. The right ear canal is filled with a large amount of brown black \nmaterial and there is an odor associated with the material. The left ear canal itself is narrowed (and could not be \nvisualized as was the right) and has a small amount of brown black material in the outer ear area (not able to visualize \ndeeper). Ear issues can be discomforting and if left untreated can be painful and lead to serious infections. She also has a \nfirm enlargement of the gum tissue around the upper right canine tooth. This gum area is reddened compared to the left \nside. There is a dark grey brown hard substance on the tooth at the gumline and a light brown hard material on the upper\n\nhalf of the tooth. The tip of this tooth is broken or worn off. \nThe facility maintains a chart showing the ‘annual exam’/’dental’ due dates for each dog. The due dates for these three \ncited dogs were listed as upcoming in May. The current severe dental disease of these three dogs was not documented in \ntheir medical records and the facility had not taken steps to have these dogs treated before their regular annual \nexam/dental.  \nAn additional three dogs were diagnosed with low thyroid blood test levels over the last approximately four months and \nstarted on supplemental thyroid medication. The medical records for all three dogs state that the dogs were to have \nfollow-up thyroid testing after being on the medication for several weeks but the records do not show that these tests have \nbeen done. Shady (microchip 956000012523827) was diagnosed and started on treatment on 12/6/23 with a recheck to \nbe done in 3 months. Teddy (microchip 95600001240830) was diagnosed and started on treatment on 1/10/23 with a \nrecheck test to be done in 45-55 days. Snowflake (microchip 956000012520418) was diagnosed and started on treatment \non 1/23/23 with a recheck test to be done in 60 days. The follow up testing requested by the veterinarian is important to \nensure that the correct dosage of the thyroid medication is administered. The attending veterinarian was able to be \nreached by phone on 4/17/23 and he stated that all three dogs are currently due for follow-up thyroid testing.  \nAccurate and timely diagnosis and treatment of illnesses and health issues is important to ensure the health and comfort \nof the animals. Follow up testing requested by the veterinarian needs to be completed to ensure correct treatment \nregimens. Correct by using appropriate methods to prevent, control, diagnose, and treat diseases and injuries in \nconsultation with the AV, including the timely provision of follow-up care as prescribed by the AV. \n3.1(a)  Repeat\n   \nHousing facilities, general. \nMultiple outdoor dog exercise pens have fencing that is in disrepair. In numerous pens, the horizontal pole at the bottom \nof the chain link fences has rusted through resulting in jagged edges that can easily be reached by dogs using the\n\nexercise yards. There are holes at the bottom of multiple chain link and wooden fences.  \nFences that are not maintained in good repair can cause injuries to the animals, animal escapes, or the entry of \nunauthorized animals. \nCorrect by maintaining fencing and other facilities in good repair so that they are structurally sound, protect the animals \nfrom injury, contain the animals securely, and restrict other animals from entering. \n3.3(e)(1)(iii) \n   \nSheltered housing facilities. \nThroughout the facility, peeling paint is present on the walls of approximately 25% of dog enclosures. In the areas where \nthe paint is peeling or missing, the underlying concrete and grout are exposed. Additionally, in the outside area of \napproximately 3 dog enclosures there are areas of exposed, worn, and missing concrete on the wall beneath the dog \ndoors.   \nConcrete and grout are not impervious to moisture and cannot be effectively cleaned and sanitized. Areas with \nexcessively worn or missing concrete can harbor organic material and germs that can be harmful to the health of dogs.  \nCorrect by June 13th, 2023 by ensuring that surfaces in primary enclosures that dogs come into contact with are \nimpervious to moisture, to allow for proper cleaning and sanitization. \n3.13(a)(3) \n   \nVeterinary care for dogs. \nThe facility’s written Program of Veterinary Care (PVC) for Dogs does not include all of the required elements concerning \nparasite prevention and treatment.  \nThe PVC only includes instructions for the treatment of parasites and other pests, it does not include any instructions for \nsampling for internal, external, or blood parasites. The facility manager stated that the product listed on the PVC for \nmonthly treatment of external parasites is not being used by the facility. The dogs are not currently receiving any\n\ntreatments for external parasites.  \nSampling and treatment for internal, external, and blood parasites is important for the health and wellness of dogs. \nSampling is important for determining if current treatments are effectively keeping parasites at bay. Untreated or \nunidentified parasites infections can cause dogs to experience pain, stress, weight loss, blood loss, and even death.  \nCorrect by May 13, 2023 by having the Attending Veterinarian update the Program of Veterinary Care for Dogs to include \nall of the elements required by the Animal Welfare Act regulations. \n3.13(a)(4) \n   \nVeterinary care for dogs. \nThe facility’s written Program of Veterinary Care (PVC) for Dogs does not include all of the required elements concerning \nthe preventative care and treatment to ensure healthy and unmatted hair coats, properly trimmed nails, clean and healthy \neyes, ears, skin, and teeth. The PVC simply shows the word “monthly” for coats, nails, eyes, and ears; the plan says “6 \nmonths” for skin and “1 year” for teeth.  \nThe PVC must contain instructions on preventative care and treatment to ensure that dogs have healthy and unmatted \ncoats, properly trimmed nails, clean and healthy eyes, ears, skin, and teeth. The current PVC only lists a frequency, it \ndoes not indicate what facility staff are expected to do at that frequency. During the inspection, multiple dogs were \nobserved with dental issues and one dog had an ear issue.  \nGuidance from the Attending Veterinarian on preventive care is essential to keeping dogs healthy and comfortable.  \nCorrect by May 13, 2023 by having the Attending Veterinarian update the Program of Veterinary Care for Dogs to include \nall of the elements required by the Animal Welfare Act regulations. \n \nThis inspection was conducted with the facility representative, another employee and two consultants. The exit interview \nwas conducted with the facility representative, two consultants and the Institutional Official joined by phone.\n\nAdditional Inspectors: \nDIANA CARE, VETERINARY MEDICAL OFFICER n",
  "animals_total": 89,
  "species": [
    {
      "count": 89,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}