{
  "insp_id": "2016090000609415",
  "layout": "b",
  "customer_id": "7727",
  "customer_name": "CRITTER BARN",
  "customer_addr": "9275 ADAMS STREET\nZEELAND, MI 49464",
  "certificate": "34-C-0146",
  "site_id": "001",
  "site_name": "CRITTER BARN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-MAY-2021",
  "report_date": "02-JUN-2021",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The attending veterinarian diagnosed caseous lymphadenitis (CL) in the goat herd. The attending veterinarian wrote a\nprotocol for the treatment and management of this disease for the licensee to follow. The attending veterinarian stated\nthat the licensee is not following this protocol.\nEach exhibitor shall assure that the attending veterinarian has appropriate authority to ensure the provision of adequate\nveterinary care and to oversee the adequacy of other aspects of animal care and use.\nThe attending veterinarian must be given appropriate authority to oversee all aspects of adequate veterinary care. All\nattending veterinarian instructions must be followed to ensure the goats are treated and managed to maintain proper\nhealth and mitigate transfer of the disease to non-infected animals.\nTo be corrected by June 4, 2021."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "There is an intact, male Lamancha goat with hair loss on its back and shoulders. The skin on the Lamancha goat\nappears to be dry, and thickened. There is an intact, male Saanen goat with hair loss on its back and sides. The Saanen\ngoat also drags its back toes and has an abnormal gate. The condition of these animals has not been reported to the\nattending veterinarian.\nDaily observation of all animals to assess their health and well-being must be completed. These daily observation of\nanimals may be accomplished by someone other than the attending veterinarian provided that there is a mechanism of\ndirect and frequent communication and timely and accurate information on problems of animal health, behavior, and well-\nbeing are conveyed to the attending veterinarian.\nAt any time daily observations are completed by someone other than the attending veterinarian, problems of animal\nhealth and behavior must be promptly communicated to the attending veterinarian. The attending veterinarian must be\nmade aware of any health or behavior problems to provide a diagnosis and treatment plan to prevent disease progression\nor discomfort to the animal.\nTo be corrected by June 4, 2021."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The licensee did not have a record of animals on hand available for inspection.\nEvery exhibitor shall make, keep, and maintain records or forms which fully and correctly disclose the following\ninformation concerning animals other than dogs and cats, purchased or otherwise acquired, owned, held, leased, or\notherwise in his or her possession or under his or her control, or which is transported, sold, euthanized, or otherwise\ndisposed of by that dealer or exhibitor. The records shall include any offspring born of any animal while in his or her\npossession or under his or her control.\nRecords of Animals on Hand must be made available for inspection. Records must be kept to trace and track animal\nmovement, track unusual or high mortality rates, and assure that all animals held are accounted for.\nTo be corrected by June 4, 2021."
    },
    {
      "code": "3.56(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "There is a large buildup of urine scale on the urine guards in one of the rabbit enclosures. The urine scale is thick, dried,\nand yellow/white.\nPrimary enclosures for rabbits shall be sanitized at least once every 30 days in the manner provided in paragraph (b)(3) of\nthis section.\nUrine buildup on the urine guards prevents the proper sanitization of the enclosure. The urine scale must be removed to\nallow for proper sanitization of the rabbit enclosure to prevent disease, and odor.\nTo be corrected by June 4, 2021."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "The intact, male, Boer goat has a board that makes up one side of its enclosure that has a very large hole in it. The hole\nmeasures approximately 18\" by 18\".\nThe indoor and outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the\nanimals from injury and to contain the animals.\nThis board must be replaced, or repaired to prevent the goat from getting a horn, or a foot caught in the hole and causing\ninjury.\nTo be corrected by June 4, 2021."
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, outdoor.",
      "narrative": "The shelter for the Holstein cow has had the front portion of its roof removed to allow the cow access to the shelter. The\nroof line was too low prior to the removal. The shelter has an accumulation of approximately two feet of straw and\nmanure pack. The cow can no longer fit under the roof of the shelter.\nNatural or artificial shelter appropriate to the local climatic conditions for the species concerned shall be provided for all\nanimals kept outdoors to afford them protection and to prevent discomfort to such animals.\nAn appropriate shelter with a roof must be provided to this cow to offer it shelter from rain, snow, and wind."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "There is an excessive amount of straw and manure pack in the Holstein cows shelter. The manure pack is approximately\n2' high. The manure pack is preventing the cow from using its shelter due to the low height of the shelter.\nExcreta shall be removed from primary enclosures as often as necessary to prevent contamination of the animals\ncontained therein and to minimize disease hazards and to reduce odors.\nThe manure pack must be removed to allow the cow access to its shelter, to prevent contamination of the animal, to\nminimize disease hazards, and to reduce odors.\nTo be corrected by June 4, 2021.\nThis inspection was conducted with an employee and the Founder/Director. The exit was conducted with the facility\nmaintenance manager.\nEnd Section"
    }
  ],
  "narrative": "2.40(a)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe attending veterinarian  diagnosed caseous lymphadenitis (CL) in the goat herd.  The attending veterinarian  wrote a \nprotocol for the treatment and management of this disease for the licensee to follow.  The attending veterinarian  stated \nthat the licensee is not following this protocol. \n \nEach exhibitor shall assure that the attending veterinarian  has appropriate authority to ensure the provision of adequate \nveterinary care and to oversee the adequacy of other aspects of animal care and use. \n \nThe attending veterinarian  must be given appropriate  authority to oversee  all aspects of adequate veterinary  care.  All \nattending veterinarian  instructions must be followed to ensure the goats are treated and managed to maintain proper \nhealth and mitigate transfer of the disease to non-infected animals. \n \nTo be corrected by June 4, 2021. \n2.40(b)(3) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors).\n\nThere is an intact, male Lamancha goat with hair loss on its back and shoulders.   The skin on the Lamancha goat \nappears to be dry, and thickened. There is an intact, male Saanen goat with hair loss on its back and sides. The Saanen \ngoat also drags its back toes and has an abnormal gate.  The condition of these animals has not been reported to the \nattending veterinarian. \n \nDaily observation  of all animals to assess their health and well-being must be completed.  These daily observation of \nanimals may be accomplished by someone other than the attending veterinarian  provided  that there is a mechanism of \ndirect and frequent communication and timely and accurate information on problems of animal health, behavior,  and well-\nbeing are conveyed to the attending veterinarian. \n \nAt any time daily observations are completed by someone other than the attending veterinarian,  problems of animal \nhealth and behavior  must be promptly communicated to the attending veterinarian.   The attending veterinarian  must be \nmade aware of any health or behavior  problems to provide  a diagnosis and treatment plan to prevent  disease progression \nor discomfort to the animal. \n \nTo be corrected by June 4, 2021. \n2.75(b)(1) \n   \nRecords: Dealers and exhibitors. \nThe licensee did not have a record of animals on hand available for inspection. \n \nEvery exhibitor shall make, keep, and maintain records or forms which fully and correctly disclose the following \ninformation concerning animals other than dogs and cats, purchased or otherwise acquired, owned, held, leased, or\n\notherwise in his or her possession or under his or her control, or which is transported, sold, euthanized, or otherwise \ndisposed of by that dealer or exhibitor. The records shall include any offspring born of any animal while in his or her \npossession or under his or her control. \n \nRecords of Animals on Hand must be made available for inspection.  Records must be kept to trace and track animal \nmovement, track unusual or high mortality rates, and assure that all animals held are accounted for. \n \nTo be corrected by June 4, 2021. \n3.56(b)(1) \n   \nSanitation. \nThere is a large buildup of urine scale on the urine guards in one of  the rabbit enclosures.  The urine scale is thick, dried, \nand yellow/white. \n \nPrimary enclosures for rabbits shall be sanitized at least once every 30 days in the manner provided  in paragraph  (b)(3) of \nthis section. \n \nUrine buildup on the urine guards prevents the proper sanitization of the enclosure.  The urine scale must be removed to \nallow for proper sanitization of the rabbit enclosure to prevent disease, and odor. \n \nTo be corrected by June 4, 2021. \n3.125(a) \n   \nFacilities, general.\n\nThe intact, male, Boer goat has a board that makes up one side of its enclosure that has a very large hole in it.  The hole \nmeasures approximately 18\" by 18\". \n \nThe indoor and outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the \nanimals from injury and to contain the animals. \n \nThis board must be replaced, or repaired to prevent the goat from getting a horn, or a foot caught in the hole and causing \ninjury. \n \nTo be corrected by June 4, 2021. \n3.127(b)  Repeat\n   \nFacilities, outdoor. \nThe shelter for the Holstein cow has had the front portion of its roof removed  to allow the cow access to the shelter.  The \nroof line was too low prior to the removal.  The shelter has an accumulation of approximately two feet of straw and \nmanure pack.  The cow can no longer fit under the roof of the shelter. \n \nNatural or artificial shelter appropriate to the local climatic conditions for the species concerned shall be provided  for all \nanimals kept outdoors to afford them protection and to prevent  discomfort to such animals. \n \nAn appropriate shelter with a roof must be provided  to this cow to offer it shelter from rain, snow, and wind. \n3.131(a) \n   \nSanitation.\n\nThere is an excessive amount of straw and manure pack in the Holstein cows shelter.  The manure pack is approximately \n2' high.  The manure pack is preventing  the cow from using its shelter due to the low height of the shelter. \n \nExcreta shall be removed from primary enclosures as often as necessary to prevent  contamination of the animals \ncontained therein and to minimize disease hazards and to reduce odors. \n \nThe manure pack must be removed to allow the cow access to its shelter, to prevent contamination of the animal, to \nminimize disease hazards, and to reduce odors. \n \nTo be corrected by June 4, 2021. \n \nThis inspection was conducted with an employee and the Founder/Director.   The exit was conducted with the facility \nmaintenance manager. \n \nEnd Section",
  "animals_total": 222,
  "species": [
    {
      "count": 15,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 7,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 93,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 49,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 56,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    }
  ]
}