{
  "insp_id": "2016082568885831",
  "layout": "a",
  "customer_id": "900",
  "customer_name": "University Of Georgia",
  "customer_addr": "212 Tucker Hall\n310 East Campus Road\nAthens, GA 30602",
  "certificate": "57-R-0005",
  "site_id": "003",
  "site_name": "UNIVERSITY OF GEORGIA",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-SEP-2017",
  "report_date": "12-OCT-2017",
  "citations": [
    {
      "code": "2.33(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.",
      "narrative": "***I reviewed glucose monitoring records for the diabetic non-human primates. On December 11, 2016 there were\nentries made for the macaque referred to as Jaws. The first blood glucose reading was 591, upon recheck the\nreading was 533. On December 22, 2016 there was an entry made for a blood glucose of 191 and the recheck level\nwas 117. On January 24, 2017 there is an entry for the macaque referred to as Uggh indicating a blood glucose\nlevel of 81. The SOP for the management of the diabetic animals states that for levels >500 or <120 a recheck will\nbe performed and the PI and research coordinator must be notified. I reviewed the clinical records for the animals\nand there is no indication that the attending veterinarian or their designee were notified or consulted on the health\nstatus of these macaques.\nIt is not clear in the SOP for the care of the diabetic primates that there is a means of communicating information\nconcerning the health and well-being of the non-human primates to the attending veterinarian or their designee.\nThe daily observations of these animals may be conducted by personnel other than the attending veterinarian\nprovided there is direct and frequent communication so that timely and accurate information on problems of animal\nhealth, behavior, and well-being are conveyed to the attending veterinarian or their designee.\nA mechanism of direct and frequent communication shall be put in place so that timely and accurate information on\nproblems of animal health, behavior, and well-being are conveyed to the attending veterinarian or their designee.\nCorrect by October 26, 2017."
    },
    {
      "code": "3.82(d)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "***The foraging material provided for the non-human primates is being provided in the waste collection pan beneath\nthe floor grid in of the primate enclosures. The daily cleaning of the enclosure consists of removing the waste\ncollection pan and brushing both dried and liquid waste material from the enclosure. If any excreta has not fallen\nthrough the cage floor into the cage pan, the floor grid is hosed after the pan is removed. Then the pan is brushed\nout and wiped with a food grade sanitation wipe. The foraging material (about 2 cups) is placed in the pans and the\npans returned to their position beneath the floor grid. The amount of bedding material does not coat the pan so the\nforage does make contact with the pan. With the enclosure flooring being designed to allow waste material to fall\nthrough to the pans the brushing is not removing all of the waste material. I observed a build up of waste material\nthat appeared to be over several days accumulation stuck along the ledges or tracks that hold the pans. I observed\nthe forage material (popcorn) soaked and contaminated with waste in the pans. Providing food materials on the\nsurfaces that have not been fully cleaned and sanitized contributes to contamination of the food. Food/forage shall\nbe provided in a manner that will minimize contamination and minimize potential disease hazards. Correct by\nOctober 13, 2017."
    },
    {
      "code": "3.84(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "***There is a build-up of waste material on the ledges or tracks for the flooring and waste collection pans in the\nmacaque enclosures. The current method of daily cleaning is not sufficient to remove material that has dried and\nstuck in the corners and crevices of the enclosure. Excessive accumulations increase the risk of contamination of\nthe non-human primates and any foods provided resulting in increasing the risk of disease hazards.\nThe feces, food and waste material must be removed from the inside of the enclosure daily to prevent such\naccumulations to minimize the risk of contamination and disease hazards. Correct by October 13, 2017."
    },
    {
      "code": "3.85",
      "kind": "",
      "repeat": false,
      "desc": "EMPLOYEES.",
      "narrative": "***The research coordinator is conducting advanced veterinary procedures. There is no documentation provided in\ntraining records to indicate the coordinator has been trained to conduct these procedures. All employees must be\ntrained and supervised by an individual who has the knowledge, background, and experience in performing their\nduties. The employer must be certain the supervisor can perform to these standards.\nThe employer shall develop and maintain training records for all duties involving care and management of the\nnon-human primates assigned to the employee. Correct by October 26, 2017.\nThe inspection and exit briefing conducted with the Director of University Animal Resources, Attending Veterinarian,\nFacility Manager and other staff.\nThis focused inspection in conjunction with the focused inspection of July 2017 completes the routine inspection."
    }
  ],
  "narrative": "2.33(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.\n***I reviewed glucose monitoring records for the diabetic non-human primates.  On December 11, 2016 there were\nentries made for the macaque referred to as Jaws. The first blood glucose reading was 591, upon recheck the\nreading was 533. On December 22, 2016 there was an entry made for a blood glucose of 191 and the recheck level\nwas 117.  On January 24, 2017 there is an entry for the macaque referred to as Uggh indicating a blood glucose\nlevel of 81. The SOP for the management of the diabetic animals states that for levels >500 or <120 a recheck will\nbe performed and the PI and research coordinator must be notified.   I reviewed the clinical records for the animals\nand there is no indication that the attending veterinarian or their designee were notified or consulted on the health\nstatus of these macaques. \nIt is not clear in the SOP for the care of the diabetic primates that there is a means of communicating information\nconcerning the health and well-being of the non-human primates to the attending veterinarian or their designee. \nThe daily observations of these animals may be conducted by personnel other than the attending veterinarian\nprovided there is direct and frequent communication so that timely and accurate information on problems of animal\nhealth, behavior, and well-being are conveyed to the attending veterinarian or their designee.  \nA mechanism of direct and frequent communication shall be put in place so that timely and accurate information on\nproblems of animal health, behavior, and well-being are conveyed to the attending veterinarian or their designee. \nCorrect by October 26, 2017.\n3.82(d)\nFEEDING.   \n***The foraging material provided for the non-human primates is being provided in the waste collection pan beneath\nthe floor grid in of the primate enclosures.  The daily cleaning of the enclosure consists of removing the waste\ncollection pan and brushing both dried and liquid waste material from the enclosure.  If any excreta has not fallen\nthrough the cage floor into the cage pan, the floor grid is hosed after the pan is removed.  Then the pan is brushed\nout and wiped with a food grade sanitation wipe. The foraging material (about 2 cups) is placed in the pans and the\npans returned to their position beneath the floor grid.  The amount of bedding material does not coat the pan so the\n\nforage does make contact with the pan. With the enclosure flooring being designed to allow waste material to fall\nthrough to the pans the brushing is not removing all of the waste material. I observed a  build up of waste material\nthat appeared to be over several days accumulation stuck along the ledges or tracks that hold the pans. I observed\nthe forage material (popcorn) soaked and contaminated with waste in the pans. Providing food materials on the\nsurfaces that have not been fully cleaned and sanitized contributes to contamination of the food.  Food/forage shall\nbe provided in a manner that will minimize contamination and minimize potential disease hazards.  Correct by\nOctober 13, 2017.\n3.84(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL. \n***There is a build-up of waste material on the ledges or tracks for the flooring and waste collection pans in the\nmacaque enclosures. The current method of daily cleaning is not sufficient to remove material that has dried and\nstuck in the corners and crevices of the enclosure. Excessive accumulations increase the risk of contamination of\nthe non-human primates and any foods provided resulting in increasing the risk of disease hazards. \nThe feces, food and waste material must be removed from the inside of the enclosure daily to prevent such\naccumulations to minimize the risk of contamination and disease hazards.  Correct by October 13, 2017.\n3.85\nEMPLOYEES.  \n***The research coordinator is conducting advanced veterinary procedures. There is no documentation provided in\ntraining records to indicate the coordinator has been trained to conduct these procedures. All employees must be\ntrained and supervised by an individual who has the knowledge, background, and experience in performing their\nduties. The employer must be certain the supervisor can perform to these standards.\nThe employer shall develop and maintain training records for all duties involving care and management of the\nnon-human primates assigned to the employee.  Correct by October 26, 2017. \nThe inspection and exit briefing conducted with the Director of University Animal Resources, Attending Veterinarian,\nFacility Manager and other staff.\nThis focused inspection in conjunction with the focused inspection of July 2017 completes the routine inspection.",
  "animals_total": 72,
  "species": [
    {
      "count": 72,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE"
    }
  ]
}