{
  "insp_id": "2016082569592466",
  "layout": "a",
  "customer_id": "324161",
  "customer_name": "Albert E A Yoder",
  "customer_addr": "6900 Township Road 113\nMillersburg, OH 44654",
  "certificate": "31-A-0685",
  "site_id": "001",
  "site_name": "ALBERT E A YODER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-SEP-2019",
  "report_date": "05-SEP-2019",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "On today's inspection a male brown and white Cavalier dog with USDA tag #56 was noticed noticed to have a\nclear/white discharge coming from his right ear. The tissues inside the ear are swollen to a point that the ear canal\nis no longer visible. In addition, there was an odor coming from the ear. The left ear has a heavy accumulation of\nred/brown matter and the left ear canal was dark pink/red. The dog resisted/pulled away and was sensitive to any\nkind of touching of his ears. The Licensee stated he had not seen or treated this dog's ear issue prior to today's\ninspection The facility’s written program of veterinary care currently provided him three methods of treatment.\nHowever; the Licensee is not using any of the options listed in the Program of Veterinary Care. The Attending\nVeterinarian was contacted and agreed that the Licensee should be identifying all health issues and following his\nprogram of veterinary care. The Licensee does not currently have a method of daily observation, to allow for the\nidentification of any health issues that are not easily identifiable from outside of the dogs enclosures. Not having\nproper identification of issues, such as ear issues, does not allow for the proper use of the methods he has available\nto prevent control, diagnose or treat the health issues with this dog. Left untreated ear conditions such as this can\nbe painful and may progress. Correct by ensuring that there are methods of daily observation in place to properly\nidentify all health issues, including ear issues. In addition, the Licensee must ensure that appropriate methods are\nused to prevent, control, diagnose, and treat this dog and all other animals at the facility.\nCorrect By: Close of Business on Friday 9/6/2019"
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "On today's inspection at least 85% of the self feeders located on the outside portions of the runs had a build up of\nbrown/black matter on the inside where the food is stored or on the lip where the dogs access their food. Improper\ncleaning expose the dogs to unnecessary disease hazards. The Licensee must ensure that all food receptacles are\nsanitized at least once every 2 weeks to prevent an accumulation of dirt, debris, food waste, excreta, and other\ndisease hazards.\nCorrect By: 9/12/2019\nThis inspection and exit interview were conducted with the Licensee."
    }
  ],
  "narrative": "2.40(b)(3)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nOn today's inspection a male brown and white Cavalier dog with USDA tag #56 was noticed noticed to have a\nclear/white discharge coming from his right ear.  The tissues inside the ear are swollen to a point that the ear canal\nis no longer visible.  In addition, there was an odor coming from the ear.  The left ear has a heavy accumulation of\nred/brown matter and the left ear canal was dark pink/red. The dog resisted/pulled away and was sensitive to any\nkind of touching of his ears.  The Licensee stated he had not seen or treated this dog's ear issue prior to today's\ninspection  The facility’s written program of veterinary care currently provided him three methods of treatment. \nHowever; the Licensee is not using any of the options listed in the Program of Veterinary Care.  The Attending\nVeterinarian was contacted and agreed that the Licensee should be identifying all health issues and following his\nprogram of veterinary care. The Licensee does not currently have a method of daily observation, to allow for the\nidentification of any health issues that are not easily identifiable from outside of the dogs enclosures.  Not having\nproper identification of issues, such as ear issues, does not allow for the proper use of the methods he has available\nto prevent control, diagnose or treat the health issues with this dog.  Left untreated ear conditions such as this can\nbe painful and may progress.  Correct by ensuring that there are methods of daily observation in place to properly\nidentify all health issues, including ear issues.  In addition, the Licensee must ensure that appropriate methods are\nused to prevent, control, diagnose, and treat this dog and all other animals at the facility.   \nCorrect By: Close of Business on Friday 9/6/2019\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nOn today's inspection at least 85% of the self feeders located on the outside portions of the runs had a build up of\nbrown/black matter on the inside where the food is stored or on the lip where the dogs access their food.  Improper\ncleaning expose the dogs to unnecessary disease hazards.  The Licensee must ensure that all food receptacles are\nsanitized at least once every 2 weeks to prevent an accumulation of dirt, debris, food waste, excreta, and other\ndisease hazards.\nCorrect By: 9/12/2019\n\nThis inspection and exit interview were conducted with the Licensee.",
  "animals_total": 95,
  "species": [
    {
      "count": 42,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 53,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}