{
  "insp_id": "353141533320477",
  "layout": "a",
  "customer_id": "27942",
  "customer_name": "Kelly Schelling",
  "customer_addr": "3757 Indian Ave\nOrange City, IA 51041",
  "certificate": "42-A-1277",
  "site_id": "001",
  "site_name": "KELLY SCHELLING",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-SEP-2014",
  "report_date": "22-DEC-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "In the area of the barn that is not used for whelping, there is a poodle (microchip number 4823482378) that has an\nopen wound on the front of his neck. Licensee stated that the dog has not been evaluated by a veterinarian.\nLicensee also stated that she has been self-treating the dog's wound. Open wounds can cause pain and discomfort\nto the dog, as well as, pose a risk to the animal's health. In the same area of the building, another poodle\n(microchip number 4C1D1B0A4F) has a large red growth in the corner of her left eye. Licensee stated that this dog\nhas not been evaluated by a veterinarian. Growths in the eye can cause irritation and discomfort to the dog. Both\ndogs must be evaluated by a licensed veterinarian in order to ensure proper diagnosis and an appropriate treatment\nplan is developed. Diagnosis and treatment must be documented and available to inspector upon request.\nCorrect by: 09/08/14"
    },
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In both the whelping and non-whelping areas of the barn, the metal bars of the enclosures have had their paint\nremoved by the dogs and are now rusting. Rusting causes pitting and flaking of the metal which does not allow for\nproper sanitization of the bars. The metal bars need to be replaced or altered in a manner that allows for proper\ncleaning and sanitization every two weeks.\nCorrect by: 10/15/14\nExit interview conducted with facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nIn the area of the barn that is not used for whelping, there is a poodle (microchip number 4823482378) that has an\nopen wound on the front of his neck.  Licensee stated that the dog has not been evaluated by a veterinarian. \nLicensee also stated that she has been self-treating the dog's wound.  Open wounds can cause pain and discomfort\nto the dog, as well as, pose a risk to the animal's health.  In the same area of the building, another poodle\n(microchip number 4C1D1B0A4F) has a large red growth in the corner of her left eye.  Licensee stated that this dog\nhas not been evaluated by a veterinarian.  Growths in the eye can cause irritation and discomfort to the dog.  Both\ndogs must be evaluated by a licensed veterinarian in order to ensure proper diagnosis and an appropriate treatment\nplan is developed.  Diagnosis and treatment must be documented and available to inspector upon request.  \nCorrect by:  09/08/14\n3.1(c)(1)(1)\nHOUSING FACILITIES, GENERAL.\nIn both the whelping and non-whelping areas of the barn, the metal bars of the enclosures have had their paint\nremoved by the dogs and are now rusting.  Rusting causes pitting and flaking of the metal which does not allow for\nproper sanitization of the bars.  The metal bars need to be replaced or altered in a manner that allows for proper\ncleaning and sanitization every two weeks.  \nCorrect by:  10/15/14\nExit interview conducted with facility representative.",
  "animals_total": 96,
  "species": [
    {
      "count": 73,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 23,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}