{
  "insp_id": "22161717420254",
  "layout": "a",
  "customer_id": "326120",
  "customer_name": "Brett Bonham",
  "customer_addr": "Rte. 1 Box 22\nCordell, OK 73632",
  "certificate": "73-A-2637",
  "site_id": "001",
  "site_name": "Brett Bonham",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-JAN-2016",
  "report_date": "25-JAN-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "- In building number four the left eye of an adult male, fawn-colored Pug (microchip number 941000016564067) is\ncloudy and blue in appearance and the pupil is barely visible. This could be due to an infection, allergies, injury,\nirritation or other medical conditions. The attending veterinarian had not been consulted nor had any treatment\nbeen provided at the time of inspection. The licensee stated that this was the first time the eye had been noticed.\nEye problems can be painful and not having clear vision can cause discomfort which affects the health and well-\nbeing of the dog. The potential for future injury also increases with a lack of clear vision in both eyes. The licensee\nmust have this animal examined by a veterinarian to obtain an accurate diagnosis and appropriate treatment plan.\nThe outcome of this consultation must be documented and provided to the inspector upon request. The licensee\nmust ensure all animals receive adequate veterinary care at all times.\nTo be corrected by: 1/27/2016."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n-   In building number four the left eye of an adult male, fawn-colored Pug (microchip number 941000016564067) is\ncloudy and blue in appearance and the pupil is barely visible.  This could be due to an infection, allergies, injury,\nirritation or other medical conditions.  The attending veterinarian had not been consulted nor had any treatment\nbeen provided at the time of inspection.  The licensee stated that this was the first time the eye had been noticed.  \nEye problems can be painful and not having clear vision can cause discomfort which affects the health and well-\nbeing of the dog.  The potential for future injury also increases with a lack of clear vision in both eyes.  The licensee\nmust have this animal examined by a veterinarian to obtain an accurate diagnosis and appropriate treatment plan.\nThe outcome of this consultation must be documented and provided to the inspector upon request. The licensee\nmust ensure all animals receive adequate veterinary care at all times.\nTo be corrected by: 1/27/2016.",
  "animals_total": 299,
  "species": [
    {
      "count": 216,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 83,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}