{
  "insp_id": "2016082568414351",
  "layout": "a",
  "customer_id": "24656",
  "customer_name": "Susan M Fitzgerald",
  "customer_addr": "5037 S E Hillside Road\nSharon, KS 67138",
  "certificate": "48-A-1746",
  "site_id": "001",
  "site_name": "Susan Fitzgerald",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-JUN-2017",
  "report_date": "13-JUN-2017",
  "citations": [
    {
      "code": "3.4(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "The shelter structure for one Akita has a flat front with a hole cut into it for access. This does not provide adequate\nwind and rain protection to the interior of this shelter for this dog. All outdoor dog shelters must be provided with a\nwind break and rain break at the entrance. Correct by 17 June 2017."
    },
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "One Akita is not provided with adequate areas of shade. During part of the day this enclosure is shaded by near-by\nbuildings, but during the middle of the day this dog will not have enough shade. Inadequate areas of shade may\nlead to overheating of the dog. All outside enclosures must be provided with areas of shade that will protect the\ndogs from the direct rays of the sun. Correct by 17 June 2017.\nThis inspection and exit interview were conducted with a facility representative."
    }
  ],
  "narrative": "3.4(b)(3)\nOUTDOOR HOUSING FACILITIES.\nThe shelter structure for one Akita has a flat front with a hole cut into it for access.  This does not provide adequate\nwind and rain protection to the interior of this shelter for this dog.  All outdoor dog shelters must be provided with a\nwind break and rain break at the entrance.  Correct by 17 June 2017.\n3.4(b)\nOUTDOOR HOUSING FACILITIES.\nOne Akita is not provided with adequate areas of shade.  During part of the day this enclosure is shaded by near-by\nbuildings, but during the middle of the day this dog will not have enough shade.  Inadequate areas of shade may\nlead to overheating of the dog.  All outside enclosures must be provided with areas of shade that will protect the\ndogs from the direct rays of the sun.  Correct by 17 June 2017.\nThis inspection and exit interview were conducted with a facility representative.",
  "animals_total": 93,
  "species": [
    {
      "count": 80,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 13,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}