{
  "insp_id": "231141611170415",
  "layout": "a",
  "customer_id": "9863",
  "customer_name": "Yogie And Friends Exotic Cat Sanctuary Inc.",
  "customer_addr": "128 Fob Lane\nFrierson, LA 71027",
  "certificate": "72-C-0138",
  "site_id": "001",
  "site_name": "YOGIE AND FRIENDS EXOTIC CAT SANCTUARY, INC.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-AUG-2014",
  "report_date": "20-AUG-2014",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The current Program of Veterinary Care recommends twice annual visits by the attending veterinarian. The animals\nat this facility range from middle age to geriatric and several of them are in poor body condition. The lack of\nadequate veterinary care for the past several years and the ongoing health problems of at least one animal would\nindicate the attending veterinarian needs to visit more frequently, at least initially until all animals have been\nevaluated and diagnosed to be healthy.\nThe licensee is responsible for ensuring the veterinarian provides the facility with an adequate Program of\nVeterinary Care. This facility needs to retain an attending veterinarian or a consultant for the current attending\nveterinarian that has experience with all aspects of exotic felid medicine."
    },
    {
      "code": "2.40(a)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The diet outlined in the Program of Veterinary Care does not adequately address the nutrition needs of the resident\nanimals. The PVC states they feed approximately 2 to 3% of the animal(cid:25)s body weight then goes on to state lions,\ntigers, cougars, and leopards are fed 8 to 15 lbs a day. There is a large difference in weight between healthy adult\nlions and tigers and healthy adult cougars and leopards. Cougars and leopards fed 8 to 15 lbs. of meat a day are\nbeing fed well over 3% of their body weight. Animals receiving this much food should be in better body condition\nthan the cougar currently at the facility. The PVC states they are currently feeding whole prey diet with bone but\ndoes not explain how they determine the meat on the bones is actually 8 to 15 lbs. of meat. The PVC state Oasis\nvitamins, with extra taurine, are given when determined a supplement is necessary. They do not explain how they\ndetermine a supplement is needed. The PVC states when whole prey diet is not being utilized we feed a\ncommercially prepared zoo diet. They do not explain when or why a whole prey diet might not be used nor do they\nidentify which prepared diet they use. There was no prepared diet on site at the time of this inspection.\nThe thin body conditions of a male cougar named (cid:28)Boudreaux(cid:29) and a male tiger named (cid:28)Sampson(cid:29) are obvious\nindicators that sufficient quantity and/or nutritive value appear to be lacking.\nAlthough the body conditions of the other large cats and 4 small cats are not as obviously poor as the above 2\nanimals, inadequate nutrition can cause less obvious problems such as anemia, vitamin deficiencies, neurologic\nproblems and poor hair coat which can cause as much pain and suffering as a thin body condition. The results of\nblood tests done on Batman on Aug 10, 2014 indicate the diet is inadequate. The poor hair coat on the female lion\nnamed (cid:28)Yogi(cid:29) is indicative of an inadequate diet."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "(cid:28)Batman(cid:29), one of the male lions, continues to have a squinty eye with the third eyelid protruding across the right half\nof the eye. The clinical notes from the exam performed by the current attending veterinarian on August 10, 2014\nindicate she found no obvious abnormalities with the eye. Her recommendations were to monitor for (cid:28)erythema and\ncolor to the discharge(cid:29). No effort has been made to consult with an ophthalmologist or other veterinarian\nexperienced with exotic felids to further evaluate the cause of the problem. This problem has been ongoing and\n(cid:28)monitored(cid:29) for the past six months. Batman has also been identified as being ataxic however nothing has been\ndone to evaluate this issue. The licensee is responsible for ensuring appropriate methods are used to adequately\nprevent, control, diagnose, and treat diseases and injuries. The licensee needs to provide adequate diagnostics\nand treatment for this lion'(cid:25)s eye and ataxia in order to alleviate the pain and suffering he has endured for the past\nseveral months."
    },
    {
      "code": "2.125",
      "kind": "",
      "repeat": false,
      "desc": "INFORMATION AS TO BUSINESS; FURNISHING OF SAME BY DEALERS, EXHIBITORS, OPERATORS OF AUCTION SALES, INTERMEDIATE HANDLERS, AND CARRIERS.",
      "narrative": "Records requested from the licensee during the Aug 5, 2014 inspection confirming that the EPA has approved the\npractice of carcass feeding have not been provided to USDA as of this date. Records concerning the business of\nthe facility requested by USDA must be furnished within a reasonable time. Fourteen days is well past a\nreasonable time. The licensee must provide requested records within a reasonable time.\nCorrect by: August 25, 2014."
    },
    {
      "code": "3.129(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "Food fed to the animals should be wholesome, palatable, and free from contamination. The food in the freezer\nduring today'(cid:25)s inspection was carcass meat wrapped in black plastic bags. Some of the bags had parts of\ncarcasses sticking out with obvious freezer burn. Freezer burned food is not wholesome and free from\ncontamination.\nThe squalid odor coming from the freezer was very suspicious of old rotten meat. Food should never be stacked to\nfreeze. It should be stacked only after it is frozen solid. The food at the bottom of the pile currently in the freezer\nmay not have frozen quickly enough to keep some of the meat from spoiling.\nThe area in front of the freezer was littered with old pieces of carcass covered with flies. Old pieces of meat and\nflies in front of the freezer can contaminate meat being loaded and unloaded from the freezer.\nThe licensee needs to develop a protocol for adequately preparing and freezing food. All parts of the carcass\nshould be protected from freezer burn. The carcasses should be separated into small segments and thoroughly\nfrozen before being stacked. Shelves in the freezer would allow for adequate separation and freezing of smaller\nquantities of food. The area in front of the freezer as well as the freezer itself must be kept clean to decrease the\npossibility of contamination. The food currently in the frozen mound in the freezer needs to be separated and\nevaluated for spoilage. Any food that appears suspicious should be discarded.\nCorrect by: August 25, 2014.\nThis inspection was conducted by APHIS, USDA, ANIMAL CARE PERSONNEL and the Vice President of the Inc.\non 8/19/14.\nThe exit interview was conducted by APHIS, USDA, ANIMAL CARE PERSONNEL with the Vice President of the\nInc. on 8/20/14.\nEND OF REPORT.\nAdditional Inspectors\nDigesualdo Cynthia, Veterinary Medical Officer\nGage Laurie, Big Cat Specialist"
    }
  ],
  "narrative": "2.40(a)(1)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe current Program of Veterinary Care recommends twice annual visits by the attending veterinarian.  The animals\nat this facility range from middle age to geriatric and several of them are in poor body condition.  The lack of\nadequate veterinary care for the past several years and the ongoing health problems of at least one animal would\nindicate the attending veterinarian needs to visit more frequently, at least initially until all animals have been\nevaluated and diagnosed to be healthy.\nThe licensee is responsible for ensuring the veterinarian provides the facility with an adequate Program of\nVeterinary Care.  This facility needs to retain an attending veterinarian or a consultant for the current attending\nveterinarian that has experience with all aspects of exotic felid medicine.  \n2.40(a)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe diet outlined in the Program of Veterinary Care does not adequately address the nutrition needs of the resident\nanimals. The PVC states they feed approximately 2 to 3% of the animal(cid:25)s body weight then goes on to state lions,\ntigers, cougars, and leopards are fed 8 to 15 lbs a day.  There is a large difference in weight between healthy adult\nlions and tigers and healthy adult cougars and leopards. Cougars and leopards fed 8 to 15 lbs. of meat a day are\nbeing fed well over 3% of their body weight. Animals receiving this much food should be in better body condition\nthan the cougar currently at the facility. The PVC states they are currently feeding whole prey diet with bone but\ndoes not explain how they determine the meat on the bones is actually 8 to 15 lbs. of meat. The PVC state Oasis\nvitamins, with extra taurine, are given when determined a supplement is necessary. They do not explain how they\ndetermine a supplement is needed. The PVC states when whole prey diet is not being utilized we feed a\ncommercially prepared zoo diet. They do not explain when or why a whole prey diet might not be used nor do they\nidentify which prepared diet they use. There was no prepared diet on site at the time of this inspection.  \nThe thin body conditions of a male cougar named (cid:28)Boudreaux(cid:29) and a male tiger named (cid:28)Sampson(cid:29) are obvious\n\nindicators that sufficient quantity and/or nutritive value appear to be lacking.\nAlthough the body conditions of the other  large cats and 4 small cats are not as obviously poor as the above 2\nanimals, inadequate nutrition can cause less obvious problems such as anemia, vitamin deficiencies, neurologic\nproblems and poor hair coat which can cause as much pain and suffering as a thin body condition. The results of\nblood tests done on Batman on Aug 10, 2014 indicate the diet is inadequate.  The poor hair coat on the female lion\nnamed (cid:28)Yogi(cid:29) is indicative of an inadequate diet. \n2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n(cid:28)Batman(cid:29), one of the male lions, continues to have a squinty eye with the third eyelid protruding across the right half\nof the eye.  The clinical notes from the exam performed by the current attending veterinarian on August 10, 2014\nindicate she found no obvious abnormalities with the eye.  Her recommendations were to monitor for (cid:28)erythema and\ncolor to the discharge(cid:29).    No effort has been made to consult with an ophthalmologist or other veterinarian\nexperienced with exotic felids to further evaluate the cause of the problem.  This problem has been ongoing and\n(cid:28)monitored(cid:29) for the past six months.  Batman has also been identified as being ataxic however nothing has been\ndone to evaluate this issue.  The licensee is responsible for ensuring appropriate methods are used to adequately \nprevent, control, diagnose, and treat diseases and injuries.   The licensee needs to provide adequate diagnostics\nand treatment for this lion'(cid:25)s eye and ataxia in order to alleviate the pain and suffering he has endured for the past\nseveral months. \n2.125\nINFORMATION AS TO BUSINESS; FURNISHING OF SAME BY DEALERS, EXHIBITORS, OPERATORS OF\nAUCTION SALES, INTERMEDIATE HANDLERS, AND CARRIERS.\nRecords requested from the licensee during the Aug 5, 2014 inspection confirming that the EPA has approved the\npractice of carcass feeding have not been provided to USDA as of this date.  Records concerning the business of\nthe facility requested by USDA must be furnished within a  reasonable time.  Fourteen days is well past a\nreasonable time.  The licensee must provide requested records within a reasonable time.\nCorrect by: August 25, 2014.\n3.129(a)           DIRECT\n\nFEEDING.    \nFood fed to the animals should be wholesome, palatable, and free from contamination.  The food in the freezer\nduring today'(cid:25)s inspection was carcass meat wrapped in black plastic bags.  Some of the bags had parts of\ncarcasses sticking out with obvious freezer burn.  Freezer burned food is not wholesome and free from\ncontamination. \nThe squalid odor coming from the freezer was very suspicious of old rotten meat.  Food should never be stacked to\nfreeze.  It should be stacked only after it is frozen solid.    The food at the bottom of the pile currently in the freezer\nmay not have frozen quickly enough to keep some of the meat from spoiling.\nThe area in front of the freezer was littered with old pieces of carcass covered with flies.  Old pieces of meat and\nflies in front of the freezer can contaminate meat being loaded and unloaded from the freezer.  \nThe licensee needs to develop a protocol for adequately preparing and freezing food.   All parts of the carcass\nshould be protected from freezer burn.  The carcasses should be separated into small segments and thoroughly\nfrozen before being stacked.  Shelves in the freezer would allow for adequate separation and freezing of smaller\nquantities of food.  The area in front of the freezer as well as the freezer itself must be kept clean to decrease the\npossibility of contamination.  The food currently in the frozen mound in the freezer needs to be separated and\nevaluated for spoilage.  Any food that appears suspicious should be discarded.\nCorrect by: August 25, 2014. \nThis inspection was conducted by APHIS, USDA, ANIMAL CARE PERSONNEL and the Vice President of the Inc.\non 8/19/14.\nThe exit interview was conducted by APHIS, USDA, ANIMAL CARE PERSONNEL with the Vice President of the\nInc. on 8/20/14.\nEND OF REPORT.\nAdditional Inspectors\nDigesualdo Cynthia, Veterinary Medical Officer\nGage Laurie, Big Cat Specialist",
  "animals_total": 13,
  "species": [
    {
      "count": 3,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 1,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 4,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 1,
      "scientific": "Panthera pardus",
      "common": "LEOPARD"
    },
    {
      "count": 3,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    }
  ]
}