{
  "insp_id": "2016090000684970",
  "layout": "b",
  "customer_id": "331198",
  "customer_name": "SIX SHOOTERS INVESTMENT GROUP LLC",
  "customer_addr": "150 CLAY WILSON RD\nSPARTA, TN 38583",
  "certificate": "63-B-0182",
  "site_id": "001",
  "site_name": "SIX SHOOTERS INVESTMENT GROUP LLC",
  "insp_type": "FOCUSED INSPECTION",
  "date": "06-AUG-2021",
  "report_date": "20-AUG-2021",
  "citations": [
    {
      "code": "2.4",
      "kind": "Critical",
      "repeat": false,
      "desc": "Non-interference with APHIS officials.",
      "narrative": "On August 7th, USDA inspectors arrived at the facility to continue their second day of inspection. The lead USDA\ninspector located the Office Manager to inform her of their presence and was promptly asked if she had brought a\nsupervisor with her. The Office Manager explained that she did not like the manner in which the lead USDA inspector had\ntreated her clients the previous day and did not believe she (the licensee) needed to comply with the regulations. The\nOffice Manager stated that until both USDA inspectors returned with a supervisor, they would need to leave the property.\nThe lead USDA inspector asked the Office Manager if she was refusing an inspection and she stated that she was\nrefusing it. USDA inspectors were unable to complete the inspection due to the interference from the Office Manager. A\nlicensee shall not interfere with, threaten, abuse (including verbally abuse) or harass any APHIS official in the course of\ncarrying out his or her duties. Correct from this day forward."
    },
    {
      "code": "2.40(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "On August 6th, discussions with the Attending Veterinarian (AV) for this facility revealed that she did not have experience\ntreating exotic species beyond small pocket pets such as guinea pigs and ferrets. After inspectors explained the role and\nresponsibilities of an attending veterinarian for USDA licensed facilities, the AV expressed concern over her ability and\navailability to continue as the attending. The AV repeatedly said she was not comfortable treating exotic animals. Per her\nexplanation, she had not received training or had experience in the care and management of the various exotic species\npresent at the auction. She also commented that it would be unlikely she could be available to attend to veterinary care\nneeds for the entire duration of the auction (Tuesday-Sunday).\nFurthermore, the AV was unsure of her responsibilities and role as the facility’s Attending Veterinarian. She explained that\nthe facility’s Office Manager had given her a blank Program of Veterinary Care and a Blue Book without further\nexplanation. Additionally, the Office Manager had not explained the AV’s role at the facility. Inspectors found that the AV\nhad not physically examined the animals in the “warm room” and most of the animals in the auction barn pens beyond a\nfew individual animals requiring health certificates. She was unaware she was allowed to do so.\nDuring a walk through of the barn pens with the AV, a female camel was identified by inspectors as a concern due to the\npresence of an open draining abscess on her right mammary gland. The Office Manager was contacted as well as the\nowner of the camel. The owner of the camel requested that the AV treat her with an antibiotic, Draxxin. Inspectors\nwitnessed the AV admitting that she did not know the proper dosage for a camel. The owner of the camel instructed the\nAV to dose the camel the same as a cow and provided her the animal’s approximate weight. The Office Manager also\napproved of the suggestion by the camel owner. When inspectors requested that the temperature of the camel be taken\nprior to receiving the antibiotic, the AV admitted that she did not have a thermometer and did not feel comfortable taking\nthe camel’s temperature. The Office Manager and owner offered to locate and provide a thermometer with the statement\nthat the AV would not have to do “any hands-on work” on the animal.\nInspectors were unable to review the program of veterinary care due to a refusal of inspection by the Office Manager on\nAugust 7th. Lack of a valid program of veterinary care and an attending veterinarian with training and/or experience in the\ncare and management of the exotic species present at this auction puts animals at risk for improper treatment of disease\nand injury. Additionally, it can lead to suffering and death. The licensee must have an attending veterinarian who shall\nprovide adequate veterinary care to its animals. The attending veterinarian must have received training and/or experience\nin the care and management of the species being attended. Correct from this day forward."
    },
    {
      "code": "2.40(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "During the walk through of the auction barn pens, inspectors identified a female camel with an open draining abscess in\nher right mammary gland. The Attending Veterinarian requested the presence of the Office Manager and the camel’s\nowner to discuss the animal’s condition. After a treatment plan was suggested by the camel’s owner and the Office\nManager, inspectors requested that the animal’s temperature be taken. The AV admitted she did not have a thermometer\non hand or in her truck. The Office Manager and the camel’s owner both offered to locate and/or buy a thermometer for\nthe AV’s use however the camel’s antibiotic treatment would likely be given prior to taking its temperature. Failure to\nprovide the necessary equipment to diagnose and treat medical problems can contribute to the worsening health and\nwell-being of the animal. The licensee must make available any appropriate facilities, personnel, equipment, and services\nto facilitate proper veterinary care. Correct from this day forward."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The Attending Veterinarian had not examined any of the “warm room” animals and most of the hoof stock that had been\nconsigned at the time of inspection. During a walk through of the facility premises, inspectors identified several veterinary\nconcerns such as a porcupine exhibiting signs of heat stress, a female bison with superficial skin injuries inflicted by\nconspecifics, and a male goat with an abnormal growth on its right jaw line. The auction staff had not identified any of the\nveterinary care concerns inspectors identified and had not relayed them to the AV. Daily observations were not being\ndirectly and frequently communicated to the AV. Medical problems must be identified and communicated to the Attending\nVeterinarian so that a diagnosis can be determined, and treatment implemented. Failure to observe medical problems\nand/or communicate those problems to the AV can result in prolonged pain, suffering, and even death. The auction staff\nmust observe all animals daily and then ensure a mechanism of direct and frequent communication with the AV so that\ntimely and accurate information on problems of health, behavior and well-being are conveyed. Correct from this day\nforward."
    },
    {
      "code": "2.126(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Access and inspection of records and property; submission of itineraries.",
      "narrative": "On August 6th, USDA inspectors spoke with the facility’s Office Manager and requested the buyer information for the sale\nof a sugar glider. The Office Manager refused stating she was not legally required to show buyer information. She asked\nthat she be shown the regulation that required it. USDA inspectors showed her the regulation requiring dealers to provide\nbuyer information. After reading the regulation the Officer Manager stated that she did not like nor agree with it and would\nneed to do further research on the matter. USDA inspectors were unable to request additional buyer information and\nreview the program of veterinary care due to the Office Manager’s refusal of inspection on August 7th.\nThe facility must ensure that all records are available upon request during the inspection to aid in the proper tracking of\nregulated animals and ensure the health and well-being of the regulated animals. Correct from this day forward."
    },
    {
      "code": "2.131(b)(1)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "During the walk through of the auction barn, inspectors observed a porcupine exhibiting signs of heat stress. The\nporcupine was held in a metal dog crated with an increased respiratory rate. The temperature was approximately 86.3\ndegrees Fahrenheit at 12:30pm on August 6th. The animal had splayed itself flat on the bottom of the crate. The transport\ncrate did not contain a water receptacle. Inspectors requested that water be provided to the animal and that the Attending\nVeterinarian be contacted. A later discussion with the AV revealed she had not been contacted concerning the porcupine\nand had yet to see the animal. Inspectors requested that the AV join them to examine the animal. At approximately\n4:30pm, the porcupine was observed from 10ft-15ft away (to rule out stress induced hyperventilation) with an increased\nrespiratory rate. A small pink bowl was present within the enclosure but did not contain water. The temperature was taken\nagain and found to be 83.0 degrees Fahrenheit. Inspectors requested that the animal be provided water once again, and\nthat a fan be placed on it. Additionally, they suggested moving the animal into the temperature controlled “warm room”\nmay be necessary. The AV agreed with the inspectors’ suggestions and instructed the auction employees to provide a fan\nand water to the porcupine.\nAnimals that are subject to heat extremes may suffer from dehydration, stress and poor immune system function.\nHandling of all animals shall be done as expeditiously and carefully as possible in a manner that does not cause trauma,\noverheating, excessive cooling, behavioral stress, physical harm, or unnecessary discomfort. Corrected at the time of\ninspection on August 6th."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "At the time of inspection, several pens in the auction barn required repairs to the wooden boards. There were two pens in\nthe baby bottle area with loose 2x4 wood boards at the back of the enclosures. The pens housed young goat kids, and\nthe boards posed an escape and entrapment risk. In a pen housing a female camel with sticker #2088, there was a rotten\nwooden board with an exposed nail that posed a risk of injury. In two pens housing a group of approximately 10-15 goats,\nthe wood boards separating the animals had been broken allowing the animals to cross back and forth amongst the pens.\nThe indoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the animals from\ninjury and to contain the animals. Correct by September 3rd, 2021."
    },
    {
      "code": "3.130",
      "kind": "Direct",
      "repeat": false,
      "desc": "Watering.",
      "narrative": "In an enclosure housing two Watusi cattle, the only water receptable was filled with discolored brown water that contained\nfeces, mud and old hay. The bottom of the receptable could not be visualized. Additionally, several enclosures housing 10\ndomestic cattle, 2 domestic cattle, 1 zedonk, 5 Highland cattle, and 2 Scimitar Oryx respectively did not have access to\nwater. Their pens contained empty or near empty water receptacles that did not offer enough water in relation to the\nnumber of animals contained therein. Some of the animals were exhibiting signs of heat stress including increased\nrespiratory rates and foamy mouths. Inspectors requested that the water receptacles in those pens be refilled with water\nas soon as possible (time of request approximately 10:30am on August 6th). It was not until 5:00pm on August 6th that\nthe auction staff showed the inspectors that the water receptacles had been filled.\nContaminated water can cause illness and be unpalatable to animals. All water receptacles must be kept clean and\nsanitary. Additionally, if potable water is not accessible to the animals at all times, it must be provided as often as\nnecessary for the health and comfort of the animal. Frequency of water shall consider age, species, condition, size and\ntype of the animal. Corrected at the time of inspection."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "A discussion with an auction employee revealed that the facility does not routinely clean the auction barn pens housing\nthe larger hoof stock. The auction contracts out the cleaning of the barn before and after each auction date. This auction,\nsellers were allowed to consign their animals as early as Tuesday August 3rd. Animals that were consigned on Tuesday\ncould be held in pens with feces, urine and wet hay/straw for the next several days until their new owners remove them\nfrom the premises. For example, two Watusi cattle that had been consigned on Thursday August 5th were residing in a\npen that had wet hay/straw mixed with feces, urine and mud. The auction employee confirmed it was possible the animals\nwould stay in that pen until the end of the weekend when they were consigned to their new buyers. Several pens housing\ncattle and goats respectively contained floors with wet muddy straw intermixed with feces and did not allow the animals a\ndry place to rest. Accumulation of excreta attracts pests and increases the likelihood of disease for the animals. Excreta\nmust be removed from primary enclosures as often as necessary to prevent contamination of the animals contained\ntherein and to minimize disease hazards and to reduce odors. Correct prior to the next auction."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "The inspection of the auction barn pens revealed the presence of human trash (plastic drink bottles, food containers,\nwrappers etc.) in the baby bottle pen area and perched amongst the other pens. The presence of these trash items poses\na risk of foreign body ingestion for the animals and also potentially attracts pests. Premises shall be kept clean and in\ngood repair in order to protect the animals from injury and to facilitate the prescribed husbandry practices set forth in this\nsubpart. Accumulations of trash shall be placed in designated areas and cleared as necessary to protect the health of the\nanimals. Correct prior to the next auction."
    },
    {
      "code": "3.133",
      "kind": "Direct",
      "repeat": false,
      "desc": "Separation.",
      "narrative": "In an enclosure housing three bison, two males and one female, the female was observed by inspector to have fresh\nsuperficial skin injuries. One of the larger males was observed pushing her and the smaller male around in their pen. The\npen was relatively small and did not provide the female the ability to separate herself from the two males. The inspectors\nspoke with the auction employee as to the possibility of separating the female into her own pen or providing the group\nwith a larger pen. The auction employee said he would ask if they could be moved but inspectors were unable to follow up\non the outcome.\nAnimals housed in the same primary enclosure must be compatible. Animals shall not be housing near animals that\ninterfere with their health or cause them discomfort. Correct from this day forward."
    },
    {
      "code": "3.36(e)(2)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures used to transport live guinea pigs and hamsters.",
      "narrative": "At the time of inspection, the licensee had accepted a guinea pig travel cage that did not provide sufficient space for the\nanimal to turn about freely and to make normal postural adjustments. The travel cage was approximately 6 inches in\nheight, however, pink and blue bedding approximately 2 inches thick forced the guinea pig inside to lay flat under the\ntransport top. The animal was hunched over and could not stand up or sit up. The effective interior height of the primary\nenclosures used to transport guinea pigs shall be at least 6 inches (for guinea pigs less than 500 grams) or 7 inches high\n(for guinea pigs over 500 grams). Correct prior to the next auction.\nThis focused inspection was conducted with the facility representative.\nAdditional Inspectors:\nMARIO MERCADO, VETERINARY MEDICAL OFFICER\nCharles Palmer, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.4  Critical\n   \nNon-interference with APHIS officials. \nOn August 7th, USDA inspectors arrived at the facility to continue their second day of inspection. The lead USDA \ninspector located the Office Manager to inform her of their presence and was promptly asked if she had brought a \nsupervisor with her. The Office Manager explained that she did not like the manner in which the lead USDA inspector had \ntreated her clients the previous day and did not believe she (the licensee) needed to comply with the regulations. The \nOffice Manager stated that until both USDA inspectors returned with a supervisor, they would need to leave the property. \nThe lead USDA inspector asked the Office Manager if she was refusing an inspection and she stated that she was \nrefusing it. USDA inspectors were unable to complete the inspection due to the interference from the Office Manager. A \nlicensee shall not interfere with, threaten, abuse (including verbally abuse) or harass any APHIS official in the course of \ncarrying out his or her duties. Correct from this day forward. \n2.40(a)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nOn August 6th, discussions with the Attending Veterinarian (AV) for this facility revealed that she did not have experience \ntreating exotic species beyond small pocket pets such as guinea pigs and ferrets. After inspectors explained the role and \nresponsibilities of an attending veterinarian for USDA licensed facilities, the AV expressed concern over her ability and\n\navailability to continue as the attending. The AV repeatedly said she was not comfortable treating exotic animals. Per her \nexplanation, she had not received training or had experience in the care and management of the various exotic species \npresent at the auction. She also commented that it would be unlikely she could be available to attend to veterinary care \nneeds for the entire duration of the auction (Tuesday-Sunday). \nFurthermore, the AV was unsure of her responsibilities and role as the facility’s Attending Veterinarian. She explained that \nthe facility’s Office Manager had given her a blank Program of Veterinary Care and a Blue Book without further \nexplanation. Additionally, the Office Manager had not explained the AV’s role at the facility. Inspectors found that the AV \nhad not physically examined the animals in the “warm room” and most of the animals in the auction barn pens beyond a \nfew individual animals requiring health certificates. She was unaware she was allowed to do so. \nDuring a walk through of the barn pens with the AV, a female camel was identified by inspectors as a concern due to the \npresence of an open draining abscess on her right mammary gland. The Office Manager was contacted as well as the \nowner of the camel. The owner of the camel requested that the AV treat her with an antibiotic, Draxxin. Inspectors \nwitnessed the AV admitting that she did not know the proper dosage for a camel.  The owner of the camel instructed the \nAV to dose the camel the same as a cow and provided her the animal’s approximate weight. The Office Manager also \napproved of the suggestion by the camel owner. When inspectors requested that the temperature of the camel be taken \nprior to receiving the antibiotic, the AV admitted that she did not have a thermometer and did not feel comfortable taking \nthe camel’s temperature. The Office Manager and owner offered to locate and provide a thermometer with the statement \nthat the AV would not have to do “any hands-on work” on the animal. \nInspectors were unable to review the program of veterinary care due to a refusal of inspection by the Office Manager on \nAugust 7th. Lack of a valid program of veterinary care and an attending veterinarian with training and/or experience in the \ncare and management of the exotic species present at this auction puts animals at risk for improper treatment of disease\n\nand injury. Additionally, it can lead to suffering and death. The licensee must have an attending veterinarian who shall \nprovide adequate veterinary care to its animals. The attending veterinarian must have received training and/or experience \nin the care and management of the species being attended. Correct from this day forward. \n2.40(b)(1) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nDuring the walk through of the auction barn pens, inspectors identified a female camel with an open draining abscess in \nher right mammary gland. The Attending Veterinarian requested the presence of the Office Manager and the camel’s \nowner to discuss the animal’s condition. After a treatment plan was suggested by the camel’s owner and the Office \nManager, inspectors requested that the animal’s temperature be taken. The AV admitted she did not have a thermometer \non hand or in her truck. The Office Manager and the camel’s owner both offered to locate and/or buy a thermometer for \nthe AV’s use however the camel’s antibiotic treatment would likely be given prior to taking its temperature. Failure to \nprovide the necessary equipment to diagnose and treat medical problems can contribute to the worsening health and \nwell-being of the animal. The licensee must make available any appropriate facilities, personnel, equipment, and services \nto facilitate proper veterinary care. Correct from this day forward. \n2.40(b)(3) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe Attending Veterinarian had not examined any of the “warm room” animals and most of the hoof stock that had been \nconsigned at the time of inspection. During a walk through of the facility premises, inspectors identified several veterinary \nconcerns such as a porcupine exhibiting signs of heat stress, a female bison with superficial skin injuries inflicted by \nconspecifics, and a male goat with an abnormal growth on its right jaw line. The auction staff had not identified any of the \nveterinary care concerns inspectors identified and had not relayed them to the AV. Daily observations were not being \ndirectly and frequently communicated to the AV. Medical problems must be identified and communicated to the Attending\n\nVeterinarian so that a diagnosis can be determined, and treatment implemented. Failure to observe medical problems \nand/or communicate those problems to the AV can result in prolonged pain, suffering, and even death. The auction staff \nmust observe all animals daily and then ensure a mechanism of direct and frequent communication with the AV so that \ntimely and accurate information on problems of health, behavior and well-being are conveyed. Correct from this day \nforward. \n2.126(a)(2) \n   \nAccess and inspection of records and property; submission of itineraries. \nOn August 6th, USDA inspectors spoke with the facility’s Office Manager and requested the buyer information for the sale \nof a sugar glider. The Office Manager refused stating she was not legally required to show buyer information. She asked \nthat she be shown the regulation that required it. USDA inspectors showed her the regulation requiring dealers to provide \nbuyer information. After reading the regulation the Officer Manager stated that she did not like nor agree with it and would \nneed to do further research on the matter. USDA inspectors were unable to request additional buyer information and \nreview the program of veterinary care due to the Office Manager’s refusal of inspection on August 7th. \nThe facility must ensure that all records are available upon request during the inspection to aid in the proper tracking of \nregulated animals and ensure the health and well-being of the regulated animals. Correct from this day forward. \n2.131(b)(1)  Direct\n   \nHandling of animals. \nDuring the walk through of the auction barn, inspectors observed a porcupine exhibiting signs of heat stress. The \nporcupine was held in a metal dog crated with an increased respiratory rate. The temperature was approximately 86.3 \ndegrees Fahrenheit at 12:30pm on August 6th. The animal had splayed itself flat on the bottom of the crate. The transport \ncrate did not contain a water receptacle. Inspectors requested that water be provided to the animal and that the Attending \nVeterinarian be contacted. A later discussion with the AV revealed she had not been contacted concerning the porcupine\n\nand had yet to see the animal. Inspectors requested that the AV join them to examine the animal. At approximately \n4:30pm, the porcupine was observed from 10ft-15ft away (to rule out stress induced hyperventilation) with an increased \nrespiratory rate. A small pink bowl was present within the enclosure but did not contain water. The temperature was taken \nagain and found to be 83.0 degrees Fahrenheit. Inspectors requested that the animal be provided water once again, and \nthat a fan be placed on it. Additionally, they suggested moving the animal into the temperature controlled “warm room” \nmay be necessary. The AV agreed with the inspectors’ suggestions and instructed the auction employees to provide a fan \nand water to the porcupine. \nAnimals that are subject to heat extremes may suffer from dehydration, stress and poor immune system function. \nHandling of all animals shall be done as expeditiously and carefully as possible in a manner that does not cause trauma, \noverheating, excessive cooling, behavioral stress, physical harm, or unnecessary discomfort. Corrected at the time of \ninspection on August 6th. \n3.125(a) \n   \nFacilities, general. \nAt the time of inspection, several pens in the auction barn required repairs to the wooden boards. There were two pens in \nthe baby bottle area with loose 2x4 wood boards at the back of the enclosures. The pens housed young goat kids, and \nthe boards posed an escape and entrapment risk. In a pen housing a female camel with sticker #2088, there was a rotten \nwooden board with an exposed nail that posed a risk of injury. In two pens housing a group of approximately 10-15 goats, \nthe wood boards separating the animals had been broken allowing the animals to cross back and forth amongst the pens. \nThe indoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the animals from \ninjury and to contain the animals. Correct by September 3rd, 2021. \n3.130  Direct\n   \nWatering.\n\nIn an enclosure housing two Watusi cattle, the only water receptable was filled with discolored brown water that contained \nfeces, mud and old hay. The bottom of the receptable could not be visualized. Additionally, several enclosures housing 10 \ndomestic cattle, 2 domestic cattle, 1 zedonk, 5 Highland cattle, and 2 Scimitar Oryx respectively did not have access to \nwater. Their pens contained empty or near empty water receptacles that did not offer enough water in relation to the \nnumber of animals contained therein. Some of the animals were exhibiting signs of heat stress including increased \nrespiratory rates and foamy mouths. Inspectors requested that the water receptacles in those pens be refilled with water \nas soon as possible (time of request approximately 10:30am on August 6th). It was not until 5:00pm on August 6th that \nthe auction staff showed the inspectors that the water receptacles had been filled. \nContaminated water can cause illness and be unpalatable to animals. All water receptacles must be kept clean and \nsanitary. Additionally, if potable water is not accessible to the animals at all times, it must be provided as often as \nnecessary for the health and comfort of the animal. Frequency of water shall consider age, species, condition, size and \ntype of the animal.  Corrected at the time of inspection. \n3.131(a) \n   \nSanitation. \nA discussion with an auction employee revealed that the facility does not routinely clean the auction barn pens housing \nthe larger hoof stock. The auction contracts out the cleaning of the barn before and after each auction date. This auction, \nsellers were allowed to consign their animals as early as Tuesday August 3rd.  Animals that were consigned on Tuesday \ncould be held in pens with feces, urine and wet hay/straw for the next several days until their new owners remove them \nfrom the premises. For example, two Watusi cattle that had been consigned on Thursday August 5th were residing in a \npen that had wet hay/straw mixed with feces, urine and mud. The auction employee confirmed it was possible the animals \nwould stay in that pen until the end of the weekend when they were consigned to their new buyers. Several pens housing \ncattle and goats respectively contained floors with wet muddy straw intermixed with feces and did not allow the animals a\n\ndry place to rest. Accumulation of excreta attracts pests and increases the likelihood of disease for the animals. Excreta \nmust be removed from primary enclosures as often as necessary to prevent contamination of the animals contained \ntherein and to minimize disease hazards and to reduce odors. Correct prior to the next auction. \n3.131(c) \n   \nSanitation. \nThe inspection of the auction barn pens revealed the presence of human trash (plastic drink bottles, food containers, \nwrappers etc.) in the baby bottle pen area and perched amongst the other pens. The presence of these trash items poses \na risk of foreign body ingestion for the animals and also potentially attracts pests. Premises shall be kept clean and in \ngood repair in order to protect the animals from injury and to facilitate the prescribed husbandry practices set forth in this \nsubpart. Accumulations of trash shall be placed in designated areas and cleared as necessary to protect the health of the \nanimals. Correct prior to the next auction. \n3.133  Direct\n   \nSeparation. \nIn an enclosure housing three bison, two males and one female, the female was observed by inspector to have fresh \nsuperficial skin injuries. One of the larger males was observed pushing her and the smaller male around in their pen. The \npen was relatively small and did not provide the female the ability to separate herself from the two males. The inspectors \nspoke with the auction employee as to the possibility of separating the female into her own pen or providing the group \nwith a larger pen. The auction employee said he would ask if they could be moved but inspectors were unable to follow up \non the outcome. \nAnimals housed in the same primary enclosure must be compatible. Animals shall not be housing near animals that \ninterfere with their health or cause them discomfort. Correct from this day forward. \n3.36(e)(2)(i)\n\nPrimary enclosures used to transport live guinea pigs and hamsters. \nAt the time of inspection, the licensee had accepted a guinea pig travel cage that did not provide sufficient space for the \nanimal to turn about freely and to make normal postural adjustments. The travel cage was approximately 6 inches in \nheight, however, pink and blue bedding approximately 2 inches thick forced the guinea pig inside to lay flat under the \ntransport  top. The animal was hunched over and could not stand up or sit up. The effective interior height of the primary \nenclosures used to transport guinea pigs shall be at least 6 inches (for guinea pigs less than 500 grams) or 7 inches high \n(for guinea pigs over 500 grams). Correct prior to the next auction. \n \nThis focused inspection was conducted with the facility representative. \n \nAdditional Inspectors: \nMARIO MERCADO, VETERINARY MEDICAL OFFICER \nCharles Palmer, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 638,
  "species": [
    {
      "count": 11,
      "scientific": "Bubalus bubalis",
      "common": "ASIATIC WATER BUFFALO"
    },
    {
      "count": 4,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 100,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 3,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 9,
      "scientific": "Antilope cervicapra",
      "common": "BLACKBUCK"
    },
    {
      "count": 10,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 182,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 179,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Taurotragus oryx",
      "common": "COMMON ELAND"
    },
    {
      "count": 6,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 2,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 1,
      "scientific": "Equus quagga X E. asinus",
      "common": "ZEBRA-DONKEY HYBRID / ZEDONK / ZEBRINNY"
    },
    {
      "count": 3,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 7,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 2,
      "scientific": "Oryx dammah",
      "common": "SCIMITAR-HORNED ORYX"
    },
    {
      "count": 1,
      "scientific": "Hystrix cristata",
      "common": "AFRICAN CRESTED PORCUPINE"
    },
    {
      "count": 111,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 3,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 2,
      "scientific": "Erythrocebus patas",
      "common": "PATAS MONKEY"
    },
    {
      "count": 1,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    }
  ]
}