{
  "insp_id": "2016082569540705",
  "layout": "a",
  "customer_id": "324485",
  "customer_name": "Lonewolf Pets L L C",
  "customer_addr": "143 Hwy E E\nIberia, MO 65486",
  "certificate": "43-T-0048",
  "site_id": "001",
  "site_name": "LONEWOLF PETS, L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-JUL-2019",
  "report_date": "12-JUL-2019",
  "citations": [
    {
      "code": "2.126(a)",
      "kind": "Critical",
      "repeat": false,
      "desc": "ACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.",
      "narrative": "On the afternoon of July 01, 2019, I approached a parked van in Neosho, MO, that was loading puppies. I identified\nmyself as a USDA Animal Care Inspector to the driver of the vehicle and said that I was there to conduct an\ninspection. The driver, Sara, who was wearing a T-shirt that said \"LoneWolf\" told me that I was not allowed to\ninspect the vehicle because she was not an authorized person.\nOn July 02, 2019, I phoned Allison Hedgpeth, the owner of LoneWolf Pets, and explained what had happened the\nprevious day. Ms. Hedgpeth told me that she has directed all of her employees to deny USDA access to her\nvehicles unless she is present for the inspection. She said to go ahead and write an NCI for refusal of inspection,\nthat she would appeal the report, and deal with the consequences.\nAccess to vehicles, animals, and records is necessary to complete an inspection to ensure the health, comfort, and\nsafety of the animals being transported. The registrant must allow APHIS officials to enter its place of business; to\ninspect facilities, property, and animals; to examine and copy records; and to document non-compliant items via\nphotographs and other means.\nThe exit interview was conducted via phone with the registrant by Jami Niemann-SACS on July 09, 2019."
    }
  ],
  "narrative": "2.126(a)           CRITICAL\nACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.\nOn the afternoon of July 01, 2019, I approached a parked van in Neosho, MO, that was loading puppies.  I identified\nmyself as a USDA Animal Care Inspector to the driver of the vehicle and said that I was there to conduct an\ninspection.  The driver, Sara, who was wearing a T-shirt that said \"LoneWolf\" told me that I was not allowed to\ninspect the vehicle because she was not an authorized person.  \nOn July 02, 2019, I phoned Allison Hedgpeth, the owner of LoneWolf Pets, and explained what had happened the\nprevious day.  Ms. Hedgpeth told me that she has directed all of her employees to deny USDA access to her\nvehicles unless she is present for the inspection.  She said to go ahead and write an NCI for refusal of inspection,\nthat she would appeal the report, and deal with the consequences.\nAccess to vehicles, animals, and records is necessary to complete an inspection to ensure the health, comfort, and\nsafety of the animals being transported.  The registrant must allow APHIS officials to enter its place of business; to\ninspect facilities, property, and animals; to examine and copy records; and to document non-compliant items via\nphotographs and other means.\nThe exit interview was conducted via phone with the registrant by Jami Niemann-SACS on July 09, 2019.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}