{
  "insp_id": "194151602060468",
  "layout": "a",
  "customer_id": "4900",
  "customer_name": "Arlene L Koehn",
  "customer_addr": "2625 E. 20th St\nBurns, KS 66840",
  "certificate": "48-A-1189",
  "site_id": "001",
  "site_name": "Arlene Koehn",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-JUL-2015",
  "report_date": "14-JUL-2015",
  "citations": [
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "One metal self-feeder is rusted through in the bottom. One lower metal support pipe in one enclosure in the west\nside of the kennel is rusted to the point that sections are missing. Rusted surfaces cannot be adequately cleaned\nand sanitized and can affect the structural strength of the material. All surfaces must be constructed in a manner\nthat allows them to be readily cleaned and sanitized and remain structurally sound. Correct by 13 Aug. 2015."
    },
    {
      "code": "3.1(c)(1)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There are wire points sticking into two dog enclosures at the height of the dogs. Wire points could cause injury to\nthe dogs. All surfaces of housing facilities must be constructed in manner that are free from sharp points that might\ninjure the dogs. Correct by 20 July 2015.\nThis routine inspection and exit interview were conducted with a facility representative, Robert Bacon, ACI and\nKendall Lundy, ACI.\nAdditional Inspectors\nBacon Robert, Animal Care Inspector"
    }
  ],
  "narrative": "3.1(c)(1)(1)\nHOUSING FACILITIES, GENERAL.\nOne metal self-feeder is rusted through in the bottom.  One lower metal support pipe in one enclosure in the west\nside of the kennel is rusted to the point that sections are missing.  Rusted surfaces cannot be adequately cleaned\nand sanitized and can affect the structural strength of the material.  All surfaces must be constructed in a manner\nthat allows them to be readily cleaned and sanitized and remain structurally sound.  Correct by 13 Aug. 2015.\n3.1(c)(1)(2)\nHOUSING FACILITIES, GENERAL.\nThere are wire points sticking into two dog enclosures at the height of the dogs.  Wire points could cause injury to\nthe dogs.  All surfaces of housing facilities must be constructed in manner that are free from sharp points that might\ninjure the dogs.  Correct by 20 July 2015.\nThis routine inspection and exit interview were conducted with a facility representative, Robert Bacon, ACI and\nKendall Lundy, ACI.\nAdditional Inspectors\nBacon Robert, Animal Care Inspector",
  "animals_total": 30,
  "species": [
    {
      "count": 22,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 8,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}