{
  "insp_id": "INS-0000870884",
  "layout": "c",
  "customer_id": "39733",
  "customer_name": "Linda Korver Stanley Korver Bethany Korver",
  "customer_addr": "4047 Jackson Ave\nOrange City, IA 51041",
  "certificate": "42-A-1448",
  "site_id": "001",
  "site_name": "BETHANY KORVER, LINDA KORVER, STANLEY KORVER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-MAY-2023",
  "report_date": "25-MAY-2023",
  "citations": [
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Time and method of identification.",
      "narrative": "* There are 18 dogs that have no official identification on them at time of inspection. Official identification is needed to\nensure that each animal s identity can be known with certainty which helps to facilitate the inspection process. The\nlicensee is using microchips as the official identification. The licensee must ensure that all live dogs on the premise shall\nbe identified by an official tag, a distinctive and legible tattoo marking that is acceptable to and approved by the\nAdministrator or a microchip chip number. If the licensee uses microchips as official identification, then a functioning\nmicrochip reader must be made available to the inspector at time of facility inspection."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "* There was no record of inventory observed on six unweaned puppies born at the facility. Complete and accurate records\nare needed to ensure each animal's identity can be known with certainty and to facilitate the ability to trace all puppies.\nThe licensee shall make, keep, and maintain records or forms which fully include any offspring born of any animal while in\nhis or her possession or under his or her control."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "* An estimated 1/2 inch wide gap by 3 feet long in the cement flooring was observed in the whelp building housing 17\nadult dogs. A mixture of water, waste (white in color), wet dog food kibbles was observed in the gap area. In addition,\nwater and food waste was observed on the cement floor around the gap area. Accumulations of dirt, debris, food waste,\nexcreta, and other disease hazards can collect in the gap area creating unsanitary conditions. In addition, the affected\narea cannot be readily cleaned and sanitized.\nFor required cleaning and the reduction of disease hazards and pests, the licensee must fill all gaps with a material that\nwill allow the cement surfaces to be readily cleaned and sanitized on a routine basis."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "* There is an accumulation of dust, cob webs and dog hair on the chain link fencing for the enclosures located in the\nQuonset Hut Kennel. An accumulation of dust was on the square plastic dog houses surface's for these enclosures, all\nhousing 10 adult dogs and six puppies.\n* Three enclosures, all housing six dogs, in the Whelping Kennel are in contact with the plastic and PVC pipe surfaces\nlocated in this indoor housing. These surfaces had an accumulation of brown grime and or dust. The affected area covers\napproximately 20 to 30 percent of the interior wall area and PVC pipe. Cleaning of surfaces is necessary to prevent an\naccumulation of excreta, dust, debris and other disease hazards. This indicates an unsanitary living condition exists that\ncould lead to potential disease or health risks. Surfaces which are not cleaned and sanitized properly increase the risk of\ndisease hazards for the dogs.\nFor the health and well-being of the animals. All surfaces of housing facilities must be cleaned and sanitized when\nnecessary to satisfy generally accepted husbandry standards and practices. The licensee must ensure that hard surfaces\nwith which the dogs come in contact must be spot cleaned daily and sanitized in accordance with 3.11 (B) of this sub part\nto prevent accumulation of excreta and reduce disease hazards"
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "* Two plastic bales of woodchip bedding was stored directly on top of the concrete flooring. These plastic bales had an\naccumulation of wet soiled wood chips and waste around them on the concrete. There was and open plastic bale of\nwoodchips and a half plastic barrel of trash that was uncovered. This doesn’t protect possible spoilage, contamination,\nand vermin infestation, therefore affecting the health and well-being of the 10 adult dogs and six puppies.\nFor the protection of the supplies from spoilage, and vermin infestation that affects the health and well-being of the dogs,\nall supplies must be stored off the concrete away from the walls to allow for required cleaning and prevent spoilage. All\nopen supplies must be kept in leakproof containers with tightly fitting lids to prevent contamination and spoilage.\nTo be corrected by, 25-May-23."
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "* There is a mixture of water, bedding and animal waste collecting next to the area where two bags of bagged woodchip\nbedding is stored. The affected area is located in the Quonset hut building housing 10 adult dogs and six puppies. The\ntwo bags are laying directly on the concrete with the wet woodchip bedding and animal waste It creates potential\nunsanitary conditions and could lead to potential disease, contamination, or health risks. Cleaning of the ground floor area\nmust be maintained in order to minimize fecal and urine contamination, vermin and pest infestation, insects, odors, and\nother disease hazards. Odors, insects, disease hazards, and pest infestation from fecal and organic material\naccumulations can have an adverse effect on the health and well-being of the animals at this facility.\nFor the minimization of contamination and disease hazards, the licensee must provide for regular and frequent removal of\nwater and other fluids."
    },
    {
      "code": "3.6(a)(2)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "* The end enclosure far from the entry door, in the Quonset Building, houses two adult dogs. The 2\" by 4\" wire enclosure\nfencing was bent, broken and exposing sharp protruding points along the bottom. These points could injure the two adult\ndogs.\nFor the prevention of injury, all enclosures must be free of sharp protruding points and jagged edges.\nTo be corrected by, 25-May-2023."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "* The end enclosure in the Quonset Building housing two adult dogs has a plastic PVC pipe feeder with an accumulation\nof brown grime on the surface. This indicates the the feed receptacles are not being cleaned as necessary to prevent an\naccumulation of waste on the surface. The result of improper cleaning and sanitization of feed and water receptacles can\nincrease disease hazards, insects, pest and odors. Therefore, affecting the health of the dogs.\nFor the prevention of an accumulation of feces and food waste, disease hazards, insects, pests and odors that affect the\ndogs' health, all feed and water receptacles must be cleaned and sanitized as often as necessary.\nTo be corrected by, 25-May-23."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": true,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "* In the Whelping Kennel housing 17 adult dogs, where the back walls and ceiling meet directly above the dogs’\nenclosures had an accumulation of cob webs and dust.\nThere was an accumulation of brown cob webs hanging from the ceiling over the enclosures housing dogs. The PVC\npipe water line fasten to the back wall above five enclosures had and accumulation of brown dirt on the pipe. The two\nwindows above two dog enclosures had an accumulation of cob webs, dead flies and dust. The plastic food storage\ncontainers in this kennel have an accumulation of grey to brown dirt and debris on their surfaces.\n* The Quonset Hut Kennel had an accumulation of bird fecal waste, soiled wood chips (sawdust) and wet woodchips,\nempty dog food bags, plastic straps, fecal waste, PVC pipe on the concrete flooring around the husbandry and food and\nbedding storage areas. These areas were along the dog enclosures housing 10 adult dogs and six puppies. The was an\naccumulation of soiled woodchips, bird fecal waste, brown to grey dust, cardboard boxes, dirty plastic buckets, dirty\nplastic storage sleeves were stored on top of two tables. The food stage containers have and accumulation of brown to\ngrey dust on top of the lids in this kennel. The end enclosure had chewed black netting along the bottom of the 2\" by 4\"\nwire fencing.\nThis can attract and provide living and breeding areas for rodents, insects, other pests and vermin. As a result, this can\naffect the health and well-being of dogs.\nAll housing facilities must be kept clean and free of accumulation of discarded matter. This will facilitate pest control, thus\nprotecting the health and well-being of the dogs."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": true,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "* Bird droppings and or bird fecal waste were accumulating on rubber buckets, food and bedding storage pallets, the\nconcrete around husbandry area and storage table. 10 adult dogs and six puppies are in contact with the affected area\nlocated in the outdoor Quonset hut housing the dogs. The facility has no current effective pest prevention program in\nplace. No means to control or eliminate the birds were viewed during the inspection. Lack of an effective program that\ncontrols birds can create unsanitary conditions and lead to potential health risks. Bird feces may contain pathogens that\ncould adversely impact animal health.\nThe licensee must establish an effective program of bird control for the health and well-being of the dogs."
    },
    {
      "code": "3.13(a)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Veterinary care for dogs.",
      "narrative": "As of this current inspection there was no recorded date for a physical exam of 27 dogs. Physical examination of every\ndog on the premise is necessary to evaluate each dog for its overall internal and external physical body condition. In\naddition, the physical examination will be able to evaluate the overall condition and health of the hair coat, feet, ears, and\neyes. For the health and well-being of the dogs, the licensee must have a complete physical examination from head to\ntail of each dog by the attending veterinarian not less than once every 12 months. This physical exam consultation must\nbe provided to APHIS inspectors upon request."
    },
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": true,
      "desc": "Veterinary care for dogs.",
      "narrative": "* As of this current inspection there was no recorded date for annual rabies vaccination, heartworm, and fecal float testing\nfor 27 dogs. Annual rabies vaccinations, heartworm and fecal float testing are important for the health of the animals.\nHeartworm and fecal float testing is done to ensure that there are no active internal parasites.\nFor the health and well-being of the dogs, the licensee must ensure that all dogs are receiving vaccinations for contagious\nand/or deadly diseases of dogs (including rabies, parvovirus, and distemper) and sampling and treatment of parasites and\nother pests (including fleas, worms, coccidia, giardia, and heartworm) in accordance with a schedule approved by the\nattending veterinarian\nThis inspection and exit interview were conducted with the facility representative.\nn"
    }
  ],
  "narrative": "2.50(a)(1)  Repeat\n   \nTime and method of identification. \n* There are 18 dogs that have no official identification on them at time of inspection. Official identification is needed to \nensure that each animal s identity can be known with certainty which helps to facilitate the inspection process. The \nlicensee is using microchips as the official identification. The licensee must ensure that all live dogs on the premise shall \nbe identified by an official tag, a distinctive and legible tattoo marking that is acceptable to and approved by the \nAdministrator or a microchip chip number. If the licensee uses microchips as official identification, then a functioning \nmicrochip reader must be made available to the inspector at time of facility inspection. \n2.75(a)(1)  Repeat\n   \nRecords: Dealers and exhibitors. \n* There was no record of inventory observed on six unweaned puppies born at the facility. Complete and accurate records \nare needed to ensure each animal's identity can be known with certainty and to facilitate the ability to trace all puppies. \nThe licensee shall make, keep, and maintain records or forms which fully include any offspring born of any animal while in \nhis or her possession or under his or her control. \n3.1(c)(2)  Repeat\n   \nHousing facilities, general.\n\n* An estimated 1/2 inch wide gap by 3 feet long in the cement flooring was observed in the whelp building housing 17 \nadult dogs. A mixture of water, waste (white in color), wet dog food kibbles was observed in the gap area. In addition, \nwater and food waste was observed on the cement floor around the gap area. Accumulations of dirt, debris, food waste, \nexcreta, and other disease hazards can collect in the gap area creating unsanitary conditions. In addition, the affected \narea cannot be readily cleaned and sanitized. \n \n For required cleaning and the reduction of disease hazards and pests, the licensee must fill all gaps with a material that \nwill allow the cement surfaces to be readily cleaned and sanitized on a routine basis. \n3.1(c)(3)  Repeat\n   \nHousing facilities, general. \n*  There is an accumulation of dust, cob webs and dog hair on the chain link fencing for the enclosures located in the \nQuonset Hut Kennel.  An accumulation of dust was on the square plastic dog houses surface's for these enclosures, all \nhousing 10 adult dogs and six puppies.  \n*    Three enclosures, all housing six dogs, in the Whelping Kennel are in contact with the plastic and PVC pipe surfaces \nlocated in this indoor housing. These surfaces had an accumulation of brown grime and or dust.  The affected area covers \napproximately 20 to 30 percent of the interior wall area and PVC pipe. Cleaning of surfaces is necessary to prevent an \naccumulation of excreta, dust, debris and other disease hazards. This indicates an unsanitary living condition exists that \ncould lead to potential disease or health risks. Surfaces which are not cleaned and sanitized properly increase the risk of \ndisease hazards for the dogs. \n \nFor the health and well-being of the animals. All surfaces of housing facilities must be cleaned and sanitized when \nnecessary to satisfy generally accepted husbandry standards and practices. The licensee must ensure that hard surfaces\n\nwith which the dogs come in contact must be spot cleaned daily and sanitized in accordance with 3.11 (B) of this sub part \nto prevent accumulation of excreta and reduce disease hazards \n3.1(e) \n   \nHousing facilities, general. \n*    Two plastic bales of woodchip bedding was stored directly on top of the concrete flooring.  These plastic bales had an \naccumulation of wet soiled wood chips and waste around them on the concrete.  There was and open plastic bale of \nwoodchips and a half plastic barrel of trash that was uncovered. This doesn’t protect possible spoilage, contamination, \nand vermin infestation, therefore affecting the health and well-being of the 10 adult dogs and six puppies. \n \nFor the protection of the supplies from spoilage, and vermin infestation that affects the health and well-being of the dogs, \nall supplies must be stored off the concrete away from the walls to allow for required cleaning and prevent spoilage.  All \nopen supplies must be kept in leakproof containers with tightly fitting lids to prevent contamination and spoilage.  \n \nTo be corrected by, 25-May-23. \n3.1(f)  Repeat\n   \nHousing facilities, general. \n* There is a mixture of water, bedding and animal waste collecting next to the area where two bags of bagged woodchip \nbedding is stored. The affected area is located in the Quonset hut building housing 10 adult dogs and six puppies. The \ntwo bags are laying directly on the concrete with the wet woodchip bedding and animal waste  It creates potential \nunsanitary conditions and could lead to potential disease, contamination, or health risks. Cleaning of the ground floor area \nmust be maintained in order to minimize fecal and urine contamination, vermin and pest infestation, insects, odors, and \nother disease hazards. Odors, insects, disease hazards, and pest infestation from fecal and organic material\n\naccumulations can have an adverse effect on the health and well-being of the animals at this facility.  \n \nFor the minimization of contamination and disease hazards, the licensee must provide for regular and frequent removal of \nwater and other fluids. \n3.6(a)(2)(i) \n   \nPrimary enclosures. \n* The end enclosure far from the entry door, in the Quonset Building, houses two adult dogs.   The 2\" by 4\" wire enclosure \nfencing was bent, broken and exposing sharp protruding points along the bottom.  These points could injure the two adult \ndogs. \n \nFor the prevention of injury, all enclosures must be free of sharp protruding points and jagged edges.  \n \nTo be corrected by, 25-May-2023. \n3.11(b)(2) \n   \nCleaning, sanitization, housekeeping, and pest control. \n*  The end enclosure in the Quonset Building housing two adult dogs has a plastic PVC pipe feeder with an accumulation \nof brown grime on the surface.  This indicates the the feed receptacles are not being cleaned as necessary to prevent an \naccumulation of waste on the surface. The result of improper cleaning and sanitization of feed and water receptacles can \nincrease disease hazards, insects, pest and odors.  Therefore, affecting the health of the dogs. \n \nFor the prevention of an accumulation of feces and food waste, disease hazards, insects, pests and odors that affect the \ndogs' health, all feed and water receptacles must be cleaned and sanitized as often as necessary.\n\nTo be corrected by, 25-May-23. \n3.11(c)  Repeat\n   \nCleaning, sanitization, housekeeping, and pest control. \n* In the Whelping Kennel housing 17 adult dogs,  where the back walls and ceiling meet directly above the dogs’ \nenclosures had an accumulation of cob webs and dust.   \n There was an accumulation of brown cob webs hanging from the ceiling over the enclosures housing dogs. The PVC \npipe water line fasten to the back wall above five enclosures had and accumulation of brown dirt on the pipe. The two \nwindows above two dog enclosures had an accumulation of cob webs, dead flies and dust. The plastic food storage \ncontainers in this kennel have an accumulation of grey to brown dirt and debris on their surfaces.  \n*    The Quonset Hut Kennel had an accumulation of bird fecal waste, soiled wood chips (sawdust) and wet woodchips, \nempty dog food bags, plastic straps, fecal waste, PVC pipe on the concrete flooring around the husbandry and food and \nbedding storage areas. These areas were along the dog enclosures housing 10 adult dogs and six puppies. The was an \naccumulation of soiled woodchips, bird fecal waste, brown to grey dust, cardboard boxes, dirty plastic buckets, dirty \nplastic storage sleeves were stored on top of two tables. The food stage containers have and accumulation of brown to \ngrey dust on top of the lids in this kennel.  The end enclosure had chewed black netting along the bottom of the 2\" by 4\" \nwire fencing. \nThis can attract and provide living and breeding areas for rodents, insects, other pests and vermin. As a result, this can \naffect the health and well-being of  dogs. \n \nAll housing facilities must be kept clean and free of accumulation of discarded matter. This will facilitate pest control, thus \nprotecting the health and well-being of the dogs.\n\n3.11(d)  Repeat\n   \nCleaning, sanitization, housekeeping, and pest control. \n* Bird droppings and or bird fecal waste were accumulating on rubber buckets, food and bedding storage pallets, the \nconcrete around husbandry area and storage table. 10 adult dogs and six puppies are in contact with the affected area \nlocated in the outdoor Quonset hut housing the dogs. The facility has no current effective pest prevention program in \nplace. No means to control or eliminate the birds were viewed during the inspection. Lack of an effective program that \ncontrols birds can create unsanitary conditions and lead to potential health risks. Bird feces may contain pathogens that \ncould adversely impact animal health.  \n \nThe licensee must establish an effective program of bird control for the health and well-being of the dogs. \n3.13(a)(2)  Repeat\n   \nVeterinary care for dogs. \nAs of this current inspection there was no recorded date for a physical exam of 27 dogs. Physical examination of every \ndog on the premise is necessary to evaluate each dog for its overall internal and external physical body condition. In \naddition, the physical examination will be able to evaluate the overall condition and health of the hair coat, feet, ears, and \neyes.  For the health and well-being of the dogs, the licensee must have a complete physical examination from head to \ntail of each dog by the attending veterinarian not less than once every 12 months.  This physical exam consultation must \nbe provided to APHIS inspectors upon request. \n3.13(a)(3)  Repeat\n   \nVeterinary care for dogs. \n* As of this current inspection there was no recorded date for annual rabies vaccination, heartworm, and fecal float testing \nfor 27 dogs. Annual rabies vaccinations, heartworm and fecal float testing are important for the health of the animals. \nHeartworm and fecal float testing is done to ensure that there are no active internal parasites.\n\nFor the health and well-being of the dogs, the licensee must ensure that all dogs are receiving vaccinations for contagious \nand/or deadly diseases of dogs (including rabies, parvovirus, and distemper) and sampling and treatment of parasites and \nother pests (including fleas, worms, coccidia, giardia, and heartworm) in accordance with a schedule approved by the \nattending veterinarian \n \nThis inspection and exit interview were conducted with the facility representative. \n \n n",
  "animals_total": 33,
  "species": [
    {
      "count": 27,
      "scientific": "Canis familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 6,
      "scientific": "Canis familiaris",
      "common": "DOG PUPPY"
    }
  ]
}