{
  "insp_id": "358151311570985",
  "layout": "a",
  "customer_id": "333193",
  "customer_name": "Connie Tibbs",
  "customer_addr": "2715 Bells Hwy\nWalterboro, SC 29488",
  "certificate": "56-C-0263",
  "site_id": "001",
  "site_name": "CONNIE TIBBS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-DEC-2015",
  "report_date": "24-DEC-2015",
  "citations": [
    {
      "code": "2.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "Since the last inspection a tiger cub was obtained on 9-19-15 to bottle raise. The licensee stated she has never\nowned large exotic cats, only small exotic cats. The licensee has worked with large exotic cats in the past as a\nvolunteer, but needs more experience and training before owning this dangerous animal. The tiger is in a small\ngauge wire cage which is inadequate for when it grows in height, weight and strength. The diet is also not sufficient\nfor large exotic cats. Licensee must demonstrate knowledge and obtain experience with working with large exotic\ncats before housing one. To be corrected immediately."
    },
    {
      "code": "3.84(d)(3)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Two of the plastic shoe box size food receptacles for the non-human primates are deeply scratched and chewed\nfrom previous animals and there is a black grime and algae in the deep grooves and on the sides of these feeders.\nThe feeders need to be repaired or replaced to allow adequate cleaning and the feeders are to be kept clean and\nsanitized at least every two weeks. To be corrected by 12-26-15."
    },
    {
      "code": "3.125(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Whole dead ducks were fed to the two Siberian lynx and the carcasses are still in the enclosure. Both ducks were\ncovered with small maggots. All food wastes are to be removed from the animal enclosures on a timely basis in\norder to prevent disease hazards and odors. This was corrected during this inspection."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "Since the last inspection, a section of the six foot perimeter fence around the exotic animal area was removed. This\nsection of fence was made up of chain link bird cages which were removed leaving only the four foot chain link\nfence in this area. Additionally a tiger cub was obtained and this exotic animal requires having an eight foot\nperimeter fence. A perimeter fence which meets the standards (6 foot for non-dangerous exotics and 8 feet for\ndangerous exotics) needs to be maintained at all times. To be corrected by 1-8-16."
    },
    {
      "code": "3.128",
      "kind": "",
      "repeat": false,
      "desc": "SPACE REQUIREMENTS.",
      "narrative": "Since the last inspection, an Asian small clawed otter was obtained. It is being housed in an above ground wire\nbottom cage with attached wooden shelter. In the wild these otters use a wide range of watery habitats and their\nbodies are made for water. There is no pool or water feature to allow this animal which normally spends a large\namount of its time in water to do so. Not having access to water kept at an appropriate temperature in which to\nswim, not just soak, can potentially cause physical problems, hair coat and skin problems, and mental health issues.\nTo be corrected by 1-22-16."
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "The tiger was obtained as a bottle raised baby and came with instructions for what to bottle feed. The tiger is now\napproximately 6 months old and being fed chicken parts and occasionally other fresh meet. No supplements of any\ntype are being provided and the veterinarian has not approved the diet for this growing animal. Growing tigers are\nparticularly susceptible to metabolic bone disease when not provided adequate and proportional calcium and\nphosphorus. Big cats also have additional nutritional requirements including taurine. Improper diets including\ncalcium:phosphorus ratio imbalances may lead to growth problems or metabolic bone disease.\nAll animals need to be provided food and appropriate supplements of sufficient nutritive value to maintain all\nanimals in good health. Licensee needs to provide an appropriate diet (feed and supplements) and to consult with a\nveterinarian who is knowledgeable about these species to obtain advice on feeding in order to provide an\nappropriate diet to maintain their health and well-being. To be corrected by 1-1-16.\nExit briefing conducted with facility representatives."
    }
  ],
  "narrative": "2.131(a)\nHANDLING OF ANIMALS.\nSince the last inspection a tiger cub was obtained on 9-19-15 to bottle raise.  The licensee stated she has never\nowned large exotic cats, only small exotic cats. The licensee has worked with large exotic cats in the past as a\nvolunteer, but needs more experience and training before owning this dangerous animal.  The tiger is in a small\ngauge wire cage which is inadequate for when it grows in height, weight and strength.   The diet is also not sufficient\nfor large exotic cats.     Licensee must demonstrate knowledge and obtain experience with working with large exotic\ncats before housing one.  To be corrected immediately.\n3.84(d)(3)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL. \nTwo of the plastic shoe box size food receptacles for the non-human primates are deeply scratched and chewed\nfrom previous animals and there is a black grime and algae in the deep grooves and on the sides of these feeders. \nThe feeders need to be repaired or replaced to allow adequate cleaning and the feeders are to be kept clean and\nsanitized at least every two weeks. To be corrected by 12-26-15.\n3.125(d)\nFACILITIES, GENERAL.   \nWhole dead ducks were fed to the two Siberian lynx and the carcasses are still in the enclosure.  Both ducks were\ncovered with small maggots.   All food wastes are to be removed from the animal enclosures on a timely basis in\norder to prevent disease hazards and odors.   This was corrected during this inspection.\n3.127(d)\nFACILITIES, OUTDOOR.\n\nSince the last inspection, a section of the six foot perimeter fence around the exotic animal area was removed.  This\nsection of fence was made up of chain link bird cages which were removed leaving only the four foot chain link\nfence in this area.  Additionally a tiger cub was obtained and this exotic animal requires having an eight foot\nperimeter fence.   A perimeter fence which meets the standards (6 foot for non-dangerous exotics and 8 feet for\ndangerous exotics) needs to be maintained at all times.   To be corrected by 1-8-16.\n3.128\nSPACE REQUIREMENTS. \nSince the last inspection, an Asian small clawed otter was obtained.  It is being housed in an above ground wire\nbottom cage with attached wooden shelter.   In the wild these otters use a wide range of watery habitats and their\nbodies are made for water. There is no pool or water feature to allow this animal which normally spends a large\namount of its time in water to do so.  Not having access to water kept at an appropriate temperature in which to\nswim, not just soak, can potentially cause physical problems, hair coat and skin problems, and mental health issues.\n \nTo be corrected by 1-22-16.\n3.129(a)\nFEEDING.    \nThe tiger was obtained as a bottle raised baby and came with instructions for what to bottle feed.  The tiger is now\napproximately 6 months old and being fed chicken parts and occasionally other fresh meet.  No supplements of any\ntype are being provided and the veterinarian has not approved the diet for this growing animal.  Growing tigers are\nparticularly susceptible to metabolic bone disease when not provided adequate and proportional calcium and\nphosphorus.  Big cats also have additional nutritional requirements including taurine. Improper diets including\ncalcium:phosphorus ratio imbalances may lead to growth problems or metabolic bone disease.  \nAll animals need to be provided food and appropriate supplements of sufficient nutritive value to maintain all\nanimals in good health.  Licensee needs to provide an appropriate diet (feed and supplements) and to consult with a\nveterinarian who is knowledgeable about these species to obtain advice on feeding in order to provide an\nappropriate diet to maintain their health and well-being.   To be corrected by 1-1-16.\nExit briefing conducted with facility representatives.\n\n",
  "animals_total": 17,
  "species": [
    {
      "count": 1,
      "scientific": "Amblonyx cinereus",
      "common": "ORIENTAL SMALL-CLAWED OTTER"
    },
    {
      "count": 2,
      "scientific": "Erythrocebus patas",
      "common": "PATAS MONKEY"
    },
    {
      "count": 1,
      "scientific": "Hylobates lar",
      "common": "LAR GIBBON"
    },
    {
      "count": 2,
      "scientific": "Lynx lynx",
      "common": "NORTHERN/EURASIAN LYNX"
    },
    {
      "count": 5,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 1,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE *MALE"
    },
    {
      "count": 1,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE / SNOW MACAQUE"
    },
    {
      "count": 2,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 1,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Papio anubis",
      "common": "OLIVE BABOON"
    }
  ]
}