{
  "insp_id": "2016082569108040",
  "layout": "a",
  "customer_id": "35265",
  "customer_name": "David Horning",
  "customer_addr": "3374 190th Street\nIonia, IA 50645",
  "certificate": "42-A-1429",
  "site_id": "001",
  "site_name": "DAVID HORNING",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-MAR-2018",
  "report_date": "12-APR-2018",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Bichon Frise (microchip #0950966586) has poor dental health and extremely overgrown toenails. The majority of an\nupper right tooth is covered with a hard, thick brown material and the gum has significantly receded from the tooth.\nBlood surrounds the base of the lower right canine tooth and blood is also evident on the hair surrounding the dog’s\nmouth. The front and rear toenails on all feet are overgrown, flattened and have a severe curve.\nFemale Pomeranian has poor dental health. The majority of the surface of the cheek and canine teeth are\ncompletely covered with thick, brown, hard tartar. The gums are red and receded from the teeth. An upper left tooth\nmoved easily when pushed back and forth by the inspector’s finger.\nMale Cavalier Spaniel (microchip #0A02596614) has an inflamed left eye. A cloudy discharge surrounds the eye.\nThe white of the eye is completely red and the surface of the eye covering the iris and pupil is cloudy with a bluish\ntinge. Blood vessels have formed along the surface of the eye. This dog was evaluated by a licensed veterinarian at\nthe time of the inspection.\nFemale Chihuahua (microchip #037533795) has poor dental health and severely matted fur. The majority of the\nsurface of the upper and lower cheek teeth and canine teeth on both sides of the mouth are completely covered in a\nthick brown tartar. The gums are red. Matted fur is present around the neck, on the back, inner and outer legs\nsurfaces and tail with some mats tightly adhered to the body pulling on the skin. The skin surrounding and in\nbetween the matts is pink, dry and flaky.\nFemale Pomeranian (microchip #0A01646018) has poor dental health and extremely overgrown toenails. The\nentire surface of the upper and lower cheek teeth on both sides of the mouth are completely covered in a thick\nbrown tartar and nearly the entire surface of the upper and lower canine teeth on both sides of the mouth are\ncovered in a thick brown tartar. The gums have become moderately reddened. The toenails of the hind feet are\nexcessively long and have developed a severe curve.\nFemale Yorkshire terrier (microchip #0A01646442) has poor dental health and a large area of hair loss. The entire\nsurface of the upper and lower cheek teeth on both sides of the mouth are completely covered in a thick brown\ntartar and nearly the entire surface of the upper and lower canine teeth on both sides of the mouth are covered in a\nthick brown tartar. The gums have become moderately reddened. An extensive area of hair loss is located across\nthe top of the dog’s back and rump, along the flanks and down the hind legs. Flaky, white material is located on the\nexposed skin and within the hair surrounding the affected area.\nMale Shih tzu (microchip #0A01450219) has poor dental health. The entire surface of the upper and lower cheek\nteeth on both sides of the mouth are completely encased in a thick grey/brown tartar and nearly the entire surface of\nthe upper and lower canine teeth on both sides of the mouth are covered in a thick grey/brown tartar. The gums\nare moderately reddened.\nFemale Pomeranian (microchip #0A02035042) has poor dental health. The entire surface of the upper and lower\ncheek teeth on both sides of the mouth are completely covered in a thick brown tartar and nearly the entire surface\nof the upper and lower canine teeth on both sides of the mouth are covered in a thick brown tartar. A line of grey\nmaterial is located along the gum line of the upper right cheek teeth. The gums have become moderately reddened.\nFemale Bichon (microchip #0A01675602) has poor dental health and has debris entangled within the hair coat. The\nentire surface of the upper and lower cheek teeth on both sides of the mouth are completely covered in a thick\nbrown tartar and nearly the entire surface of the upper and lower canine teeth on both sides of the mouth are\ncovered in a thick brown tartar. The gums have become moderately reddened. A large, firm ball of dark brown\nfeces is entrapped within the hair beneath the tail. The licensee removed the feces from the dog’s hair at the time\nof the inspection.\nFemale Dachshund (microchip #0A02125277) has poor dental health and an area of hair loss. The entire surface of\nthe upper cheek teeth on both sides of the mouth are completely covered in a thick brown tartar and nearly the\nentire surface of the upper front and canine teeth on both sides of the mouth are covered in a thick brown tartar.\nThe gums have become moderately reddened. Nearly all the hair is missing from the majority of the surface of the\ndog’s tail.\nFemale Dachshund (microchip #0A01685607) has poor dental health and areas of hair loss. The entire surface of\nthe upper and lower cheek teeth on both sides of the mouth are completely encased in a thick grey/brown tartar and\nnearly the entire surface of the upper left canine tooth is covered in a thick grey/brown tartar. A line of grey material\nis located along the gum line of the upper left canine tooth and cheek teeth. Areas of hair loss are located around\nthe base of the tail and lower half of the tail. The skin of the affected area around the base of the tail is reddened\nand a section of darker red, thickened, rough skin is located on the right side of the base of the tail.\nFemale English bulldog (microchip #0A02127448) has an abnormal appearance to the right front foot. A dark, red\nlesion is located between the toes of the right front foot. There is a small opening located in the center of the lesion\nand the hair around the lesion is moist.\nFemale Pomeranian (microchip #0A02037141) has an abnormal appearance to the right front foot. A red lesion is\nlocated between the toes of the front right foot and a darker red area is located along the top of the lesion. The hair\naround the lesion is moist.\nFemale Shih tzu (microchip #0A02314772) has a reddened area located along both sides and the bottom side of\nthe neck and extending down to the chest and up to the base of the ears. Within the affected areas are sections of\nthinning hair and a brown, crusty material is entrapped within the hair in the areas near the base of the ears. This\ndog was evaluated by a licensed veterinarian for this condition on December 15, 2017, but had not been\nreevaluated by the time of the inspection. This dog was evaluated by a licensed veterinarian at the time of the\ninspection.\nEye problems can cause pain and discomfort and can lead to further medical conditions. Poor dental health can\ncause pain and discomfort and can lead to weight loss and further medical conditions. Overgrown toenails and foot\nlesions can cause pain and discomfort and interfere with the dog’s normal gait and lead to further medical\nconditions. Matted hair coat and hair/skin conditions can cause pain and discomfort, interfere with the dog’s ability\nto maintain body temperature and entrap foreign material such as feces and food waste.\nThe above mentioned dogs must be evaluated by a licensed veterinarian for a proper diagnosis and to establish\nand follow a plan for treatment. The licensee must ensure that all dogs receive adequate veterinary care at all\ntimes.\nCorrection date: March 22, 2018 by end of the business day.\nFemale Bichon (microchip #7E102411400) has a significant amount of matted hair located beneath the tail and\nalong the upper portion of the backside of the hind legs. The matted hair is twisted and there are clumps of hard,\ndark colored material trapped within the matted hair.\nA matted hair coat can cause pain and discomfort, interfere with the dog’s ability to maintain body temperature and\nentrap foreign material such as feces and food waste. This dog must receive hair coat grooming in order to remove\nthe matted hair and hard material. The licensee must ensure the hair coats of all dogs remain free of matted hair\nand foreign material at all times.\nCorrection date: The licensee removed the matted hair and material at the time of the inspection.\nThis inspection and exit interview were conducted with VMO Katie Steneroden, ACI Kelly Maxwell and the facility\nrepresentative.\nAdditional Inspectors\nMaxwell Kelly, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nBichon Frise (microchip #0950966586) has poor dental health and extremely overgrown toenails. The majority of an\nupper right tooth is covered with a hard, thick brown material and the gum has significantly receded from the tooth.\nBlood surrounds the base of the lower right canine tooth and blood is also evident on the hair surrounding the dog’s\nmouth. The front and rear toenails on all feet are overgrown, flattened and have a severe curve.\nFemale Pomeranian has poor dental health. The majority of the surface of the cheek and canine teeth are\ncompletely covered with thick, brown, hard tartar. The gums are red and receded from the teeth. An upper left tooth\nmoved easily when pushed back and forth by the inspector’s finger. \n \nMale Cavalier Spaniel (microchip #0A02596614) has an inflamed left eye. A cloudy discharge surrounds the eye.\nThe white of the eye is completely red and the surface of the eye covering the iris and pupil is cloudy with a bluish\ntinge. Blood vessels have formed along the surface of the eye. This dog was evaluated by a licensed veterinarian at\nthe time of the inspection. \nFemale Chihuahua (microchip #037533795) has poor dental health and severely matted fur.  The majority of the\nsurface of the upper and lower cheek teeth and canine teeth on both sides of the mouth are completely covered in a\nthick brown tartar. The gums are red. Matted fur is present around the neck, on the back, inner and outer legs\nsurfaces and tail with some mats tightly adhered to the body pulling on the skin. The skin surrounding and in\nbetween the matts is pink, dry and flaky.\nFemale Pomeranian (microchip #0A01646018) has poor dental health and extremely overgrown toenails.  The\nentire surface of the upper and lower cheek teeth on both sides of the mouth are completely covered in a thick\nbrown tartar and nearly the entire surface of the upper and lower canine teeth on both sides of the mouth are\ncovered in a thick brown tartar.   The gums have become moderately reddened.   The toenails of the hind feet are\nexcessively long and have developed a severe curve.\nFemale Yorkshire terrier (microchip #0A01646442) has poor dental health and a large area of hair loss.   The entire\nsurface of the upper and lower cheek teeth on both sides of the mouth are completely covered in a thick brown\n\ntartar and nearly the entire surface of the upper and lower canine teeth on both sides of the mouth are covered in a\nthick brown tartar.   The gums have become moderately reddened.  An extensive area of hair loss is located across\nthe top of the dog’s back and rump, along the flanks and down the hind legs. Flaky, white material is located on the\nexposed skin and within the hair surrounding the affected area. \n \nMale Shih tzu (microchip #0A01450219) has poor dental health. The entire surface of the upper and lower cheek\nteeth on both sides of the mouth are completely encased in a thick grey/brown tartar and nearly the entire surface of\nthe upper and lower canine teeth on both sides of the mouth are covered in a thick grey/brown tartar.   The gums\nare moderately reddened.\nFemale Pomeranian (microchip #0A02035042) has poor dental health.  The entire surface of the upper and lower\ncheek teeth on both sides of the mouth are completely covered in a thick brown tartar and nearly the entire surface\nof the upper and lower canine teeth on both sides of the mouth are covered in a thick brown tartar.  A line of grey\nmaterial is located along the gum line of the upper right cheek teeth. The gums have become moderately reddened.\nFemale Bichon (microchip #0A01675602) has poor dental health and has debris entangled within the hair coat.  The\nentire surface of the upper and lower cheek teeth on both sides of the mouth are completely covered in a thick\nbrown tartar and nearly the entire surface of the upper and lower canine teeth on both sides of the mouth are\ncovered in a thick brown tartar.   The gums have become moderately reddened.   A large, firm ball of dark brown\nfeces is entrapped within the hair beneath the tail.  The licensee removed the feces from the dog’s hair at the time\nof the inspection.\nFemale Dachshund (microchip #0A02125277) has poor dental health and an area of hair loss.  The entire surface of\nthe upper cheek teeth on both sides of the mouth are completely covered in a thick brown tartar and nearly the\nentire surface of the upper front and canine teeth on both sides of the mouth are covered in a thick brown tartar.  \nThe gums have become moderately reddened.  Nearly all the hair is missing from the majority of the surface of the\ndog’s tail.  \nFemale Dachshund (microchip #0A01685607) has poor dental health and areas of hair loss.  The entire surface of\nthe upper and lower cheek teeth on both sides of the mouth are completely encased in a thick grey/brown tartar and\nnearly the entire surface of the upper left canine tooth is covered in a thick grey/brown tartar.  A line of grey material\nis located along the gum line of the upper left canine tooth and cheek teeth.  Areas of hair loss are located around\nthe base of the tail and lower half of the tail. The skin of the affected area around the base of the tail is reddened\nand a section of darker red, thickened, rough skin is located on the right side of the base of the tail.  \nFemale English bulldog (microchip #0A02127448) has an abnormal appearance to the right front foot.  A dark, red\nlesion is located between the toes of the right front foot.  There is a small opening located in the center of the lesion\nand the hair around the lesion is moist.\n\nFemale Pomeranian (microchip #0A02037141) has an abnormal appearance to the right front foot.  A red lesion is\nlocated between the toes of the front right foot and a darker red area is located along the top of the lesion.  The hair\naround the lesion is moist.\n  \nFemale Shih tzu (microchip #0A02314772) has a reddened area located along both sides and the bottom side of\nthe neck and extending down to the chest and up to the base of the ears. Within the affected areas are sections of\nthinning hair and a brown, crusty material is entrapped within the hair in the areas near the base of the ears.  This\ndog was evaluated by a licensed veterinarian for this condition on December 15, 2017, but had not been\nreevaluated by the time of the inspection.  This dog was evaluated by a licensed veterinarian at the time of the\ninspection.  \nEye problems can cause pain and discomfort and can lead to further medical conditions. Poor dental health can\ncause pain and discomfort and can lead to weight loss and further medical conditions. Overgrown toenails and foot\nlesions can cause pain and discomfort and interfere with the dog’s normal gait and lead to further medical\nconditions. Matted hair coat and hair/skin conditions can cause pain and discomfort, interfere with the dog’s ability\nto maintain body temperature and entrap foreign material such as feces and food waste. \nThe above mentioned dogs must  be evaluated by a licensed veterinarian for a proper diagnosis and to establish\nand follow a plan for treatment.  The licensee must ensure that all dogs receive adequate veterinary care at all\ntimes. \nCorrection date: March 22, 2018 by end of the business day. \nFemale Bichon (microchip #7E102411400) has a significant amount of matted hair located beneath the tail and\nalong the upper portion of the backside of the hind legs.  The matted hair is twisted and there are clumps of hard,\ndark colored material trapped within the matted hair. \n \nA matted hair coat can cause pain and discomfort, interfere with the dog’s ability to maintain body temperature and\nentrap foreign material such as feces and food waste.   This dog must receive hair coat grooming in order to remove\nthe matted hair and hard material.  The licensee must ensure the hair coats of all dogs remain free of matted hair\nand foreign material at all times.\nCorrection date:  The licensee removed the matted hair and material at the time of the inspection.\nThis inspection and exit interview were conducted with VMO Katie Steneroden, ACI Kelly Maxwell and the facility\nrepresentative.\n\nAdditional Inspectors\nMaxwell Kelly, Animal Care Inspector",
  "animals_total": 200,
  "species": [
    {
      "count": 175,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 25,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}