{
  "insp_id": "153141503380374",
  "layout": "a",
  "customer_id": "9968",
  "customer_name": "College Of Charleston - Resch & Grants Admin",
  "customer_addr": "College Of Charleston\n66 George St\nCharleston, SC 29424",
  "certificate": "56-R-0112",
  "site_id": "001",
  "site_name": "COLLEGE OF CHARLESTON SC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "02-JUN-2014",
  "report_date": "02-JUN-2014",
  "citations": [
    {
      "code": "2.31(b)(3)(2)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "The one unaffiliated member only attended two of the last nine IACUC meetings. This member did not attend either\nof the two meetings where the program review and facility inspections were done. This minimum attendance does\nnot assure this person has provided representation for the general community interests in the proper care and\ntreatment of animals. The IACUC needs to assure the community interest is served by regular attendance at\nIACUC meetings and that the unaffiliated member participates in program reviews and facility inspections. To be\ncorrected by 10-29-14."
    }
  ],
  "narrative": "2.31(b)(3)(2)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nThe one unaffiliated member only attended two of the last nine IACUC meetings.  This member did not attend either\nof the two meetings where the program review and facility inspections were done.  This minimum attendance does\nnot assure this person has provided representation for the general community interests in the proper care and\ntreatment of animals.  The IACUC needs to assure the community interest is served by regular attendance at\nIACUC meetings and that the unaffiliated member participates in program reviews and facility inspections.  To be\ncorrected by 10-29-14.",
  "animals_total": 22,
  "species": [
    {
      "count": 22,
      "scientific": "Peromyscus californicus",
      "common": "CALIFORNIA MOUSE"
    }
  ]
}