{
  "insp_id": "5161655340193",
  "layout": "a",
  "customer_id": "14434",
  "customer_name": "Donna Taber",
  "customer_addr": "375 C R 851\nWasola, MO 65773",
  "certificate": "43-A-5497",
  "site_id": "001",
  "site_name": "DONNA TABER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-JAN-2016",
  "report_date": "05-JAN-2016",
  "citations": [
    {
      "code": "3.4(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "The dogs in the outdoor facility did not have adequate bedding. The ambient temperature at the time of the\ninspection was 40 degrees F with temperatures falling below 35 degrees F at night. The shelters had a small\namount of hay, but not enough for the temperatures that the dogs were being exposed to. Adequate clean, dry\nbedding is necessary to protect the dogs so that they are not in discomfort or at risk for temperature-related health\nproblems. The licensee must ensure that each dog has access to a shelter with bedding when the ambient\ntemperature falls below 50 degrees and must provide additional bedding when the temperature is 35 degrees F or\nlower.\nTO BE CORRECTED JANUARY 05, 2016.\nThe inspection and the exit briefing were conducted with the licensee."
    }
  ],
  "narrative": "3.4(b)(4)\nOUTDOOR HOUSING FACILITIES.\nThe dogs in the outdoor facility did not have adequate bedding.  The ambient temperature at the time of the\ninspection was 40 degrees F with temperatures falling below 35 degrees F at night.  The shelters had a small\namount of hay, but not enough for the temperatures that the dogs were being exposed to.  Adequate clean, dry\nbedding is necessary to protect the dogs so that they are not in discomfort or at risk for temperature-related health\nproblems.  The licensee must ensure that each dog has access to a shelter with bedding when the ambient\ntemperature falls below 50 degrees and must provide additional bedding when the temperature is 35 degrees F or\nlower.  \nTO BE CORRECTED JANUARY 05, 2016.\nThe inspection and the exit briefing were conducted with the licensee.",
  "animals_total": 171,
  "species": [
    {
      "count": 107,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 64,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}