{
  "insp_id": "2016082568276963",
  "layout": "a",
  "customer_id": "332820",
  "customer_name": "Dee Kays Suggies N Hedgehogs N More",
  "customer_addr": "1872 County Road 37\nScottown, OH 45678",
  "certificate": "31-A-0543",
  "site_id": "001",
  "site_name": "DEE KAYS SUGGIES N HEDGEHOGS N MORE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-MAY-2017",
  "report_date": "09-MAY-2017",
  "citations": [
    {
      "code": "2.75(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The facility does not currently have a method in place to document or maintain records (other then sale paperwork)\nfor any offspring born from their breeding stock (hedgehog and sugar gliders). In addition, the facility does not have\nany disposition records for one of the breeding females,\"peper\" listed on the Acquisition record for the adult sugar\ngliders. The Licensee stated that this animal had been sold because she did not get along with her cage mates.\nHowever; no sales/disposition documentation was able to be provided at the time of inspection. Acquisition and\nDisposition records must be maintained in order to properly ID animals on the premise and to preform proper\ntraceback and traceforward of all animals. The Licensee must ensure that Acquisition and Disposition records are\nmaintained for all animals purchased or otherwise acquired, owned, held, leased, or otherwise in her possession or\nunder her control, or which is transported, sold, euthanized, or otherwise disposed of. The records shall also\ninclude any offspring born of any animal while in her possession or under her control.\nCorrect From This Day Forward (COB 5/9/2017)\nThis inspection and exit interview were conducted with the Licensee."
    }
  ],
  "narrative": "2.75(b)(2)\nRECORDS: DEALERS AND EXHIBITORS.\nThe facility does not currently have a method in place to document or maintain records (other then sale paperwork)\nfor any offspring born from their breeding stock (hedgehog and sugar gliders).  In addition, the facility does not have\nany disposition records for one of the breeding females,\"peper\" listed on the Acquisition record for the adult sugar\ngliders.  The Licensee stated that this animal had been sold because she did not get along with her cage mates. \nHowever; no sales/disposition documentation was able to be provided at the time of inspection.  Acquisition and\nDisposition records must be maintained in order to properly ID animals on the premise and to preform proper\ntraceback and traceforward of all animals.  The Licensee must ensure that Acquisition and Disposition records are\nmaintained for all animals purchased or otherwise acquired, owned, held, leased, or otherwise in her possession or\nunder her control, or which is transported, sold, euthanized, or otherwise disposed of.  The records shall also\ninclude any offspring born of any animal while in her possession or under her control.\nCorrect From This Day Forward (COB 5/9/2017)\nThis inspection and exit interview were conducted with the Licensee.",
  "animals_total": 30,
  "species": [
    {
      "count": 10,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG (MOST COMMON PET HEDGEHOG)"
    },
    {
      "count": 20,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    }
  ]
}