{
  "insp_id": "2016082567975037",
  "layout": "a",
  "customer_id": "24191",
  "customer_name": "Adam Grove",
  "customer_addr": "David Grove\nEric Grove\nGlenda Grove\n18733 330th Ave\nUnionville, IA 52594",
  "certificate": "42-A-1093",
  "site_id": "001",
  "site_name": "DAVID,GLENDA,,ERIC,& ADAM GROVE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-OCT-2016",
  "report_date": "25-OCT-2016",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The facility has a Program of Veterinary Care but it is not compete. Under the vaccination section there is no\nindication of the age of the puppies when they receive the vaccinations.\nListed in the ectoparasite section are only the words “Frontline” and “Ivermectin”. There is no indication of how\noften these treatments are given, the route of administration, and the dosage for each product.\nListed in the blood parasite section is only the word “Ivermectin”. There is no indication of how often this product is\ngiven, the route of administration, and the dosage for this product.\nListed under the intestinal parasite section are the words “Strongid” “Panacur” and “Albon”. There is no indication of\nhow often these products are given to the adult dogs and how often these products are given to the puppies. There\nis also no route of administration or dosage for these products.\nThe Program of Veterinary Care must be properly completed with the practices that are currently conducted at the\nfacility to ensure that the dogs are receiving the veterinary care that is approved by the attending veterinarian. The\napplicant must consult with the attending veterinarian to amend the Program of Veterinary Care to reflect the age of\npuppies when they receive the vaccinations and the dosage, frequency, and route of administration for every\nproduct listed under the ectoparasite, blood parasite, and intestinal parasite sections.\nCorrection date: November 07, 2016"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female Great Dane (“Daisy”, 0A01375173) was injured during a fight with another dog. The licensee had\nconsulted with the attending veterinarian on the care of the dog after the incident. The veterinarian told the licensee\nto give the dog 5-6cc’s of penicillin every other day for an 8 day period and to treat the wounds with Vetericyn spray.\nThe dog received the first penicillin treatment on October 10th and the last treatment on October 18th. At the time\nof the inspection the left front leg has a significant amount of swelling midway down the leg in an area that received\nnumerous lacerations. Physical examination by the inspector revealed that this area of swelling was much hotter to\nthe touch than other areas of the dog’s leg and body. The licensee has not had the condition of this dog’s leg\nre-evaluated by the veterinarian.\nA female Great Dane (“Blue Velvet”, 0A02025018) has discharge coming from both eyes. The lower eyelid on both\neyes is drooping and the hair surrounding both eyes is wet and is becoming thickly coated with the discharge. The\ndischarge from the right eye has a yellowish color. The licensee stated that this dog had surgery on her upper eye\nlids at some point during this year. The dog is not currently receiving any treatment approved by a licensed\nveterinarian for her eyes.\nA female Mastiff (“Sansa Stark”, 0A02036007) has discharge coming from both eyes. The discharge is yellow in\ncolor and is located beneath both eyes. The left eye has a significant amount of discharge that is attached to the\nhair beneath the eye and the hair directly under this eye is wet. The hair beneath the right eye is also wet and has a\nlarge amount of yellow discharge attached to the hair and in the corner of the eye. A strand of the discharge is\nacross the eye and attached to the upper eyelid. The licensee had not noticed the condition of this dog’s eyes.\nPoor eye health could cause pain and discomfort to the dog. Areas of swelling on the body could also cause pain\nand discomfort to the dog and could indicate an underlying health issue. The above mentioned dogs must be\nevaluated by a licensed veterinarian for a proper diagnosis and effective treatment plan. The diagnosis and\ntreatment plan must be documented in writing and available to the inspector upon request. The licensee must\nprovide all dogs with adequate veterinary care at all times.\nCorrection date: End of business October 26, 2016"
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In one indoor enclosure containing one adult female Great Dane and four puppies, there is a heat lamp hanging\ndown into the enclosure. The glass bulb in the heat lamp has no protective guard and the heat lamp is hanging so\nlow that it touches the adult dog’s side when she is standing. Failure to have a protective guard on the heat lamp\nmay cause the bulb to break if the adult dog came into contact with it and the broken glass could cause injury.\nDirect contact with the bulb could also cause burns to the adult dog.\nHousing facilities for dogs must be designed and constructed in a manner that protects the dogs from injury. The\nlicensee must remove the heat lamp, or raise it to a level that will not allow the adult dog to reach it, or add a\nprotective guard to the heat lamp.\nCorrection date: October 28, 2016\nThere are at least three outdoor enclosures, containing a total of six adult dogs and two puppies, which have\nmultiple sharp points. The majority of the sharp points are created by broken wire fencing surrounding the shade\ntrees located within the enclosures. In one of these enclosures the sharp points were found on broken fencing in a\ncorner near the grapevines. All of the sharp points are located at the level of the dogs. Contact with sharp points\ncould cause injury to the dogs.\nSurfaces of housing facilities must be free of sharp points and jagged edges. The licensee must remove the sharp\npoints or alter them in a manner that eliminates the injury risk towards the dogs. The licensee must ensure that the\nenclosures remain safe for the animals at all times.\nCorrection date: November 07, 2016"
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In at least two outdoor enclosures, containing a total of four adult dogs, the wood frames around the access doors\nof the shelters have been excessively chewed and shredded. In one outdoor enclosure, containing eight puppies,\nthe plywood around the door frame has also been excessively chewed and shredded. In this same enclosure the\npuppies have chewed a hole through the plywood and insulation in the wall. Chewed and damaged surfaces\ncannot be properly cleaned and sanitized which could increase the risk of disease towards the dogs.\nAll surfaces of housing facilities must be maintained on a regular basis and any surface that cannot be readily\ncleaned and sanitized must be replaced when worn or soiled. The licensee must repair, replace, or alter the\ndamaged areas in a manner that allows the surfaces to be properly cleaned and sanitized. The licensee must\nensure that all surfaces remain in good repair at all times.\nCorrection date: December 24, 2016"
    },
    {
      "code": "3.4(a)(1)(iii)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "The licensee is housing twenty-one puppies in outdoor enclosures. The licensee has a statement from the previous\nattending veterinarian approving puppies to be housed outside. There is no statement from the current attending\nveterinarian approving the housing of puppies in outdoor enclosures. Extreme outdoor temperatures and weather\ncould have a detrimental effect on puppies. It is necessary that the attending veterinarian has knowledge of and\napproves that puppies are housed in outdoor enclosures in order to ensure that this is appropriate for their breed\nand age and to protect their health and well-being.\nThe following categories of dogs must not be kept in outdoor facilities, unless the practice is specifically approved\nby the attending veterinarian: sick, infirm, aged or young dogs. The licensee must consult with the attending\nveterinarian concerning approval to house puppies in outdoor enclosures. The approval must be documented in\nwriting and available to the inspector upon request.\nCorrection date: End of business October 26, 2016"
    },
    {
      "code": "3.6(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "There are at least four puppies under four months of age that are currently housed in outdoor enclosures with adult\ndogs that are not their dam or foster dam. One enclosure contains one eight week old puppy and one twelve week\nold puppy along with two adult dogs. Another enclosure contains one twelve week old puppy and one thirteen week\nold puppy along with two adult dogs. Housing puppies with adults that are not the dam or foster dam can result in\nexcessive aggression from the adults towards the puppies and this aggression could result in serious injuries to the\npuppies.\nPuppies under four months of age may not be housed in the same primary enclosure with adult dogs, other than the\ndam or foster dam. The licensee must house these puppies in enclosures that do not contain adult dogs, other than\nthe dam or foster dam, in order to ensure their health and well-being.\nCorrection date: October 31, 2016"
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "In at least one outdoor enclosure, containing two dogs, the food receptacle is a metal self-feeder. In the section of\nthe feeder that the dogs eat from there is a significant amount of dried, caked feed. The caked feed has hair\nsticking to it and when it broke apart a white mold was found growing on the bottom of it.\nIn one outdoor enclosure, containing three puppies, the food receptacle is a metal self-feeder. In the section of the\nfeeder the puppies eat from there is a significant amount of dried, caked feed beneath the fresh feed. While moving\nthe fresh feed from the top of the caked feed, the inspector observed a white mold growing on top of the caked feed.\nFood contaminated by mold may have a negative impact on the health of the dogs.\nMeasures must be taken to ensure that there is no molding, deterioration, and caking of feed. The licensee must\nremove the caked and moldy feed from the self-feeders. The licensee must ensure that all feed remains free of\ncaking and contamination at all times.\nCorrection date: October 28, 2016"
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Within at least one shelter in one outdoor enclosure, containing three adult dogs, there is a heavy buildup of dirt and\ncobwebs. There is a heavy buildup of dirt along the interior walls of this shelter and a large amount of cobwebs\ncoated with dirt and dust hanging from the entire ceiling of the shelter.\nWithin the shelter of one enclosure, containing two puppies, there is also a heavy buildup of cobwebs coated with\ndirt and dust hanging from the ceiling and located in the upper corners. The buildup of dirt, dust and cobwebs could\nincrease the disease risk towards the dogs.\nAll primary enclosures must be sanitized at least once every two weeks or more often if necessary to prevent the\nbuildup of dirt, grime, food waste, debris, and other disease hazards. The licensee must clean and sanitize the\ninterior surfaces of these shelters. The licensee must ensure that all surfaces of primary enclosures remain free of\nthe accumulation of cobwebs, dirt, grime and any other disease hazards.\nCorrection date: November 07, 2016\nInspection and exit interview conducted with Kelly Maxwell, ACI, Jessica Smith, veterinary student extern, and the\nfacility representative."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe facility has a Program of Veterinary Care but it is not compete.  Under the vaccination section there is no\nindication of the age of the puppies when they receive the vaccinations.  \nListed in the ectoparasite section are only the words “Frontline” and “Ivermectin”.  There is no indication of how\noften these treatments are given, the route of administration, and the dosage for each product. \nListed in the blood parasite section is only the word “Ivermectin”.  There is no indication of how often this product is\ngiven, the route of administration, and the dosage for this product. \nListed under the intestinal parasite section are the words “Strongid” “Panacur” and “Albon”.  There is no indication of\nhow often these products are given to the adult dogs and how often these products are given to the puppies.  There\nis also no route of administration or dosage for these products.  \nThe Program of Veterinary Care must be properly completed with the practices that are currently conducted at the\nfacility to ensure that the dogs are receiving the veterinary care that is approved by the attending veterinarian.  The\napplicant must consult with the attending veterinarian to amend the Program of Veterinary Care to reflect the age of\npuppies when they receive the vaccinations and the dosage, frequency, and route of administration for every\nproduct listed under the ectoparasite, blood parasite, and intestinal parasite sections.  \nCorrection date:  November 07, 2016 \n2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female Great Dane (“Daisy”, 0A01375173) was injured during a fight with another dog.  The licensee had\nconsulted with the attending veterinarian on the care of the dog after the incident.  The veterinarian told the licensee\nto give the dog 5-6cc’s of penicillin every other day for an 8 day period and to treat the wounds with Vetericyn spray.\n\nThe dog received the first penicillin treatment on October 10th and the last treatment on October 18th.  At the time\nof the inspection the left front leg has a significant amount of swelling midway down the leg in an area that received\nnumerous lacerations.  Physical examination by the inspector revealed that this area of swelling was much hotter to\nthe touch than other areas of the dog’s leg and body.  The licensee has not had the condition of this dog’s leg\nre-evaluated by the veterinarian.\nA female Great Dane (“Blue Velvet”, 0A02025018) has discharge coming from both eyes.  The lower eyelid on both\neyes is drooping and the hair surrounding both eyes is wet and is becoming thickly coated with the discharge.  The\ndischarge from the right eye has a yellowish color. The licensee stated that this dog had surgery on her upper eye\nlids at some point during this year. The dog is not currently receiving any treatment approved by a licensed\nveterinarian for her eyes.  \nA female Mastiff (“Sansa Stark”, 0A02036007) has discharge coming from both eyes.  The discharge is yellow in\ncolor and is located beneath both eyes.  The left eye has a significant amount of discharge that is attached to the\nhair beneath the eye and the hair directly under this eye is wet.  The hair beneath the right eye is also wet and has a\nlarge amount of yellow discharge attached to the hair and in the corner of the eye.  A strand of the discharge is\nacross the eye and attached to the upper eyelid.  The licensee had not noticed the condition of this dog’s eyes.  \nPoor eye health could cause pain and discomfort to the dog.  Areas of swelling on the body could also cause pain\nand discomfort to the dog and could indicate an underlying health issue.   The above mentioned dogs must be\nevaluated by a licensed veterinarian for a proper diagnosis and effective treatment plan.  The diagnosis and\ntreatment plan must be documented in writing and available to the inspector upon request.  The licensee must\nprovide all dogs with adequate veterinary care at all times.\nCorrection date:  End of business October 26, 2016   \n3.1(a)\nHOUSING FACILITIES, GENERAL.\nIn one indoor enclosure containing one adult female Great Dane and four puppies, there is a heat lamp hanging\ndown into the enclosure.  The glass bulb in the heat lamp has no protective guard and the heat lamp is hanging so\nlow that it touches the adult dog’s side when she is standing.  Failure to have a protective guard on the heat lamp\nmay cause the bulb to break if the adult dog came into contact with it and the broken glass could cause injury. \nDirect contact with the bulb could also cause burns to the adult dog.  \nHousing facilities for dogs must be designed and constructed in a manner that protects the dogs from injury.  The\nlicensee must remove the heat lamp, or raise it to a level that will not allow the adult dog to reach it, or add a\nprotective guard to the heat lamp.\n\nCorrection date:  October 28, 2016\nThere are at least three outdoor enclosures, containing a total of six adult dogs and two puppies, which have\nmultiple sharp points.  The majority of the sharp points are created by broken wire fencing surrounding the shade\ntrees located within the enclosures.  In one of these enclosures the sharp points were found on broken fencing in a\ncorner near the grapevines.  All of the sharp points are located at the level of the dogs.  Contact with sharp points\ncould cause injury to the dogs.\nSurfaces of housing facilities must be free of sharp points and jagged edges.  The licensee must remove the sharp\npoints or alter them in a manner that eliminates the injury risk towards the dogs.  The licensee must ensure that the\nenclosures remain safe for the animals at all times.\nCorrection date:  November 07, 2016\n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\nIn at least two outdoor enclosures, containing a total of four adult dogs, the wood frames around the access doors\nof the shelters have been excessively chewed and shredded.  In one outdoor enclosure, containing eight puppies,\nthe plywood around the door frame has also been excessively chewed and shredded.  In this same enclosure the\npuppies have chewed a hole through the plywood and insulation in the wall.  Chewed and damaged surfaces\ncannot be properly cleaned and sanitized which could increase the risk of disease towards the dogs.\nAll surfaces of housing facilities must be maintained on a regular basis and any surface that cannot be readily\ncleaned and sanitized must be replaced when worn or soiled.  The licensee must repair, replace, or alter the\ndamaged areas in a manner that allows the surfaces to be properly cleaned and sanitized.  The licensee must\nensure that all surfaces remain in good repair at all times.\nCorrection date:  December 24, 2016\n3.4(a)(1)(iii)\nOUTDOOR HOUSING FACILITIES.\nThe licensee is housing twenty-one puppies in outdoor enclosures.  The licensee has a statement from the previous\nattending veterinarian approving puppies to be housed outside.  There is no statement from the current attending\n\nveterinarian approving the housing of puppies in outdoor enclosures.  Extreme outdoor temperatures and weather\ncould have a detrimental effect on puppies.  It is necessary that the attending veterinarian has knowledge of and\napproves that puppies are housed in outdoor enclosures in order to ensure that this is appropriate for their breed\nand age and to protect their health and well-being.  \nThe following categories of dogs must not be kept in outdoor facilities, unless the practice is specifically approved\nby the attending veterinarian:  sick, infirm, aged or young dogs.  The licensee must consult with the attending\nveterinarian concerning approval to house puppies in outdoor enclosures. The approval must be documented in\nwriting and available to the inspector upon request.\nCorrection date:  End of business October 26, 2016\n3.6(c)(2)\nPRIMARY ENCLOSURES.\nThere are at least four puppies under four months of age that are currently housed in outdoor enclosures with adult\ndogs that are not their dam or foster dam.  One enclosure contains one eight week old puppy and one twelve week\nold puppy along with two adult dogs.  Another enclosure contains one twelve week old puppy and one thirteen week\nold puppy along with two adult dogs.  Housing puppies with adults that are not the dam or foster dam can result in\nexcessive aggression from the adults towards the puppies and this aggression could result in serious injuries to the\npuppies.\nPuppies under four months of age may not be housed in the same primary enclosure with adult dogs, other than the\ndam or foster dam.  The licensee must house these puppies in enclosures that do not contain adult dogs, other than\nthe dam or foster dam, in order to ensure their health and well-being.\n  \nCorrection date:  October 31, 2016\n3.9(b)\nFEEDING.\nIn at least one outdoor enclosure, containing two dogs, the food receptacle is a metal self-feeder.  In the section of\nthe feeder that the dogs eat from there is a significant amount of dried, caked feed.  The caked feed has hair\nsticking to it and when it broke apart a white mold was found growing on the bottom of it.  \nIn one outdoor enclosure, containing three puppies, the food receptacle is a metal self-feeder.  In the section of the\nfeeder the puppies eat from there is a significant amount of dried, caked feed beneath the fresh feed.  While moving\n\nthe fresh feed from the top of the caked feed, the inspector observed a white mold growing on top of the caked feed.\nFood contaminated by mold may have a negative impact on the health of the dogs.\n \nMeasures must be taken to ensure that there is no molding, deterioration, and caking of feed.  The licensee must\nremove the caked and moldy feed from the self-feeders.  The licensee must ensure that all feed remains free of\ncaking and contamination at all times.\nCorrection date:  October 28, 2016\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nWithin at least one shelter in one outdoor enclosure, containing three adult dogs, there is a heavy buildup of dirt and\ncobwebs.  There is a heavy buildup of dirt along the interior walls of this shelter and a large amount of cobwebs\ncoated with dirt and dust hanging from the entire ceiling of the shelter. \nWithin the shelter of one enclosure, containing two puppies, there is also a heavy buildup of cobwebs coated with\ndirt and dust hanging from the ceiling and located in the upper corners.  The buildup of dirt, dust and cobwebs could\nincrease the disease risk towards the dogs.\nAll primary enclosures must be sanitized at least once every two weeks or more often if necessary to prevent the\nbuildup of dirt, grime, food waste, debris, and other disease hazards.  The licensee must clean and sanitize the\ninterior surfaces of these shelters.  The licensee must ensure that all surfaces of primary enclosures remain free of\nthe accumulation of cobwebs, dirt, grime and any other disease hazards.  \nCorrection date:  November 07, 2016\nInspection and exit interview conducted with Kelly Maxwell, ACI, Jessica Smith, veterinary student extern, and the\nfacility representative.",
  "animals_total": 59,
  "species": [
    {
      "count": 59,
      "scientific": "Canis lupus familiaris",
      "common": "DOMESTIC DOG"
    }
  ]
}