{
  "insp_id": "30151348140451",
  "layout": "a",
  "customer_id": "30082",
  "customer_name": "Alvin J Hershberger",
  "customer_addr": "3435 County Road 114\nSugarcreek, OH 44681",
  "certificate": "31-A-0213",
  "site_id": "001",
  "site_name": "ALVIN HERSHBERGER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "30-JAN-2015",
  "report_date": "30-JAN-2015",
  "citations": [
    {
      "code": "3.4(b)(4)",
      "kind": "Direct",
      "repeat": true,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "This facility is using sawdust for bedding for the adult dogs. Today, there is a small amount of sawdust bedding in\neach of the plastic barrels used as shelters. This amount does not allow the dogs to bed down and potentially\nnestle in the bedding to maintain body heat in the cold temperatures. The outside temperature by kestral was 19\ndegrees F during this inspection. Temperatures are predicted to drop below 15 degrees F tonight and remain cold\nfor the next several days. YAHOO weather shows highs in the mid 30's and lows in the mid-teens for the next 2\ndays. These dogs will continue to be at risk for cold stress as the weather remains cold. Not providing sufficient\nbedding exposes the dogs to these cold temperatures and can lead to discomfort and possibly predispose animals\nto the development of disease. The licensee must ensure that each shelter structure is provided with an adequate\namount of clean, dry bedding material if the ambient temperature is below 50 degrees.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED"
    },
    {
      "code": "3.4(b)",
      "kind": "Direct",
      "repeat": true,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "12 adult dogs housed in the lower outdoor kennel and 2 adult dogs housed in an outdoor enclosure near the upper\nkennel do not have shelters large enough to allow these Rottweiler or Boxer dogs to sit, stand, and lie in a normal\nmanner or to turn about freely while in these shelters. Although there are enough barrels for each dog, these\nbarrels do not provide enough space for the dogs while in them. All shelters in outdoor facilities must contain a roof,\nfour sides, and a floor. In addition, the shelter must be large enough to allow each dog to sit, stand, and lie in a\nnormal manner and to turn about freely. This is required to ensure the dogs have adequate space and can rest\ncomfortably in these shelters.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED\n*** Inspection conducted with the licensee's wife. Exit interview conducted with the licensee."
    }
  ],
  "narrative": "3.4(b)(4)           DIRECT                    REPEAT\nOUTDOOR HOUSING FACILITIES.\nThis facility is using sawdust for bedding for the adult dogs.  Today, there is a small amount of sawdust bedding in\neach of the plastic barrels used as shelters.  This amount does not allow the dogs to bed down and potentially\nnestle in the bedding to maintain body heat in the cold temperatures.  The outside temperature by kestral was 19\ndegrees F during this inspection.  Temperatures are predicted to drop below 15 degrees F tonight and remain cold\nfor the next several days.  YAHOO weather shows highs in the mid 30's and lows in the mid-teens for the next 2\ndays.  These dogs will continue to be at risk for cold stress as the weather remains cold.  Not providing sufficient\nbedding exposes the dogs to these cold temperatures and can lead to discomfort and possibly predispose animals\nto the development of disease.  The licensee must ensure that each shelter structure is provided with an adequate\namount of clean, dry bedding material if the ambient temperature is below 50 degrees. \nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED\n3.4(b)           DIRECT                    REPEAT\nOUTDOOR HOUSING FACILITIES.\n12 adult dogs housed in the lower outdoor kennel and 2 adult dogs housed in an outdoor enclosure near the upper\nkennel do not have shelters large enough to allow these Rottweiler or Boxer dogs to sit, stand, and lie in a normal\nmanner or to turn about freely while in these shelters.  Although there are enough barrels for each dog, these\nbarrels do not provide enough space for the dogs while in them.  All shelters in outdoor facilities must contain a roof,\nfour sides, and a floor.  In addition, the shelter must be large enough to allow each dog to sit, stand, and lie in a\nnormal manner and to turn about freely.  This is required to ensure the dogs have adequate space and can rest\ncomfortably in these shelters.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED\n*** Inspection conducted with the licensee's wife.  Exit interview conducted with the licensee.",
  "animals_total": 16,
  "species": [
    {
      "count": 16,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}