{
  "insp_id": "260151002540411",
  "layout": "a",
  "customer_id": "27916",
  "customer_name": "Siess Ranch L L C",
  "customer_addr": "2406 State Hwy 63\nSeneca, KS 66538",
  "certificate": "48-A-2155",
  "site_id": "001",
  "site_name": "Siess Ranch L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-SEP-2015",
  "report_date": "15-SEP-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "In the (cid:28)\"Bulldog Whelper(cid:29)\" building, female black tri-color Bulldog named Sugar, microchip # 0A022244746, has red\nswollen tissue in the left eye with a greenish yellow discharge. The licensee stated that the dog had surgery\napproximately four weeks prior and was reevaluated one and one-half weeks ago when a cesarean delivery of her\npuppies occurred. Treatment following the puppy delivery has been over-the-counter lubrication drops applied as\nneeded. Chronic eye problems and abnormalities can be painful and cause further loss of vision. The license must\nus appropriate methods to treat chronic eye problems and abnormalities.\nTO BE CORRECTED BY: The licensee took the dog to the vet as I was leaving the inspection."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The Labrador Retriever outdoor housing facility housing fourteen dogs in eleven enclosures had a brown greasy\nbuild-up around the shelter entry doors, and the bottom edge of the shelters. The licensee stated that it had been\nthree to four weeks since the enclosures had been sanitized. The licensee washes down daily as a means to spot\nclean. The build-up of organic material can harbor disease. The licensee must sanitize in accordance to 3.11(b),\nwhich states that used primary enclosures and food and water receptacles must be sanitized at least once every\ntwo weeks.\nThe inspection and exit briefing were conducted with the licensee."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nIn the (cid:28)\"Bulldog Whelper(cid:29)\" building, female black tri-color Bulldog named Sugar, microchip # 0A022244746, has red\nswollen tissue in the left eye with a greenish yellow discharge.  The licensee stated that the dog had surgery\napproximately four weeks prior and was reevaluated one and one-half weeks ago when a cesarean delivery of her\npuppies occurred.  Treatment following the puppy delivery has been over-the-counter lubrication drops applied as\nneeded.  Chronic eye problems and abnormalities can be painful and cause further loss of vision.  The license must\nus appropriate methods to treat chronic eye problems and abnormalities.\nTO BE CORRECTED BY: The licensee took the dog to the vet as I was leaving the inspection.\n3.1(c)(3)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nThe Labrador Retriever outdoor housing facility housing fourteen dogs in eleven enclosures had a brown greasy\nbuild-up around the shelter entry doors, and the bottom edge of the shelters.  The licensee stated that it had been\nthree to four weeks since the enclosures had been sanitized.  The licensee washes down daily as a means to spot\nclean.  The build-up of organic material can harbor disease. The licensee must sanitize in accordance to 3.11(b),\nwhich states that used primary enclosures and food and water receptacles must be sanitized at least once every\ntwo weeks.\nThe inspection and exit briefing were conducted with the licensee.",
  "animals_total": 75,
  "species": [
    {
      "count": 49,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 26,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}