{
  "insp_id": "2016082569693711",
  "layout": "a",
  "customer_id": "331380",
  "customer_name": "Christ B Fisher",
  "customer_addr": "926 E Winter Rd\nLoganton, PA 17747",
  "certificate": "23-A-0620",
  "site_id": "001",
  "site_name": "CHRIST FISHER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-JAN-2020",
  "report_date": "09-JAN-2020",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A brown and white adult guinea pig in pen 38 was observed with an eye abnormality and was in need of veterinary\ncare. The right eye was swollen and held partially closed. There was hair loss and redness around the eye. The\nsurface of the eye was cloudy and there was a moderate amount of yellow discharge around the eye. The facility\nreported they had observed the issue but had not contacted the Attending Veterinarian and were not treating it as\nprescribed in the Program of Veterinary Care. In addition, there were 2 dead juvenile guinea pigs observed in Pen\n30.\nEye abnormalities can affect the vision, can be indicative of disease or injury, can be painful, and affect the overall\nhealth and well-being of the animal. Facilities must ensure that animals with health conditions are identified and\ntreated according to instructions by the AV. Failure to do so can lead to worsening of health conditions, up to and\nincluding death.\nThe facility must contact the attending veterinarian to have the guinea pig with the eye abnormality evaluated in\norder to determine an appropriate plan for diagnosis and treatment.\nCorrect by: January 10, 2020"
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The facility had no records of animals on hand, births, or deaths since July 2019.\nFacilities need to make, keep, and maintain records pertaining to the number of animals held, including births and\ndeaths. Failure to do so can lead to inadequate tracking of animal health should problems arise in the herd.\nCorrect by maintaining an inventory of animals on hand and tracking births and deaths/euthanasias of guinea pigs.\nCorrect by January 19, 2020."
    },
    {
      "code": "3.31(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "There were several pens (at least 5) in which the area around the water nipples was completely soiled such that\nguinea pigs were required to stand in wet, soiled bedding in order to drink.\nFailure to provide clean, dry areas in enclosures around watering devices can result in discomfort to the animals\nand possible spread of disease,\nPrimary enclosures must be kept clean and dry and if they become soiled to a degree that may be harmful or\nuncomfortable to the animals, the animals must be transferred to clean enclosures.\nCorrect by: January 16, 2020"
    },
    {
      "code": "3.31(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Two of the weanling/sorting pens and Pen 14 had an accumulation of fecal material, enough so that there were\nlarge portions in each pen that consisted of only feces for the animals to stand on. There were another five pens\nthat had spiderwebs adhered to the wire mesh and upper corners of the enclosures.\nEnclosures need to be cleaned as often as necessary to prevent an accumulation of feces or debris. The build-up\nof fecal material and spiderwebs can have a negative impact on animal health through the spread of disease or\nrespiratory problems. Correct by cleaning enclosures and removing feces and spiderwebs from the enclosures.\nCorrect by January 12, 2020.\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nCarlson Melissa, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA brown and white adult guinea pig in pen 38 was observed with an eye abnormality and was in need of veterinary\ncare.  The right eye was swollen and held partially closed.  There was hair loss and redness around the eye.  The\nsurface of the eye was cloudy and there was a moderate amount of yellow discharge around the eye.  The facility\nreported they had observed the issue but had not contacted the Attending Veterinarian and were not treating it as\nprescribed in the Program of Veterinary Care.  In addition, there were 2 dead juvenile guinea pigs observed in Pen\n30.\nEye abnormalities can affect the vision, can be indicative of disease or injury, can be painful, and affect the overall\nhealth and well-being of the animal.  Facilities must ensure that animals with health conditions are identified and\ntreated according to instructions by the AV. Failure to do so can lead to worsening of health conditions, up to and\nincluding death.  \nThe facility must contact the attending veterinarian to have the guinea pig with the eye abnormality evaluated in\norder to determine an appropriate plan for diagnosis and treatment.\nCorrect by:  January 10, 2020\n2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nThe facility had no records of animals on hand, births, or deaths since July 2019.  \nFacilities need to make, keep, and maintain records pertaining to the number of animals held, including births and\ndeaths.  Failure to do so can lead to inadequate tracking of animal health should problems arise in the herd. \nCorrect by maintaining an inventory of animals on hand and tracking births and deaths/euthanasias of guinea pigs. \nCorrect by January 19, 2020.\n3.31(a)(2)\nSANITATION.\n\nThere were several pens (at least 5) in which the area around the water nipples was completely soiled such that\nguinea pigs were required to stand in wet, soiled bedding in order to drink.\nFailure to provide clean, dry areas in enclosures around watering devices can result in discomfort to the animals\nand possible spread of disease,\nPrimary enclosures must be kept clean and dry and if they become soiled to a degree that may be harmful or\nuncomfortable to the animals, the animals must be transferred to clean enclosures.\nCorrect by:  January 16, 2020\n3.31(a)\nSANITATION.\nTwo of the weanling/sorting pens and Pen 14 had an accumulation of fecal material, enough so that there were\nlarge portions in each pen that consisted of only feces for the animals to stand on.  There were another five pens\nthat had spiderwebs adhered to the wire mesh and upper corners of the enclosures.\nEnclosures need to be cleaned as often as necessary to prevent an accumulation of feces or debris.  The build-up\nof fecal material and spiderwebs can have a negative impact on animal health through the spread of disease or\nrespiratory problems.  Correct by cleaning enclosures and removing feces and spiderwebs from the enclosures. \nCorrect by January 12, 2020.\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nCarlson Melissa, Veterinary Medical Officer",
  "animals_total": 587,
  "species": [
    {
      "count": 587,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}