{
  "insp_id": "234131102160652",
  "layout": "a",
  "customer_id": "4788",
  "customer_name": "Alvin Gann",
  "customer_addr": "Brucille Gann\n916 Jenson Rd\nHackett, AR 72937",
  "certificate": "71-C-0028",
  "site_id": "001",
  "site_name": "ALVIN & BRUCILLE GANN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-MAY-2014",
  "report_date": "23-MAY-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "- A coatimundi had hair loss on the tip of it's tail. The skin was red and moist, and the hair next to the tail tip was\nwet. Hair loss and red skin are indications of illness, infection, or injury. The licensee stated that he had noticed the\nhair loss but had not initiated any treatment. This animal must be examined by a licensed veterinarian, and\nappropriate treatment instituted. The licensee must keep records of any tests, diagnosis, and treatment.\nCorrect by: 26 May 2014"
    },
    {
      "code": "3.75(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The primate house is a sheltered building housing ringtailed lemurs on one end, and black and white ruffed lemurs\non the other end. Each set of lemurs has its own shelter area inside the house. Both shelter spaces were dirty,\nwith excessive feces on the floor of the ruffed lemur's space and excessive dried waste on a ledge in the ringtailed\nlemur enclosure. An unclean environment is unsanitary, and causes a risk of contamination to the enclosed\nanimals. Also, animals with excessively dirty shelter space may be reluctant to enter the shelter. All surfaces in\ncontact with the primates must be cleaned as necessary to prevent waste accumulation.\nCorrect by: 26 May 2014"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "In the camel enclosure with 2 camels, the fence at the public contact area has bent panels and is not structurally\nsound.\nIn the same enclosure the south fence panels are also bent. At the entrance of this pen's shelter the top bar of the\ngate is bent and broken, and the gate is hanging loosely from the hinges.\nIn the first jacob sheep enclosure on the east end of the zoo the shelter has nails protruding, is leaning sharply, and\ndoes not appear structurally sound.\nIn the second jacob sheep enclosure across the lane, the shelter has numerous holes in the walls and is in poor\ncondition overall. There is a dividing fence in this pasture that separates the jacob sheep from an enclosure of\ndonkeys. This dividing fence is bent in numerous areas and leaning sharply.\nIn the enclosure housing a llama and a goat, the shelter is rusted and damaged in several areas, and has at least\none exposed sharp point.\nIn the entrance to the back pasture there is a barbed wire fence in disrepair, with multiple loose strands of wire. The\ngate at the interior fence line is down, and there is a collection of panels and fencing being stored on the ground\nnext to the pond.\nIn the west pygmy goat enclosure there is an orange colored shelter that is visibly leaning and not structurally\nsound.\nAt the other end of this same enclosure there is a section of fence which was removed from the connecting post by\nthe licensee. The licensee had intended to build a gate here, but has not done so. The enclosed goats are using\nthis open section of fencing as a gate, but this area of fence is not secure or stable.\nIn the south side llama enclosure there is a section of chainlink wire with two connected posts flat on the ground.\nThere is also a broken wire and pipe gate with loose wires near a feeder ( this was removed during inspection).\nIn the wild pig and potbelly pig enclosure sheets of tin are used as barrier walls. One sheet of tin has fallen and is\nflat on the ground. Another section of tin is loosely attached and has exposed sharp points.\nFacility structures that are not properly maintained do not provide a safe, secure environment for the animals. The\nlicensee must repair all indicated structures, and must maintain the facility adequately.\nCorrect by: 22 July 2014"
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "- In multiple areas throughout the facility, the hay being supplied to the animals does not appear to be of adequate\nquality. The hay is dark and discolored, and is in poor condition overall. Parts of the hay in several enclosures\nappeared visibly wet, which causes a risk of molding. Poor quality feed is a potential source of contamination to the\nanimals, and may discourage them from eating. The licensee must remove this contaminated hay and replace it\nwith adequate feed.\nCorrect by: 26 May 2014"
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "- In the pasture housing a llama and a single goat, the automatic waterer is heavily rusted. In the fainting goat pen,\nthe automatic waterer was full of black mud and debris. When it was dumped out, there was a green discoloration\non the inner surface of the waterer. Waterers that are dirty or excessively rusty do not provide clean water, and are\na potential source of contamination to the animals. Potable water must be provided as necessary to maintain health\nand well being. All water receptacles must be kept clean and sanitary.\nCorrect by: 26 May 2014"
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "- In the zebra enclosure, there was an excessive accumulation of feces in the shelter and the area around the hay\nbale. In the rear camel enclosure, the shelter ground is a mixture of mud and feces with no dry space. Fecal\nbuildup increases the risk of contamination to the animals, and is also an attractant for flies and other pests. Feces\nand waste must be removed as needed to prevent buildup and to maintain a clean environment for the enclosed\nanimals.\n- In the coatimundi enclosure, the sheltered area had a buildup of hair, feces, and other waste. This area must be\ncleaned, and kept clean as needed.\nCorrect by: 26 May 2014"
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": false,
      "desc": "EMPLOYEES.",
      "narrative": "- There are currently two full time employees and one part time helper. Based on the size of the park, the number\nof animals, and the general condition of the facility at the time of inspection, this is clearly not an adequate number\nof employees. With the current staff levels it has not been possible to maintain the facility in adequate condition\nand provide proper oversight and care of the animals. The facility must find more employees to ensure proper\nfacility maintenance and animal husbandry.\nCorrect by: 22 June 2014\nInspection and exit interview conducted with facility representative.\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n- A coatimundi had hair loss on the tip of it's tail.  The skin was red and moist, and the hair next to the tail tip was\nwet.  Hair loss and red skin are indications of illness, infection, or injury.  The licensee stated that he had noticed the\nhair loss but had not initiated any treatment.  This animal must be examined by a licensed veterinarian, and\nappropriate treatment instituted.  The licensee must keep records of any tests, diagnosis, and treatment.\nCorrect by:  26 May 2014\n3.75(c)(3)\nHOUSING FACILITIES, GENERAL. \nThe primate house is a sheltered building housing ringtailed lemurs on one end, and black and white ruffed lemurs\non the other end.  Each set of lemurs has its own shelter area inside the house.  Both shelter spaces were dirty,\nwith excessive feces on the floor of the ruffed lemur's space and excessive dried waste on a ledge in the ringtailed\nlemur enclosure.  An unclean environment is unsanitary, and causes a risk of contamination to the enclosed\nanimals.  Also, animals with excessively dirty shelter space may be reluctant to enter the shelter.  All surfaces in\ncontact with the primates must be cleaned as necessary to prevent waste accumulation.\nCorrect by:  26 May 2014\n3.125(a)\nFACILITIES, GENERAL.   \nIn the camel enclosure with 2 camels, the fence at the public contact area has bent panels and is not structurally\nsound.\nIn the same enclosure the south fence  panels are also bent.  At the entrance of this pen's shelter the top bar of the\ngate is bent and broken, and the gate is hanging loosely from the hinges.\n In the first jacob sheep enclosure on the east end of the zoo the shelter has nails protruding, is leaning sharply, and\ndoes not appear structurally sound.\n In the second jacob sheep enclosure across the lane, the shelter has numerous holes in the walls and is in poor\ncondition overall.  There is a dividing fence in this pasture that separates the jacob sheep from an enclosure of\n\ndonkeys.  This dividing fence is bent in numerous areas and leaning sharply.\nIn the enclosure housing a llama and a goat, the shelter is rusted and damaged in several areas, and has at least\none exposed sharp point.\nIn the entrance to the back pasture there is a barbed wire fence in disrepair, with multiple loose strands of wire.  The\ngate at the interior fence line is down, and there is a collection of panels and fencing being stored on the ground\nnext to the pond.\n In the west pygmy goat enclosure there is an orange colored shelter that is visibly leaning and not structurally\nsound.\n At the other end of  this same enclosure there is a section of fence which was removed from the connecting post by\nthe licensee.  The licensee had intended to build a gate here, but has not done so.  The enclosed goats are using\nthis open section of fencing as a gate, but this area of fence is not secure or stable.\n In the south side llama enclosure there is a section of chainlink wire with two connected posts flat on the ground. \nThere is also a broken wire and pipe gate with loose wires near a feeder ( this was removed during inspection).\nIn the wild pig and potbelly pig enclosure sheets of tin are used as barrier walls.  One sheet of tin has fallen and is\nflat on the ground.  Another section of tin is loosely attached and has exposed sharp points.\nFacility structures that are not properly maintained do not provide a safe, secure environment for the animals.  The\nlicensee must repair all indicated structures, and must maintain the facility adequately.\nCorrect by:  22 July 2014\n3.129(a)\nFEEDING.    \n- In multiple areas throughout the facility, the hay being supplied to the animals does not appear to be of adequate\nquality.  The hay is dark and discolored, and is in poor condition overall.  Parts of the hay in several enclosures\nappeared visibly wet, which causes a risk of molding.  Poor quality feed is a potential source of contamination to the\nanimals, and may discourage them from eating.  The licensee must remove this contaminated hay and replace it\nwith adequate feed.\nCorrect by:  26 May 2014\n3.130\nWATERING.  \n- In the pasture housing a llama and a single goat, the automatic waterer is heavily rusted.  In the fainting goat pen,\nthe automatic waterer was full of black mud and debris.  When it was dumped out, there was a green discoloration\n\non the inner surface of the waterer.  Waterers that are dirty or excessively rusty do not provide clean water, and are\na potential source of contamination to the animals.  Potable water must be provided as necessary to maintain health\nand well being. All water receptacles must be kept clean and sanitary.\nCorrect by:  26 May 2014\n3.131(a)\nSANITATION.   \n- In the zebra enclosure, there was an excessive accumulation of feces in the shelter and the area around the hay\nbale.  In the rear camel enclosure, the shelter ground is a mixture of mud and feces with no dry space.  Fecal\nbuildup increases the risk of contamination to the animals, and is also an attractant for flies and other pests.  Feces\nand waste must be removed as needed to prevent buildup and to maintain a clean environment for the enclosed\nanimals. \n- In the coatimundi enclosure, the sheltered area had a buildup of hair, feces, and other waste.  This area must be\ncleaned, and kept clean as needed.\nCorrect by:  26 May 2014\n3.132\nEMPLOYEES. \n- There are currently two full time employees and one part time helper.  Based on the size of the park, the number\nof animals, and the general condition of the facility at the time of inspection, this is clearly not an adequate number\nof employees.  With the current staff levels it has not been possible to  maintain the facility in adequate condition\nand provide proper oversight and care of the animals.  The facility must find more employees to ensure proper\nfacility maintenance and animal husbandry.\nCorrect by:  22 June 2014\nInspection and exit interview conducted with facility representative.\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist",
  "animals_total": 121,
  "species": [
    {
      "count": 8,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 4,
      "scientific": "Camelus dromedarius domestic",
      "common": "DOMESTIC DROMEDARY CAMEL"
    },
    {
      "count": 30,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 5,
      "scientific": "Cervus elaphus",
      "common": "RED DEER"
    },
    {
      "count": 3,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 2,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 2,
      "scientific": "Hydrochaeris hydrochaeris",
      "common": "CAPYBARA"
    },
    {
      "count": 7,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 3,
      "scientific": "Lemur catta",
      "common": "RINGTAIL LEMUR"
    },
    {
      "count": 1,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 45,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 2,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 7,
      "scientific": "Sus domestica",
      "common": "DOMESTIC PIG"
    },
    {
      "count": 2,
      "scientific": "Varecia variegata",
      "common": "BLACK-AND-WHITE RUFFED LEMUR"
    }
  ]
}