{
  "insp_id": "2016090000750885",
  "layout": "b",
  "customer_id": "502304",
  "customer_name": "Wild@heart Wildlife Centers",
  "customer_addr": "1427 SW Rucks Dairy Rd\nOkeechobee, FL 34974",
  "certificate": "58-C-1236",
  "site_id": "001",
  "site_name": "WILD@HEART WILDLIFE CENTERS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-NOV-2021",
  "report_date": "23-NOV-2021",
  "citations": [
    {
      "code": "3.75(c)(1)(ii)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "The holding cage adjacent to the primary enclosure is rusted through. In the far-left corner of the primary enclosure there\nare three pipes with rust on them. The T-joint of the primary enclosure is rusted through and halfway down the support\npipe is also rusted. The rust along these pipes and t-joint and the holding cage affect the structural strength of the\nprimary structure and makes it difficult to clean and sanitize. All surfaces must be free of rust that prevents the required\ncleaning and sanitization or affects the structural strength of the enclosure. Correction date 12/22/21."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "The perimeter fence of the facility was measured to be 84.5 inches. There were branches growing through the fence that\naffected the structural strength of the perimeter fence. The height of the fence recorded was less than 8 ft (98 inches)\nwhich is too low for an exhibitor with potentially dangerous animals. The perimeter fence functions to keep outside\nanimals and unauthorized persons from entering the facility as well as a secondary containment system for the animals in\nthe facility. All outdoor housing facilities must be enclosed by a perimeter fence that is of sufficient height to keep animals\nand unauthorized persons out. Fences less than 8 feet high for potentially dangerous animals, such as, but not limited to\nlarge felines, bears, wolves, rhinoceros, and elephants must be approved in writing by the Administrator. Correction date\n12/22/21.\nThis inspection and exit interview were conducted with a facility representative.\nAdditional Inspectors:\nCharles Palmer, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "3.75(c)(1)(ii) \n   \nHousing facilities, general. \nThe holding cage adjacent to the primary enclosure is rusted through.  In the far-left corner of the primary enclosure there \nare three pipes with rust on them.  The T-joint of the primary enclosure is rusted through and halfway down the support \npipe is also rusted.  The rust along these pipes and t-joint and the holding cage affect the structural strength of the \nprimary structure and makes it difficult to clean and sanitize.  All surfaces must be free of rust that prevents the required \ncleaning and sanitization or affects the structural strength of the enclosure.  Correction date 12/22/21. \n3.127(d) \n   \nFacilities, outdoor. \nThe perimeter fence of the facility was measured to be 84.5 inches.  There were branches growing through the fence that \naffected the structural strength of the perimeter fence.  The height of the fence recorded was less than 8 ft (98 inches) \nwhich is too low for an exhibitor with potentially dangerous animals.  The perimeter fence functions to keep outside \nanimals and unauthorized persons from entering the facility as well as a secondary containment system for the animals in \nthe facility.  All outdoor housing facilities must be enclosed by a perimeter fence that is of sufficient height to keep animals \nand unauthorized persons out.  Fences less than 8 feet high for potentially dangerous animals, such as, but not limited to \nlarge felines, bears, wolves, rhinoceros, and elephants must be approved in writing by the Administrator.  Correction date \n12/22/21.\n\nThis inspection and exit interview were conducted with a facility representative. \n \nAdditional Inspectors: \nCharles Palmer, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 20,
  "species": [
    {
      "count": 6,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Panthera pardus",
      "common": "LEOPARD"
    },
    {
      "count": 2,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 1,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 2,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 1,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 3,
      "scientific": "Papio anubis",
      "common": "OLIVE BABOON"
    },
    {
      "count": 3,
      "scientific": "Canis lupus X C. l. familiaris",
      "common": "WOLF/DOG HYBRID"
    },
    {
      "count": 1,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    }
  ]
}