{
  "insp_id": "20151802240137",
  "layout": "a",
  "customer_id": "43272",
  "customer_name": "Anna Zimmerman",
  "customer_addr": "Moses Zimmerman\n16860 Hwy Aa\nBarnett, MO 65011",
  "certificate": "43-A-5328",
  "site_id": "001",
  "site_name": "MOSES & ANNA ZIMMERMAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-JAN-2015",
  "report_date": "21-JAN-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***A male Yorkshire Terrier (#048127007) was observed with matted fur and a dental condition. Several various\nsized mats were present over most of the dog's body. Mats, containing very hard fecal-like material, were present\non the dog's rear feet and appeared to completely encompass the two middle toenails on each rear foot. Matting\nwas also present along the dog's abdomen, legs and face. Also, there was a heavy build-up of yellowish brown to\ndark brown to grey material on the teeth. This abnormal build-up of material covered the majority of the teeth and\nextended into the gumline. The gums were reddened along some of these teeth. The dog flinched while looking in\nthe mouth so repeated attempts were not made. The abnormal build-up of material on the teeth can cause damage\nto the gum tissue and tooth structures. This can be painful, may decrease the dog's ability to eat normally and\nnegatively impact the overall health of the animal. Matting can be uncomfortable and can increase the risk of skin\nsores. The licensee must have this animal's mouth and teeth examined in order to ensure that an accurate\ndiagnosis is made and an appropriate dental treatment plan is developed and followed. The licensee must develop\nand establish an effective dental care program as part of the overall program of veterinary care for the animals in\nthe facility. The licensee must ensure this dog is groomed and establish an appropriate grooming schedule for all\ndogs. The licensee must ensure that all animals receive adequate veterinary care at all times. TO BE\nCORRECTED BY: January 23, 2015."
    },
    {
      "code": "2.50(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "***There were 4 Yorkshire Terrier puppies that were less than 16 weeks of age and had no cage card or other form\nof identification. Identification is required in order to ensure that each animal's identity can be known with certainty\nand to facilitate record keeping requirements. The licensee must ensure that all dogs less than 16 weeks of age are\nidentified by an official tag as described in Sec. 2.51, a legible tattoo approved by the Administrator, a microchip, or\na cage card (if maintained as a litter with their dam and housed within the same primary enclosure). TO BE\nCORRECTED BY: January 27, 2015."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "***The APHIS Form 7005 was missing some of the required information. There were 33 adult dogs counted during\nthe facility inspection and only 19 dogs were listed on the form. Also, it did not contain disposition information for\ntwo Boston Terriers. Complete and accurate records must be kept in order to ensure that each animal's identity can\nbe known with certainty and to facilitate tracking/tracing of animals.The licensee must maintain records which fully\nand correctly disclose all of the information required on an APHIS Form 7005. TO BE CORRECTED BY: January\n27, 2015."
    },
    {
      "code": "3.6(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "(c) Additional requirements for dogs--(1) Space. (i)\n***In one enclosure, housing two adult Yorkshire Terriers, there was not sufficient floor space provided for the\nanimals. The enclosure was measured at 2 feet by 4 feet providing a total floor space of 8 sq. ft some of which was\ntaken up by a water receptacle on the floor. The measurement of one of the dogs in the enclosure was 19 inches.\nThe licensee agreed that the other Yorkshire Terrier in the enclosure was at least 19 inches. Therefore, the required\nfloor space for each of the dogs was (19 in. + 6 in.)(19 in. + 6 in.)/144 = 4.34 sq. ft. for a total combined required\nfloor space of 8.68 sq. ft. This enclosure was not large enough for both of the dogs. Adequate floor space is\nrequired in order to ensure that the animals can make normal postural adjustments and for their health and\nwell-being. The licensee must provide all animals with adequate floor space at all times. TO BE CORRECTED BY:\nJanuary 22, 2015.\nThe inspection was conducted with an MDA inspector and the licensee. An exit interview was conducted on\nJanuary 21, 2015 with the licensee."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***A male Yorkshire Terrier (#048127007) was observed with matted fur and a dental condition. Several various\nsized mats were present over most of the dog's body.  Mats, containing very hard fecal-like material, were present\non the dog's rear feet and appeared to completely encompass the two middle toenails on each rear foot.  Matting\nwas also present along the dog's abdomen, legs and face.  Also, there was a heavy build-up of yellowish brown to\ndark brown to grey material on the teeth. This abnormal build-up of material covered the majority of the teeth and\nextended into the gumline. The gums were reddened along some of these teeth.  The dog flinched while looking in\nthe mouth so repeated attempts were not made. The abnormal build-up of material on the teeth can cause damage\nto the gum tissue and tooth structures. This can be painful, may decrease the dog's ability to eat normally and\nnegatively impact the overall health of the animal. Matting can be uncomfortable and can increase the risk of skin\nsores.  The licensee must have this animal's mouth and teeth examined in order to ensure that an accurate\ndiagnosis is made and an appropriate dental treatment plan is developed and followed. The licensee must develop\nand establish an effective dental care program as part of the overall program of veterinary care for the animals in\nthe facility. The licensee must ensure this dog is groomed and establish an appropriate grooming schedule for all\ndogs. The licensee must ensure that all animals receive adequate veterinary care at all times.  TO BE\nCORRECTED BY:  January 23, 2015.\n2.50(a)(2)\nTIME AND METHOD OF IDENTIFICATION.\n***There were 4 Yorkshire Terrier puppies that were less than 16 weeks of age and had no cage card or other form\nof identification. Identification is required in order to ensure that each animal's identity can be known with certainty\nand to facilitate record keeping requirements. The licensee must ensure that all dogs less than 16 weeks of age are\nidentified by an official tag as described in Sec. 2.51, a legible tattoo approved by the Administrator, a microchip, or\na cage card (if maintained as a litter with their dam and housed within the same primary enclosure). TO BE\nCORRECTED BY: January 27, 2015.\n2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\n\n***The APHIS Form 7005 was missing some of the required information. There were 33 adult dogs counted during\nthe facility inspection and only 19 dogs were listed on the form.   Also, it did not contain disposition information for\ntwo Boston Terriers. Complete and accurate records must be kept in order to ensure that each animal's identity can\nbe known with certainty and to facilitate tracking/tracing of animals.The licensee must maintain records which fully\nand correctly disclose all of the information required on an APHIS Form 7005. TO BE CORRECTED BY:  January\n27, 2015. \n3.6(c)(1)(1)\nPRIMARY ENCLOSURES.\n(c) Additional requirements for dogs--(1) Space. (i)\n***In one enclosure, housing two adult Yorkshire Terriers, there was not sufficient floor space provided for the\nanimals. The enclosure was measured at 2 feet by 4 feet providing a total floor space of 8 sq. ft some of which was\ntaken up by a water receptacle on the floor. The measurement of one of the dogs in the enclosure was 19 inches. \nThe licensee agreed that the other Yorkshire Terrier in the enclosure was at least 19 inches. Therefore, the required\nfloor space for each of the dogs was (19 in. + 6 in.)(19 in. + 6 in.)/144 = 4.34 sq. ft. for a total combined required\nfloor space of 8.68 sq. ft. This enclosure was not large enough for both of the dogs. Adequate floor space is\nrequired in order to ensure that the animals can make normal postural adjustments and for their health and\nwell-being. The licensee must provide all animals with adequate floor space at all times. TO BE CORRECTED BY:\nJanuary 22, 2015.\nThe inspection was conducted with an MDA inspector and the licensee.  An exit interview was conducted on\nJanuary 21, 2015 with the licensee.",
  "animals_total": 37,
  "species": [
    {
      "count": 33,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 4,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}