{
  "insp_id": "167162025340602",
  "layout": "a",
  "customer_id": "27974",
  "customer_name": "Danielle Nicole Kanoy",
  "customer_addr": "706 Crowell Road N\nCovington, GA 30014",
  "certificate": "57-C-0348",
  "site_id": "001",
  "site_name": "DANIELLE NICOLE KANOY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-JUN-2016",
  "report_date": "16-JUN-2016",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The pen currently housing the two bulls is in disrepair. There are two boards that have detached from the front of\nthe stalls on one end and are falling to the ground. There are smaller pieces of wood laying on the ground\ncontaining screws with the pointed ends sticking up. Loose boards and sharp points may injure the animals. The\npen shall be repaired to protect the bulls from injury. Correct by June 20, 2016.\nThe plastic pool in the prairie dog enclosure is in disrepair. The plastic has been cracked and broken leaving sharp\nedges that may cause injury. The pool shall be repaired or replaced. Correct by June 20, 2016."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Storage. The containers used for storing the dry feed in the garage do not seal completely. There are several\ninsects (spiders, flies and spider webs) inside of the containers). Insects cause contamination and deterioration of\nfood. The food shall be stored in a manner that will protect it from deterioration and contamination. Correct by June\n20, 2016."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "There is a build up of debris in the bottom and on the inner walls of the water bowl in the enclosure housing the two\ngoats. The build up of debris and sediment can increase disease hazards (bacterial growth, fungus, algae, etc.)\nand cause contamination. The water bowls shall be cleaned and sanitized to protect the water from contamination\nand provide for the health and well being of the animals. Correct by June 17, 2016"
    },
    {
      "code": "3.131(b)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The flooring and wire base of the sides of the cage housing the ferret have rust and corrosion. The rust feels grimy\nin some areas where there is a build up of waste material. Rusty surfaces can not be adequately be cleaned and\nsanitized. Improper cleaning increases the risk of bacterial growth and other disease hazard which may cause\nillness. The surfaces shall be prepared in a manner that will permit appropriate husbandry and the cage cleaned\nand sanitized to protect the ferret from illness. Correct by June 20, 2016."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Housekeeping. The yellow building housing the small mammals has dirt and debris on the floors and on the racks\nholding the animal cages. There are several small insects flying around and fly strike on the walls and cage racks.\nInsects can act as a vector to spread disease as well as cause discomfort. The building shall be cleaned and\nmaintained in a manner that will help to minimize the attraction of insects and thereby facilitate the health and\nwell-being of the animals. Correct by June 20, 2016.\nThe inspection and exit briefing conducted with a facility representative.\nNote: Paperwork was not reviewed during this inspection."
    }
  ],
  "narrative": "3.125(a)\nFACILITIES, GENERAL.   \nThe pen currently housing the two bulls is in disrepair.  There are two boards that have detached from the front of\nthe stalls on one end and are falling to the ground.  There are smaller pieces of wood laying on the ground\ncontaining screws with the pointed ends sticking up.  Loose boards and sharp points may injure the animals.  The\npen shall be repaired to protect the bulls from injury.  Correct by June 20, 2016.\nThe plastic pool in the prairie dog enclosure is in disrepair.  The plastic has been cracked and broken leaving sharp\nedges that may cause injury.  The pool shall be repaired or replaced.  Correct by June 20, 2016.\n3.125(c)\nFACILITIES, GENERAL.   \nStorage. The containers used for storing the dry feed in the garage do not seal completely.  There are several\ninsects (spiders, flies and spider webs) inside of the containers).  Insects cause contamination and deterioration of\nfood. The food shall be stored in a manner that will protect it from deterioration and contamination.  Correct by June\n20, 2016.\n3.130\nWATERING.  \nThere is a build up of debris in the bottom and on the inner walls of the water bowl in the enclosure housing the two\ngoats.  The build up of debris and sediment can increase disease hazards (bacterial growth, fungus, algae, etc.)\nand cause contamination. The water bowls shall be cleaned and sanitized to protect the water from contamination\nand provide for the health and well being of the animals.   Correct by June 17, 2016\n3.131(b)\nSANITATION.   \nThe flooring and wire base of the sides of the cage housing the ferret have rust and corrosion.  The rust feels grimy\nin some areas where there is a build up of waste material. Rusty surfaces can not be adequately be cleaned and\n\nsanitized.  Improper cleaning increases the risk of bacterial growth and other disease hazard which may cause\nillness.  The surfaces shall be prepared in a manner that will permit appropriate husbandry and the cage cleaned\nand sanitized to protect the ferret from illness.  Correct by June 20, 2016.\n3.131(c)\nSANITATION.   \nHousekeeping. The yellow building housing the small mammals has dirt and debris on the floors and on the racks\nholding the animal cages.  There are several small insects flying around and fly strike on the walls and cage racks. \nInsects can act as a vector to spread disease as well as cause discomfort.  The building shall be cleaned and\nmaintained in a manner that will help to minimize the attraction of insects and thereby facilitate the health and\nwell-being of the animals.  Correct by June 20, 2016.\nThe inspection and exit briefing conducted with a facility representative.\nNote: Paperwork was not reviewed during this inspection.",
  "animals_total": 33,
  "species": [
    {
      "count": 2,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 4,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 5,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 2,
      "scientific": "Chinchilla brevicaudata",
      "common": "CHINCHILLA"
    },
    {
      "count": 4,
      "scientific": "Cynomys gunnisoni",
      "common": "GUNNISON'S PRAIRIE DOG"
    },
    {
      "count": 4,
      "scientific": "Felis silvestris catus",
      "common": "CAT KITTEN"
    },
    {
      "count": 1,
      "scientific": "Glaucomys sabrinus",
      "common": "NORTHERN FLYING SQUIRREL"
    },
    {
      "count": 2,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 1,
      "scientific": "Muscardinus avellanarius",
      "common": "HAZEL DORMOUSE"
    },
    {
      "count": 1,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 4,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 1,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}