{
  "insp_id": "58162315200727",
  "layout": "a",
  "customer_id": "5922",
  "customer_name": "Dave Ruter",
  "customer_addr": "510 13th Ave S. W.\nSioux Center, IA 51250",
  "certificate": "42-A-1253",
  "site_id": "001",
  "site_name": "DAVE RUTER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-FEB-2016",
  "report_date": "02-MAR-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* Erin, a seven year old female Golden Retriever, (ID#: 61), has hair loss on both back hips. The hair loss on both\nsides is approximately 4 inches in diameter. The skin is dark in these areas and dry. The hair loss in these areas\ncould be external parasites and or various skin disease conditions. The hair loss can cause suffering and irritation\nto the dog. This can cause the dog to excessively scratch these areas.\nThe licensee must have this animal examined by a licensed veterinarian in order to ensure that an accurate\ndiagnosis is obtained and an appropriate treatment plan is developed and followed. The licensee must document\nthis information and make it available to the inspector upon request. The licensee must ensure that all animals\nreceive adequate veterinary care at all times."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Five enclosures have a buildup of brown to black grime on the walls, dog doors and the inserts for the dog doors.\nThis indicates that daily spot-cleaning is not taking place. Without daily spot-cleaning these surfaces have an\naccumulation of grime and increase the disease hazards for the six adult dogs housed in these enclosures.\nAll surfaces must be spot-cleaned daily to prevent an accumulation of waste and grime. Daily spot-cleaning will\ndecrease the disease potential for the dogs.\nTo be corrected by, 27-February -2016."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* The south enclosure, housing two adult dogs, has an accumulation of fecal waste, snow and ice. This indicates\ndaily spot-cleaning is not taking place. The accumulation of fecal waste can increase disease hazards and odors.\nThe snow and ice can allow for the dogs to be constantly wet when melting. The snow and ice can harbor fluid\nwaste that can potentially cause odors.\nEnclosures must be spot-cleaned daily to prevent an accumulation of fecal waste, snow and ice. Daily\nspot-cleaning will decrease the disease potential, odors and allow for the dogs to remain dry.\nTo be corrected by, 27-February-2016.\nThis inspection report and exit interview was conducted with an facility representative and Randall Wagner (ACI).\nThis inspection will be sent by e-mail."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n* Erin, a seven year old female Golden Retriever, (ID#: 61), has hair loss on both back hips.  The hair loss on both\nsides is approximately 4 inches in diameter.  The skin is dark in these areas and dry.  The hair loss in these areas\ncould be external parasites and or various skin disease conditions.  The hair loss can cause suffering and irritation\nto the dog.  This can cause the dog to excessively scratch these areas. \n \nThe licensee must have this animal examined by a licensed veterinarian in order to ensure that an accurate\ndiagnosis is obtained and an appropriate treatment plan is developed and followed. The licensee must document\nthis information and make it available to the inspector upon request. The licensee must ensure that all animals\nreceive adequate veterinary care at all times. \n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\n* Five enclosures have a buildup of brown to black grime on the walls, dog doors and the inserts for the dog doors. \nThis indicates that daily spot-cleaning is not taking place. Without daily spot-cleaning these surfaces have an\naccumulation of grime and increase the disease hazards for the six adult dogs housed in these enclosures.\nAll surfaces must be spot-cleaned daily to prevent an accumulation of waste and grime.  Daily spot-cleaning will\ndecrease the disease potential for the dogs.\nTo be corrected by, 27-February -2016.\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n\n* The south enclosure, housing two adult dogs, has an accumulation of fecal waste, snow and ice.  This indicates\ndaily spot-cleaning is not taking place.  The accumulation of fecal waste can increase disease hazards and odors. \nThe snow and ice can allow for the dogs to be constantly wet when melting.  The snow and ice can harbor fluid\nwaste that can potentially cause odors. \nEnclosures must be spot-cleaned daily to prevent an accumulation of fecal waste, snow and ice.  Daily\nspot-cleaning will decrease the disease potential, odors and allow for the dogs to remain dry.\nTo be corrected by, 27-February-2016.\nThis inspection report and exit interview was conducted with an facility representative and Randall Wagner (ACI).\nThis inspection will be sent by e-mail.",
  "animals_total": 49,
  "species": [
    {
      "count": 42,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 7,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}