{
  "insp_id": "127150943410698",
  "layout": "a",
  "customer_id": "24496",
  "customer_name": "Calvin Kortlever",
  "customer_addr": "3766 Ironwood Avenue\nOrange City, IA 51041",
  "certificate": "42-A-1401",
  "site_id": "001",
  "site_name": "CALVIN KORTLEVER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-MAY-2015",
  "report_date": "07-MAY-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "In the Barn, there is a brown and white female English Bulldog (microchip #007 067 628) that was observed to be\nwalking with a stiff gait. Upon closer inspection both of the dog's front legs were slightly swollen beneath the elbow\njoints. Both front legs had lacerations and puncture wounds in the swollen areas. Licensee had not noticed this\ndog's condition but thought she must have gotten into a fight with the other dog in her enclosure. This dog has not\nbeen evaluated by a licensed veterinarian. Lacerations, puncture wounds and swelling can cause pain and\ndiscomfort to the dog as well as pose further health risks.\nThis dog must be evaluated by a licensed veterinarian for proper diagnosis and treatment plan. Diagnosis and\ntreatment plan must be documented and made available to the inspector upon request. At the conclusion of the\ninspection the licensee had spoken with the attending veterinarian about this dog.\nCorrect by: May 11, 2015\nExit interview conducted with facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nIn the Barn, there is a brown and white female English Bulldog (microchip #007 067 628) that was observed to be\nwalking with a stiff gait.  Upon closer inspection both of the dog's front legs were slightly swollen beneath the elbow\njoints.  Both front legs had lacerations and puncture wounds in the swollen areas.  Licensee had not noticed this\ndog's condition but thought she must have gotten into a fight with the other dog in her enclosure. This dog has not\nbeen evaluated by a licensed veterinarian.  Lacerations, puncture wounds and swelling can cause pain and\ndiscomfort to the dog as well as pose further health risks.  \nThis dog must be evaluated by a licensed veterinarian for proper diagnosis and treatment plan.  Diagnosis and\ntreatment plan must be documented and made available to the inspector upon request.  At the conclusion of the\ninspection the licensee had spoken with the attending veterinarian about this dog.  \nCorrect by:  May 11, 2015\nExit interview conducted with facility representative.",
  "animals_total": 103,
  "species": [
    {
      "count": 53,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 50,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}