{
  "insp_id": "2016090000792328",
  "layout": "b",
  "customer_id": "324495",
  "customer_name": "Amos Kauffman",
  "customer_addr": "2269 E Winter Road\nLOGANTON, PA 17747",
  "certificate": "23-A-0513",
  "site_id": "001",
  "site_name": "AMOS KAUFFMAN",
  "insp_type": "FOCUSED INSPECTION",
  "date": "24-MAY-2022",
  "report_date": "24-MAY-2022",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "There were 2 guinea pigs observed with health conditions requiring treatment in accordance with the Program of\nVeterinary Care or consultation with the attending veterinarian. A tri-color adult guinea pig in Pen 66 was observed with\nan abnormal left eye. The surface of the eye was swollen and red with a circular yellowish area. The Program of\nVeterinary Care had several treatments listed including antibiotic eye drops and injectable pain medications. The licensee\nbegan treatment with pain medication following the identification of this animal on the previous inspection approximately 2\nweeks ago but did not treat with eye drops as described in the Program of Veterinary Care. The program also states to\ncontact the veterinarian if the condition is not resolved in 5 days. The licensee said he did not contact his attending\nveterinarian regarding this animal's health condition.\nA tan and white adult guinea pig in Pen 71 was also observed with an abnormal eye. The right eye was held completely\nclosed. When the eyelids were pulled open, there was a thick yellow discharge covering the eye and the tissues around\nthe eye were red. The licensee had not observed the health condition in this animal, did not contact the attending\nveterinarian, and was not administering any treatments. The Program of Veterinary Care on file addresses the condition\nand provides treatment options.\nThe licensee must initiate treatment according to the Program of Veterinary Care or contact the attending veterinarian to\ndetermine an appropriate plan of diagnosis and treatment.\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThere were 2 guinea pigs observed with health conditions requiring treatment in accordance with the Program of \nVeterinary Care or consultation with the attending veterinarian.  A tri-color adult guinea pig in Pen 66 was observed with \nan abnormal left eye.  The surface of the eye was swollen and red with a circular yellowish area. The Program of \nVeterinary Care had several treatments listed including antibiotic eye drops and injectable pain medications.  The licensee \nbegan treatment with pain medication following the identification of this animal on the previous inspection approximately 2 \nweeks ago but did not treat with eye drops as described in the Program of Veterinary Care.  The program also states to \ncontact the veterinarian if the condition is not resolved in 5 days.  The licensee said he did not contact his attending \nveterinarian regarding this animal's health condition. \nA tan and white adult guinea pig in Pen 71 was also observed with an abnormal eye.  The right eye was held completely \nclosed.  When the eyelids were pulled open, there was a thick yellow discharge covering the eye and the tissues around \nthe eye were red.  The licensee had not observed the health condition in this animal, did not contact the attending \nveterinarian, and was not administering any treatments.  The Program of Veterinary Care on file addresses the condition \nand provides treatment options.\n\nThe licensee must initiate treatment according to the Program of Veterinary Care or contact the attending veterinarian to \ndetermine an appropriate plan of diagnosis and treatment. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 970,
  "species": [
    {
      "count": 970,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}