{
  "insp_id": "2016082568091317",
  "layout": "a",
  "customer_id": "42797",
  "customer_name": "Samuel F Stoltzfus",
  "customer_addr": "305 Fremont Road\nNottingham, PA 19362",
  "certificate": "23-A-0474",
  "site_id": "001",
  "site_name": "SAMUEL STOLTZFUS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-FEB-2017",
  "report_date": "08-FEB-2017",
  "citations": [
    {
      "code": "3.28(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Enclosure number 45 housing 8 guinea pigs still needs repair. This enclosure has broken, bent, and detached wire\non the lower edge of the wire mesh above the plastic lumber on left side. The broken, bent wires are at the height\nof the heads of the adult guinea pigs and may cause injury to the animals. On the opposite wall the wire mesh has\nrusted through at lower edge (above the floor) leaving sharp points that may injure the animals. Enclosures must be\nstructurally sound and maintained in good repair to protect the guinea pigs from injury and to contain the animals\nsecurely. The enclosure must be repaired or replaced to prevent injury to the animals and to prevent escape. The\neight guinea pigs were moved to a new enclosure at time of inspection.\nNote: The attending veterinarian examined and prescribed treatment for the guinea pigs cited on the inspection\nreport dated November 16, 2016.\nThis inspection and exit interview were conducted with the owner.\nAdditional Inspectors\nGeib Mary, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.28(a)(1)                    REPEAT\nPRIMARY ENCLOSURES. \nEnclosure number 45 housing 8 guinea pigs still needs repair.  This enclosure has broken, bent, and detached wire\non the lower edge of the wire mesh above the plastic lumber on left side.  The broken, bent wires are at the height\nof the heads of the adult guinea pigs and may cause injury to the animals.   On the opposite wall the wire mesh has\nrusted through at lower edge (above the floor) leaving sharp points that may injure the animals.  Enclosures must be\nstructurally sound and maintained in good repair to protect the guinea pigs from injury and to contain the animals\nsecurely.  The enclosure must be repaired or replaced to prevent injury to the animals and to prevent escape.  The\neight guinea pigs were moved to a new enclosure at time of inspection.\nNote: The attending veterinarian examined and prescribed treatment for the guinea pigs cited on the inspection\nreport dated November 16, 2016. \nThis inspection and exit interview were conducted with the owner.\nAdditional Inspectors\nGeib Mary, Veterinary Medical Officer",
  "animals_total": 2581,
  "species": [
    {
      "count": 2581,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}