{
  "insp_id": "2016082567921882",
  "layout": "a",
  "customer_id": "333721",
  "customer_name": "Angell Hohvart",
  "customer_addr": "1340 State Road N.W.\nWarren, OH 44481",
  "certificate": "31-A-0574",
  "site_id": "001",
  "site_name": "ANGEL HOHVART",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-SEP-2016",
  "report_date": "14-SEP-2016",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "*** The enclosure housing one male fox (outside of the perimeter fence) has at least 2 areas where the buried\nflooring has been significantly uncovered or the ground has eroded. These areas are no longer a solid walking\nsurface for the fox and are also a potential injury hazard for the legs/feet of the animal. Correct this by repairing or\nreplacing this area and ensuring all animal enclosures are maintained to properly contain the animals and protect\nthem from injury.\nCorrect by: 01 OCT 2016"
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "***One male fox is being housed in an enclosure outside of the facility perimeter fence. The licensee stated that this\nwas a temporary area for this animal and that they plan to move the entire enclosure inside the existing perimeter\nfence. Currently, this enclosure does not have adequate secondary containment to keep unwanted persons and\nanimals out or to act as a secondary barrier should the fox get out of the enclosure. Correct this by providing an\nadequate perimeter fence for all animal enclosures.\nCorrect by: 01 OCT 2016"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "*** The area behind the enclosure outside of the perimeter fence has many items that need to be removed and\ndiscarded or placed in a suitable storage area. There are building materials, extra caging supplies, and other\nmiscellaneous items in this area. This area is a potential breeding ground for pests and does not satisfy the\nacceptable standards for cleanliness. Correct this by cleaning this area, and removing items not needed for animal\nhusbandry.\nCorrect by: 01 OCT 2016\nThis inspection and exit interview were conducted with the licensee."
    }
  ],
  "narrative": "3.125(a)\nFACILITIES, GENERAL.   \n*** The enclosure housing one male fox (outside of the perimeter fence) has at least 2 areas where the buried\nflooring has been significantly uncovered or the ground has eroded.  These areas are no longer a solid walking\nsurface for the fox and are also a potential injury hazard for the legs/feet of the animal.   Correct this by repairing or\nreplacing this area and ensuring all animal enclosures are maintained to properly contain the animals and protect\nthem from injury.\nCorrect by: 01 OCT 2016\n3.127(d)\nFACILITIES, OUTDOOR. \n***One male fox is being housed in an enclosure outside of the facility perimeter fence.  The licensee stated that this\nwas a temporary area for this animal and that they plan to move the entire enclosure inside the existing perimeter\nfence.   Currently, this enclosure does not have adequate secondary containment to keep unwanted persons and\nanimals out or to act as a secondary barrier should the fox get out of the enclosure.  Correct this by providing an\nadequate perimeter fence for all animal enclosures.\nCorrect by: 01 OCT 2016\n3.131(c)\nSANITATION.   \n*** The area behind the enclosure outside of the perimeter fence has many items that need to be removed and\ndiscarded or placed in a suitable storage area.   There are building materials, extra caging supplies, and other\nmiscellaneous items in this area.  This area is a potential breeding ground for pests and does not satisfy the\nacceptable standards for cleanliness.  Correct this by cleaning this area, and removing items not needed for animal\nhusbandry.\nCorrect by: 01 OCT 2016\n\nThis inspection and exit interview were conducted with the licensee.",
  "animals_total": 14,
  "species": [
    {
      "count": 14,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}