{
  "insp_id": "2016082569720491",
  "layout": "a",
  "customer_id": "327993",
  "customer_name": "Levi King",
  "customer_addr": "759 E End Mountain Rd\nMill Hall, PA 17751",
  "certificate": "23-A-0596",
  "site_id": "002",
  "site_name": "LEVI KING",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-FEB-2020",
  "report_date": "14-FEB-2020",
  "citations": [
    {
      "code": "3.26(a)",
      "kind": "Direct",
      "repeat": true,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "The temperature inside the guinea pig housing building as measured with a kestrel was 56.8 degrees F. Although\nthere was a wall heater, there were several windows open.\nGuinea pigs kept in ambient temperatures that are too low may be subject to cold stress that may predispose them\nto developing other health issues.\nThe ambient temperature in indoor housing facilities for guinea pigs must not fall below 60 degrees F."
    },
    {
      "code": "3.29(d)",
      "kind": "Direct",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "Approximately 50% of the self-feeders had fecal pellets contained within the feeders and mixed in the feed. The\nfecal material appeared dry and not fresh and there were a few feeders with only fecal material present in the\nfeeder.\nFeeders and food receptacles need to be clean and free of fecal material. Failure to do so can lead to disease or\ncan lead to the avoidance of feeding, both of which can have negative impacts on animal health. Correct by\nkeeping the feeders clean and sanitizing at a minimum of once every two weeks."
    },
    {
      "code": "3.31(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Approximately 75% of the guinea pig enclosures contained a large amount of soiled wet bedding with an\naccumulation of excess fecal material, debris, and discarded feed mixed in with the bedding and the pens were in\nneed of more frequent cleaning. The facility reported the majority of pens had last been cleaned 6 days ago.\nThe accumulation of feces and unclean enclosures can cause unpleasant odors, lead to contamination of the\nenclosure, and attract pests and vermin that carry diseases that result in risks to the health of the animals.\nPrimary enclosures must be cleaned and sanitized as often as necessary to prevent the accumulation of excreta or\ndebris.\nThis inspection and exit interview were conducted with the licensee."
    }
  ],
  "narrative": "3.26(a)           DIRECT                    REPEAT\nFACILITIES, INDOOR.\nThe temperature inside the guinea pig housing building as measured with a kestrel was 56.8 degrees F.  Although\nthere was a wall heater, there were several windows open. \nGuinea pigs kept in ambient temperatures that are too low may be subject to cold stress that may predispose them\nto developing other health issues.\nThe ambient temperature in indoor housing facilities for guinea pigs must not fall below 60 degrees F.\n3.29(d)           DIRECT                    REPEAT\nFEEDING. \nApproximately 50% of the self-feeders had fecal pellets contained within the feeders and mixed in the feed.  The\nfecal material appeared dry and not fresh and there were a few feeders with only fecal material present in the\nfeeder.  \nFeeders and food receptacles need to be clean and free of fecal material.  Failure to do so can lead to disease or\ncan lead to the avoidance of feeding, both of which can have negative impacts on animal health.  Correct by\nkeeping the feeders clean and sanitizing at a minimum of once every two weeks.\n3.31(a)(1)                    REPEAT\nSANITATION.\nApproximately 75% of the guinea pig enclosures contained a large amount of soiled wet bedding with an\naccumulation of excess fecal material, debris, and discarded feed mixed in with the bedding and the pens were in\nneed of more frequent cleaning.  The facility reported the majority of pens had last been cleaned 6 days ago.\nThe accumulation of feces and unclean enclosures can cause unpleasant odors, lead to contamination of the\nenclosure, and attract pests and vermin that carry diseases that result in risks to the health of the animals.\nPrimary enclosures must be cleaned and sanitized as often as necessary to prevent the accumulation of excreta or\ndebris.\nThis inspection and exit interview were conducted with the licensee.\n\n",
  "animals_total": 1046,
  "species": [
    {
      "count": 1046,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}