{
  "insp_id": "2016082569336416",
  "layout": "a",
  "customer_id": "334776",
  "customer_name": "Baringer Family Farm",
  "customer_addr": "28351 370th St\nLe Sueur, MN 56058",
  "certificate": "41-C-0288",
  "site_id": "001",
  "site_name": "BARINGER FAMILY FARM",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-NOV-2018",
  "report_date": "27-NOV-2018",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A brown female rabbit was not using her right rear leg when hopping around through the enclosure. Upon\nexamination of the rabbit, a quarter sized lump was noticed on the right side of the body. The licensee had not\nobserved the lump or the limp prior to inspection. Not thoroughly observing all the animals on a daily basis does not\nensure that veterinary care issues will be immediately recognized and reported to the Attending Veterinarian.\nObservations must be conducted on a daily basis. Any health issues identified during daily observations should\neither be reported to the Attending Veterinarian or the licensee must refer to the Program of Veterinary Care for any\ntreatments written up and approved by the Attending Veterinarian. Correct immediately."
    },
    {
      "code": "3.53(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "One primary enclosure containing six rabbits was too small for the rabbits it contained. The licensee estimated the\nindividual rabbit weights to be 3 lbs on average. For six rabbits they would need a total space of 9 square feet. The\nenclosure measured 4 feet by 2 feet for a total of 8 square feet. The enclosure is short by 1 square foot. Cage\nspace requirements ensure that the rabbits have enough room to move about freely within their enclosures. It\nminimizes the rabbits from stepping or sitting in their feces or urine and also minimizes the spread of disease. The\nlicensee must ensure that all enclosures containing rabbits have enough floor space to meet the minimum floor\nspace requirements for the number of and the size of the rabbits in that enclosure."
    },
    {
      "code": "3.130",
      "kind": "Direct",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "During inspection of a goat, sheep, llama, and alpaca enclosure I observed the water containers to be either empty\nor frozen over with ice. I asked the licensee how often she gives the animals in that enclosure fresh water and she\nstated she fills the water up every day and a half. Near the end of the inspection I observed the licensee giving the\nanimals in that enclosure fresh water. Many of the animals in the enclosure crowded the watering container and\nmultiple animals were observed to be getting water or trying to get their heads in to get water for over a minute. Not\nproviding water on a more regular basis doesn't ensure the health and well-being of the animals. Water must be\nprovided as often as necessary for the health and comfort of the animals. Correct immediately.\nNote: The licensee was providing water to all the animals prior to the end of the inspection.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "2.40(b)(3)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA brown female rabbit was not using her right rear leg when hopping around through the enclosure.  Upon\nexamination of the rabbit, a quarter sized lump was noticed on the right side of the body.  The licensee had not\nobserved the lump or the limp prior to inspection.  Not thoroughly observing all the animals on a daily basis does not\nensure that veterinary care issues will be immediately recognized and reported to the Attending Veterinarian. \nObservations must be conducted on a daily basis.  Any health issues identified during daily observations should\neither be reported to the Attending Veterinarian or the licensee must refer to the Program of Veterinary Care for any\ntreatments written up and approved by the Attending Veterinarian.  Correct immediately.\n3.53(c)(3)                    REPEAT\nPRIMARY ENCLOSURES.   \nOne primary enclosure containing six rabbits was too small for the rabbits it contained.  The licensee estimated the\nindividual rabbit weights to be 3 lbs on average.  For six rabbits they would need a total space of 9 square feet.  The\nenclosure measured 4 feet by 2 feet for a total of 8 square feet.  The enclosure is short by 1 square foot.  Cage\nspace requirements ensure that the rabbits have enough room to move about freely within their enclosures. It\nminimizes the rabbits from stepping or sitting in their feces or urine and also minimizes the spread of disease. The\nlicensee must ensure that all enclosures containing rabbits have enough floor space to meet the minimum floor\nspace requirements for the number of and the size of the rabbits in that enclosure.\n3.130           DIRECT\nWATERING.  \nDuring inspection of a goat, sheep, llama, and alpaca enclosure I observed the water containers to be either empty\nor frozen over with ice.  I asked the licensee how often she gives the animals in that enclosure fresh water and she\nstated she fills the water up every day and a half.  Near the end of the inspection I observed the licensee giving the\nanimals in that enclosure fresh water.  Many of the animals in the enclosure crowded the watering container and\nmultiple animals were observed to be getting water or trying to get their heads in to get water for over a minute.  Not\nproviding water on a more regular basis doesn't ensure the health and well-being of the animals.  Water must be\nprovided as often as necessary for the health and comfort of the animals.  Correct immediately.\n\nNote: The licensee was providing water to all the animals prior to the end of the inspection.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.",
  "animals_total": 132,
  "species": [
    {
      "count": 10,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 1,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 40,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 5,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 3,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 29,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 40,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 4,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}