{
  "insp_id": "2016082568558643",
  "layout": "a",
  "customer_id": "329579",
  "customer_name": "Judit Nerger",
  "customer_addr": "Juergen Nerger\nP O Box 21\nRichmond, IL 60071",
  "certificate": "33-C-0452",
  "site_id": "TRA",
  "site_name": "JUDIT NERGER & JUERGEN NERGER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-JUL-2017",
  "report_date": "19-JUL-2017",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The show ring consists of 11-foot high chain link panels, to be considered containment. A decorative arch tops\neach panel, adding approximately 12 additional inches of height, but it is not meant to be a deterrent or containment\nasset to the fencing. 3 of these panels have a series of ~1inch diameter prongs in an L-shaped kick-in on top of the\narches that adds an extra 18 inches of height and a 6-inch extension towards the center of the ring. These\nadditional extensions do not appear sturdy enough to serve as any additional deterrent or containment. During the\nshow, a total of ten tigers sit on pedestals ranging from five feet (below the additional L-shaped extensions), three\nfeet, and 1.5-2 feet tall; for part of the act, between two and three tigers are elevated up to 6 feet in the air while on\na show apparatus. The owner stated that they do not have any type of cover or top that they can place over the\nshow ring. Despite the fact that the tigers are never allowed into the ring unsupervised, the ring apparatus is\ninadequate to contain the tigers from an escape. Correct by ensuring that the ring can properly contain the tigers at\nall times, either by adding height, kick-ins deterrents, or a top covering.\nCorrect by August 1, 2017."
    },
    {
      "code": "3.128",
      "kind": "",
      "repeat": false,
      "desc": "SPACE REQUIREMENTS.",
      "narrative": "On the day of inspection, thirteen tigers were kept in pairs (and one group of three in a double enclosure) in\nenclosures which measure 4 feet high by 8 feet square. The tigers are able to stand up, turn around, and lie down\nwithout interfering with their cagemate(s); one male tiger was seen sitting in an erect position and had to hunch his\nhead to avoid hitting the ceiling of the cage. However, these enclosures do not allow the animals to perform normal\nspecies-appropriate postural behaviors such as stretching to their full vertical height, climb, or perch. During the\ninspection, the ten tigers performing in the act were seen in their enclosures from 10:30 AM until the 5:30 PM show\ntime. They were not taken out of their enclosures or allowed into the show ring for exercise or training at any time\nduring the day. The three additional tigers are juveniles in training, according to the owner, and they are brought out\ninto the ring for 20-25 minute training sessions 1-2 times each day. There is no other enclosure or pen of any type\navailable to allow any of the tigers to make normal postural adjustments. The cats were only outside of their\nenclosures for the duration of the 20-minute performance scheduled to be held twice on the day of inspection. The\nowner stated that they are on the road typically 8-9 months out of the year in total (breaks interspersed between\nperiods of travel). The owner also stated that while at their home site, pairs of tigers are let into a large enclosure\nwith a pool and toys and they are allowed \"play\" time for several hours per day. Given that the temporary housing\nenclosures used while on travel do not allow the animals to perform their normal postural adjustments, including\nstretching and perching, in a non-training environment, the animals may experience physical discomfort or\npsychological stress. In addition to individual effects, the fact that the tigers are housed in groups can present\nspace concerns because this does not allow them the ability to escape into solitude or to be housed separately if\nother major compatibility issues arise. Correct by ensuring that the animals have adequate space to perform\nnormal postural adjustments appropriate to their natural species behavior patterns.\nCorrect by August 1, 2017.\nThis inspection and exit interview were conducted with the licensee at the Warren Co. Fairgrounds in Lebanon, OH.\nThe licensee refused to sign the report acknowledging receipt. The copy was left with the licensee, and another\ncopy was sent via certified mail to the licensee's listed address."
    }
  ],
  "narrative": "3.125(a)\nFACILITIES, GENERAL.   \nThe show ring consists of 11-foot high chain link panels, to be considered containment.  A decorative arch tops\neach panel, adding approximately 12 additional inches of height, but it is not meant to be a deterrent or containment\nasset to the fencing.  3 of these panels have a series of ~1inch diameter prongs in an L-shaped kick-in on top of the\narches that adds an extra 18 inches of height and a 6-inch extension towards the center of the ring.  These\nadditional extensions do not appear sturdy enough to serve as any additional deterrent or containment.  During the\nshow, a total of ten tigers sit on pedestals ranging from five feet (below the additional L-shaped extensions), three\nfeet, and 1.5-2 feet tall; for part of the act, between two and three tigers are elevated up to 6 feet in the air while on\na show apparatus.  The owner stated that they do not have any type of cover or top that they can place over the\nshow ring.  Despite the fact that the tigers are never allowed into the ring unsupervised, the ring apparatus is\ninadequate to contain the tigers from an escape.  Correct by ensuring that the ring can properly contain the tigers at\nall times, either by adding height, kick-ins deterrents, or a top covering.\nCorrect by August 1, 2017.\n3.128\nSPACE REQUIREMENTS. \nOn the day of inspection, thirteen tigers were kept in pairs (and one group of three in a double enclosure) in\nenclosures which measure 4 feet high by 8 feet square.  The tigers are able to stand up, turn around, and lie down\nwithout interfering with their cagemate(s); one male tiger was seen sitting in an erect position and had to hunch his\nhead to avoid hitting the ceiling of the cage.  However, these enclosures do not allow the animals to perform normal\nspecies-appropriate postural behaviors such as stretching to their full vertical height, climb, or perch.  During the\ninspection, the ten tigers performing in the act were seen in their enclosures from 10:30 AM until the 5:30 PM show\ntime. They were not taken out of their enclosures or allowed into the show ring for exercise or training at any time\nduring the day. The three additional tigers are juveniles in training, according to the owner, and they are brought out\ninto the ring for 20-25 minute training sessions 1-2 times each day.  There is no other enclosure or pen of any type\navailable to allow any of the tigers to make normal postural adjustments.  The cats were only outside of their\nenclosures for the duration of the 20-minute performance scheduled to be held twice on the day of inspection.  The\n\nowner stated that they are on the road typically 8-9 months out of the year in total (breaks interspersed between\nperiods of travel).  The owner also stated that while at their home site, pairs of tigers are let into a large enclosure\nwith a pool and toys and they are allowed \"play\" time for several hours per day.  Given that the temporary housing\nenclosures used while on travel do not allow the animals to perform their normal postural adjustments, including\nstretching and perching, in a non-training environment, the animals may experience physical discomfort or\npsychological stress.  In addition to individual effects, the fact that the tigers are housed in groups can present\nspace concerns because this does not allow them the ability to escape into solitude or to be housed separately if\nother major compatibility issues arise.  Correct by ensuring that  the animals have adequate space to perform\nnormal postural adjustments appropriate to their natural species behavior patterns.  \nCorrect by August 1, 2017.\nThis inspection and exit interview were conducted with the licensee at the Warren Co. Fairgrounds in Lebanon, OH.\nThe licensee refused to sign the report acknowledging receipt.  The copy was left with the licensee, and another\ncopy was sent via certified mail to the licensee's listed address.",
  "animals_total": 13,
  "species": [
    {
      "count": 13,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    }
  ]
}