{
  "insp_id": "189140006000649",
  "layout": "a",
  "customer_id": "6197",
  "customer_name": "Brian Staples",
  "customer_addr": "C/O Craig Barrile, Esq\n820 High Desert\nDeer Park, WA 99006",
  "certificate": "91-C-0060",
  "site_id": "TRA",
  "site_name": "BRIAN STAPLES",
  "insp_type": "ROUTINE INSPECTION",
  "date": "02-JUL-2014",
  "report_date": "07-JUL-2014",
  "citations": [
    {
      "code": "2.40(x)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "(a)(1)\n***** The licensees current Program of Veterinary Care does not adequately address all animals under the\nlicensees care. The current PVC addresses TB testing, some vaccinations, and some parasite control for\ncarnivores, hoofed stock, and primates. It is difficult to determine what test and/or vaccination is recommended for\nwhich animal. It does not address the rodents (porcupines) or the omnivores (coati and kinkajou). Without a\ncomplete, easily understood PVC the licensee may not provide adequate veterinary care for the animals. A PVC\naddressing parasite control, vaccination recommendations, routine medical testing requirements, and nutrition for\neach species along with recommendations for regularly scheduled visits to the facility by the veterinarian needs to\nbe available for review during USDA inspections. Since this licensee travels a large part of the year a plan for\nemergency care in areas where the attending veterinarian is not available should also be available for review.\nTo be corrected by: July 15, 2014"
    },
    {
      "code": "2.75",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "(b)(1)\n***** Several animals identified on previous inspection inventories and prior itineraries sent in by the licensee were\nnot present during this inspection. The employees were unaware or unwilling to disclose their locations and were\nunable to find records of disposition. Records of animals on hand, acquisitions, and dispositions must be\nmaintained so that USDA is able to track animal movements. The licensee needs to ensure accurate records are\navailable during USDA inspections.\nTo be corrected immediately."
    },
    {
      "code": "2.131",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "(b)(1)\n***** During this inspection several animals were observed exhibiting signs consistent with excessive heat exposure\nor stress. The porcupines in particular seemed extremely uncomfortable. The 2 African porcupines were observed\npanting to the extent their quills were quivering. The prehensile tailed porcupine was standing in an abnormal\nposture. Prehensile tailed porcupines are nocturnal and usually spend their daylight hours curled in a tree asleep.\nThis animal was wide awake and standing with its front feet extended forward. The ranch fox was lying in its house\npanting. When these behaviors were pointed out to the employees they immediately turned on fans that appeared\nto be for the purpose of cooling these animals. One of the coati immediately spread out in front of one of the fans.\nThe temperature for the area at the time of this inspection was approximately 83 F with 65 % relative humidity. The\nanimals are housed in a white circus tent with the sides down.\nWhen climatic conditions present a threat to an animal(cid:25)s health or well-being appropriate measures must be taken\nto alleviate the impact of those conditions. An animal may never be subjected to any combination of temperature,\nhumidity, and time that is detrimental to the animal(cid:25)s health or well-being.\nAdditional methods for cooling these animals need to be incorporated along with the fans or these animals need to\nbe relocated to an area that can be more easily cooled.\nTo be corrected immediately."
    },
    {
      "code": "3.32",
      "kind": "",
      "repeat": false,
      "desc": "EMPLOYEES.",
      "narrative": "The licensee does not appear to have enough qualified employees to adequately maintain the prescribed\nhusbandry practices set forth by USDA. There were two employees at the facility during this inspection. The\ncondition of the facility during this inspection did not meet minimum standards. The licensee needs to hire\nadditional qualified personnel or reduce the number of animals the current employees have to care for.\nTo be corrected by: July 15, 2014"
    },
    {
      "code": "3.127",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "(c)\n***** The coati and spider monkey cages had areas of standing water and mud. The ground just behind the\nkangaroo cage had standing water and mud. Areas of standing water contribute to odor, disease, and pest\nproblems. A suitable method to rapidly eliminate excess water needs to be implemented or the animals need to be\nrelocated to an area that can be adequately drained.\nTo be corrected by: July 15, 2014"
    },
    {
      "code": "3.129",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "(a)\n***** Diets fed to USDA covered species must be appropriate for the species. Some of the diets being fed by the\nlicensees(cid:25) employees were not appropriate. Porcupines are primarily herbivorous requiring green vegetation in their\ndiets. The employees were feeding dog food to the porcupines. The tiger and leopard were being fed chicken\nquarters. When asked about supplements the employees said they were using calcium and taurine supplements\nbut were unable to show us as they had run out the day before. Large exotic cats on a diet of chicken should be\nsupplemented with calcium. Inappropriate diets can lead to illness and disease in these animals. The licensee\nneeds to consult with a veterinarian or nutritionist knowledgeable with the different species maintained and\nimplement diets appropriate for those species.\nTo be corrected by July 15, 2014"
    },
    {
      "code": "3.131",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "(a)\n***** Several of the animal enclosures did not appear to have been cleaned recently. The spider monkey enclosure\nhad a large pile of feces under the Rubbermaid nest box. The capuchin enclosure had old, dirty hay on the ground,\nand the fox(cid:25)s food bowl had chicken feces on top of the food.\nThere are 27 mammals along with some birds living under a 30 x 50 ft tent. This number of animals requires daily\ncleaning of excreta, old food and old bedding in order to minimize disease hazards, insect pests such as flies and\nother parasites as well as odors.\nA schedule for daily cleaning needs to be developed and implemented.\nTo be corrected immediately.\nThis inspection was conducted by APHIS, USDA, ANIMAL CARE Personnel and the designated persons for\ninspection the owners employees.\nThe exit interview was conducted by APHIS, USDA, ANIMAL CARE Personnel and the Owner by telephone on\n7/7/14.\nEND OF REPORT.\nAdditional Inspectors\nDigesualdo Cynthia, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(x)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n(a)(1)\n***** The licensees current Program of Veterinary Care does not adequately address all animals under the\nlicensees care.  The current PVC addresses TB testing, some vaccinations, and some parasite control for\ncarnivores, hoofed stock, and primates.  It is difficult to determine what test and/or vaccination is recommended for\nwhich animal.  It does not address the rodents (porcupines) or the omnivores (coati and kinkajou). Without a\ncomplete, easily understood PVC the licensee may not provide adequate veterinary care for the animals.  A PVC\naddressing parasite control, vaccination recommendations, routine medical testing requirements, and nutrition for\neach species along with recommendations for regularly scheduled visits to the facility by the veterinarian needs to\nbe available for review during USDA inspections.  Since this licensee travels a large part of the year a plan for\nemergency care in areas where the attending veterinarian is not available should also be available for review.   \nTo be corrected by:  July 15, 2014\n2.75\nRECORDS: DEALERS AND EXHIBITORS.\n(b)(1)\n***** Several animals identified on previous inspection inventories and prior itineraries sent in by the licensee were\nnot present during this inspection.  The employees were unaware or unwilling to disclose their locations and were\nunable to find records of disposition.  Records of animals on hand, acquisitions, and dispositions must be\nmaintained so that USDA is able to track animal movements.  The licensee needs to ensure accurate records are\navailable during USDA inspections.\nTo be corrected immediately.\n\n2.131\nHANDLING OF ANIMALS.\n(b)(1)\n***** During this inspection several animals were observed exhibiting signs consistent with excessive heat exposure\nor stress.  The porcupines in particular seemed extremely uncomfortable.  The 2 African porcupines were observed\npanting to the extent their quills were quivering.  The prehensile tailed porcupine was standing in an abnormal\nposture.  Prehensile tailed porcupines are nocturnal and usually spend their daylight hours curled in a tree asleep. \nThis animal was wide awake and standing with its front feet extended forward.  The ranch fox was lying in its house\npanting.  When these behaviors were pointed out to the employees they immediately turned on fans that appeared\nto be for the purpose of cooling these animals.  One of the coati immediately spread out in front of one of the fans.\nThe temperature for the area at the time of this inspection was approximately 83 F with 65 % relative humidity.  The\nanimals are housed in a white circus tent with the sides down.  \nWhen climatic conditions present a threat to an animal(cid:25)s health or well-being appropriate measures must be taken\nto alleviate the impact of those conditions.  An animal may never be subjected to any combination of temperature,\nhumidity, and time that is detrimental to the animal(cid:25)s health or well-being.  \nAdditional methods for cooling these animals need to be incorporated along with the fans or these animals need to\nbe relocated to an area that can be more easily cooled.\nTo be corrected immediately.\n3.32\nEMPLOYEES.    \nThe licensee does not appear to have enough qualified employees to adequately maintain the prescribed\nhusbandry practices set forth by USDA.  There were two employees at the facility during this inspection.  The\ncondition of the facility during this inspection did not meet minimum standards.  The licensee needs to hire\nadditional qualified personnel or reduce the number of animals the current employees have to care for.  \nTo be corrected by:  July 15, 2014\n3.127\nFACILITIES, OUTDOOR.\n\n(c)\n***** The coati and spider monkey cages had areas of standing water and mud.  The ground just behind the\nkangaroo cage had standing water and mud.  Areas of standing water contribute to odor, disease, and pest\nproblems.  A suitable method to rapidly eliminate excess water needs to be implemented or the animals need to be\nrelocated to an area that can be adequately drained.\nTo be corrected by:  July 15, 2014  \n3.129\nFEEDING.    \n(a)\n***** Diets fed to USDA covered species must be appropriate for the species.  Some of the diets being fed by the\nlicensees(cid:25) employees were not appropriate.  Porcupines are primarily herbivorous requiring green vegetation in their\ndiets.  The employees were feeding dog food to the porcupines.  The tiger and leopard were being fed chicken\nquarters.  When asked about supplements the employees said they were using calcium and taurine supplements\nbut were unable to show us as they had run out the day before.  Large exotic cats on a diet of chicken should be\nsupplemented with calcium.  Inappropriate diets can lead to illness and disease in these animals.  The licensee\nneeds to consult with a veterinarian or nutritionist knowledgeable with the different species maintained and\nimplement diets appropriate for those species.\nTo be corrected by July 15, 2014       \n3.131\nSANITATION.   \n(a)\n***** Several of the animal enclosures did not appear to have been cleaned recently.  The spider monkey enclosure\nhad a large pile of feces under the Rubbermaid nest box.  The capuchin enclosure had old, dirty hay on the ground,\nand the fox(cid:25)s food bowl had chicken feces on top of the food.  \nThere are 27 mammals along with some birds living under a 30 x 50 ft tent.  This number of animals requires daily\ncleaning of excreta, old food and old bedding in order to minimize disease hazards, insect pests such as flies and\nother parasites as well as odors.\n\nA schedule for daily cleaning needs to be developed and implemented.\nTo be corrected immediately.\nThis inspection was conducted by APHIS, USDA, ANIMAL CARE Personnel and the designated persons for\ninspection the owners employees.\nThe exit interview was conducted by APHIS, USDA, ANIMAL CARE Personnel and the Owner by telephone on\n7/7/14.\nEND OF REPORT.\nAdditional Inspectors\nDigesualdo Cynthia, Veterinary Medical Officer",
  "animals_total": 54,
  "species": [
    {
      "count": 3,
      "scientific": "Ateles chamek",
      "common": "BLACK SPIDER MONKEY"
    },
    {
      "count": 1,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 1,
      "scientific": "Bubalus bubalis",
      "common": "ASIATIC WATER BUFFALO"
    },
    {
      "count": 3,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 8,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 1,
      "scientific": "Coendou prehensilis",
      "common": "PREHENSILE-TAILED PORCUPINE"
    },
    {
      "count": 2,
      "scientific": "Hystrix africaeaustralis",
      "common": "CAPE PORCUPINE"
    },
    {
      "count": 1,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 8,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Macaca nigra",
      "common": "SULAWESI CRESTED MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Macaca radiata",
      "common": "BONNET MACAQUE"
    },
    {
      "count": 2,
      "scientific": "Macropus giganteus",
      "common": "EASTERN GREY KANGAROO"
    },
    {
      "count": 2,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 6,
      "scientific": "Ovis dalli",
      "common": "WHITE SHEEP"
    },
    {
      "count": 1,
      "scientific": "Panthera pardus",
      "common": "LEOPARD"
    },
    {
      "count": 1,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 2,
      "scientific": "Papio anubis",
      "common": "OLIVE BABOON"
    },
    {
      "count": 1,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 3,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 3,
      "scientific": "Sus domestica",
      "common": "DOMESTIC PIG"
    },
    {
      "count": 1,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}