{
  "insp_id": "5161621170136",
  "layout": "a",
  "customer_id": "3844",
  "customer_name": "The Animal Store",
  "customer_addr": "4364 W. Touhy Avenue\nLincolnwood, IL 60712",
  "certificate": "33-B-0429",
  "site_id": "001",
  "site_name": "THE ANIMAL STORE INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-JAN-2016",
  "report_date": "05-JAN-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A white male hedgehog is missing a portion of its left ear. The remaining portion of the ear is thickened and\nscabbed. The injury occurred at least one week ago and had not been reported to the veterinarian prior to the time\nof inspection. The animal had only been removed from its group enclosure and isolated in its own enclosure.\nFailure to provide adequate veterinary care for animal injuries can result in further injury and veterinary\ncomplications.\nThis injury must be reported to the veterinarian. All prescribed treatments or instructions must be followed.\nNote: The license holder contacted veterinarian during the time of inspection.\nThe inspection exit briefing was conducted with the facility owner."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA white male hedgehog is missing a portion of its left ear.  The remaining portion of the ear is thickened and\nscabbed.  The injury occurred at least one week ago and had not been reported to the veterinarian prior to the time\nof inspection.  The animal had only been removed from its group enclosure and isolated in its own enclosure. \nFailure to provide adequate veterinary care for animal injuries can result in further injury and veterinary\ncomplications.\nThis injury must be reported to the veterinarian.  All prescribed treatments or instructions must be followed.\nNote: The license holder contacted veterinarian during the time of inspection.\nThe inspection exit briefing was conducted with the facility owner.",
  "animals_total": 8,
  "species": [
    {
      "count": 8,
      "scientific": "Atelerix albiventris",
      "common": "HEDGEHOG"
    }
  ]
}