{
  "insp_id": "2016082568030482",
  "layout": "a",
  "customer_id": "42240",
  "customer_name": "Ellen Roberts",
  "customer_addr": "1261 State Route 14\nWest Plains, MO 65775",
  "certificate": "43-A-5445",
  "site_id": "001",
  "site_name": "ELLEN ROBERTS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-DEC-2016",
  "report_date": "06-DEC-2016",
  "citations": [
    {
      "code": "2.50(a)(2)",
      "kind": "",
      "repeat": true,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "Puppies less than 16 weeks old, from multiple litters, and without individual identification were combined in\nenclosures. In one enclosure were 11 mixed breed, weaned puppies at 8-9 weeks old. In another enclosure was a\nBeagle dam with 4 3- week old puppies with no identification. Proper and accurate identification is required in order\nto ensure that each animal's identity can be known with certainty and to facilitate record keeping requirements for\ninventory, disposition, transport, and healthcare documentation. The owner must identify all live regulated animals\nand assure that records are kept at all times."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The floor and corners of 2 enclosures have excessive grime and mud. In the enclosure with 6 small Poodles, the\nfloor and corners have dried mud and other brown material over almost the entire surface. In an enclosure with 11\nweaned puppies, the floor and corners have a heavy layer of dried mud and other material. It is also on the frame\nfor the dog door and several inches along the walls. Hard surfaces with which the dogs come in contact must be\nspot-cleaned daily and sanitized in accordance with Sec. 3.11(b) of this subpart to prevent accumulation of excreta\nand reduce disease hazards.\nThis inspection and exit interview were conducted with a facility representative.\nAdditional Inspectors\nPlumlee Konnie, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.50(a)(2)                    REPEAT\nTIME AND METHOD OF IDENTIFICATION.\nPuppies less than 16 weeks old, from multiple litters, and without individual identification were combined in\nenclosures.  In one enclosure were 11 mixed breed, weaned puppies at 8-9 weeks old.  In another enclosure was a\nBeagle dam with 4 3- week old puppies with no identification.  Proper and accurate identification is required in order\nto ensure that each animal's identity can be known with certainty and to facilitate record keeping requirements for\ninventory, disposition, transport, and healthcare documentation. The owner must identify all live regulated animals\nand assure that records are kept at all times.\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nThe floor and corners of 2 enclosures have excessive grime and mud.  In the enclosure with 6 small Poodles, the\nfloor and corners have dried mud and other brown material over almost the entire surface.  In an enclosure with 11\nweaned puppies, the floor and corners have a heavy layer of dried mud and other material.  It is also on the frame\nfor the dog door and several inches along the walls.  Hard surfaces with which the dogs come in contact must be\nspot-cleaned daily and sanitized in accordance with Sec. 3.11(b) of this subpart to prevent accumulation of excreta\nand reduce disease hazards.\nThis inspection and exit interview were conducted with a facility representative.\nAdditional Inspectors\nPlumlee Konnie, Supervisory Animal Care Specialist",
  "animals_total": 158,
  "species": [
    {
      "count": 102,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 56,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}