{
  "insp_id": "291152219240116",
  "layout": "a",
  "customer_id": "330047",
  "customer_name": "Olathe Pet Paradise",
  "customer_addr": "2099b E. Santa Fe\nOlathe, KS 66062",
  "certificate": "48-B-0342",
  "site_id": "001",
  "site_name": "OLATHE PET PARADISE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-OCT-2015",
  "report_date": "21-OCT-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* On August 18, 2015 the licensee purchased a white, male Boxer puppy. The licensee noticed the puppy was\nsmall and thin upon its arrival. The transporter who brought the puppy told the licensee that the breeder had the\npuppy checked by a veterinarian but there was no accompanying health certificate. After it was at the facility for\napproximately a week, the licensee noticed the puppy did not seem to be gaining weight. According to the licensee,\nthe puppy was pulled from its display enclosure where it was housed with another boxer puppy. The licensee\nstated she moved the puppy to the back of the store (away from public viewing) so it could be monitored better and\nso it wouldn't have to compete for food with the other puppy. While in the back room for approximately two weeks,\nthe puppy continued to look too thin and failed to put on weight appropriately, based on the licensee's observations.\nThe puppy was never weighed and the licensee never consulted a veterinarian about the puppy's weight or body\ncondition. The licensee stated she planned to schedule an appointment with the veterinarian but she never did. On\nFriday, September 11, 2015, according to the licensee, a store employee mistakenly brought the puppy from the\nback room to the main part of the store where it was put on display for sale. The puppy was purchased and left the\nfacility that same day. Despite not gaining weight appropriately for over three weeks, the licensee never had the\nanimal examined by a veterinarian. The licensee believed the animal's body condition was poor enough that it\nshould be removed from display and not sold, yet she never contacted a veterinarian about its condition. The\nlicensee intended on scheduling a vet appointment for the puppy's condition but instead decided to sell it before it\nreceived appropriate medical attention. Puppies which are thin and do not gain weight appropriately could have\nmedical conditions which could be detrimental if not treated. The licensee must ensure that all animals receive\nadequate veterinary care at all times. To be corrected by: 22 October 2015.\n* The inspection was conducted at the facility by Amanda Owens (VMO) and Robert Bacon (ACI) on 1 October\n2015. Additional information was obtained about the puppy from 16 October 2015. An exit briefing was conducted\non 21 October 2015 with the licensee, Dr. Amanda Owens (VMO), and Robert Bacon (ACI).\nAdditional Inspectors\nOwens Amanda, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*     On August 18, 2015 the licensee purchased a white, male Boxer puppy.  The licensee noticed the puppy was\nsmall and thin upon its arrival. The transporter who brought the puppy told the licensee that the breeder had the\npuppy checked by a veterinarian but there was no accompanying health certificate.  After it was at the facility for\napproximately a week, the licensee noticed the puppy did not seem to be gaining weight.  According to the licensee,\nthe puppy was pulled from its display enclosure where it was housed with another boxer puppy.  The licensee\nstated she moved the puppy to the back of the store (away from public viewing) so it could be monitored better and\nso it wouldn't have to compete for food with the other puppy.  While in the back room for approximately two weeks,\nthe puppy continued to look too thin and failed to put on weight appropriately, based on the licensee's observations. \nThe puppy was never weighed and the licensee never consulted a veterinarian about the puppy's weight or body\ncondition.  The licensee stated she planned to schedule an appointment with the veterinarian but she never did.  On\nFriday, September 11, 2015, according to the licensee, a store employee mistakenly brought the puppy from the\nback room to the main part of the store where it was put on display for sale.  The puppy was purchased and left the\nfacility that same day.  Despite not gaining weight appropriately for over three weeks, the licensee never had the\nanimal examined by a veterinarian.  The licensee believed the animal's body condition was poor enough that it\nshould be removed from display and not sold, yet she never contacted a veterinarian about its condition.  The\nlicensee intended on scheduling a vet appointment for the puppy's condition but instead decided to sell it before it\nreceived appropriate medical attention.  Puppies which are thin and do not gain weight appropriately could have\nmedical conditions which could be detrimental if not treated. The licensee must ensure that all animals receive\nadequate veterinary care at all times.   To be corrected by: 22 October 2015.\n*  The inspection was conducted at the facility by Amanda Owens (VMO) and Robert Bacon (ACI) on 1 October\n2015.  Additional information was obtained about the puppy from 16 October 2015.  An exit briefing was conducted\non 21 October 2015 with the licensee,  Dr. Amanda Owens (VMO), and Robert Bacon (ACI).\nAdditional Inspectors\nOwens Amanda, Veterinary Medical Officer",
  "animals_total": 38,
  "species": [
    {
      "count": 8,
      "scientific": "Atelerix albiventris",
      "common": "HEDGEHOG"
    },
    {
      "count": 1,
      "scientific": "Callithrix jacchus",
      "common": "COMMON MARMOSET"
    },
    {
      "count": 4,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 6,
      "scientific": "Cricetus cricetus",
      "common": "EUROPEAN HAMSTER / BLACK-BELLIED HAMSTER"
    },
    {
      "count": 1,
      "scientific": "Gerbillus acticola",
      "common": "BERBERA GERBIL"
    },
    {
      "count": 5,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 13,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    }
  ]
}