{
  "insp_id": "2016090000763511",
  "layout": "b",
  "customer_id": "506909",
  "customer_name": "BRIAN FELTON",
  "customer_addr": "19238 Hwy 2\nCENTERVILLE, IA 52544",
  "certificate": "42-A-1627",
  "site_id": "001",
  "site_name": "BRIAN FELTON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-JAN-2022",
  "report_date": "27-JAN-2022",
  "citations": [
    {
      "code": "3.4(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "Two adult Mastiffs are housed in an outdoor enclosure which contains a wooden shelter structure. The shelter has no\nwind and rain break at the entrance. Failure to provide a wind and rain break at the shelter door does not ensure the\ndogs are fully protected from severe weather conditions which could have a negative impact on their health and well-\nbeing.\nShelters in outdoor housing facilities must be provided with a wind and rain break at the entrance. The licensee must add\na wind and rain break to the entrance of the shelter to ensure the dogs are fully protected from weather extremes at all\ntimes.\nTo be corrected by: End of business 30-January-2022"
    },
    {
      "code": "3.4(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "Two adult Mastiffs are housed in an outdoor enclosure which contains a wooden shelter structure. The interior of the\nshelter contains no bedding material. The high temperature on the day of the inspection was 25 degrees F according to\nThe Weather Channel. Failure to provide bedding material does not ensure the dogs are properly protected against frigid\ntemperatures which could have a negative impact on their health and well-being.\nShelters in outdoor housing facilities must contain clean, dry bedding material if the ambient temperature is below 50\ndegrees F and additional clean, dry bedding material is required when the temperature is 35 degrees F or lower. The\nlicensee must add an adequate amount of clean, dry bedding material to the interior of the shelter in order to protect the\ndogs from extreme cold weather.\nTo be corrected by: The licensee added bedding material to the shelter at the time of the inspection."
    },
    {
      "code": "3.4(c)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "Two adult Mastiffs are housed in an outdoor enclosure which contains a wooden shelter structure. The interior and\nexterior surface of the wooden shelter are not impervious to moisture. Wood that is not impervious to moisture may rot\nwhich could affect the shelter's structural integrity. Additionally, wood not impervious to moisture cannot be properly\ncleaned and sanitized which could increase the risk of disease hazards towards the dogs.\nBuilding surfaces in contact with animals in outdoor housing facilities must be impervious to moisture. The licensee must\nalter the wooden shelter in a manner that makes the interior and exterior surfaces impervious to moisture in order to\nensure the structure remains safe and sanitary at all times.\nTo be corrected by: End of business 30-January 2022"
    },
    {
      "code": "3.9(a)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding",
      "narrative": "Two enclosures, containing a total of 10 adult dogs and 2 puppies, have receptacles containing dog food that is heavily\ncontaminated with wood shavings. The shavings are mixed into the food or have formed a layer across the top of the\nfood. The large amount of shavings inside the receptacles makes it impossible for the dogs to consume the food without\nalso ingesting shavings.\nDogs must be provided with food that is uncontaminated, wholesome, palatable, and of sufficient quantity and nutritive\nvalue to maintain the normal condition and weight of the animal. The licensee must remove the wood shavings from the\nfood receptacles and ensure that all food sources remain uncontaminated at all times.\nTo be corrected by: At the time of the inspection, the licensee removed the contaminated food and shavings from one\nreceptacle and was verbally instructed to remove the shavings from the other receptacle by the end of business 26-\nJanuary-2022."
    },
    {
      "code": "3.10(a)",
      "kind": "",
      "repeat": false,
      "desc": "Watering",
      "narrative": "Three enclosure, housing an approximate total of 2 adult dogs and 13 puppies, have no water in the water receptacles.\nThe receptacles were completely dry and some had been flipped upside down. One outdoor enclosure, housing 2 adult\nMastiffs, has water in the water receptacle but it has frozen into a solid block of ice. The Mastiffs have no additional\nsource of potable water. Failure to continuously provide potable water could allow the dogs to become dehydrated which\ncould have a negative impact on their health and well-being.\nPotable water must be continuously available to the dogs. The licensee must ensure that potable water is available to the\ndogs at all times including during times of extreme cold.\nTo be corrected by: From this day forward the dogs must have access to potable water at all times.\nThis inspection and exit interview were conducted with the facility representative.\nEnd Section"
    }
  ],
  "narrative": "3.4(b)(3) \n   \nOutdoor housing facilities. \nTwo adult Mastiffs are housed in an outdoor enclosure which contains a wooden shelter structure.  The shelter has no \nwind and rain break at the entrance.  Failure to provide a wind and rain break at the shelter door does not ensure the \ndogs are fully protected from severe weather conditions which could have a negative impact on their health and well-\nbeing. \n \nShelters in outdoor housing facilities must be provided with a wind and rain break at the entrance.  The licensee must add \na wind and rain break to the entrance of the shelter to ensure the dogs are fully protected from weather extremes at all \ntimes. \n \nTo be corrected by:  End of business 30-January-2022 \n3.4(b)(4) \n   \nOutdoor housing facilities. \nTwo adult Mastiffs are housed in an outdoor enclosure which contains a wooden shelter structure.  The interior of the \nshelter contains no bedding material.  The high temperature on the day of the inspection was 25 degrees F according to \nThe Weather Channel.  Failure to provide bedding material does not ensure the dogs are properly protected against frigid\n\ntemperatures which could have a negative impact on their health and well-being. \n \nShelters in outdoor housing facilities must contain clean, dry bedding material if the ambient temperature is below 50 \ndegrees F and additional clean, dry bedding material is required when the temperature is 35 degrees F or lower.  The \nlicensee must add an adequate amount of clean, dry bedding material to the interior of the shelter in order to protect the \ndogs from extreme cold weather. \n \nTo be corrected by:  The licensee added bedding material to the shelter at the time of the inspection. \n3.4(c) \n   \nOutdoor housing facilities. \nTwo adult Mastiffs are housed in an outdoor enclosure which contains a wooden shelter structure.  The interior and \nexterior surface of the wooden shelter are not impervious to moisture.  Wood that is not impervious to moisture may rot \nwhich could affect the shelter's structural integrity.  Additionally, wood not impervious to moisture cannot be properly \ncleaned and sanitized which could increase the risk of disease hazards towards the dogs. \n \nBuilding surfaces in contact with animals in outdoor housing facilities must be impervious to moisture.  The licensee must \nalter the wooden shelter in a manner that makes the interior and exterior surfaces impervious to moisture in order to \nensure the structure remains safe and sanitary at all times. \n \nTo be corrected by:  End of business 30-January 2022 \n3.9(a) \n   \nFeeding\n\nTwo enclosures, containing a total of 10 adult dogs and 2 puppies, have receptacles containing dog food that is heavily \ncontaminated with wood shavings.  The shavings are mixed into the food or have formed a layer across the top of the \nfood.  The large amount of shavings inside the receptacles makes it impossible for the dogs to consume the food without \nalso ingesting shavings. \n \nDogs must be provided with food that is uncontaminated, wholesome, palatable, and of sufficient quantity and nutritive \nvalue to maintain the normal condition and weight of the animal.  The licensee must remove the wood shavings from the \nfood receptacles and ensure that all food sources remain uncontaminated at all times. \n \nTo be corrected by:  At the time of the inspection, the licensee removed the contaminated food and shavings from one \nreceptacle and was verbally instructed to remove the shavings from the other receptacle by the end of business 26-\nJanuary-2022. \n3.10(a) \n   \nWatering \nThree enclosure, housing an approximate total of 2 adult dogs and 13 puppies, have no water in the water receptacles.  \nThe receptacles were completely dry and some had been flipped upside down.  One outdoor enclosure, housing 2 adult \nMastiffs, has water in the water receptacle but it has frozen into a solid block of ice.  The Mastiffs have no additional \nsource of potable water.  Failure to continuously provide potable water could allow the dogs to become dehydrated which \ncould have a negative impact on their health and well-being. \n \nPotable water must be continuously available to the dogs.  The licensee must ensure that potable water is available to the \ndogs at all times including during times of extreme cold.\n\nTo be corrected by:  From this day forward the dogs must have access to potable water at all times. \n \nThis inspection and exit interview were conducted with the facility representative. \n \nEnd Section",
  "animals_total": 49,
  "species": [
    {
      "count": 31,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 18,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}