{
  "insp_id": "73150005140844",
  "layout": "a",
  "customer_id": "4262",
  "customer_name": "Debra Deters",
  "customer_addr": "Roger Deters\n810 \"G\" Rd\nCentralia, KS 66415",
  "certificate": "48-A-1058",
  "site_id": "001",
  "site_name": "ROGER & DEBRA DETERS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-MAR-2015",
  "report_date": "16-MAR-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* The program of veterinarian care ( USDA form 7002 ) had nothing listed under the vaccinations, parasites\ncontrol, emergency care and euthanasia sections. Program of vet care provides a source of information that tells\nwhat vaccinations will be given, de worming programs, parasite control programs or methods used to euthanize all\ndogs on the premise and who the vet of record for the licensee will be. When the program of vet care is not\ncompletely filled out on how the licensee provides for the health and well-being of all dogs on the premise, it is not\nconsidered to be adequate veterinary care. USDA regulations require a written program of veterinary care for\nfacilities which do not employ a full-time veterinarian. That program of veterinary care must be made available for\nreview during inspections to ensure adequate veterinary care is being provided. The licensee must follow a written\nprogram of veterinary care as directed by the attending veterinarian.\nThe following dogs are in need of Veterinarian Care:\n* The entire left eye of an adult female silver and white Shih zue ( tag number 061 ) is red in color. Eye disease\ncan be caused by a variety of problems including infection, allergies, injury, irritation or other medical conditions.\nThe attending veterinarian had not been consulted nor had any treatment been provided at the time of inspection.\nThe licensee stated that this was the first time the eye had been noticed Eye problems can be painful causing\ndiscomfort which affects the health and well- being of the dog.\n* There is a moist looking, reddish in appearance ¼(cid:29) to ½(cid:29) prolapsed growth of tissue protruding from the lower\nright eyelid of a red female cocker ( No identification ). This could be caused by an infection, irritation, swelling,\ninflammation or other medical conditions that could be painful. The attending veterinarian had not been consulted\nnor had any treatment been provided at the time of inspection. The licensee stated that this was the first time the\neye had been noticed Eye problems can be painful causing discomfort which affects the health and well- being of\nthe dog.\n* One fawn and white adult female Shih zue ( tag number 104 ) was observed holding its left rear leg up and\nplacing no weight on the foot over a two to three minute period. The attending veterinarian had not been consulted\nnor had any treatment been provided at the time of inspection. The licensee stated that this was the first time the\neye had been noticed Foot problems can be painful causing discomfort when the dog places weight on the\naffected foot. It can affect the mobility and daily activity of this dog.\nThe licensee must have these three animals examined by a veterinarian to obtain an accurate diagnosis and\nappropriate treatment plan. The outcome of this consultation must be documented and provided to the inspector\nupon request. The licensee must ensure all animals receive adequate veterinary care at all times."
    },
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "* There are 10 dogs that did not have official identification on them at time of facility inspection. The licensee is\nusing collars as the official identification. Official identification is needed to ensure that each animal(cid:25)s identity can\nbe known with certainty and to facilitate the inspection process. The licensee must ensure that all dogs are officially\nidentified by collar, tattoo or microchip means. If the licensee uses microchips then a microchip reader must be\nmade available to the inspector at time of facility inspection. The licensee must ensure that all dogs on the premise\nhave official identification on them at all times. Correct by 4/12/15."
    },
    {
      "code": "2.75(a)(1)(6)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "* USDA APHIS 7005 form ( Record of Dogs on Hand ) has incomplete information on 38 dogs housed at the\npremise. No official identification was listed on these dogs at time of inspection. Complete and accurate records\nare needed to ensure each animal(cid:25)s identity can be known with certainty and to facilitate the ability to trace dogs.\nThe licensee must maintain records which fully disclose all information concerning each dog in their possession.\nCorrect by 4/12/15."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* One fiberglass wallboard has an estimated six inch tear in it. The affected surface is located in the whelp\nbuilding housing two dogs. Surfaces not maintained on a regular basis cannot be readily cleaned and sanitized.\nThe open area between the fiberglass and wood wall could serve as a collection area for dirt, hair, fecal waste or\nother debris. The licensee must ensure that all surfaces are maintained on a regular basis so those surfaces can\nbe readily cleaned and sanitized at all times or be replaced when worn.. Correct by 3/26/15."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* There is a mixture of dirt, grease and other excreta accumulating on the fiberglass wall board in at least five\nenclosures. Ten dogs are in contact with the affected wall boards located in sheltered housing. The affected area\ncovers approximately 20 to 30 percent of the fiberglass wall board. The licensee stated the wall board surfaces\nwere last cleaned and sanitized about a month ago. Cleaning and sanitization of surfaces in contact with the dogs\nare necessary to prevent an accumulation of excreta and reduce disease hazards. Unsanitary living conditions and\npotential transmission of diseases exists when surfaces are not cleaned and sanitized. The licensee must ensure\nthat all surfaces are spot cleaned on a daily basis and sanitized in accordance with Sec. 3.11(b) of this subpart to\nprevent accumulation of excreta and reduce disease hazards. Correct by 3/17/15."
    },
    {
      "code": "3.8",
      "kind": "",
      "repeat": false,
      "desc": "EXERCISE FOR DOGS.",
      "narrative": "* The program of exercise for 150 dogs was blank and not signed by the attending veterinarian at time of facility\ninspection. The program of exercise must be developed in accordance with the attending veterinarian\nrecommendations to ensure the dogs are receiving adequate exercise. The licensee must develop, document and\nfollow an appropriate plan of exercise and the plan must be approved by the attending veterinarian. Correct by\n4/12/15."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* An accumulation of hair, cobwebs and dust is collecting on an estimated 15 to 25 percent of the chain link\nfencing located on top of five interior enclosures. In addition, an accumulation of hair, cobwebs and dust was\ncovering an estimated 20 to 30 percent of the bottom edge of at least 15 interior enclosure gates. Twenty two dogs\nare in contact with the affected areas located on the interior of sheltered housing. The accumulation of hair,\ncobwebs and dust create an unsanitary living condition that could impact the health and well-being of the dogs. It\nindicates a potential living area for other pests that are housed with the dogs. The licensee must remove all hair,\ncobwebs and dust from the affected areas so these surfaces can be cleaned and sanitized to satisfy generally\naccepted husbandry standards and practices.\n* The facility inspection done on 3/12/15 and exit briefing conducted on 3/16/15 were conducted with the licensee."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*   The program of veterinarian care ( USDA form 7002 ) had nothing listed under the vaccinations, parasites\ncontrol, emergency care and euthanasia sections. Program of vet care provides a source of information that tells\nwhat vaccinations will be given, de worming programs, parasite control programs or methods used to euthanize all\ndogs on the premise and who the vet of record for the licensee will be.  When the program of vet care is not\ncompletely filled out on how the licensee provides for the health and well-being of all dogs on the premise, it is not\nconsidered to be adequate veterinary care.  USDA regulations require a written program of veterinary care for\nfacilities which do not employ a full-time veterinarian.  That program of veterinary care must be made available for\nreview during inspections to ensure adequate veterinary care is being provided.  The licensee must follow a written\nprogram of veterinary care as directed by the attending veterinarian.\n   \nThe following dogs are in need of Veterinarian Care:\n*   The entire left eye of an adult female silver and white Shih zue ( tag number 061 ) is red in color.   Eye disease\ncan be caused by a variety of problems including infection, allergies, injury, irritation or other medical conditions.  \nThe attending veterinarian had not been consulted nor had any treatment been provided at the time of inspection. \nThe licensee stated that this was the first time the eye had been noticed   Eye problems can be painful causing\ndiscomfort which affects the health and well- being of the dog. \n*   There is a moist looking, reddish in appearance ¼(cid:29) to ½(cid:29) prolapsed growth of tissue protruding from the lower\nright eyelid of a red female cocker ( No identification ).   This could be caused by an infection, irritation, swelling,\ninflammation or other medical conditions that could be painful.   The attending veterinarian had not been consulted\nnor had any treatment been provided at the time of inspection.  The licensee stated that this was the first time the\neye had been noticed   Eye problems can be painful causing discomfort which affects the health and well- being of\nthe dog. \n*  One fawn and white adult female Shih zue ( tag number 104 ) was observed holding its left rear leg up and\nplacing no weight on the foot over a two to three minute period.  The attending veterinarian had not been consulted\nnor had any treatment been provided at the time of inspection.  The licensee stated that this was the first time the\n\neye had been noticed   Foot problems can be painful causing discomfort when the dog places weight on the\naffected foot.   It can affect the mobility and daily activity of this dog.  \nThe licensee must have these three animals examined by a veterinarian to obtain an accurate diagnosis and\nappropriate treatment plan. The outcome of this consultation must be documented and provided to the inspector\nupon request. The licensee must ensure all animals receive adequate veterinary care at all times.\n2.50(a)(1)\nTIME AND METHOD OF IDENTIFICATION.\n*   There are 10 dogs that did not have official identification on them at time of facility inspection.  The licensee is\nusing collars as the official identification.  Official identification is needed to ensure that each animal(cid:25)s identity can\nbe known with certainty and to facilitate the inspection process.  The licensee must ensure that all dogs are officially\nidentified by collar, tattoo or microchip means.  If the licensee uses microchips then a microchip reader must be\nmade available to the inspector at time of facility inspection.  The licensee must ensure that all dogs on the premise\nhave official identification on them at all times.    Correct  by  4/12/15.\n2.75(a)(1)(6)\nRECORDS: DEALERS AND EXHIBITORS.\n*    USDA APHIS 7005 form ( Record of Dogs on Hand ) has incomplete information on 38 dogs housed at the\npremise.  No official identification was listed on these dogs at time of inspection.   Complete and accurate records\nare needed to ensure each animal(cid:25)s identity can be known with certainty and to facilitate the ability to trace dogs. \nThe licensee must maintain records which fully disclose all information concerning each dog in their possession. \nCorrect by 4/12/15.\n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\n*   One fiberglass wallboard has an estimated six inch tear in it.  The affected surface is located in the whelp\nbuilding housing two dogs.   Surfaces not maintained on a regular basis cannot be readily cleaned and sanitized.  \nThe open area between the fiberglass and wood wall could serve as a collection area for dirt, hair, fecal waste or\nother debris.  The licensee must ensure that all surfaces are maintained on a regular basis so those surfaces can\nbe readily cleaned and sanitized at all times or be replaced when worn..    Correct by 3/26/15.\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\n*     There is a mixture of dirt, grease and other excreta accumulating on the fiberglass wall board in at least five\nenclosures.  Ten dogs are in contact with the affected wall boards located in sheltered housing.   The affected area\n\ncovers approximately 20 to 30 percent of the fiberglass wall board.  The licensee stated the wall board surfaces\nwere last cleaned and sanitized about a month ago.  Cleaning and sanitization of surfaces in contact with the dogs\nare necessary to prevent an accumulation of excreta and reduce disease hazards. Unsanitary living conditions and\npotential transmission of diseases exists when surfaces are not cleaned and sanitized. The licensee must ensure\nthat all surfaces are spot cleaned on a daily basis and sanitized in accordance with Sec. 3.11(b) of this subpart to\nprevent accumulation of excreta and reduce disease hazards.   Correct by 3/17/15.\n3.8\nEXERCISE FOR DOGS.\n*    The program of exercise for 150 dogs was blank and not signed by the attending veterinarian at time of facility\ninspection.    The program of exercise must be developed in accordance with the attending veterinarian\nrecommendations to ensure the dogs are receiving adequate exercise.   The licensee must develop, document and\nfollow an appropriate plan of exercise and the plan must be approved by the attending veterinarian.  Correct by \n4/12/15.\n3.11(c)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n*   An accumulation of hair, cobwebs and dust is collecting on an estimated 15 to 25 percent of the chain link\nfencing located on top of five interior enclosures.  In addition,  an accumulation of hair, cobwebs and dust was\ncovering an estimated 20 to 30 percent of the bottom edge of at least 15 interior enclosure gates.  Twenty two dogs\nare in contact with the affected areas located on the interior of sheltered housing.  The accumulation of hair,\ncobwebs and dust create an unsanitary living condition that could impact the health and well-being of the dogs. It\nindicates a potential living area for other pests that are housed with the dogs.    The licensee must remove all hair,\ncobwebs and dust from the affected areas so these surfaces can be cleaned and sanitized to satisfy generally\naccepted husbandry standards and practices.\n*   The facility inspection done on 3/12/15  and exit briefing conducted on 3/16/15 were conducted with the licensee.",
  "animals_total": 191,
  "species": [
    {
      "count": 150,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 41,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}