{
  "insp_id": "252141842460423",
  "layout": "a",
  "customer_id": "8038",
  "customer_name": "Leonard Stover",
  "customer_addr": "P O Box 53\nSheldon, IA 51201",
  "certificate": "42-B-0186",
  "site_id": "001",
  "site_name": "LEONARD STOVER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-SEP-2014",
  "report_date": "10-SEP-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female Maltese, microchip number 087057013, has an excessive buildup of a thick, brown substance covering\nher teeth and a thick, black substance caked in her left ear. Poor dental health and ear cleaning practices can\nresult in discomfort and an increase in disease risks to the dog. Licensee must have this dog evaluated by a\nlicensed veterinarian and establish both dental health and ear cleaning plans to maintain the health and well being\nof the dog.\nCorrect by: 09/17/14"
    },
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the outside room, the enclosures are framed with metal pipes. These metal pipes are showing excessive rusting\nthroughout all the enclosures. The rust causes pitting and flaking of the metal and cannot be properly cleaned and\nsanitized. All rusty metal needs to be replaced or altered in a manner that allows for proper cleaning and\nsanitization of the metal every two weeks.\nCorrect by: 09/24/14"
    },
    {
      "code": "3.1(c)(1)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the west whelping room, an enclosure housing three schnauzer puppies has sides constructed of metal wire.\nThe metal wire has broken and twisted inward towards the dogs. In the east whelping room, two enclosures each\nhousing three yorkshire terriers, has wire flooring that has broken and twisted upward into the enclosure. Also, in\nthe east whelping room, an enclosure housing one yorkshire terrier has sides made of wire that has broken and\ntwisted inward towards the dog. In the outside room, two enclosures have access doors with broken metal framing.\nThe metal framing across the bottom of both access doors has broken and twisted upward toward the dogs.\nThese sharp points and edges pose an injury risk to the dogs. All sharp points and edges must be removed or\naltered in a manner that eliminates the injury risk to the dogs.\nCorrect by: 09/24/14"
    },
    {
      "code": "3.6(a)(2)(10)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "In the east whelping room, the enclosures are raised off the ground and have a mesh style flooring. The flooring in\none enclosure, housing three dogs, has a hole in it. The hole is approximately three inches wide and poses an\ninjury hazard to the dogs. All flooring must be constructed in a manner that does not allow for the dogs feet and\nlegs to pass through. The flooring needs to be replaced or altered in a manner that protects the dogs from injury\nand the licensee must establish a maintenance plan for the enclosure flooring to ensure it remains safe for the dogs\nand in good repair.\nCorrect by: 09/17/14"
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "In the outside room, at least two feeders have a buildup of hair and dirt in them. Food receptacles must be kept\ncleaned and sanitized in order to prevent contamination of the feed and protect the health of the animals. Licensee\nmust ensure that all food receptacles are cleaned and sanitized every two weeks or as often as necessary to\nprevent the buildup of hair, dirt and other contaminates."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In the outside room, the fronts of the enclosures are made of chain link fencing. There is a buildup of hair and dirt\non this fencing which poses a disease risk to the dogs. The fronts of the enclosures must be cleaned and sanitized\nevery two weeks or as often as necessary to reduce the accumulation of hair, dirt and other disease risks.\nAlso in the outside room, there is an enclosure, housing a small brown dog, that has a buildup of hard water\nminerals on the wall of the enclosure and on the automatic waterer. This buildup of hard water does not allow for\nproper cleaning and sanitization of the wall or the automatic waterer. This buildup of hard water minerals must be\nremoved in order for the automatic waterer and the enclosure wall to be cleaned and sanitized every two weeks.\nExit interview conducted with facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female Maltese, microchip number 087057013, has an excessive buildup of a thick, brown substance covering\nher teeth and a thick, black substance caked in her left ear.  Poor dental health and ear cleaning practices can\nresult in discomfort and an increase in disease risks to the dog.  Licensee must have this dog evaluated by a\nlicensed veterinarian and establish both dental health and ear cleaning plans to maintain the health and well being\nof the dog.\nCorrect by:  09/17/14\n3.1(c)(1)(1)\nHOUSING FACILITIES, GENERAL.\nIn the outside room, the enclosures are framed with metal pipes.  These metal pipes are showing excessive rusting\nthroughout all the enclosures.  The rust causes pitting and flaking of the metal and cannot be properly cleaned and\nsanitized.  All rusty metal needs to be replaced or altered in a manner that allows for proper cleaning and\nsanitization of the metal every two weeks.\nCorrect by:  09/24/14\n3.1(c)(1)(2)\nHOUSING FACILITIES, GENERAL.\nIn the west whelping room, an enclosure housing three schnauzer puppies has sides constructed of metal wire. \nThe metal wire has broken and twisted inward towards the dogs.  In the east whelping room, two enclosures each\nhousing three yorkshire terriers, has wire flooring that has broken and twisted upward into the enclosure.  Also, in\nthe east whelping room, an enclosure housing one yorkshire terrier has sides made of wire that has broken and\ntwisted inward towards the dog.  In the outside room, two enclosures have access doors with broken metal framing. \nThe metal framing across the bottom of both access doors has broken and twisted upward toward the dogs.  \nThese sharp points and edges pose an injury risk to the dogs.  All sharp points and edges must be removed or\naltered in a manner that eliminates the injury risk to the dogs.\n\nCorrect by:  09/24/14\n3.6(a)(2)(10)\nPRIMARY ENCLOSURES.\nIn the east whelping room, the enclosures are raised off the ground and have a mesh style flooring.  The flooring in\none enclosure, housing three dogs, has a hole in it.  The hole is approximately three inches wide and poses an\ninjury hazard to the dogs.  All flooring must be constructed in a manner that does not allow for the dogs feet and\nlegs to pass through.  The flooring needs to be replaced or altered in a manner that protects the dogs from injury\nand the licensee must establish a maintenance plan for the enclosure flooring to ensure it remains safe for the dogs\nand in good repair.\nCorrect by:  09/17/14\n3.9(b)                    REPEAT\nFEEDING.\nIn the outside room, at least two feeders have a buildup of hair and dirt in them.  Food receptacles must be kept\ncleaned and sanitized in order to prevent contamination of the feed and protect the health of the animals.  Licensee\nmust ensure that all food receptacles are cleaned and sanitized every two weeks or as often as necessary to\nprevent the buildup of hair, dirt and other contaminates.   \n3.11(b)(2)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nIn the outside room, the fronts of the enclosures are made of chain link fencing.  There is a buildup of hair and dirt\non this fencing which poses a disease risk to the dogs.  The fronts of the enclosures must be cleaned and sanitized\nevery two weeks or as often as necessary to reduce the accumulation of hair, dirt and other disease risks.\nAlso in the outside room, there is an enclosure, housing a small brown dog, that has a buildup of hard water\nminerals on the wall of the enclosure and on the automatic waterer.  This buildup of hard water does not allow for\nproper cleaning and sanitization of the wall or the automatic waterer.  This buildup of hard water minerals must be\nremoved in order for the automatic waterer and the enclosure wall to be cleaned and sanitized every two weeks.\nExit interview conducted with facility representative.\n\n",
  "animals_total": 138,
  "species": [
    {
      "count": 112,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 26,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}