{
  "insp_id": "91140838040574",
  "layout": "a",
  "customer_id": "328247",
  "customer_name": "Mc Grath Family Farms",
  "customer_addr": "1012 W Ventura Blvd.\nCamarillo, CA 91360",
  "certificate": "93-C-1015",
  "site_id": "001",
  "site_name": "Mc Grath Family Farms",
  "insp_type": "ROUTINE INSPECTION",
  "date": "31-MAR-2014",
  "report_date": "02-APR-2014",
  "citations": [
    {
      "code": "2.40(x)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A written program of veterinary care was not available at the time of the inspection. This must be available for\nreview during USDA inspections.\nTo be corrected by May 1, 2014"
    },
    {
      "code": "3.50(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The rabbit enclosure fence was constructed of two types of wire, neither of which was structurally sound. The\nrabbits could become entangled in the jumbled fence or could become injured from a sharp broken wire. The fence\nneeds to be repaired or replaced and maintained in good repair in order to protect the rabbits from injury and\nescape.\nTo be corrected by: May 1, 2014"
    },
    {
      "code": "3.55",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "The rabbit water bottles had a very large amount of algae growth. Water receptacles should be cleaned as often as\nnecessary to be free from dirt and debris. These bottles need to be cleaned or replaced and sanitized on a routine\nbasis.\nTo be corrected immediately."
    },
    {
      "code": "3.125",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The chain link fence dividing the pig and sheep yard from the yard to their left is not structurally sound. The chain\nlink is very loose and curling slightly at the bottom. This could allow one of the animals to get a foot stuck in the\nfence or allow the pigs to escape into the adjoining pen. The chain link needs to be removed or repaired and\nmaintained in good repair.\nTo be corrected by: May 1, 2014\nInspection and exit interview conducted with the licensee."
    }
  ],
  "narrative": "2.40(x)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA written program of veterinary care was not available at the time of the inspection.  This must be available for\nreview during USDA inspections.\nTo be corrected by May 1, 2014\n3.50(a)\nFACILITIES, GENERAL.  \nThe rabbit enclosure fence was constructed of two types of wire, neither of which was structurally sound.  The\nrabbits could  become entangled in the jumbled fence or could become injured from a sharp broken wire.  The fence\nneeds to be repaired or replaced and maintained in good repair in order to protect the rabbits from injury and\nescape. \nTo be corrected by:  May 1, 2014\n3.55\nWATERING.    \nThe rabbit water bottles had a very large amount of algae growth.  Water receptacles should be cleaned as often as\nnecessary to be free from dirt and debris.  These bottles need to be cleaned or replaced and sanitized on a routine\nbasis.\nTo be corrected immediately.\n3.125\nFACILITIES, GENERAL.   \nThe chain link fence dividing the pig and sheep yard from the yard to their left is not structurally sound.  The chain\nlink is very loose and curling slightly at the bottom.  This could allow one of the animals to get a foot stuck in the\n\nfence or allow the pigs to escape into the adjoining pen.  The chain link needs to be removed or repaired and\nmaintained in good repair.\nTo be corrected by:  May 1, 2014\nInspection and exit interview conducted with the licensee.",
  "animals_total": 4,
  "species": [
    {
      "count": 2,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 2,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    }
  ]
}