{
  "insp_id": "2016082568195295",
  "layout": "a",
  "customer_id": "7880",
  "customer_name": "Robas Tree Farm Inc",
  "customer_addr": "1491 Lakeland Drive\nJermyn, PA 18433",
  "certificate": "23-C-0168",
  "site_id": "001",
  "site_name": "ROBAS TREE FARM INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-APR-2017",
  "report_date": "20-APR-2017",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Section 3.125(a) Structural strength: The enclosure housing 2 llamas and 47 goats behind the house has an interior\nwoven wire fence that has detached from the bottom of the third wood fence post. This has created a gap under the\nwire fencing where the fencing has pulled up away from the ground. Goats were observed going under the wire\nfencing at the time of the inspection instead of going through the fence opening. There are broken wires in the\nlower portion of the fence by the third wood fence post that may injure the goats. Animal enclosures must be\nstructurally sound and maintained in good repair to protect the animals from injury. Correct by repairing, replacing\nor removing this damaged section of wire fencing and by ensuring the wire fencing is securely attached to the fence\nposts. Correct by April 27, 2017.\nThis inspection and exit interview were conducted with the facility manager."
    }
  ],
  "narrative": "3.125(a)\nFACILITIES, GENERAL.   \nSection 3.125(a) Structural strength: The enclosure housing 2 llamas and 47 goats behind the house has an interior\nwoven wire fence that has detached from the bottom of the third wood fence post.  This has created a gap under the\nwire fencing where the fencing has pulled up away from the ground.  Goats were observed going under the wire\nfencing at the time of the inspection instead of going through the fence opening.  There are broken wires in the\nlower portion of the fence by the third wood fence post that may injure the goats.  Animal enclosures must be\nstructurally sound and maintained in good repair to protect the animals from injury.  Correct by repairing, replacing\nor removing this damaged section of wire fencing and by ensuring the wire fencing is securely attached to the fence\nposts.  Correct by April 27, 2017.\nThis inspection and exit interview were conducted with the facility manager.",
  "animals_total": 49,
  "species": [
    {
      "count": 47,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Lama glama",
      "common": "LLAMA"
    }
  ]
}