{
  "insp_id": "148161037450293",
  "layout": "a",
  "customer_id": "26900",
  "customer_name": "Wayne Burkholder",
  "customer_addr": "2687 County Road 114\nBaltic, OH 43804",
  "certificate": "31-A-0278",
  "site_id": "001",
  "site_name": "WAYNE BURKHOLDER",
  "insp_type": "ATTEMPTED INSPECTION",
  "date": "25-MAY-2016",
  "report_date": "27-MAY-2016",
  "citations": [
    {
      "code": "2.126(b)",
      "kind": "",
      "repeat": true,
      "desc": "ACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.",
      "narrative": "A responsible adult was not available to accompany APHIS Officials during the inspection process at 10:30 on\n05/25/2016.\nThe licensee's daughter-in-law indicated that the licensee and his family were away for a wedding and would not\nreturn until later that day. She was not able to accompany the inspector as she did not have adequate knowledge\nof the kennel operations. Lack of access to conduct the inspection completely prevents regulatory oversight by\nAPHIS Officials. Correct by ensuring that a designated, knowledgeable representative is available to accompany\nAPHIS Officials on inspection during regular business hours. If needed, contact your home APHIS inspector to\nestablish Optimal Hours for Inspection, consisting of at least 3 hours a day, 3 days a week Monday-Friday\n7am-7pm."
    }
  ],
  "narrative": "2.126(b)                    REPEAT\nACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.\nA responsible adult was not available to accompany APHIS Officials during the inspection process at 10:30 on\n05/25/2016.\nThe licensee's daughter-in-law indicated that the licensee and his family were away for a wedding and would not\nreturn until later that day.  She was not able to accompany the inspector as she did not have adequate knowledge\nof the kennel operations.  Lack of access to conduct the inspection completely prevents regulatory oversight by\nAPHIS Officials.  Correct by ensuring that a designated, knowledgeable representative is available to accompany\nAPHIS Officials on inspection during regular business hours.  If needed, contact your home APHIS inspector to\nestablish Optimal Hours for Inspection, consisting of at least 3 hours a day, 3 days a week Monday-Friday\n7am-7pm.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}