{
  "insp_id": "2016082568860670",
  "layout": "a",
  "customer_id": "35270",
  "customer_name": "Marlton De Neui",
  "customer_addr": "Paul R De Neui\n29196 County Rd 71\nClinton, MN 56225",
  "certificate": "41-A-0445",
  "site_id": "001",
  "site_name": "FAMILY ADDITION KENNEL",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-SEP-2017",
  "report_date": "19-SEP-2017",
  "citations": [
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "I detected a strong odor as soon as I walked into the kennel. As I conducted the inspection, I noted dust webs on\nthe front gate of one of the enclosures. I asked the licensee how often he sanitizes the enclosures. He said he last\ndid it about two weeks ago, but generally does it once a month. Not sanitizing the enclosures every two weeks or\nmore often as necessary doesn't ensure that the enclosures are clean enough to prevent the spread of disease\namongst the dogs. It can also allow for strong odors to build up within the kennel. The licensee must sanitize the\nenclosures every two weeks or more often as necessary to prevent the accumulation of dirt, debris, food waste,\nexcreta, and other disease hazards.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "3.11(b)(2)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nI detected a strong odor as soon as I walked into the kennel.  As I conducted the inspection, I noted dust webs on\nthe front gate of one of the enclosures.  I asked the licensee how often he sanitizes the enclosures.  He said he last\ndid it about two weeks ago, but generally does it once a month.  Not sanitizing the enclosures every two weeks or\nmore often as necessary doesn't ensure that the enclosures are clean enough to prevent the spread of disease\namongst the dogs.  It can also allow for strong odors to build up within the kennel. The licensee must sanitize the\nenclosures every two weeks or more often as necessary to prevent the accumulation of dirt, debris, food waste,\nexcreta, and other disease hazards.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.",
  "animals_total": 14,
  "species": [
    {
      "count": 14,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}