{
  "insp_id": "295151606240330",
  "layout": "a",
  "customer_id": "40276",
  "customer_name": "Mary Covington",
  "customer_addr": "1917 West Creek Loop\nRound Rock, TX 78681",
  "certificate": "74-C-1020",
  "site_id": "001",
  "site_name": "Mary Covington",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-OCT-2015",
  "report_date": "22-OCT-2015",
  "citations": [
    {
      "code": "3.50(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "There is an excessive amount of feces that has built up underneath the rabbit enclosure and the feces is starting to\nform a mound. Most of the feces have become greyish in color. Animal waste can contribute to unsanitary\nconditions, varmint infestation, odors, and disease hazards The licensee must ensure that animal waste is removed\noften enough to minimize any potential contamination, odors or disease hazards.\nCorrect by Oct 26, 2015"
    },
    {
      "code": "3.54(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "The rabbit enclosure food receptacle has old caked rabbit food at the bottom and feces inside of the food\nreceptacle. Contaminated food receptacles directly expose the animals to harmful bacteria that affect the health\nand wellbeing of the animals. Measures must be taken to prevent the molding, deterioration or caking of the feed to\nprevent the contamination of the fresh feed. Food receptacles shall be located so as to minimize contamination by\nexcreta. Licensee must ensure that all food receptacles are cleaned and sanitized to minimize disease hazards.\nCorrected at the time of inspection."
    },
    {
      "code": "3.56(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Inside the rabbit enclosure there is an excessive amount of dirt, urine, feces, hair, and other organic material build\nup in the corners and along the door edges. Poor sanitation conditions can be detrimental to the health of the\nanimals and can be a harbor for diseases. Licensee must ensure that there are adequate measures in place to\nremove all dust, dirt, urine, feces and all other organic material from all surfaces of the facility by providing periodic\ncleaning of the enclosures and hard surfaces.\nCorrect by Oct 26, 2015\nInspection and exit interview conducted by APHIS personnel with licensee."
    }
  ],
  "narrative": "3.50(d)\nFACILITIES, GENERAL.  \nThere is an excessive amount of feces that has built up underneath the rabbit enclosure and the feces is starting to\nform a mound.  Most of the feces have become greyish in color.  Animal waste can contribute to unsanitary\nconditions, varmint infestation, odors, and disease hazards  The licensee must ensure that animal waste is removed\noften enough to minimize any potential contamination, odors or disease hazards.\nCorrect by Oct 26, 2015\n3.54(b)\nFEEDING.  \nThe rabbit enclosure food receptacle has old caked rabbit food at the bottom and feces inside of the food\nreceptacle.  Contaminated food receptacles directly expose the animals to harmful bacteria that affect the health\nand wellbeing of the animals.  Measures must be taken to prevent the molding, deterioration or caking of the feed to\nprevent the contamination of the fresh feed.  Food receptacles shall be located so as to minimize contamination by\nexcreta.  Licensee must ensure that all food receptacles are cleaned and sanitized to minimize disease hazards.\nCorrected at the time of inspection.\n3.56(a)(1)\nSANITATION. \nInside the rabbit enclosure there is an excessive amount of dirt, urine, feces, hair, and other organic material build\nup in the corners and along the door edges.  Poor sanitation conditions can be detrimental to the health of the\nanimals and can be a harbor for diseases.  Licensee must ensure that there are adequate measures in place to\nremove all dust, dirt, urine, feces and all other organic material from all surfaces of the facility by providing periodic\ncleaning of the enclosures and hard surfaces.\n\nCorrect by Oct 26, 2015\nInspection and exit interview conducted by APHIS personnel with licensee.",
  "animals_total": 5,
  "species": [
    {
      "count": 5,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    }
  ]
}