{
  "insp_id": "43141351164913",
  "layout": "a",
  "customer_id": "42240",
  "customer_name": "Ellen Roberts",
  "customer_addr": "1261 State Route 14\nWest Plains, MO 65775",
  "certificate": "43-A-5445",
  "site_id": "001",
  "site_name": "ELLEN ROBERTS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-FEB-2014",
  "report_date": "28-FEB-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "****10-week-old English Bulldog puppies from the same litter (born December 12, 2013) had not received veterinary\ncare for a medical condition. Four of the six puppies had a wet, non-productive cough and repeatedly coughed\nduring the inspection. The licensee stated that she had not noticed the coughing and that the puppies had not\nreceived any treatment. Untreated medical conditions can worsen, can be painful, and may be contagious to other\ndogs in the kennel. The licensee must have these dogs examined by a veterinarian. The licensee must keep\nrecords of the diagnosis, treatment, and follow-up care and must make these records available to the inspector\nupon request.\n****An adult Boxer named \"Titan\" had small areas of reddened skin and hair loss on his neck, chin, and chest. The\nlicensee stated that she was not aware of the current skin condition and that it looked like his previous case of\ndemodex \"was coming back.\" She had medical records showing that this dog had been treated for demodectic\nmange for 4 weeks beginning in October, 2013. Untreated medical conditions can worsen, can be painful, and may\nbe contagious to other dogs in the kennel. The licensee must have this dog examined by a veterinarian. The\nlicensee must keep records of the diagnosis, treatment, and follow-up care and must make these records available\nto the inspector upon request."
    },
    {
      "code": "2.50(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "Live puppies and kittens\nThere were 7 weaned puppies under 16 weeks of age and from at least 3 different litters housed in the same\nenclosure. These puppies did not have individual identification on them. Appropriate identification of dogs is\nnecessary to meet recordkeeping requirements for inventory, disposition, transport, and healthcare documentation.\nThe licensee must properly identify these animals.\nTO BE CORRECTED BY: 1 MARCH 2014"
    },
    {
      "code": "3.4(b)(3)",
      "kind": "",
      "repeat": true,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "Wind break and rain break at the entrance\nThere were 5 plastic shelters, housing a total of 6 adult English Bulldogs, in the back row of outdoor enclosures that\ndid not have a wind break or rain break. Wind breaks and rain breaks provide additional protection for the dogs\nfrom inclement weather. Dogs that cannot remain warm and dry can become ill, stressed, and uncomfortable. The\nowner must provide wind breaks and rain breaks for all outdoor shelters at all times."
    },
    {
      "code": "3.6(a)(2)(2)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Protect the dogs from injury.\nA primary enclosure, housing one adult English Bulldog, was constructed of chain link fencing that had been\ncompromised in several areas, resulting in holes that were large enough for the dog to stick its head through. The\ndog pushed its head through the holes in the chain link fence several times during the inspection. Holes this size in\nthe fencing can result in injury and/or entrapment. The licensee must ensure that all primary enclosures are\nmaintained so that they protect the animals from injury.\nTO BE CORRECTED BY MARCH 1, 2014.\nThe inspection and the exit briefing were conducted with the licensee.\nAdditional Inspectors\nVernon Kathryn, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n****10-week-old English Bulldog puppies from the same litter (born December 12, 2013) had not received veterinary\ncare for a medical condition.  Four of the six puppies had a wet, non-productive cough and repeatedly coughed\nduring the inspection.  The licensee stated that she had not noticed the coughing and that the puppies had not\nreceived any treatment.  Untreated medical conditions can worsen, can be painful, and may be contagious to other\ndogs in the kennel.  The licensee must have these dogs examined by a veterinarian.  The licensee must keep\nrecords of the diagnosis, treatment, and follow-up care and must make these records available to the inspector\nupon request.\n****An adult Boxer named \"Titan\" had small areas of reddened skin and hair loss on his neck, chin, and chest.  The\nlicensee stated that she was not aware of the current skin condition and that it looked like his previous case of\ndemodex \"was coming back.\"  She had medical records showing that this dog had been treated for demodectic\nmange for 4 weeks beginning in October, 2013.  Untreated medical conditions can worsen, can be painful, and may\nbe contagious to other dogs in the kennel.  The licensee must have this dog examined by a veterinarian.  The\nlicensee must keep records of the diagnosis, treatment, and follow-up care and must make these records available\nto the inspector upon request.\n2.50(a)(2)\nTIME AND METHOD OF IDENTIFICATION.\nLive puppies and kittens\nThere were 7 weaned puppies under 16 weeks of age and from at least 3 different litters housed in the same\nenclosure.  These puppies did not have individual identification on them. Appropriate identification of dogs is\nnecessary to meet recordkeeping requirements for inventory, disposition, transport, and healthcare documentation. \nThe licensee must properly identify these animals.\nTO BE CORRECTED BY:  1 MARCH 2014\n\n3.4(b)(3)                    REPEAT\nOUTDOOR HOUSING FACILITIES.\nWind break and rain break at the entrance\nThere were 5 plastic shelters, housing a total of 6 adult English Bulldogs, in the back row of outdoor enclosures that\ndid not have a wind break or rain break.  Wind breaks and rain breaks provide additional protection for the dogs\nfrom inclement weather.  Dogs that cannot remain warm and dry can become ill, stressed, and uncomfortable. The\nowner must provide wind breaks and rain breaks for all outdoor shelters at all times.\n3.6(a)(2)(2)\nPRIMARY ENCLOSURES.\nProtect the dogs from injury.\nA primary enclosure, housing one adult English Bulldog, was constructed of chain link fencing that had been\ncompromised in several areas, resulting in holes that were large enough for the dog to stick its head through.  The\ndog pushed its head through the holes in the chain link fence several times during the inspection.  Holes this size in\nthe fencing can result in injury and/or entrapment.  The licensee must ensure that all primary enclosures are\nmaintained so that they protect the animals from injury.\nTO BE CORRECTED BY MARCH 1, 2014.\nThe inspection and the exit briefing were conducted with the licensee.\nAdditional Inspectors\nVernon Kathryn, Animal Care Inspector",
  "animals_total": 116,
  "species": [
    {
      "count": 77,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 39,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}