{
  "insp_id": "2016082568197812",
  "layout": "a",
  "customer_id": "7878",
  "customer_name": "Julie A Nelson",
  "customer_addr": "3053 190th Street\nFairfield, IA 52556",
  "certificate": "42-A-0734",
  "site_id": "001",
  "site_name": "JULIE A NELSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-APR-2017",
  "report_date": "11-APR-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Female Lhasa (microchip #0A02043314, \"Nelson's Dreamin Jeanie\") has excessive matting of the hair coat. Large\nmatts are located across the top of the dog's back and are beginning to become tight against the skin. The dog also\nhas clumps of matted hair down the length of the right hind leg. Rope-like matts are hanging from under the right\near and the ends of the matts have a hard, brown, dirt-like material attached to them.\nMale Bichon (microchip #0A02067567, \"Nelson's Perfect Pierre\") has excessive matting of the hair coat on both\nhind legs and along the belly. Large clumps of matted hair are running down the length of the entire right leg and\nthey are becoming tight against the skin. A majority of the rest of the matts are nickel to dime size clumps and\nnearly all the matted hair has a hard, brown, dirt-like material attached to them. There are clumps of matted hair\nattached to the topside of the feet. Rope-like matts of hair are also located on the legs, ears, and tail of the dog.\nFemale Bichon (microchip #0A02342870, \"Nelson's Classy Casey\" has excessive matting of the hair coat. The\nmatts are located along the length of both hind legs and along the body. The clumps of matted hair along the hind\nlegs have become tight against the skin and rope-like matts are found throughout the hair coat.\nMale Shih tzu (microchip #020-523-263, \"Mach\") has excessive matting of the hair coat. Large clumps of matted\nhair are located along the length of both hind legs, across the back and along the body. These matts have become\ntight against the skin. Large clumps of matted hair are also located on the top side of all four feet. The clump of\nmatted hair on the left hind foot was so large that it has engulfed the foot and made it difficult for the inspector to\nfind the dog's toes and toenails.\nMatted hair coats can cause pain and discomfort to the dog. The above listed dogs must have the matted hair\nremoved from their coats. The licensee must establish an effective plan for hair coat maintenance to ensure that all\ndogs remain free of matted hair at all times."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "An outdoor enclosure located on the southeast side, has a welded wire panel on the front end that allows two adult\nGolden Retrievers to push their head and neck through the openings. The potential for injury or death exists if the\ndogs get their head or other part of their body stuck in the openings.\nHousing facilities for the dogs must be designed and constructed so they protect the animals from injury, contain the\nanimals securely and restrict other animals from entering. The licensee must alter the wire panel in a manner that\ndoes not allow the dogs to stick their heads and necks through any openings. The licensee must ensure that the\nenclosures are safe for the dogs at all times.\nTo be corrected by: April, 18, 2017."
    },
    {
      "code": "3.1(c)(1)(ii)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There are several sharp wire points protruding inside the outdoor enclosures and located where adult Golden\nRetriever dogs can come in contact with them.\n-Northwest enclosure containing one adult Golden Retriever has a sharp wire point where it is fastened to the metal\npost.\n-West-center enclosure containing one adult Golden Retriever has a sharp wire point protruding inside near the\nsouthwest corner.\n-Southeast enclosure containing one adult Golden Retriever has a sharp wire point located near the northwest\ncorner.\nHousing facilities for dogs must be free of sharp points and jagged edges that could injure the animals. The licensee\nmust remove the sharp points from the dog enclosures in order to eliminate the injury risk towards the dogs. The\nlicensee must ensure that all housing facilities remain safe for the dogs at all times."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There are four plastic buckets used as water receptacles for the Golden retrievers. The dogs have excessively\nchewed and damaged the top edge of each of the water buckets. There are five Golden retrievers with access to\nthese damaged water buckets.\nIn one outdoor enclosure, containing two adult Golden retrievers, the wooden floor of the shelter has been damaged\nby the dogs. The end of one wooden floor board has been broken and chewed leaving the dirt flooring under the\nshelter exposed.\nThe damage to the wooden floor board and the plastic water buckets does not allow for proper cleaning and\nsanitization of these surfaces to occur and could increase the disease risk towards the dogs.\nAll surfaces must be maintained on a regular basis. Any surface that cannot be readily cleaned and sanitized must\nbe replaced when worn or soiled. The licensee must replace the damaged wood floor board and plastic water\nbuckets or alter them in a manner that allows for cleaning and sanitization of the surfaces to occur. The licensee\nmust ensure that all surfaces of housing facilities are maintained and kept in good repair."
    },
    {
      "code": "3.4(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "Two outdoor housing areas located on the southeast side have two shelters with damaged wind and rain breaks.\nThe flaps being used on the entrance of the shelters have been excessively chewed and the material is beginning to\nfray. There are also areas where the flaps have been torn off and are missing.\nAs a result, there are large openings in the front of the shelters that do not provide three adult Golden Retrievers\nwith adequate protection from adverse weather conditions. Lack of wind and rain breaks does not ensure protection\nfrom the direct effect of wind, rain and snow.\nThe licensee must repair or replace the damaged wind and rain breaks.\nTo be corrected by: April 18, 2017."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "One enclosure, containing two Golden retrievers, has a buildup of old and fresh feces. The licensee stated that the\nlast time the feces were removed from the enclosure was two weeks ago. The buildup of feces could increase the\nrisk of disease towards the dogs.\nExcreta and food waste must be removed from primary enclosures daily in order to prevent soiling of the dogs, and\nto reduce disease hazards, insects, pests and odors. The licensee must remove the feces from this enclosure and\nensure that excreta is removed from all enclosures daily.\nTo be corrected by: At the time of the inspection the inspectors instructed the licensee that the feces must be\nremoved from the enclosures every day."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In at least one outdoor enclosure, containing two Golden retrievers, there is a thick buildup of dirt and grime on the\ninterior walls of the shelter. The buildup of dirt and grime could increase the risk of disease towards the dogs.\nUsed primary enclosures for dogs must be sanitized at least once every two weeks, or more often if necessary to\nprevent the buildup of dirt, debris, food waste, excreta, and other disease hazards. The licensee must remove the\nbuildup of dirt from the interior surfaces of the shelter. The licensee must ensure that all surfaces remain free of the\nbuildup of dirt and grime in order to support the health and well-being of the dogs.\nMale Shih tzu (microchip #020-523-263, \"Mach\") cited on the previous inspection report has been evaluated by a\nlicensed veterinarian.\nThis inspection and exit interview were conducted with the licensee, Kelly Maxwell, ACI, Corbin Ranslem, ACI and\nan IDALS Official.\nAdditional Inspectors\nRanslem Corbin, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nFemale Lhasa (microchip #0A02043314, \"Nelson's Dreamin Jeanie\") has excessive matting of the hair coat.  Large\nmatts are located across the top of the dog's back and are beginning to become tight against the skin.  The dog also\nhas clumps of matted hair down the length of the right hind leg.  Rope-like matts are hanging from under the right\near and the ends of the matts have a hard, brown, dirt-like material attached to them.\nMale Bichon (microchip #0A02067567, \"Nelson's Perfect Pierre\") has excessive matting of the hair coat on both\nhind legs and along the belly.  Large clumps of matted hair are running down the length of the entire right leg and\nthey are becoming tight against the skin.  A majority of the rest of the matts are nickel to dime size clumps and\nnearly all the matted hair has a hard, brown, dirt-like material attached to them.  There are clumps of matted hair\nattached to the topside of the feet.  Rope-like matts of hair are also located on the legs, ears, and tail of the dog. \nFemale Bichon (microchip #0A02342870, \"Nelson's Classy Casey\" has excessive matting of the hair coat.  The\nmatts are located along the length of both hind legs and along the body.  The clumps of matted hair along the hind\nlegs have become tight against the skin and rope-like matts are found throughout the hair coat.\nMale Shih tzu (microchip #020-523-263, \"Mach\") has excessive matting of the hair coat.  Large clumps of matted\nhair are located along the length of both hind legs, across the back and along the body.  These matts have become\ntight against the skin.  Large clumps of matted hair are also located on the top side of all four feet.  The clump of\nmatted hair on the left hind foot was so large that it has engulfed the foot and made it difficult for the inspector to\nfind the dog's toes and toenails.     \nMatted hair coats can cause pain and discomfort to the dog.  The above listed dogs must have the matted hair\nremoved from their coats.  The licensee must establish an effective plan for hair coat maintenance to ensure that all\ndogs remain free of matted hair at all times.\n3.1(a)\nHOUSING FACILITIES, GENERAL.\n\nAn outdoor enclosure located on the southeast side, has a welded wire panel on the front end that allows two adult\nGolden Retrievers to push their head and neck through the openings. The potential for injury or death exists if the\ndogs get their head or other part of their body stuck in the openings. \nHousing facilities for the dogs must be designed and constructed so they protect the animals from injury, contain the\nanimals securely and restrict other animals from entering.  The licensee must alter the wire panel in a manner that\ndoes not allow the dogs to stick their heads and necks through any openings.  The licensee must ensure that the\nenclosures are safe for the dogs at all times.\nTo be corrected by: April, 18, 2017.\n3.1(c)(1)(ii)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nThere are several sharp wire points protruding inside the outdoor enclosures and located where adult Golden\nRetriever dogs can come in contact with them. \n-Northwest enclosure containing one adult Golden Retriever has a sharp wire point where it is fastened to the metal\npost. \n-West-center enclosure containing one adult Golden Retriever has a sharp wire point protruding inside near the\nsouthwest corner. \n-Southeast enclosure containing one adult Golden Retriever has a sharp wire point located near the northwest\ncorner. \nHousing facilities for dogs must be free of sharp points and jagged edges that could injure the animals. The licensee\nmust remove the sharp points from the dog enclosures in order to eliminate the injury risk towards the dogs. The\nlicensee must ensure that all housing facilities remain safe for the dogs at all times.\n3.1(c)(2)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nThere are four plastic buckets used as water receptacles for the Golden retrievers.  The dogs have excessively\nchewed and damaged the top edge of each of the water buckets.  There are five Golden retrievers with access to\nthese damaged water buckets.  \nIn one outdoor enclosure, containing two adult Golden retrievers, the wooden floor of the shelter has been damaged\nby the dogs.  The end of one wooden floor board has been broken and chewed leaving the dirt flooring under the\nshelter exposed.\n\nThe damage to the wooden floor board and the plastic water buckets does not allow for proper cleaning and\nsanitization of these surfaces to occur and could increase the disease risk towards the dogs.\nAll surfaces must be maintained on a regular basis. Any surface that cannot be readily cleaned and sanitized must\nbe replaced when worn or soiled. The licensee must replace the damaged wood floor board and plastic water\nbuckets or alter them in a manner that allows for cleaning and sanitization of the surfaces to occur. The licensee\nmust ensure that all surfaces of housing facilities are maintained and kept in good repair.\n3.4(b)(3)\nOUTDOOR HOUSING FACILITIES.\nTwo outdoor housing areas located on the southeast side have two shelters with damaged wind and rain breaks.\nThe flaps being used on the entrance of the shelters have been excessively chewed and the material is beginning to\nfray. There are also areas where the flaps have been torn off and are missing. \nAs a result, there are large openings in the front of the shelters that do not provide three adult Golden Retrievers\nwith adequate protection from adverse weather conditions. Lack of wind and rain breaks does not ensure protection\nfrom the direct effect of wind, rain and snow. \nThe licensee must repair or replace the damaged wind and rain breaks.\n \nTo be corrected by: April 18, 2017.\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nOne enclosure, containing two Golden retrievers, has a buildup of old and fresh feces.  The licensee stated that the\nlast time the feces were removed from the enclosure was two weeks ago.  The buildup of feces could increase the\nrisk of disease towards the dogs.  \nExcreta and food waste must be removed from primary enclosures daily in order to prevent soiling of the dogs, and\nto reduce disease hazards, insects, pests and odors. The licensee must remove the feces from this enclosure and\nensure that excreta is removed from all enclosures daily.  \nTo be corrected by:  At the time of the inspection the inspectors instructed the licensee that the feces must be\nremoved from the enclosures every day.\n3.11(b)(2)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n\nIn at least one outdoor enclosure, containing two Golden retrievers, there is a thick buildup of dirt and grime on the\ninterior walls of the shelter. The buildup of dirt and grime could increase the risk of disease towards the dogs.\nUsed primary enclosures for dogs must be sanitized at least once every two weeks, or more often if necessary to\nprevent the buildup of dirt, debris, food waste, excreta, and other disease hazards. The licensee must remove the\nbuildup of dirt from the interior surfaces of the shelter. The licensee must ensure that all surfaces remain free of the\nbuildup of dirt and grime in order to support the health and well-being of the dogs.\nMale Shih tzu (microchip #020-523-263, \"Mach\") cited on the previous inspection report has been evaluated by a\nlicensed veterinarian.  \nThis inspection and exit interview were conducted with the licensee, Kelly Maxwell, ACI, Corbin Ranslem, ACI and\nan IDALS Official. \nAdditional Inspectors\nRanslem Corbin, Animal Care Inspector",
  "animals_total": 77,
  "species": [
    {
      "count": 75,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 2,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}