{
  "insp_id": "INS-0000885971",
  "layout": "c",
  "customer_id": "5625",
  "customer_name": "Heath Myers",
  "customer_addr": "22928 270th St\nGrundy Center, IA 50638",
  "certificate": "42-A-1672",
  "site_id": "001",
  "site_name": "HEATH MEYERS",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "24-AUG-2023",
  "report_date": "30-AUG-2023",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The facility is not logging the usage of a controlled substance as instructed by the attending veterinarian. The attending\nveterinarian verbally instructed a facility representative and gave a copy of the usage form they needed to complete. The\nfacility is using a sheet that they created and is missing information the AV requires such as Bottle number, amount\ndrawn, amount discarded, amount remaining. Failure to follow the attending veterinarian’s instructions and ensure they\nhave appropriate authority over the veterinary care of the animals can lead to unnecessary stress, discomfort, and\nsuffering of the animals or the misuse of controlled substances.\nEach dealer and exhibitor shall assure that the attending veterinarian has appropriate authority to ensure the provisions of\nadequate veterinary care and to oversee the adequacy of other aspects of animal care and use.\nTo be corrected by: 1-September-2023"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The facility has not identified 4 adult dogs with medical issues at the time of inspection.\nFemale Cavalier King Charles Spaniel “Annie” MC# 933000320331393 was observed by one inspector rubbing her ears\non the floor of her enclosure. Upon examination of the ears, there was a buildup of dark brown organic material present in\nboth ear canals. The facility representative was unaware of this dog’s ear condition. Ears with a buildup of organic matter\nmay be a sign of illness and cause the dog discomfort and pain.\nFemale Cavalier King Charles Spaniel “Flower” MC#7E1-019-5950 had severe gum recession of upper incisors, canines\nand cheek teeth. The gap between the teeth roots was observed on all right upper cheek teeth and one upper left cheek\ntooth. There is a white-gray creamy organic material present along the gumline of the upper cheek teeth. There was not a\ntreatment plan in place for receding gumlines or tooth root exposure. There was not documentation written on any of the\nmedical records available during inspection describing the dental health of this dog. Poor dental health could cause pain\nand discomfort to the dog, as well as lead to further health issues.\nMale Cavalier King Charles Spaniel “Cruz” MC# 7E1-007-1171 had a broken lower left incisor tooth exposing the pulp of\nthe tooth. The tooth is broken to the gumline and is dark brown in color. This dog had a dental cleaning at the facility in\nJuly 2023 with no additional medical notes recorded. The facility stated that dental notes are only made if an extraction\ntakes place. Poor dental health could cause pain and discomfort to the dog, as well as lead to further health issues.\nFemale Cavalier King Charles Spaniel “Melonia” MC# 7E1-007-1163 had at least 3 mobile teeth and moderate to severe\ngum recession. One right upper incisor, one right upper cheek tooth and one left upper cheek tooth were all loose when\ntouched by the inspector. The gums above the upper right canine tooth are mildly inflamed and reddened in color. The\ngums on the left upper cheek teeth were moderately inflamed. Two lower cheek teeth are abnormal, both are brown in\ncolor and worn down to the gums with exposed tooth pulp. The gap between the teeth roots was observed on all right and\nleft upper cheek teeth with a grey creamy organic material present along the gum line and in between the tooth roots.\nWhen examined by APHIS inspectors, this dog did not react painful when palpated. This dog received a dental cleaning\nby the facility 2 days prior to inspection. Poor dental health could cause pain and discomfort to the dog, as well as lead to\nfurther health issues.\nThe facility is required to use appropriate methods to prevent, control, diagnose, and treat diseases and injuries in the\nregulated animals. The facility must ensure each animal receives adequate veterinary care at all times. The facility must\nhave all four dogs evaluated by a licensed veterinarian to access their health to develop an effective treatment plan.\nThese medical records must be available for APHIS inspection.\nSeveral medications were found to be expired or are improperly stores:\n*Bottle of GenOne Spray- expired 07/2022 and being used to currently treat three adult dogs- “Coyote Bluff”, “Patsy” and\n“Vesta”\n*Two tubes of Neosporin- expired 6/2023 and 01/1995\n*Three boxes of ”Self Cath” Female Catheters- expired May 2010, November 2010 and August 2011\n*Esbiliac puppy milk replacer- expired 5/2023\n*Opened Esbiliac puppy milk replacer stored at room temperature, label states once opened to be refrigerated\n*Three boxes of 3 mL syringes- expired May 2021\n*Several surgical suture packages- expiration dates ranged from 1999-2016. Some suture packages were open.\nExpired medications do not ensure that the medications are effective at treating disease or illness and the health of the\nanimal may suffer. Each dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and\ninjuries. The facility must ensure all medications are not expired.\nThe facility has been verbally instructed by the Attending Veterinarian on how to complete dental cleanings and charting,\nbut the facility is not completing effective dental cleanings or following their dental procedure plan. Three dogs were found\nwith advanced dental disease including several loose teeth and moderate to severe gum recession and received a dental\ncleaning in the last two months by the facility. The written plan states to use extractors on excessively loose teeth for\nremoval and mild gum recession should be monitored. Any other concerns on teeth or teeth that need to be removed but\nare not loose will be addressed by the attending veterinarian. The attending veterinarian stated they verbally instructed\nthe facility any additional loose teeth should be monitored for 2-4 weeks post dental and if still mobile have the\nveterinarian access the teeth. This communication and further veterinary care action has not been completed by the\nfacility. Additionally, there is no treatment plan for dogs with moderate to severe gum recession. The facility is having new\nemployees conduct these dental cleanings that may not be appropriately training by other senior staff, which may have\nled to ineffective dental cleanings and treatments of dental disease.\nFailure to properly complete an effective dental cleaning procedure and then monitor or treat advanced dental disease\nmay result in additional health problems in the dogs or cause discomfort or pain.\nThe facility must use appropriate methods to prevent, control, diagnose, and treat dental disease and follow their dental\ncleaning protocol at all times. The facility must take additional steps to ensure effective dental cleanings are being\nperformed and dental disease is being adequately treated."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The information for multiple adult dogs is missing from APHIS form 7005 (Record of Acquisition of Dogs and Cats on\nHand. 26 adult dogs are crossed off the APHIS 7005 form without a disposition date or method of disposition. The\nlicensee states these dogs were likely euthanized. Additionally, there were at least three Record of Disposition of Dogs\nand Cats (APHIS Form 7006) missing the name and full address of the buyer. Failure to document the information\nrequired on APHIS form 7005 and 7006 may interfere with the ability of APHIS officials to identify animals and to trace\ntheir movements. The licensee must add the information to the APHIS form 7005 and ensure that all required documents\nare complete and contain all the necessary information at all times. The licensee must also maintain disposition records\nthat contain all the necessary information for all dogs that are sold, removed, died or euthanized at all times."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "Four primary enclosures housing 2 adult dogs and 11 puppies had surfaces in disrepair and one primary enclosure\nhousing 2 adult dogs had a sharp edge present. In four primary enclosure there is a closed-up kennel shift door where the\ntrim has been chewed or chipped away exposing the wood beneath the trim. One primary enclosure has a metal hose\nclamp holding the flooring in place, the metal hose clamp is facing up with the fastener portion exposed to the dogs. The\nback side of this fastener has a sharp edge. Facilities not kept in good repair or have sharp edges may result in an injury\nto the animals. Housing facilities must be designed and constructed so that they are structurally sound, kept in good\nrepair and protect the animals from injury.\nTo be corrected by: 15-September-2023"
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "Several primary enclosures have surfaces in disrepair with rust present that makes the surfaces unable to be properly\ncleaned and sanitized. Multiple primary enclosures are constructed with a floor made of a metal diamond mesh with a\nplastic coating. In at least 32 primary enclosures housing 40 adult dogs and 50 puppies, the coating has worn away and\nthe mesh is visibly rusty and pitted. The doors to at least 26 primary enclosures housing 44 adult dogs are constructed of\nmetal bars with a plastic coating and the plastic coating is missing exposing metal that is rusty and pitted. In at least 21\nprimary enclosures housing 38 adults, the hinges of the metal kennel shift doors have a heavy build up of rust. In at least\n8 primary enclosures housing 16 adults, the flooring is orange plastic coated tenderfoot has become damaged and the\nmetal underneath is exposed and rusted. In one primary enclosure housing 2 adults, has a PVC frame above the\nenclosure that has been heavily scratched and chewed. There is also a thick plastic piece in the corner of this enclosure\nthat has been heavily scratched. Surfaces that are rusted or heavily worn are unable to be effectively cleaned and\nsanitized and may cause dogs to be exposed to disease hazards. The licensee must repair or replaces these surfaces so\nthey can be readily cleaned and sanitized and ensure all surfaces are maintained on a regular basis.\nTo be corrected by: 24-October-2023"
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "In the medical room, a bottle of pyrantel and grooming spray were stored next to Raid bug spray and cleaning solutions.\nFor safety of the dogs, toxic chemicals, like maintenance supplies, must be properly stored so they cannot fall onto\nmedical supplies and potentially contaminate them. All toxic chemicals must be stored in a manner that protects supplies\nfrom spoilage and contamination.\nTo be corrected by: 1-September-2023"
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "Several primary enclosures have a buildup of organic material in them. There is a buildup of brown, smudged organic\nmaterial on the plastic/metal kennel shift doors in 3 primary enclosures housing 5 adult dogs in building one. There is\nfecal material covering the surface of a kong toy in one primary enclosure housing 3 puppies in the whelping room. There\nis a heavy buildup of hair and organic debris on two bone chew toys in one enclosure housing 2 adult dogs in the\nhoneymoon room. Two feeders in the honeymoon building housing 4 adult dogs have a buildup of dark brown colored\nmaterial along the inside of the self-feeders. Accumulation of dirt, hair and debris can serve as a source of disease\nhazards, which may cause injury or illness to the dogs. Correct by ensuring that primary enclosures be cleaned and\nsanitized at least once every 2 weeks or as often as needed to prevent accumulation of dirt, debris, food waste, excreta,\nor other disease hazards."
    },
    {
      "code": "3.13(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Veterinary care for dogs.",
      "narrative": "The record of sedation medication dosages being given to individual dogs for dental cleanings and euthanasia procedures\nwas not recorded prior to 4-August-2023. Without proper documentation, it is difficult to determine the efficacy of a\ntreatment plan and ensure the animals received adequate veterinary care. A proper medical record includes the date the\nproblem was found, a description of the problem, the name and frequency and amount of medications used, examination\nfindings, test results, plans for treatment and care, and treatment procedures performed must be recorded and a copy\nkept for review for inspection by APHIS officials. Correct by ensuring all records of any treatments for problems identified\nin the dogs are recorded and maintained at all times."
    },
    {
      "code": "3.13(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The facility had their annual head to tail exam done on 3-June-2023 by the attending veterinarian and the official\nidentification of dogs with no medical findings was not recorded. Failure to document all routine examinations and the\nresults may interfere with the ability of APHIS officials to determine if the dogs are receiving adequate veterinary care.\nMedical records must be maintained and include the dates and findings/results of all screening, routine, or other required\nor recommended test or examination. Ensure that the results of all examinations are recorded and ensure that medical\nrecords are complete and contain the required information.\nTo be corrected by: 15-September-2023\nThis is a 1st Re-License Inspection for a Class “A” license to increase the authorized number of animals. You can\ncontinue to conduct regulated activity with your current authorized number of animals. Conducting regulated activity with a\nhigher number of animals than what the facility is licensed for is a violation of the Animal Welfare Act.\nThe inspection and exit briefing were conducted with the applicant.\nAll items must be in compliance within 2 more inspections or by 24-October-2023 or the applicant will forfeit the license\nfee and must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection.\nAdditional Inspectors:\nJennifer Walker, VETERINARY MEDICAL OFFICER\nBrittany Kessler, Veterinary Medical Officer n"
    }
  ],
  "narrative": "2.40(a)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe facility is not logging the usage of a controlled substance as instructed by the attending veterinarian. The attending \nveterinarian verbally instructed a facility representative and gave a copy of the usage form they needed to complete. The \nfacility is using a sheet that they created and is missing information the AV requires such as Bottle number, amount \ndrawn, amount discarded, amount remaining. Failure to follow the attending veterinarian’s instructions and ensure they \nhave appropriate authority over the veterinary care of the animals can lead to unnecessary stress, discomfort, and \nsuffering of the animals or the misuse of controlled substances. \nEach dealer and exhibitor shall assure that the attending veterinarian has appropriate authority to ensure the provisions of \nadequate veterinary care and to oversee the adequacy of other aspects of animal care and use. \nTo be corrected by: 1-September-2023 \n2.40(b)(2)  Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe facility has not identified 4 adult dogs with medical issues at the time of inspection. \nFemale Cavalier King Charles Spaniel “Annie” MC# 933000320331393 was observed by one inspector rubbing her ears \non the floor of her enclosure. Upon examination of the ears, there was a buildup of dark brown organic material present in \nboth ear canals. The facility representative was unaware of this dog’s ear condition. Ears with a buildup of organic matter \nmay be a sign of illness and cause the dog discomfort and pain.  \n \nFemale Cavalier King Charles Spaniel “Flower” MC#7E1-019-5950 had severe gum recession of upper incisors, canines \nand cheek teeth. The gap between the teeth roots was observed on all right upper cheek teeth and one upper left cheek \ntooth. There is a white-gray creamy organic material present along the gumline of the upper cheek teeth. There was not a \ntreatment plan in place for receding gumlines or tooth root exposure. There was not documentation written on any of the \nmedical records available during inspection describing the dental health of this dog. Poor dental health could cause pain \nand discomfort to the dog, as well as lead to further health issues.  \n \nMale Cavalier King Charles Spaniel “Cruz” MC# 7E1-007-1171 had a broken lower left incisor tooth exposing the pulp of \nthe tooth. The tooth is broken to the gumline and is dark brown in color. This dog had a dental cleaning at the facility in \nJuly 2023 with no additional medical notes recorded. The facility stated that dental notes are only made if an extraction \ntakes place. Poor dental health could cause pain and discomfort to the dog, as well as lead to further health issues.\n\nFemale Cavalier King Charles Spaniel “Melonia” MC# 7E1-007-1163 had at least 3 mobile teeth and moderate to severe \ngum recession. One right upper incisor, one right upper cheek tooth and one left upper cheek tooth were all loose when \ntouched by the inspector. The gums above the upper right canine tooth are mildly inflamed and reddened in color. The \ngums on the left upper cheek teeth were moderately inflamed. Two lower cheek teeth are abnormal, both are brown in \ncolor and worn down to the gums with exposed tooth pulp. The gap between the teeth roots was observed on all right and \nleft upper cheek teeth with a grey creamy organic material present along the gum line and in between the tooth roots. \nWhen examined by APHIS inspectors, this dog did not react painful when palpated. This dog received a dental cleaning \nby the facility 2 days prior to inspection. Poor dental health could cause pain and discomfort to the dog, as well as lead to \nfurther health issues. \nThe facility is required to use appropriate methods to prevent, control, diagnose, and treat diseases and injuries in the \nregulated animals. The facility must ensure each animal receives adequate veterinary care at all times. The facility must \nhave all four dogs evaluated by a licensed veterinarian to access their health to develop an effective treatment plan. \nThese medical records must be available for APHIS inspection. \n \n \n \nSeveral medications were found to be expired or are improperly stores: \n*Bottle of GenOne Spray- expired 07/2022 and being used to currently treat three adult dogs- “Coyote Bluff”, “Patsy” and \n“Vesta” \n*Two tubes of Neosporin- expired 6/2023 and 01/1995 \n*Three boxes of ”Self Cath” Female Catheters- expired May 2010, November 2010 and August 2011 \n*Esbiliac puppy milk replacer- expired 5/2023 \n*Opened Esbiliac puppy milk replacer stored at room temperature, label states once opened to be refrigerated \n*Three boxes of 3 mL syringes- expired May 2021 \n*Several surgical suture packages- expiration dates ranged from 1999-2016. Some suture packages were open.  \nExpired medications do not ensure that the medications are effective at treating disease or illness and the health of the \nanimal may suffer. Each dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and \ninjuries. The facility must ensure all medications are not expired. \n \n \nThe facility has been verbally instructed by the Attending Veterinarian on how to complete dental cleanings and charting, \nbut the facility is not completing effective dental cleanings or following their dental procedure plan. Three dogs were found \nwith advanced dental disease including several loose teeth and moderate to severe gum recession and received a dental \ncleaning in the last two months by the facility. The written plan states to use extractors on excessively loose teeth for \nremoval and mild gum recession should be monitored. Any other concerns on teeth or teeth that need to be removed but \nare not loose will be addressed by the attending veterinarian. The attending veterinarian stated they verbally instructed \nthe facility any additional loose teeth should be monitored for 2-4 weeks post dental and if still mobile have the \nveterinarian access the teeth. This communication and further veterinary care action has not been completed by the \nfacility. Additionally, there is no treatment plan for dogs with moderate to severe gum recession. The facility is having new \nemployees conduct these dental cleanings that may not be appropriately training by other senior staff, which may have \nled to ineffective dental cleanings and treatments of dental disease. \nFailure to properly complete an effective dental cleaning procedure and then monitor or treat advanced dental disease\n\nmay result in additional health problems in the dogs or cause discomfort or pain.  \nThe facility must use appropriate methods to prevent, control, diagnose, and treat dental disease and follow their dental \ncleaning protocol at all times. The facility must take additional steps to ensure effective dental cleanings are being \nperformed and dental disease is being adequately treated. \n2.75(a)(1)  Repeat\n   \nRecords: Dealers and exhibitors. \nThe information for multiple adult dogs is missing from APHIS form 7005 (Record of Acquisition of Dogs and Cats on \nHand. 26 adult dogs are crossed off the APHIS 7005 form without a disposition date or method of disposition. The \nlicensee states these dogs were likely euthanized. Additionally, there were at least three Record of Disposition of Dogs \nand Cats (APHIS Form 7006) missing the name and full address of the buyer. Failure to document the information \nrequired on APHIS form 7005 and 7006 may interfere with the ability of APHIS officials to identify animals and to trace \ntheir movements. The licensee must add the information to the APHIS form 7005 and ensure that all required documents \nare complete and contain all the necessary information at all times. The licensee must also maintain disposition records \nthat contain all the necessary information for all dogs that are sold, removed, died or euthanized at all times. \n3.1(a) \n   \nHousing facilities, general. \nFour primary enclosures housing 2 adult dogs and 11 puppies had surfaces in disrepair and one primary enclosure \nhousing 2 adult dogs had a sharp edge present. In four primary enclosure there is a closed-up kennel shift door where the \ntrim has been chewed or chipped away exposing the wood beneath the trim. One primary enclosure has a metal hose \nclamp holding the flooring in place, the metal hose clamp is facing up with the fastener portion exposed to the dogs. The \nback side of this fastener has a sharp edge. Facilities not kept in good repair or have sharp edges may result in an injury \nto the animals. Housing facilities must be designed and constructed so that they are structurally sound, kept in good \nrepair and protect the animals from injury. \nTo be corrected by: 15-September-2023 \n3.1(c)(2) \n   \nHousing facilities, general. \nSeveral primary enclosures have surfaces in disrepair with rust present that makes the surfaces unable to be properly \ncleaned and sanitized. Multiple primary enclosures are constructed with a floor made of a metal diamond mesh with a \nplastic coating. In at least 32 primary enclosures housing 40 adult dogs and 50 puppies, the coating has worn away and \nthe mesh is visibly rusty and pitted. The doors to at least 26 primary enclosures housing 44 adult dogs are constructed of \nmetal bars with a plastic coating and the plastic coating is missing exposing metal that is rusty and pitted. In at least 21 \nprimary enclosures housing 38 adults, the hinges of the metal kennel shift doors have a heavy build up of rust. In at least \n8 primary enclosures housing 16 adults, the flooring is orange plastic coated tenderfoot has become damaged and the \nmetal underneath is exposed and rusted. In one primary enclosure housing 2 adults, has a PVC frame above the \nenclosure that has been heavily scratched and chewed. There is also a thick plastic piece in the corner of this enclosure \nthat has been heavily scratched. Surfaces that are rusted or heavily worn are unable to be effectively cleaned and \nsanitized and may cause dogs to be exposed to disease hazards. The licensee must repair or replaces these surfaces so \nthey can be readily cleaned and sanitized and ensure all surfaces are maintained on a regular basis.  \nTo be corrected by: 24-October-2023\n\n3.1(e) \n   \nHousing facilities, general. \nIn the medical room, a bottle of pyrantel and grooming spray were stored next to Raid bug spray and cleaning solutions. \nFor safety of the dogs, toxic chemicals, like maintenance supplies, must be properly stored so they cannot fall onto \nmedical supplies and potentially contaminate them. All toxic chemicals must be stored in a manner that protects supplies \nfrom spoilage and contamination. \nTo be corrected by: 1-September-2023 \n3.11(b)(2)  Repeat\n   \nCleaning, sanitization, housekeeping, and pest control. \nSeveral primary enclosures have a buildup of organic material in them. There is a buildup of brown, smudged organic \nmaterial on the plastic/metal kennel shift doors in 3 primary enclosures housing 5 adult dogs in building one. There is \nfecal material covering the surface of a kong toy in one primary enclosure housing 3 puppies in the whelping room. There \nis a heavy buildup of hair and organic debris on two bone chew toys in one enclosure housing 2 adult dogs in the \nhoneymoon room. Two feeders in the honeymoon building housing 4 adult dogs have a buildup of dark brown colored \nmaterial along the inside of the self-feeders. Accumulation of dirt, hair and debris can serve as a source of disease \nhazards, which may cause injury or illness to the dogs. Correct by ensuring that primary enclosures be cleaned and \nsanitized at least once every 2 weeks or as often as needed to prevent accumulation of dirt, debris, food waste, excreta, \nor other disease hazards. \n3.13(b)(2)  Repeat\n   \nVeterinary care for dogs. \nThe record of sedation medication dosages being given to individual dogs for dental cleanings and euthanasia procedures \nwas not recorded prior to 4-August-2023. Without proper documentation, it is difficult to determine the efficacy of a \ntreatment plan and ensure the animals received adequate veterinary care. A proper medical record includes the date the \nproblem was found, a description of the problem, the name and frequency and amount of medications used, examination \nfindings, test results, plans for treatment and care, and treatment procedures performed must be recorded and a copy \nkept for review for inspection by APHIS officials. Correct by ensuring all records of any treatments for problems identified \nin the dogs are recorded and maintained at all times. \n3.13(b)(4) \n   \nVeterinary care for dogs. \nThe facility had their annual head to tail exam done on 3-June-2023 by the attending veterinarian and the official \nidentification of dogs with no medical findings was not recorded. Failure to document all routine examinations and the \nresults may interfere with the ability of APHIS officials to determine if the dogs are receiving adequate veterinary care. \nMedical records must be maintained and include the dates and findings/results of all screening, routine, or other required \nor recommended test or examination. Ensure that the results of all examinations are recorded and ensure that medical \nrecords are complete and contain the required information. \nTo be corrected by: 15-September-2023\n\nThis is a 1st Re-License Inspection for a Class “A” license to increase the authorized number of animals. You can \ncontinue to conduct regulated activity with your current authorized number of animals. Conducting regulated activity with a \nhigher number of animals than what the facility is licensed for is a violation of the Animal Welfare Act.  \nThe inspection and exit briefing were conducted with the applicant. \n \nAll items must be in compliance within 2 more inspections or by 24-October-2023 or the applicant will forfeit the license \nfee and must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection. \n \nAdditional Inspectors: \nJennifer Walker, VETERINARY MEDICAL OFFICER \nBrittany Kessler, Veterinary Medical Officer n",
  "animals_total": 285,
  "species": [
    {
      "count": 162,
      "scientific": "Canis familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 123,
      "scientific": "Canis familiaris",
      "common": "DOG PUPPY"
    }
  ]
}