{
  "insp_id": "147162328140631",
  "layout": "a",
  "customer_id": "10752",
  "customer_name": "Arie Byl",
  "customer_addr": "Helen Byl\n2647 400th Street\nSioux Center, IA 51250",
  "certificate": "42-A-0791",
  "site_id": "001",
  "site_name": "ARIE & HELEN BYL",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-MAY-2016",
  "report_date": "08-JUN-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* A male, black and white Shih Tzu (ID number 10) has severely cloudy eyes. The center part of both eyes was\nblueish white. Closer examination revealed some brownish crusty material in the hair around the right eye. Both\neyes had blood vessels present on the surface of the eyes. The white of both eyes is mildly reddened. There was\ndischarge from both eyes causing the hair around the eyes to be wet. The condition of the eyes can be due to\ninfections, allergies, injury, irritation or other medical conditions that could be painful.\nDue to the ongoing condition of the eyes, the licensee must have this dog evaluated by the veterinarian for\nveterinary care and appropriate treatment plan. The outcome of this consultation must be documented and provided\nto the inspector upon request. The licensee must ensure that all animals receive adequate veterinary care at all\ntimes.\n- This dog (ID# number 10) also has a severe build-up of a thick, gray to brownish tater encasing all of the upper\nand lower cheek teeth and about half of the surface of the canines (carnassial teeth) and front teeth. The majority of\nthe surfaces of the cheek teeth cannot be visualized due to the excessive build-up of the gray to brownish tater. All\nof the gums are dark red and swollen and in some areas they are pulled back from the teeth. There is a creamy\nsubstance along a line where the gums and teeth meet for the lower and upper teeth. The cheek teeth were loose.\nSome of the cheek teeth were only just anchored by the roots. The hair surrounding the mouth is mildly wet due to\nthe dogs excessive drooling. The buildup of abnormal tater on teeth with a discharge at the gum line can be painful,\nimpact the ability of the dog to eat normally, and harm the health of the animal.\nThe licensee must have this animal examined by a veterinarian to obtain an accurate diagnosis and appropriate\ntreatment plan. The outcome of this consultation must be documented and provided to the inspector upon request.\nThe licensee must ensure that all animals receive adequate veterinary care at all times.\n* A ten year old white female Bichon Frise, (ID#: 140), named (cid:28)\"Pancy\"(cid:29) had an excessively thick buildup of dark\ngrayish to brownish tater on the lower cheek teeth on both sides of the jaw. These teeth are not visible because of\nthe buildup of tater. The gums are swollen and dark red. The gums were swollen and have receded from the teeth.\nThere was a creamy substance along the gum line. The hair around the mouth was mildly wet from drooling. The\nbuildup of abnormal material on teeth with a discharge at the gum line can be painful, impact the ability of the dog to\neat normally, and harm the health of the animal.\nThe licensee must have this animal examined by a veterinarian to obtain an accurate diagnosis and appropriate\ntreatment plan. The outcome of this consultation must be documented and provided to the inspector upon request.\nThe licensee must ensure that all animals receive adequate veterinary care at all times.\n* A seven year old tri-colored female Beagle, (not identified), had an excessively thick buildup of whitish tater on the\nupper cheek teeth, the canine (carnassial teeth) on both sides of the mouth and front teeth. The gums were dark\nred and swollen. The gums were pulled back from the excessive tater. The buildup of abnormal tater on teeth with a\ndischarge at the gum line can be painful, impact the ability of the dog to eat normally, and harm the health of the\nanimal.\nThe licensee must have this animal examined by a veterinarian to obtain an accurate diagnosis and appropriate\ntreatment plan. The outcome of this consultation must be documented and provided to the inspector upon request.\n- This Beagle had excessively long toe nails for all four paws. Some of the toes nails were curving around. Injury\ncan be cause from toe nails curving around can grow into the pads of the paws. Log toe nails can get stuck in the\nholes of the plastic flooring and break off causing injury. This can be very painful for the dog and affect the normal\ngait.\nAll dog must have regular toe nail maintenance. From regular toe nail maintenance the prevention of abnormal gait,\ninjury from long toe nails breaking off and growing is minimized."
    },
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "* Two adult Beagles were not identified with a method of identification.\nIdentification is required in order to ensure that each animal's identity can be known with certainty and to facilitate\nrecord keeping requirements.\nTo be corrected by, 1-June-2016."
    },
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Four enclosures had metal inserts for the dog doorways. These metal inserts were excessively rusty and pitting in\nareas. Some of the metal had corroded away in areas. One metal insert had corroded to the point that it was\nbending outward and lost its(cid:25)' structural integrity. The prevention of required cleaning and sanitization is cause from\nthese excessively rusty and pitted metal surfaces. As a result, the disease potential can increase for the eight adult\ndogs. The affected structural integrity could cause a jagged edge and possibly injure the dogs.\nAll metal surfaces must be free of excessive rust that causes the prevention of require cleaning, sanitization and\naffects the structural strength of the surface. Therefore, proper cleaning and sanitization will reduce the disease\nhazards for the dogs. Also, this will maintain the structural integrity minimizing injury.\nTo be corrected by 15-June-2016."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Two plastic water receptacles used to water four adult dogs were excessively chewed along the top of the bowls.\nThere was brown grime in the chewed areas.\nFour enclosures had rubber flaps used for dog doors for a total of nine adult dogs. These flaps were excessively\nchewed on the corners and some of the sides. These worn or chewed areas can prevent required cleaning and\nsanitization. Therefore, this can increase the disease potential for the dogs.\nAll surfaces must be maintained when worn or excessively chewed and scratched. This will allow for required\ncleaning and sanitization of the surfaces. The prevention of disease hazards is reduce for proper cleaning and\nsanitization.\nTo be corrected by, 1-June-2016."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* The underneath area for the outside part of the enclosures had an accumulation of fecal waste. This can cause\nodors, attract insects and pests and increase the disease hazards for 15 adult dogs.\nFecal waste underneath the enclosures must be removed more frequently for the prevention of odors, insects, pests\nand disease hazards.\nTo be corrected by, 1-June-2016."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* Two plastic water receptacles were used to water four adult dogs. These water receptacles had brown grime on\nthe sides of the plastic surfaces.\n* 10 plastic self-feeder receptacles were used to feed 14 adult dogs. The area of these feeder receptacles, where\nthe dogs eat out of, had an accumulation of brown grime, hair and debris. Some of these feeder receptacles had an\naccumulation of food waste and debris on the feed regulator door. Water and feed receptacles that are not cleaned\nand sanitized often enough can increase the disease hazards for the animals.\nAll feed and water receptacles must be cleaned and sanitized more frequently for the prevention of grime, dirt,\ndebris, food waste and other potential disease hazards.\nTo be corrected by, 1-June-2016.\nThis inspection and exit interview was conducted with a facility representative, Dr. Heather Cole (VMO) and Randall\nWagner (ACI).\nThis inspection report will be sent both regular and certified mail.\nUSPS Tracking #: 9590940100575168654437\nAdditional Inspectors\nCole Heather, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n* A male, black and white Shih Tzu (ID number 10) has severely cloudy eyes.  The center part of both eyes was\nblueish white. Closer examination revealed some brownish crusty material in the hair around the right eye. Both\neyes had blood vessels present on the surface of the eyes.  The white of both eyes is mildly reddened.  There was\ndischarge from both eyes causing the hair around the eyes to be wet. The condition of the eyes can be due to\ninfections, allergies, injury, irritation or other medical conditions that could be painful. \nDue to the ongoing condition of the eyes, the licensee must have this dog evaluated by the veterinarian for\nveterinary care and appropriate treatment plan. The outcome of this consultation must be documented and provided\nto the inspector upon request. The licensee must ensure that all animals receive adequate veterinary care at all\ntimes.\n- This dog (ID# number 10) also has a severe build-up of a thick, gray to brownish tater encasing all of the upper\nand lower cheek teeth and about half of the surface of the canines (carnassial teeth) and front teeth. The majority of\nthe surfaces of the cheek teeth cannot be visualized due to the excessive build-up of the gray to brownish tater. All\nof the gums are dark red and swollen and in some areas they are pulled back from the teeth.  There is a creamy\nsubstance along a line where the gums and teeth meet for the lower and upper teeth. The cheek teeth were loose. \nSome of the cheek teeth were only just anchored by the roots. The hair surrounding the mouth is mildly wet due to\nthe dogs excessive drooling. The buildup of abnormal tater on teeth with a discharge at the gum line can be painful,\nimpact the ability of the dog to eat normally, and harm the health of the animal.\nThe licensee must have this animal examined by a veterinarian to obtain an accurate diagnosis and appropriate\ntreatment plan. The outcome of this consultation must be documented and provided to the inspector upon request.\nThe licensee must ensure that all animals receive adequate veterinary care at all times. \n* A ten year old white female Bichon Frise, (ID#:  140), named (cid:28)\"Pancy\"(cid:29) had an excessively thick buildup of dark\ngrayish to brownish tater on the lower cheek teeth on both sides of the jaw.  These teeth are not visible because of\nthe buildup of tater.  The gums are swollen and dark red. The gums were swollen and have receded from the teeth. \nThere was a creamy substance along the gum line.  The hair around the mouth was mildly wet from drooling.  The\n\nbuildup of abnormal material on teeth with a discharge at the gum line can be painful, impact the ability of the dog to\neat normally, and harm the health of the animal.\nThe licensee must have this animal examined by a veterinarian to obtain an accurate diagnosis and appropriate\ntreatment plan. The outcome of this consultation must be documented and provided to the inspector upon request.\nThe licensee must ensure that all animals receive adequate veterinary care at all times. \n* A seven year old tri-colored female Beagle, (not identified), had an excessively thick buildup of whitish tater on the\nupper cheek teeth, the canine (carnassial teeth) on both sides of the mouth and front teeth.  The gums were dark\nred and swollen. The gums were pulled back from the excessive tater. The buildup of abnormal tater on teeth with a\ndischarge at the gum line can be painful, impact the ability of the dog to eat normally, and harm the health of the\nanimal.\nThe licensee must have this animal examined by a veterinarian to obtain an accurate diagnosis and appropriate\ntreatment plan. The outcome of this consultation must be documented and provided to the inspector upon request.\n- This Beagle had excessively long toe nails for all four paws.  Some of the toes nails were curving around.  Injury\ncan be cause from toe nails curving around can grow into the pads of the paws. Log toe nails can get stuck in the\nholes of the plastic flooring and break off causing injury. This can be very painful for the dog and affect the normal\ngait.  \nAll dog must have regular toe nail maintenance.  From regular toe nail maintenance the prevention of abnormal gait,\ninjury from long toe nails breaking off and growing is minimized.\n                                                                                                                                                                                        \n                                                                                                                                   \n2.50(a)(1)\nTIME AND METHOD OF IDENTIFICATION.\n* Two adult Beagles were not identified with a method of identification. \nIdentification is required in order to ensure that each animal's identity can be known with certainty and to facilitate\nrecord keeping requirements. \nTo be corrected by, 1-June-2016.\n\n3.1(c)(1)(1)\nHOUSING FACILITIES, GENERAL.\n* Four enclosures had metal inserts for the dog doorways.  These metal inserts were excessively rusty and pitting in\nareas. Some of the metal had corroded away in areas.  One metal insert had corroded to the point that it was\nbending outward and lost its(cid:25)' structural integrity. The prevention of required cleaning and sanitization is cause from\nthese excessively rusty and pitted metal surfaces. As a result, the disease potential can increase for the eight adult\ndogs.  The affected structural integrity could cause a jagged edge and possibly injure the dogs.  \nAll metal surfaces must be free of excessive rust that causes the prevention of require cleaning, sanitization and\naffects the structural strength of the surface. Therefore, proper cleaning and sanitization will reduce the disease\nhazards for the dogs. Also, this will maintain the structural integrity minimizing injury.\nTo be corrected by 15-June-2016.\n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\n* Two plastic water receptacles used to water four adult dogs were excessively chewed along the top of the bowls.\nThere was brown grime in the chewed areas.\nFour enclosures had rubber flaps used for dog doors for a total of nine adult dogs.  These flaps were excessively\nchewed on the corners and some of the sides. These worn or chewed areas can prevent required cleaning and\nsanitization.  Therefore, this can increase the disease potential for the dogs.\nAll surfaces must be maintained when worn or excessively chewed and scratched.  This will allow for required\ncleaning and sanitization of the surfaces.  The prevention of disease hazards is reduce for proper cleaning and\nsanitization. \nTo be corrected by, 1-June-2016.\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n* The underneath area for the outside part of the enclosures had an accumulation of fecal waste.  This can cause\nodors, attract insects and pests and increase the disease hazards for 15 adult dogs.\nFecal waste underneath the enclosures must be removed more frequently for the prevention of odors, insects, pests\nand disease hazards.\n\nTo be corrected by, 1-June-2016. \n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n* Two plastic water receptacles were used to water four adult dogs.  These water receptacles had brown grime on\nthe sides of the plastic surfaces.\n* 10 plastic self-feeder receptacles were used to feed 14 adult dogs.  The area of these feeder receptacles, where\nthe dogs eat out of, had an accumulation of brown grime, hair and debris.  Some of these feeder receptacles had an\naccumulation of food waste and debris on the feed regulator door.  Water and feed receptacles that are not cleaned\nand sanitized often enough can increase the disease hazards for the animals.\nAll feed and water receptacles must be cleaned and sanitized more frequently for the prevention of grime, dirt,\ndebris, food waste and other potential disease hazards.\nTo be corrected by, 1-June-2016.\nThis inspection and exit interview was conducted with a facility representative, Dr. Heather Cole (VMO) and Randall\nWagner (ACI).\nThis inspection report will be sent both regular and certified mail.\nUSPS Tracking #: 9590940100575168654437\nAdditional Inspectors\nCole Heather, Supervisory Animal Care Specialist",
  "animals_total": 17,
  "species": [
    {
      "count": 15,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 2,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}