{
  "insp_id": "2016082568094108",
  "layout": "a",
  "customer_id": "4752",
  "customer_name": "Pamela L. Baldwin",
  "customer_addr": "13225 County Road 6320\nEdgar Springs, MO 65462",
  "certificate": "43-A-4762",
  "site_id": "002",
  "site_name": "PAMELA L. BALDWIN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-OCT-2016",
  "report_date": "09-FEB-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "****An adult male Shiba Inu (m/c# 077-843-024) would frequently tilt its head to the right and shake its head. The\nright ear was drooping and had a black discoloration of the fur. A bloody lesion about one inch in diameter was\ndirectly below the right ear and a smaller bloody lesion was above the ear. The dog would not allow the inspectors\nto touch the ear. The licensee stated that the dog had been bitten by another dog through the fence several days\nearlier. The licensee had been spraying some type of medication on the ear, but there did not appear to be\nimprovement and the licensee had not consulted a veterinarian about the problem. Medical conditions that are not\ntreated or that are treated improperly can be painful and can worsen with time. The licensee must have this dog\nexamined by a veterinarian for proper diagnosis and treatment and must provide documentation to the inspector\nupon request.\n****An adult female Miniature Pinscher (m/c# OAO-156-7005) was limping on its right hind leg and would frequently\nhold that leg in the air when walking. An adult female Golden Retriever (m/c# OAO-224-6973) was limping on its\nleft front leg. She was reluctant to put that foot on the ground when standing and would hold it in the air when\nwalking. The licensee was not aware that these dogs were limping and had not sought veterinary care. Untreated\ninjuries and medical conditions can be painful and can worsen with time. The licensee must have these dogs\nexamined by a veterinarian for proper diagnosis and treatment and must provide documentation to the inspector\nupon request.\n****An adult male Poodle (m/c# 077-836-067) had long twisted hair over most of its body with matted hair over the\nback and on the chest. The matted hair extended all the way to the skin and was causing skin to be visible on the\nback and chest. Matted hair can result in skin and/or eye problems, can be painful, and can compromise the hair’s\nability to provide protection from the heat or cold. The licensee must remove the matted hair from this animal and\nmust establish an effective program of haircoat maintenance."
    },
    {
      "code": "3.4(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "Two outdoor shelters, housing 4 Rat Terriers, had approximately 2-3 inches of rain water in each of the houses. It\nhad rained the day and night before and though there were rubber rain/wind break attached to the houses, they did\nnot prevent the water from getting into the dog houses. Due to this, the dogs were not able to use their dog houses.\nShort haired dogs are especially vulnerable to cold temperatures which can result in stress, discomfort and illness.\nThe overnight temperature, as recorded by Accuweather.com, was 48F. Shelters are required to protect the dogs\nfrom extremes of weather and from the direct effect of wind, rain or snow. The licensee must ensure that dog\nhouses adequately protect the dogs and prevent the wind, rain or snow from entering the dog houses.\nTHIS MUST BE CORRECTED BY THE END OF THE DAY. Note: The licensee dumped the water out of the two\nshelters during the inspection."
    },
    {
      "code": "3.4(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "None of the shelters in the outdoor enclosures had bedding in them. Accuweather.com showed that the overnight\ntemperature was 48F degrees. Clean, dry bedding is necessary for protection from the cold, which is especially\nimportant for short haired dogs. Cold temperatures can cause stress, discomfort and make dogs more susceptible\nto illness. Clean, dry bedding must be provided when the temperature is below 50F degrees. Additional clean, dry\nbedding is required when the temperature is 35F degree or lower.\nTO BE CORRECTED BY THE END OF THE DAY."
    },
    {
      "code": "3.6(a)(2)(v)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "General requirements\n****In 8 outdoor enclosures, housing 20 adult dogs, there are areas of standing water and the majority of the\nenclosures were wet and muddy. The dogs in these enclosures were observed with varying degrees of wet and dirty\nhair coats, especially on the dogs' paws, legs, chest & abdominal areas. When the dogs' hair coats become wet and\ndirty it can decrease the comfort and well-being of the animals as well as increase the risk of disease hazards. The\nlicensee must correct the drainage issue in these enclosures and ensure that all primary enclosures are constructed\nand maintained so that all the dogs remain clean and dry."
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "****Two food bowls had an accumulation of grime and dirt on the inside surface. Several self-feeders had areas of\nrust and caked food inside. Food receptacles which are not properly cleaned and sanitized, can harbor\ndisease-causing organisms and could decrease the dogs' acceptability of the food. The licensee must ensure that\nall food receptacles are kept clean and are sanitized at least once every two weeks or more often if necessary in\norder to prevent an accumulation of dirt, debris, food waste, excreta, and other disease hazards.\nThis inspection and exit interview were conducted by inspectors with a facility representative.\nAdditional Inspectors\nPlumlee Konnie, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n****An adult male Shiba Inu (m/c# 077-843-024) would frequently tilt its head to the right and shake its head.  The\nright ear was drooping  and had a black discoloration of the fur.  A bloody lesion about one inch in diameter was\ndirectly below the right ear and a smaller bloody lesion was above the ear.  The dog would not allow the inspectors\nto touch the ear.  The licensee stated that the dog had been bitten by another dog through the fence several days\nearlier.  The licensee had been spraying some type of medication on the ear, but there did not appear to be\nimprovement and the licensee had not consulted a veterinarian about the problem.  Medical conditions that are not\ntreated or that are treated improperly can be painful and can worsen with time.  The licensee must have this dog\nexamined by a veterinarian for proper diagnosis and treatment and must provide documentation to the inspector\nupon request.\n****An adult female Miniature Pinscher (m/c# OAO-156-7005) was limping on its right hind leg and would frequently\nhold that leg in the air when walking.  An adult female Golden Retriever (m/c# OAO-224-6973) was limping on its\nleft front leg.  She was reluctant to put that foot on the ground when standing and would hold it in the air when\nwalking.  The licensee was not aware that these dogs were limping and had not sought veterinary care.  Untreated\ninjuries and medical conditions can be painful and can worsen with time.  The licensee must have these dogs\nexamined by a veterinarian for proper diagnosis and treatment and must provide documentation to the inspector\nupon request.\n****An adult male Poodle (m/c# 077-836-067) had long twisted hair over most of its body with matted hair over the\nback and on the chest.  The matted hair extended all the way to the skin and was causing skin to be visible on the\nback and chest.  Matted hair can result in skin and/or eye problems, can be painful, and can compromise the hair’s\nability to provide protection from the heat or cold.   The licensee must remove the matted hair from this animal and\nmust establish an effective program of haircoat maintenance.\n3.4(b)(2)\n\nOUTDOOR HOUSING FACILITIES.\nTwo outdoor shelters, housing 4 Rat Terriers, had approximately 2-3 inches of rain water in each of the houses.  It\nhad rained the day and night before and though there were rubber rain/wind break attached to the houses, they did\nnot prevent the water from getting into the dog houses.  Due to this, the dogs were not able to use their dog houses.\n Short haired dogs are especially vulnerable to cold temperatures which can result in stress, discomfort and illness. \nThe overnight temperature, as recorded by Accuweather.com, was 48F.  Shelters are required to protect the dogs\nfrom extremes of weather and from the direct effect of wind, rain or snow.  The licensee must ensure that dog\nhouses adequately protect the dogs and prevent the wind, rain or snow from entering the dog houses.\nTHIS MUST BE CORRECTED BY THE END OF THE DAY.  Note: The licensee dumped the water out of the two\nshelters during the inspection.\n3.4(b)(4)\nOUTDOOR HOUSING FACILITIES.\nNone of the shelters in the outdoor enclosures had bedding in them.  Accuweather.com showed that the overnight\ntemperature was 48F degrees.  Clean, dry bedding is necessary for protection from the cold, which is especially\nimportant for short haired dogs.  Cold temperatures can cause stress, discomfort and make dogs more susceptible\nto illness.  Clean, dry bedding must be provided when the temperature is below 50F degrees.  Additional clean, dry\nbedding is required when the temperature is 35F degree or lower.\nTO BE CORRECTED BY THE END OF THE DAY.  \n3.6(a)(2)(v)                    REPEAT\nPRIMARY ENCLOSURES.\nGeneral requirements\n****In 8 outdoor enclosures, housing 20 adult dogs, there are areas of standing water and the majority of the\nenclosures were wet and muddy. The dogs in these enclosures were observed with varying degrees of wet and dirty\nhair coats, especially on the dogs' paws, legs, chest & abdominal areas. When the dogs' hair coats become wet and\ndirty it can decrease the comfort and well-being of the animals as well as increase the risk of disease hazards. The\nlicensee must correct the drainage issue in these enclosures and ensure that all primary enclosures are constructed\nand maintained so that all the dogs remain clean and dry.\n3.9(b)                    REPEAT\nFEEDING.\n\n****Two food bowls had an accumulation of grime and dirt on the inside surface. Several self-feeders had areas of\nrust and caked food inside. Food receptacles which are not properly cleaned and sanitized, can harbor\ndisease-causing organisms and could decrease the dogs' acceptability of the food. The licensee must ensure that\nall food receptacles are kept clean and are sanitized at least once every two weeks or more often if necessary in\norder to prevent an accumulation of dirt, debris, food waste, excreta, and other disease hazards.\nThis inspection and exit interview were conducted by inspectors with a facility representative.\nAdditional Inspectors\nPlumlee Konnie, Supervisory Animal Care Specialist",
  "animals_total": 172,
  "species": [
    {
      "count": 128,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 44,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}