{
  "insp_id": "2016082568445469",
  "layout": "a",
  "customer_id": "332491",
  "customer_name": "Lauren Elizabeth Mc Ana",
  "customer_addr": "1131 Cloyds Church Road\nGreenback, TN 37742",
  "certificate": "58-B-0649",
  "site_id": "001",
  "site_name": "LAUREN MCANA",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-JUL-2017",
  "report_date": "05-JUL-2017",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The Attending Veterinarian has stated that yearly site visits shall be conducted. The site visit is now overdue and\nneeds to be scheduled with the Veterinarian. The Program of Veterinary Care Plan needs to be updated to reflect\nthe four common marmosets that are now in the inventory. The preventative plan needs to be outlined for this\nspecies.\nCorrect by: 07-31-2017."
    },
    {
      "code": "3.80",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The room for the capuchin has two areas that are in need of repair. The wall to the right as you enter and the\nceiling near the caging have picked and peeling paint. The drywall under the paint is exposed so these surfaces in\ncontact with the nonhuman primate are no longer able to be readily cleaned and sanitized.\nCorrect by: 07-31-2017.\nThis inspection and exit interview were conducted with the Licensee."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe Attending Veterinarian has stated that yearly site visits shall be conducted.  The site visit is now overdue and\nneeds to be scheduled with the Veterinarian.  The Program of Veterinary Care Plan needs to be updated to reflect\nthe four common marmosets that are now in the inventory.  The preventative plan needs to be outlined for this\nspecies.\nCorrect by:  07-31-2017.\n3.80\nPRIMARY ENCLOSURES.  \nThe room for the capuchin has two areas that are in need of repair.  The wall to the right as you enter and the\nceiling near the caging have picked and peeling paint.  The drywall under the paint is exposed so these surfaces in\ncontact with the nonhuman primate are no longer able to be readily cleaned and sanitized.  \nCorrect by:  07-31-2017.\nThis inspection and exit interview were conducted with the Licensee.",
  "animals_total": 20,
  "species": [
    {
      "count": 4,
      "scientific": "Callithrix jacchus",
      "common": "COMMON MARMOSET"
    },
    {
      "count": 1,
      "scientific": "Cebus albifrons",
      "common": "BROWN PALE-FRONTED CAPUCHIN"
    },
    {
      "count": 15,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    }
  ]
}