{
  "insp_id": "300141919120878",
  "layout": "a",
  "customer_id": "7919",
  "customer_name": "Roxanne Castens",
  "customer_addr": "12953 Rd 26\nLudell, KS 67744",
  "certificate": "48-A-1628",
  "site_id": "001",
  "site_name": "Roxanne Castens",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-OCT-2014",
  "report_date": "28-OCT-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Male, adult Pomeranian with chip number 025 866 343 has a thin body condition. The hip, back, and shoulder\nbones are easily palpable. There is poor muscle condition of the rear legs. The licensee acquired this dog 20 July\n2014 and reports that she has given the dog deworming medication for this concern. This dog has not been\nevaluated by a veterinarian. Thin body condition can indicate a variety of medical problems or decreased nutrition.\nThe animal listed above must be examined by a licensed veterinarian in order to ensure that an accurate diagnosis\nis obtained and an appropriate treatment plan is developed and followed. This information, including the diagnosis,\ntreatment and resolution of the condition, must be documented and made available to the inspector upon request.\nThis dog must be evaluated by a veterinarian by 28 October 2014.\nThere is a bottle of azithromycin capsules in the whelping building currently being used for one dog. This medication\ndoes not have an expiration date. Unknown expiration dates could lead to the use of expired medication which may\nresult in spoilage or reduced efficacy. The licensee must ensure that all medications used in the facility are not\nexpired and labeled properly in accordance with standard veterinary practices."
    },
    {
      "code": "2.50(a)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "Two shiba inu puppies, approximately 3 months old were obtained by the licensee for breeding purposes and are\nnot officially identified. Also there is a litter of two American Eskimo puppies housed with one shiba inu puppy.\nThese puppies are not officially identified. Proper identification is essential for tracking of the dogs and puppies in\nthe kennel. All weaned puppies must be officially identified. Correct by 30 October 2014."
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There is an accumulation of dirt and mouse feces on top of the refrigerator in the whelping kennel building. This\nrefrigerator is used for storing medications for the dogs and puppies. Dirty surfaces and mouse droppings may\ncontaminate the contents of the refrigerator. Supplies must be stored in a manner that protects them from\ncontamination and vermin infestation. Correct by 26 October 2014."
    },
    {
      "code": "3.3(c)",
      "kind": "",
      "repeat": false,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "One of the two fluorescent light fixtures on the ceiling of one sheltered kennel building is not operating. The lack of\nlight from this fixture results in one half of the inside of this building being dark which does not permit good\nconditions for inspections and observations of the dogs. Sheltered housing facilities must have sufficient\nillumination to aid in inspections and observations of the animals and for adequate cleaning. Correct by 6\nNovember 2014.\nThis routine inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nMale, adult Pomeranian with chip number 025 866 343 has a thin body condition. The hip, back, and shoulder\nbones are easily palpable. There is poor muscle condition of the rear legs. The licensee acquired this dog 20 July\n2014 and reports that she has given the dog deworming medication for this concern. This dog has not been\nevaluated by a veterinarian. Thin body condition can indicate a variety of medical problems or decreased nutrition. \nThe animal listed above must be examined by a licensed veterinarian in order to ensure that an accurate diagnosis\nis obtained and an appropriate treatment plan is developed and followed. This information, including the diagnosis,\ntreatment and resolution of the condition, must be documented and made available to the inspector upon request.\nThis dog must be evaluated by a veterinarian by 28 October 2014.\nThere is a bottle of azithromycin capsules in the whelping building currently being used for one dog. This medication\ndoes not have an expiration date. Unknown expiration dates could lead to the use of expired medication which may\nresult in spoilage or reduced efficacy. The licensee must ensure that all medications used in the facility are not\nexpired and labeled properly in accordance with standard veterinary practices.\n2.50(a)\nTIME AND METHOD OF IDENTIFICATION.\nTwo shiba inu puppies, approximately 3 months old were obtained by the licensee for breeding purposes and are\nnot officially identified.   Also there is a litter of two American Eskimo puppies housed with one shiba inu puppy. \nThese puppies are not officially identified.  Proper identification is essential for tracking of the dogs and puppies in\nthe kennel.  All weaned puppies must be officially identified.  Correct by 30 October 2014.\n3.1(e)\nHOUSING FACILITIES, GENERAL.\nThere is an accumulation of dirt and mouse feces on top of the refrigerator in the whelping kennel building.  This\nrefrigerator is used for storing medications for the dogs and puppies.  Dirty surfaces and mouse droppings may\n\ncontaminate the contents of the refrigerator.  Supplies must be stored in a manner that protects them from\ncontamination  and vermin infestation.  Correct by 26 October 2014.\n3.3(c)\nSHELTERED HOUSING FACILITIES.\nOne of the two fluorescent light fixtures on the ceiling of one sheltered kennel building is not operating.  The lack of\nlight from this fixture results in one half of the inside of this building being dark which does not permit good\nconditions for inspections and observations of the dogs.  Sheltered housing facilities must have sufficient\nillumination to aid in inspections and observations of the animals and for adequate cleaning.  Correct by 6\nNovember 2014.\nThis routine inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer",
  "animals_total": 139,
  "species": [
    {
      "count": 105,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 34,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}