{
  "insp_id": "INS-0000804595",
  "layout": "c",
  "customer_id": "500936",
  "customer_name": "Carolyn Landsown",
  "customer_addr": "6320 Hwy 5\nHARTVILLE, MO 65667",
  "certificate": "43-A-6162",
  "site_id": "001",
  "site_name": "CAROLYN LANSDOWN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-JUL-2022",
  "report_date": "14-JUL-2022",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Each dealer or exhibitor shall establish and maintain programs of adequate veterinary care that include the use of\nappropriate methods to prevent, control, diagnose, and treat diseases and injuries.\nIn the whelping building was a female adult Boston Terrier (m/c# 007B00003068). She was very thin and has 8 puppies\nwho are approximately 1 week old. The ribs, backbone, hips and shoulder blades of this dog were very prominent. The\nowner stated that she had been giving the dog a hot dog a day to get her to eat more but has not contacted a veterinarian\nfor proper evaluation, diagnosis and treatment. Weight loss can be the result of parasites, lack of adequate nutrition, or\nan underlying medical condition. With the 8 puppies nursing from her, the condition is certain to worsen without the\nproper diagnosis and treatment from a veterinarian. This dog must be evaluated by a veterinarian by close of business on\n14 July, 2022. Medical records must be created and be made available to APHIS officials.\nA female cream colored Shih Tzu (m/c# 0A02412921) in the whelp building had crusty and dry discharge around both\neyes and moist discharge around the top of the eyes. The left eye was cloudy and had a large white spot on the cornea.\nThe right eye had a white spot with a depression in it over the pupil. The dog could not blink entirely and the skin around\nthe eye was red. When asked if the dog was seen by a veterinarian, the owner stated that she was pregnant, so no. She\nhas been wiping the eyes and stated that it was a chronic problem but could not produce any records for a diagnosis or\ntreatment. Eye conditions can be painful and can worsen quickly and become non-functional. This dog must be\nevaluated by a veterinarian by close of business on 14 July, 2022. Medical records must be created and maintained and\nbe available to APHIS officials.\nNOTE: An appointment with a veterinarian was made for after the conclusion of the exit briefing.\nThis inspection and exit interview were conducted with a facility representative.\nn"
    }
  ],
  "narrative": "2.40(b)(2)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nEach dealer or exhibitor shall establish and maintain programs of adequate veterinary care that include the use of \nappropriate methods to prevent, control, diagnose, and treat diseases and injuries. \n \nIn the whelping building was a female adult Boston Terrier (m/c# 007B00003068).  She was very thin and has 8 puppies \nwho are approximately 1 week old.  The ribs, backbone, hips and shoulder blades of this dog were very prominent.  The \nowner stated that she had been giving the dog a hot dog a day to get her to eat more but has not contacted a veterinarian \nfor proper evaluation, diagnosis and treatment.  Weight loss can be the result of parasites, lack of adequate nutrition, or \nan underlying medical condition.  With the 8 puppies nursing from her, the condition is certain to worsen without the \nproper diagnosis and treatment from a veterinarian.  This dog must be evaluated by a veterinarian by close of business on \n14 July, 2022.  Medical records must be created and be made available to APHIS officials. \n \nA female cream colored Shih Tzu (m/c# 0A02412921) in the whelp building had crusty and dry discharge around both \neyes and moist  discharge around the top of the eyes.  The left eye was cloudy and had a large white spot on the cornea.  \nThe right eye had a white spot with a depression in it over the pupil.  The dog could not blink entirely and the skin around \nthe eye was red.  When asked if the dog was seen by a veterinarian, the owner stated that she was pregnant, so no.  She\n\nhas been wiping the eyes and stated that it was a chronic problem but could not produce any records for a diagnosis or \ntreatment.  Eye conditions can be painful and can worsen quickly and become non-functional.  This dog must be \nevaluated by a veterinarian by close of business on 14 July, 2022.  Medical records must be created and maintained and \nbe available to APHIS officials. \n \nNOTE:  An appointment with a veterinarian was made for after the conclusion of the exit briefing. \n \nThis inspection and exit interview were conducted with a facility representative. \n \n n",
  "animals_total": 63,
  "species": [
    {
      "count": 40,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 23,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}