{
  "insp_id": "105151041200335",
  "layout": "a",
  "customer_id": "28811",
  "customer_name": "Kelvin Blecha",
  "customer_addr": "Marcia L Blecha\nP O Box 222\nBelleville, KS 66935",
  "certificate": "48-A-1846",
  "site_id": "001",
  "site_name": "Kelvin Blecha, Marcia Blecha",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-APR-2015",
  "report_date": "15-APR-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* The following medication spray was past the labeled expiration date. There was one (cid:19) 16 fluid oz.bottle of\nVetericyn wound and infection treatment with an expiration date of 06/2012. This spray medication was\nintermingled with other products that are currently being used at the facility and are therefore ready for use. The\nusage of expired medical materials such as drugs, fluids, or sutures on regulated animals is not considered to be an\nacceptable veterinary practice and does not constitute adequate veterinary care. The effectiveness of the dosage\nlevel and expected results when expired drugs are administrated to dogs could be drastically changed or may not\nwork as anticipated. The licensee must ensure that all medications used are not expired and labeled properly in\naccordance with standard veterinary practices. Correct by 4/28/15."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Two dug holes were observed in the dirt ground floor directly under the enclosure fencing. Five dogs are in\ncontact with the affected areas located in outdoor housing. One hole was estimated to be one foot wide by six\ninched deep. The second hole was estimated to be two inches wide by three inches deep. This affects the ability of\nenclosure fencing to contain the dog securely. It could lead to potential injury affecting the safety and welfare of the\ndogs. The licensee must keep facilities in good repair to protect the animals from injury and contain the animals\nsecurely. Correct by 4/28/15."
    },
    {
      "code": "3.6(a)(2)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "* Protruding wires with sharp points were extending upwards from the enclosure flooring in one enclosure. One\ndog was in contact with the affected flooring located in sheltered housing. Sharp points could injure the dogs. The\nlicensee must repair or replace all affected wiring to ensure the safety and welfare of the dogs. Correct by 4/28/15.\n*********************************************\n* The vinyl coated flooring in one enclosure has broken, protruding wires with sharp points. One dog is in\ncontact with the affected wiring located in sheltered housing. Sharp points could injure the dogs. The licensee must\nrepair or replace all affected wiring to ensure the safety and welfare of the dogs. Correct by 4/28/15.\n* The facility inspection and verbal exit briefing done on 4/14/15 were conducted with the licensee.\n* Copy of the inspection report was sent by certified and regular mail."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*    The following medication spray was past the labeled expiration date.  There was one (cid:19) 16 fluid oz.bottle of\nVetericyn wound and infection treatment with an expiration date of 06/2012.  This spray medication was\nintermingled with other products that are currently being used at the facility and are therefore ready for use.  The\nusage of expired medical materials such as drugs, fluids, or sutures on regulated animals is not considered to be an\nacceptable veterinary practice and does not constitute adequate veterinary care.  The effectiveness of the dosage\nlevel and expected results when expired drugs are administrated to dogs could be drastically changed or may not\nwork as anticipated.   The licensee must ensure that all medications used are not expired and labeled properly in\naccordance with standard veterinary practices.  Correct by 4/28/15.\n3.1(a)\nHOUSING FACILITIES, GENERAL.\n*    Two dug holes were observed in the dirt ground floor directly under the enclosure fencing.  Five dogs are in\ncontact with the affected areas located in outdoor housing.  One hole was estimated to be one foot wide by six\ninched deep.  The second hole was estimated to be two inches wide by three inches deep.  This affects the ability of\nenclosure fencing to contain the dog securely.  It could lead to potential injury affecting the safety and welfare of the\ndogs.  The licensee must keep facilities in good repair to protect the animals from injury and contain the animals\nsecurely.  Correct by 4/28/15.\n \n3.6(a)(2)(1)\nPRIMARY ENCLOSURES.\n*    Protruding wires with sharp points were extending upwards from the enclosure flooring in one enclosure.  One\ndog was in contact with the affected flooring located in sheltered housing. Sharp points could injure the dogs. The\nlicensee must repair or replace all affected wiring to ensure the safety and welfare of the dogs.  Correct by 4/28/15.\n\n*********************************************\n*      The vinyl coated flooring in one enclosure has broken, protruding wires with sharp points.   One dog is in\ncontact with the affected wiring located in sheltered housing.   Sharp points could injure the dogs. The licensee must\nrepair or replace all affected wiring to ensure the safety and welfare of the dogs.  Correct by 4/28/15.\n*    The facility inspection and verbal exit briefing done on 4/14/15 were conducted with the licensee.\n*  Copy of the inspection report was sent by certified and regular mail.",
  "animals_total": 99,
  "species": [
    {
      "count": 50,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 49,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}