{
  "insp_id": "329150023060407",
  "layout": "a",
  "customer_id": "43084",
  "customer_name": "C Js Great Cats World Park Inc.",
  "customer_addr": "Po Box 1062\nCave Junction, OR 97523",
  "certificate": "92-C-0144",
  "site_id": "001",
  "site_name": "CJ'S GREAT CATS WORLD PARK, INC.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-NOV-2015",
  "report_date": "24-NOV-2015",
  "citations": [
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "There are two outdoor enclosures housing two juvenile tigers each and one outdoor enclosure housing one juvenile\ntiger. All three outdoor enclosures do not have adequate shelters to protect these animals from inclement weather.\nOne enclosure housing two juvenile tigers has a sky-kennel (plastic shipping crate) that is too small for both animals\nto get into and is not designed to provide protection from wind and rain in an outdoor application. The other\nenclosure housing two juvenile tigers has a plastic dog house that is too small for both animals to enter and\ntherefore cannot provide protection for both animals from wind and rain. The enclosure housing the single juvenile\ntiger has a wooden shelter with bedding but it is barely large enough for the animal to get into. The owner stated\nthat these outdoor enclosures were just for daytime use and the five juvenile tigers were placed in an insulated\ntransport trailer with individual partitioned cages for the night. This provides the animals with a warm dry shelter for\nthe night. However, regulations and good animal welfare require all enclosures housing animals provide them with\nadequate shelter from inclement weather.\nThese five juvenile tigers must be provided adequate shelter for protection from inclement weather in these daytime\noutdoor enclosures.\nCorrect by: Close of business 25/November/2015\nAn exit interview was conducted with the facility owner at the close of this inspection.\nNote: It was confirmed that all five juvenile tigers were placed inside the insulated transport trailer for the night."
    }
  ],
  "narrative": "3.127(b)\nFACILITIES, OUTDOOR. \nThere are two outdoor enclosures housing two juvenile tigers each and one outdoor enclosure housing one juvenile\ntiger.  All three outdoor enclosures do not have adequate shelters to protect these animals from inclement weather. \nOne enclosure housing two juvenile tigers has a sky-kennel (plastic shipping crate) that is too small for both animals\nto get into and is not designed to provide protection from wind and rain in an outdoor application.  The other\nenclosure housing two juvenile tigers has a plastic dog house that is too small for both animals to enter and\ntherefore cannot provide protection for both animals from wind and rain.  The enclosure housing the single juvenile\ntiger has a wooden shelter with bedding but it is barely large enough for the animal to get into.  The owner stated\nthat these outdoor enclosures were just for daytime use and the five juvenile tigers were placed in an insulated\ntransport trailer with individual partitioned cages for the night.  This provides the animals with a warm dry shelter for\nthe night.  However, regulations and good animal welfare require all enclosures housing animals provide them with\nadequate shelter from inclement weather.\nThese five juvenile tigers must be provided adequate shelter for protection from inclement weather in these daytime\noutdoor enclosures.\nCorrect by:  Close of business 25/November/2015 \nAn exit interview was conducted  with the facility owner at the close of this inspection.\nNote:  It was confirmed that all five juvenile tigers were placed inside the insulated transport trailer for the night.",
  "animals_total": 40,
  "species": [
    {
      "count": 3,
      "scientific": "Caracal caracal",
      "common": "CARACAL"
    },
    {
      "count": 4,
      "scientific": "Felis silvestris",
      "common": "WILDCAT"
    },
    {
      "count": 3,
      "scientific": "Leopardus geoffroyi",
      "common": "GEOFFROY'S CAT"
    },
    {
      "count": 1,
      "scientific": "Leopardus pardalis",
      "common": "OCELOT"
    },
    {
      "count": 3,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 1,
      "scientific": "Lynx canadensis",
      "common": "CANADIAN LYNX"
    },
    {
      "count": 2,
      "scientific": "Neofelis nebulosa",
      "common": "CLOUDED LEOPARD"
    },
    {
      "count": 1,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 2,
      "scientific": "Panthera onca",
      "common": "JAGUAR"
    },
    {
      "count": 7,
      "scientific": "Panthera pardus",
      "common": "LEOPARD"
    },
    {
      "count": 12,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    }
  ]
}