{
  "insp_id": "INS-0000851170",
  "layout": "c",
  "customer_id": "505771",
  "customer_name": "PHILIP IMHOFF",
  "customer_addr": "4240 E 700 N\nROCHESTER, IN 46975",
  "certificate": "32-A-0765",
  "site_id": "001",
  "site_name": "PHILIP IMHOFF",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "02-MAR-2023",
  "report_date": "02-MAR-2023",
  "citations": [
    {
      "code": "3.13(a)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The program of veterinary care does not detail testing for internal parasites as described in this section. The program of\nveterinary care does not describe preventive care and treatment to ensure healthy haircoats nails, skin, eyes, and clean\nears. The program of veterinary care must include all information detailed in this section. The program of veterinary care\nis a required document that APHIS inspectors use to determine the quality of veterinary care for the animals at a facility.\nThis document must be followed by the licensee to ensure adequate care and treatment of the animals. All schedules,\ntreatments, and procedures listed in the program of veterinary care must be followed by the licensee."
    },
    {
      "code": "3.13(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "All dogs at the facility were overdue for their complete physicals by the attending veterinarian. These physicals were last\ncompleted in February 2022. These physicals have not yet been scheduled for these dogs. It is essential that these\nphysicals be completed as required on a yearly basis in order to ensure that the dogs are healthy. Have these physicals\nconducted by the attending veterinarian."
    },
    {
      "code": "3.13(b)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee does not have medical records as described in this section. The medical record does not contain the\nrequired identification information for each dog as well as the dogs breed, sex and age. Information is lacking on results\nof physical exams, vaccinations, fecal and heartworm test results, preventive care checks conducted by the licensee and\nheartworm prevention. It is required that all preventions, vaccinations, treatments, and testing be recorded in the animal’s\nmedical record. This information is needed for APHIS inspectors to evaluate the quality of medical care provided by the\nfacility. Record all treatments, testing, preventions vaccinations and all other medical procedures required by section 3.13\nin medical records maintained for each animal at the facility.\nThis is a 1st Re-License Inspection for a Class “A” license. The inspection and exit briefing were conducted with the\napplicant.\nAll items must be in compliance within 2 more inspections or by 5/2/2023 or the applicant will forfeit the license fee and\nmust wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection.\nRegulated activity can continue under your existing USDA license until it expires.\nEnd Section"
    }
  ],
  "narrative": "3.13(a) \n   \nVeterinary care for dogs. \nThe program of veterinary care does not detail testing for internal parasites as described in this section.  The program of \nveterinary care does not describe preventive care and treatment to ensure healthy haircoats nails, skin, eyes, and clean \nears.  The program of veterinary care must include all information detailed in this section.  The program of veterinary care \nis a required document that APHIS inspectors use to determine the quality of veterinary care for the animals at a facility.  \nThis document must be followed by the licensee to ensure adequate care and treatment of the animals.  All schedules, \ntreatments, and procedures listed in the program of veterinary care must be followed by the licensee. \n3.13(a)(2) \n   \nVeterinary care for dogs. \nAll dogs at the facility were overdue for their complete physicals by the attending veterinarian.  These physicals were last \ncompleted in February 2022.  These physicals have not yet been scheduled for these dogs.  It is essential that these \nphysicals be completed as required on a yearly basis in order to ensure that the dogs are healthy.  Have these physicals \nconducted by the attending veterinarian. \n3.13(b) \n   \nVeterinary care for dogs.\n\nThe licensee does not have medical records as described in this section.  The medical record does not contain the \nrequired identification information for each dog as well as the dogs breed, sex and age.  Information is lacking on results \nof physical exams, vaccinations, fecal and heartworm test results, preventive care checks conducted by the licensee and \nheartworm prevention.  It is required that all preventions, vaccinations, treatments, and testing be recorded in the animal’s \nmedical record.  This information is needed for APHIS inspectors to evaluate the quality of medical care provided by the \nfacility.  Record all treatments, testing, preventions vaccinations and all other medical procedures required by section 3.13 \nin medical records maintained for each animal at the facility. \n \nThis is a 1st Re-License Inspection for a Class “A” license. The inspection and exit briefing were conducted with the \napplicant. \n \nAll items must be in compliance within 2 more inspections or by 5/2/2023 or the applicant will forfeit the license fee and \nmust wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection. \n \nRegulated activity can continue under your existing USDA license until it expires. \n \nEnd Section",
  "animals_total": 44,
  "species": [
    {
      "count": 25,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 19,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}