{
  "insp_id": "INS-0000860708",
  "layout": "c",
  "customer_id": "501573",
  "customer_name": "Aaron Beachy",
  "customer_addr": "11002 Hill Top Road SW\nBaltic, OH 43804",
  "certificate": "31-A-0643",
  "site_id": "001",
  "site_name": "HICKORY LANE PUPPIES",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-APR-2023",
  "report_date": "04-APR-2023",
  "citations": [
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "* One fiberglass wallboard has an estimated four-inch circular area of missing fiberglass. Three dogs are in contact\nwith the affected wall board which is located in sheltered housing. Surfaces not maintained on a regular basis cannot be\nreadily cleaned and sanitized. The open area between the fiberglass and wood wall could serve as a collection area for\ndirt, hair, fecal waste or other debris. The licensee must ensure that all surfaces must be maintained on a regular basis,\ncan be readily cleaned and sanitized or be replaced when worn. Correct by 4/17/23.\nThis inspection and exit interview were conducted with the licensee.\nn"
    }
  ],
  "narrative": "3.1(c)(2) \n   \nHousing facilities, general. \n*     One fiberglass wallboard has an estimated four-inch circular area of missing fiberglass.   Three dogs are in contact \nwith the affected wall board which is located in sheltered housing.   Surfaces not maintained on a regular basis cannot be \nreadily cleaned and sanitized.   The open area between the fiberglass and wood wall could serve as a collection area for \ndirt, hair, fecal waste or other debris.  The licensee must ensure that all surfaces must be maintained on a regular basis, \ncan be readily cleaned and sanitized or be replaced when worn.  Correct by  4/17/23. \n \nThis inspection and exit interview were conducted with the licensee. \n \n n",
  "animals_total": 48,
  "species": [
    {
      "count": 35,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 13,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}