{
  "insp_id": "2016082568141937",
  "layout": "a",
  "customer_id": "7858",
  "customer_name": "Tim Kitchens",
  "customer_addr": "100 Hawk Creek Trail\nWinterville, GA 30683",
  "certificate": "57-C-0309",
  "site_id": "001",
  "site_name": "TIM KITCHENS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-MAR-2017",
  "report_date": "17-MAR-2017",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "***The shelter structure in the camel enclosure is in disrepair. The wall of the shelter has a piece of plywood that\nhas been knocked down. The support posts have been chewed on and whittled away leaving it not structurally\nsound. The corners of the tin roof have been bent and ripped leaving sharp edges at a level accessible to the\ncamels which may allow the camels to become injured. There is one tin panel that is lifting or buckling on the\nstructure. The shelter shall be repaired, all sharp edges and broken wood removed from the enclosure to protect the\ncamels from injury.\n***The latch for the back gate of the camel enclosure is not functional. The fence has pulled away from the gate\nleaving a gap too wide for the latch to catch around the fence post. The gate is currently held closed by one chain.\nThis does not fully secure the gate. The gate entrance shall be repaired to completely secure the gate."
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "***The two \"shelters\" provided for the camels are not constructed to sufficiently protect the camels from the cold.\nOn the first shelter there is only one wall which is composed of one sheet of plywood laying down lengthwise\naffording a 4 ft high wind break. There is two feet of open space above this plywood and nothing provided on any\nother side of the shelter. The second \"shelter\" similarly has a sheet of plywood on its' side and no other sides to the\nshelter. The slanted roof of this structure is suspended above the plywood leaving a gap of open space\napproximately 4 ft leaving the windbreak only 4 ft high.\nThe design of these structures is insufficient to provide adequate protection from the wind, rain and cold.\nExtended exposure to extreme temperatures may lead to discomfort and/or illness. Adequate shelter shall be\nprovided to protect the camels health and well-being."
    },
    {
      "code": "3.127(c)",
      "kind": "Direct",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "***The side of the camel enclosure that has the feeding area is still very muddy. It is not currently possible for the\ncamels to access their water and feed without walking through the mud and water. There is a concrete pad just\nbefore the opening in the fence leading to where the camels are fed. The camels walk across this pad to get to the\nfood. There is a layer of wet, slippery mud at least a foot deep in some areas on top of this concrete pad.\nThe slippery mud and standing water present safety and health hazards that may allow the camels to become\ninjured or develop foot diseases and lameness.\nA suitable method shall be provided to rapidly eliminate excess water to prevent the camels from being subjected\nto these conditions and protect their health and well-being.\nThis inspection and exit interview were conducted with the owner."
    }
  ],
  "narrative": "3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \n***The shelter structure in the camel enclosure is in disrepair.  The wall of the shelter has a piece of plywood that\nhas been knocked down.  The support posts have been chewed on and whittled away leaving it not structurally\nsound. The corners of the tin roof have been bent and ripped leaving sharp edges at a level accessible to the\ncamels which may allow the camels to become injured.  There is one tin panel that is lifting or buckling on the\nstructure. The shelter shall be repaired, all sharp edges and broken wood removed from the enclosure to protect the\ncamels from injury.\n***The latch for the back gate of the camel enclosure is not functional.  The fence has pulled away from the gate\nleaving a gap too wide for the latch to catch around the fence post.  The gate is currently held closed by one chain. \nThis does not fully secure the gate.  The gate entrance shall be repaired to completely secure the gate.\n3.127(b)                    REPEAT\nFACILITIES, OUTDOOR. \n***The two \"shelters\" provided for the camels are not constructed to sufficiently protect the camels from the cold. \nOn the first shelter there is only one wall which is composed of one sheet of plywood laying down lengthwise\naffording a 4 ft high wind break. There is two feet of open space above this plywood and nothing provided on any\nother side of the shelter.  The second \"shelter\" similarly has a sheet of plywood on its' side and no other sides to the\nshelter.  The slanted roof of this structure is suspended above the plywood leaving a gap of open space\napproximately 4 ft leaving the windbreak only 4 ft high.  \nThe design of these structures is insufficient to provide adequate protection from the wind, rain and cold.\nExtended exposure to extreme temperatures may lead to discomfort and/or illness.  Adequate shelter shall be\nprovided to protect the camels health and well-being.\n\n3.127(c)           DIRECT                    REPEAT\nFACILITIES, OUTDOOR. \n***The side of the camel enclosure that has the feeding area is still very muddy. It is not currently possible for the\ncamels to access their water and feed without walking through the mud and water.  There is a concrete pad just\nbefore the opening in the fence leading to where the camels are fed.  The camels walk across this pad to get to the\nfood.  There is a layer of wet, slippery mud at least a foot deep in some areas on top of this concrete pad. \nThe slippery mud and standing water present safety and health hazards that may allow the camels to become\ninjured or develop foot diseases and lameness. \n A suitable method shall be provided to rapidly eliminate excess water to prevent the camels from being subjected\nto these conditions and protect their health and well-being.  \nThis inspection and exit interview were conducted with the owner.",
  "animals_total": 3,
  "species": [
    {
      "count": 2,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 1,
      "scientific": "Madoqua saltiana",
      "common": "SALT'S DIKDIK / SALTS DIK-DIK"
    }
  ]
}