{
  "insp_id": "2016082568315463",
  "layout": "a",
  "customer_id": "23308",
  "customer_name": "Cy -",
  "customer_addr": "35863 Huston Rd\nWilkesville, OH 45695",
  "certificate": "31-C-0259",
  "site_id": "001",
  "site_name": "CYRIL VIERSTRA",
  "insp_type": "ROUTINE INSPECTION",
  "date": "31-MAY-2017",
  "report_date": "06-JUN-2017",
  "citations": [
    {
      "code": "2.4",
      "kind": "Critical",
      "repeat": false,
      "desc": "NON-INTERFERENCE WITH APHIS OFFICIALS.",
      "narrative": "The licensee interfered with the inspection process by providing false statements and false documentation to the\ninspector during the inspection.\nOn 5/31/2017 the inspector competed a routine inspection at the facility. At that time of inspection, the inspector\nwas notified by the Licensee that three Canadian Lynx had died since the last inspection. According to the licensee,\n“wild dogs” had penetrating the perimeter fence and fought with the Lynx fencing of the primary enclosure killing all\n3 lynx. During the inspection, the licensee was asked about the events repeatedly and in significant detail without\nchanging this story. When the inspector went back to the facility on 6/2/2017 to complete an exit interview the\nLicensee stated that the details provided on 5/31/2017 were incorrect and that the three Lynx were killed by his\npersonal dog (details below). He stated that he was upset by the incident and didn’t want to admit that it had been\nhis personal dog. There were no disposition records present at the facility for these deaths.\nIn addition, on 5/31/2017 an APHIS 7020 Animal Disposition form was present at the facility for two female Lynx\nshowing that they were donated to a non-USDA licensed individual in Indiana on October 18, 2016 and/or\nNovember 17, 2016 (there were two dates on this document). The Licensee did not have any acquisition\ndocumentation for these animals. When the licensee was asked about these animals, he provided the breeders\nname and USDA License number that he supposedly obtained the animals from verbally. In addition, he stated that\nthey animals had been acquired one day prior to transferring them to the Indian facility. There were no written\nanimal acquisition records for these animals. When the inspector returned on 6/2/2017, the licensee stated that the\nacquisition and disposition information he had provided on 5/31 for these animals was incorrect. He had now stated\nthat he had never seen or taken possession of the animals listed on the APHIS Form 7020. He stated that he had\nfalsely created these documents for the facility in Indiana. He stated that he created these documents with hopes of\neventually obtaining them from the Indian individual. The licensee stated that he thought that this would allow him\nto replace two out of the three lynx that were killed in December before anyone had realized that the three Lynx\nwere no longer at the facility. However; he was not able to obtain these animals and has not heard anything further\nabout these animals.\nProviding complete and accurate information is essential to the inspection process. Making false or fraudulent\nstatements and/or providing false documents to USDA Officials interferes with the inspection process and may\nprevent officials from determining compliance with the AWA. Although the licensee eventually provided an account\nof events that appears reasonable, this was only after repeated questioning. Ensure that for all future inspections,\nall statements made to APHIS Officials and documentation provided are accurate.\nCorrect By: Providing correct and accurate information, both written and orally, to APHIS officials from this day\nforward."
    },
    {
      "code": "3.125(a)",
      "kind": "Critical",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "On 6/2/2017, the inspector was informed by the Licensee that the three Canadian Lynx died after being attacked by\na personal dog. He stated on or around December 14-16 of 2016 he returned home about midnight to find that\n“Ray”, a male Irish Wolf Hound, had not come to greet him as usual. When he went looking for Ray, he found he\nwas inside the Lynx enclosure. Ray had gotten through the perimeter fence and into the Lynx enclosure. He stated\nthat the lock was still on the primary enclosure door, however, the door was pushed inward at the hinge. He\nspeculated that the hinge of the door must have been worn or rusted allowing it to turn or pushed inward, which in\nturn provided the dog access into the enclosure. The licensee stated that when he discovered this incident, Ray\nwas lying next to one of the Lynx bodies with one paw/leg over the body and tugging on the scruff portion of the\nLynx back/shoulder area with his mouth. That Lynx and both others were already dead.\nBased on the statements made by the licensee, it appears that the primary enclosure was not structurally sound or\nmaintained in a manner to protect the lynx from injury or in this instance being killed. Failure to construct\nenclosures with sufficient structural strength and maintain them in good working condition can result in animal\nescape, injury or as in this case the entrance of predators. All primary enclosures must be constructed of such\nmaterial and of such strength as appropriate for the animals involved. In addition the enclosure shall be maintained\nin a manor to protect the animals from injury and/or death. The licensee must ensure that this enclosure and all\nothers are constructed in a manner that it can be properly secured and protect the animals contained therein from\ninjury and or death.\nCorrect By: Prior to housing any future animals within this enclosure and not later than 6/9/17."
    },
    {
      "code": "3.127(d)",
      "kind": "Critical",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "This facility is constructed so that each primary enclosure is contained within a separate perimeter fence. These\nindividual perimeter fences are typically locked with a chain and/or padlock, however, on 6/2/2017, the Licensee\ninformed the inspector that he had stopped locking the perimeter fence gate for the Lynx enclosure prior to the\nincident described above and that he had started securing the gate with a bungee cord. He stated that the bungee\ncord made it easier and quicker for him to get in and out of the Lynx perimeter fence. The licensee stated that on or\naround December 14-16 of 2016, all three Lynx were killed by one of his personal dogs “Ray”. As a result of the\nperimeter gate not being properly secured, “Ray” was able to access the primary enclosure and kill the tree Lynx\ncontained therein.\nOn 5/31/2017 and 6/2/2016, the enclosure that previously contained the Lynx in question was available for\ninspection, however, the corresponding perimeter fence was not. The Licensee stated on both occasions that the\nperimeter fencing for this enclosure had been taken down after the incident and the materials had be re-purposed.\nAt this time, there is no way to evaluate the perimeter fence as it appeared at the time the incident occurred. Based\non the statements made by the licensee it is clear that the perimeter fence failed to prevent entry of the licensee’s\ndog from entering and ultimately killing the Lynx.\nLicensees must ensure that perimeter fencing (including gates) are sufficient and properly secured in order to\nensure that all animals within the facility are protected from predators, wild animals and unauthorized persons.\nThis enclosure must have an appropriate perimeter fence as required prior to using it to house any more animals.\nAdditionally, the perimeter fences (including gates) for all enclosures must be properly secured at all times to\nprevent unauthorized access to the animals.\nCorrect By: 6/7/2107 and prior to housing any additional animals in this enclosure.\nThe inspection and records review were conducted on 5/31/2017 with the Licensee.\nThe inspector went back to the facility on 6/2/2017 and obtained further information for the report.\nThe Exit interview was conducted on 6/6/2017 with the Licensee."
    }
  ],
  "narrative": "2.4           CRITICAL\nNON-INTERFERENCE WITH APHIS OFFICIALS.\nThe licensee interfered with the inspection process by providing false statements and false documentation to the\ninspector during the inspection.  \nOn 5/31/2017 the inspector competed a routine inspection at the facility.  At that time of inspection, the inspector\nwas notified by the Licensee that three Canadian Lynx had died since the last inspection.  According to the licensee,\n“wild dogs” had penetrating the perimeter fence and fought with the Lynx fencing of the primary enclosure killing all\n3 lynx. During the inspection, the licensee was asked about the events repeatedly and in significant detail without\nchanging this story.  When the inspector went back to the facility on 6/2/2017 to complete an exit interview the\nLicensee stated that the details provided on 5/31/2017 were incorrect and that the three Lynx were killed by his\npersonal dog (details below).  He stated that he was upset by the incident and didn’t want to admit that it had been\nhis personal dog.  There were no disposition records present at the facility for these deaths.  \nIn addition, on 5/31/2017 an APHIS 7020 Animal Disposition form was present at the facility for two female Lynx\nshowing that they  were donated to a non-USDA licensed individual in Indiana on October 18, 2016 and/or\nNovember 17, 2016 (there were two dates on this document).  The Licensee did not have any acquisition\ndocumentation for these animals.  When the licensee was asked about these animals, he provided the breeders\nname and USDA License number that he supposedly obtained the animals from verbally.  In addition, he stated that\nthey animals had been acquired one day prior to transferring them to the Indian facility.  There were no written\nanimal acquisition records for these animals.  When the inspector returned on 6/2/2017, the licensee stated that the\nacquisition and disposition information he had provided on 5/31 for these animals was incorrect.  He had now stated\nthat he had never seen or taken possession of the animals listed on the APHIS Form 7020.  He stated that he had\nfalsely created these documents for the facility in Indiana.  He stated that he created these documents with hopes of\neventually obtaining them  from the Indian individual.  The licensee stated that he thought that this would allow him\nto replace two out of the three lynx that were killed in December before anyone had realized that the three Lynx\nwere no longer at the facility.  However; he was not able to obtain these animals and has not heard anything further\nabout these animals.\nProviding complete and accurate information is essential to the inspection process.  Making false or fraudulent\n\nstatements and/or providing false documents to USDA Officials interferes with the inspection process and may\nprevent officials from determining compliance with the AWA.  Although the licensee eventually provided an account\nof events that appears reasonable, this was only after repeated questioning.  Ensure that for all future inspections,\nall statements made to APHIS Officials and documentation provided are accurate.  \nCorrect By: Providing correct and accurate information, both written and orally, to APHIS officials from this day\nforward.   \n3.125(a)           CRITICAL\nFACILITIES, GENERAL.   \nOn 6/2/2017, the inspector was informed by the Licensee that the three Canadian Lynx died after being attacked by\na personal dog.   He stated on or around December 14-16 of 2016 he returned home about midnight to find that\n“Ray”, a male Irish Wolf Hound, had not come to greet him as usual.  When he went looking for Ray, he found he\nwas inside the Lynx enclosure.  Ray had gotten through the perimeter fence and into the Lynx enclosure.  He stated\nthat the lock was still on the primary enclosure door, however, the door was pushed inward at the hinge.  He\nspeculated that the hinge of the door must have been worn or rusted allowing it to turn or pushed inward, which in\nturn provided the dog access into the enclosure.  The licensee stated that when he discovered this incident, Ray\nwas lying next to one of the Lynx bodies with one paw/leg over the body and tugging on the scruff portion of the\nLynx back/shoulder area with his mouth.  That Lynx and both others were already dead.\nBased on the statements made by the licensee, it appears that the primary enclosure was not structurally sound or\nmaintained  in a manner to protect the lynx from injury or in this instance being killed.  Failure to construct\nenclosures with sufficient structural strength and maintain them in good working condition can result in animal\nescape, injury or as in this case the entrance of predators. All primary enclosures must be constructed of such\nmaterial and of such strength as appropriate for the animals involved.  In addition the enclosure shall be maintained\nin a manor to protect the animals from injury and/or death. The licensee must ensure that this enclosure and all\nothers are constructed in a manner that it can be properly secured and protect the animals contained therein from\ninjury and or death. \nCorrect By:  Prior to housing any future animals within this enclosure and not later than 6/9/17.\n3.127(d)           CRITICAL\nFACILITIES, OUTDOOR. \nThis facility is constructed so that each primary enclosure is contained within a separate perimeter fence.  These\nindividual perimeter fences are typically locked with a chain and/or padlock, however, on 6/2/2017, the Licensee\ninformed the inspector that he had stopped locking the perimeter fence gate for the Lynx enclosure prior to the\n\nincident described above and that he had started securing the gate with a bungee cord.  He stated that the bungee\ncord made it easier and quicker for him to get in and out of the Lynx perimeter fence.  The licensee stated that on or\naround December 14-16 of 2016, all three Lynx were killed by one of his personal dogs  “Ray”.  As a result of the\nperimeter gate not being properly secured, “Ray” was able to access the primary enclosure and kill the tree Lynx\ncontained therein.\nOn 5/31/2017 and 6/2/2016, the enclosure that previously contained the Lynx in question was available for\ninspection, however, the corresponding perimeter fence was not.  The Licensee stated on both occasions that the\nperimeter fencing for this enclosure had been taken down after the incident and the materials had be re-purposed. \nAt this time, there is no way to evaluate the perimeter fence as it appeared at the time the incident occurred.  Based\non the statements made by the licensee it is clear that the perimeter fence failed to prevent entry of the licensee’s\ndog from entering and ultimately killing the Lynx.     \nLicensees must ensure that  perimeter fencing (including gates) are sufficient and  properly secured  in order to\nensure that all animals within the facility are  protected from predators, wild animals and unauthorized persons. \nThis enclosure must have an appropriate perimeter fence as required prior to using it to house any more animals. \nAdditionally, the perimeter fences (including gates) for all enclosures must be properly secured at all times to\nprevent unauthorized access to the animals.  \nCorrect By: 6/7/2107 and prior to housing any additional animals in this enclosure.\nThe inspection and records review were conducted on 5/31/2017 with the Licensee.\nThe inspector went back to the facility on 6/2/2017 and obtained further information for the report.\nThe Exit interview was conducted on 6/6/2017 with the Licensee.",
  "animals_total": 24,
  "species": [
    {
      "count": 1,
      "scientific": "Ammotragus lervia",
      "common": "BARBARY SHEEP"
    },
    {
      "count": 2,
      "scientific": "Ateles chamek",
      "common": "BLACK SPIDER MONKEY"
    },
    {
      "count": 1,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 9,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 2,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 5,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 1,
      "scientific": "Varecia rubra",
      "common": "RED RUFFED LEMUR"
    },
    {
      "count": 3,
      "scientific": "Varecia variegata",
      "common": "BLACK-AND-WHITE RUFFED LEMUR"
    }
  ]
}