{
  "insp_id": "48161811450806",
  "layout": "a",
  "customer_id": "5177",
  "customer_name": "Ruby Fur Farm Inc",
  "customer_addr": "2564 200th Street\nNew Sharon, IA 50207",
  "certificate": "42-B-0052",
  "site_id": "001",
  "site_name": "RUBY FUR FARM, I N C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-FEB-2016",
  "report_date": "18-FEB-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "27 animals were found in need of veterinary care at the time of inspection. This includes:\n1. One male, albino skunk is observed holding up the right front foot. This animal is non-weight bearing at a walk\nand only occasionally puts weight on the foot when standing still. When removed from the cage, the outer two\ndigits of the right front foot are very swollen and there is a rough scab on the edge of the foot above the last digit.\nThis skunk(cid:25)s ration of food remains un-eaten on top of its enclosure. Swelling of limbs such as this can result from\ntrauma, infection and a variety of medical problems and can be painful. The lack of appetite supports the likely\npossibility of pain and can also be present with infection and other medical problems.\n2. One female, black and white skunk has a significant swelling on the bottom of the right hind foot extending just\nabove the toes. There is a firm swollen area on the bottom of the foot that is approximately 2cm x 3 cm and is warm\nto the touch. The skin on the bottom of the foot has broken open exposing red tissue and a thick, yellow discharge.\nProblems such as this can result from trauma, infection and other medical problems and can be significantly painful.\n3. One female, light sable ferret is observed squinting her right eye. There is a clear discharge in the fur around her\neyelids and a small cloudy area with a red outline on the surface of the eye (cornea). Eye problems can be a result\nof trauma, infection, and other medical problems and can be painful.\n4. One dark sable, male ferret is observed to be sneezing. This ferret has yellow discharge around his nostrils.\nRespiratory problems can result from infections, environmental conditions, and other medical problems. Without\ntreatment these may progress and lead to unnecessary suffering.\n5. One cinnamon colored raccoon in cage 204 has a pile of partially formed feces mixed with bright red bloody fluid\nunder its enclosure. This animal(cid:25)'s ration of food remains un-eaten on top of its enclosure. Diarrhea and loss of\nappetite can result from a variety of medical problems.\n6. One dark sable ferret has a firm swelling under the right side of its jaw and extends into the neck approximately\n3cm x 3cm. Swelling such as this in a ferret can result from problems such as infection, trauma, dental disease,\ncancer and other medical problems and can be painful.\n7. One sable, male ferret has a large area of moist, red skin over the shoulders and center of the back\napproximately 2in x 1 in. Dark crusts and hair loss are also present. Skin problems can result from trauma, infection,\nand a variety of other medical problems and can be painful.\n8. One silver, white ferret has hair loss on the margins of his ears. The exposed skin is dark in color and thickened\nalong the entire edge of both ears. Skin problems and hair loss can result from parasites, trauma, infection, and\nother medical problems.\n9. One sable, female ferret has an abnormality with her right eye. The eyeball is not visible and there is a small\namount of brown staining around the uneven eyelids. One of the eyelids has a fleshy mass that gives the\nappearance of a furry growth in place of the eye. The causes of this could range from simply not having an eyeball\nto having the eyeball obscured by infection, trauma, etc. Veterinary examination and diagnosis are necessary to\ndetermine the appropriate treatment plan.\n10. One sable, female ferret has an irregular edge where the pinnae (ear flap) appears to be missing. There is a\ndark discharge in the ear canal. Ear problems such as this can be caused from trauma, infection, and other\nproblems and can be painful.\n11-17. There are 7 ferrets with a white opacity or color visible in one or both eyes. It is possible that this could be\nchronic condition such as cataract formation but other medical problems cannot be ruled out without a veterinary\nexam. The licensee stated that the attending veterinarian has examined some of the ferrets for eye problems but\nwas unable to provide documentation and could not identify which animals had been evaluated. The licensee must\nprovide documentation regarding medical conditions including the diagnosis, treatment and resolution. In the case\nof chronic, ongoing conditions, documentation should include symptoms or changes that indication re-evaluation of\nthe condition is required.\n18-27. There are at least 10 ferrets that have a clear discharge or dried discharge around the eyes. All of these\nanimals were housed in the indoor buildings. Ocular discharge can be caused by both environmental factors and\nmedical problems, and can indicate discomfort.\nThe animals listed above must be examined by a licensed veterinarian in order to ensure that an accurate diagnosis\nis obtained and an appropriate treatment plan is developed and followed. This information, including the diagnosis,\ntreatment and resolution of the condition, must be documented and made available to the inspector upon request.\n*** At least 50 percent of the raccoons are exhibiting abnormal repetitive (stereotypic) behaviors at the time of\ninspection. These animals were each moving with varying patterns, but the pattern shown is consistent for each\naffected animals. The patterns expressed included:\n- Several raccoons were observed pacing. These animals were consistently quickly walking several steps,\nturning, and returning to the starting location. Generally, effected animals were consistently pacing along one\nenclosure wall although a few did turn and begin pacing at the opposite end of the enclosure when approached.\nThis pacing behavior was exhibited consistently when observed for several minutes, and the path was generally\nonly altered when another animal interfered or it was otherwise interrupted by noise or approaching.\n- Several raccoons were observed weaving / bobbing. These animals were observed quickly shifting weight from\none hind foot to the other while reaching with the forelimbs from one side to the other. Occasionally this was also\nseen in combination with movement of the head up and down. Generally this motion was facing outwards from the\nenclosure and several animals were observed rubbing their heads on the enclosure wires while preforming this\nmotion. A few animals had areas of hair loss on the head which corresponded to the areas that they were rubbing\non the wires as they repeated this behavior. This includes a dark color male raccoon in enclosure number 285 that\nhas hair loss on the head over the right eye. The skin central to this hair loss has a central area that appears\nred-brown consistent with an abrasion. A male raccoon in enclosure 288 was observed weaving and also has\nareas of hair loss over both eyes, though the underlying skin appears normal on this animal.\n- Several raccoons were observed wall walking. This behavior was often observed in conjunction with pacing, and\nanimals were observed quickly walking along the kennel and then turning by partially extending their hind legs and\nwalking their front end up the wall of the enclosure. The extension of the hind limbs is limited by the enclosure\nheight (18in per the licensee).\nSeveral individual animals were observed for 5-10 minutes each and the behavior continued generally without\nsignificant variation, though some animals shortened strides moving from pacing into weaving as time progressed.\nAnimals continued these behaviors until interrupted such as by another animal entering their path or by noise.\nRaccoons were observed both cage-side and from a distance and were seen exhibiting these behaviors well before\napproached by inspectors or the licensee. These abnormal behaviors also continued for the entire duration that\ninspectors were in the building, even once they had left the immediate area of the particular enclosure. When asked\nabout the behaviors, the licensee stated (cid:24)that is what raccoons do(cid:25). Abnormal repetitive behaviors, often called\nstereotypies, can develop in response to many stressors including: lack of total space, lack of the ability to hide\nfrom other individuals or humans, overcrowding, incompatibility of animals, and over or under stimulation in their\nenvironment. Because these behaviors often develop in response to distress, they are important indicators of\nbehavioral ill-health and require veterinary intervention to properly diagnosis the most likely causes and prevent\nfarther deterioration by providing an appropriate treatment plan to address the stressor as well as the abnormal\nbehavior. Correct by having the raccoons evaluated by the attending veterinarian for diagnosis of the cause of\nthese behaviors and development of an appropriate treatment plan to address this issue. Written documentation\nthe Attending Veterinarian(cid:25)s recommendations regarding alterations to cage space, provisions of hide areas,\nenrichment, and any other steps necessary to address this abnormality shall be maintained by the licensee for\nreview by APHIS Officials. Additionally, the licensee shall maintain documentation of the implementation of these\nrecommendations for review."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Several enclosures are in disrepair. There are at least 15 ferret enclosures with broken wires and nails that\nprotrude into the enclosures. Sharp, protruding metal points can cause injury to the animals. Two wooden nesting\nboxes being used by ferrets are in disrepair. There are chewed and worn areas along the bottom half of the boxes\nthat are creating openings large enough the ferrets could escape. The licensee must ensure that all housing\nfacilities be structurally sound and maintained in good repair to protect the animals from injury and to contain the\nanimals."
    },
    {
      "code": "3.125(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "There is an excessive accumulation of fresh and old excreta beneath the enclosures located in both ferret buildings\n(worst in the east shed). Under the enclosures along the wall there are numerous live maggots, fly pupa, and\nhatched pupa casing present in the piles of excreta. Pupa casings are also present under the cages not currently in\nuse and there are a large number of flies in the facility. There is a significant accumulation of hair, organic matter,\nand other debris along the cage supports in both ferret buildings. There is also an accumulation of dried raccoon\nand cat feces on the floor along the southeast corner of the building. The dirt flooring in the raccoon building has an\nexcessive buildup of fresh and old excreta that has a white moldy appearance beneath and around the enclosures\nbeing used.\nExcessive accumulations of animal waste in the housing area can lead to poor air quality, disease hazards and pest\ninfestations. Poor air quality is linked to the development of health problems and many fumes, such as ammonia,\ncan cause discomfort to animals and can lead to conditions such as respiratory and eye abnormalities. The\nlicensee must remove animal and food wastes as often as necessary to minimize the odors, vermin, and disease\nhazards for the health and well being of the animals.\nTo be corrected by: March 1, 2016."
    },
    {
      "code": "3.127(b)",
      "kind": "Direct",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "There are two ferrets located in two separate enclosures of the outdoor housing facility that are consistently\nshivering. The wooden nesting boxes contain little to no bedding material. The ambient temperature recorded at the\ntime of inspection was 40 degrees F using a Kestrel. The temperature inside the nesting box was 46 degrees F\nusing a Raytek MiniTemp MT6 . According to the National Weather Service, the forecast for the low temperature\ntonight is 31 degrees F. Not having adequate shelter does not ensure the ferrets can maintain a safe body\ntemperature and conserve body heat. The licensee must ensure that adequate shelter appropriate for the local\nclimactic conditions for the species is provided by natural or artificial means. Correct by providing an appropriate\nshelter by moving the affected animals, adding supplemental heat source, and / or adding a sufficient amount of\nbedding to prevent discomfort to the animals during inclement weather.\nTo be corrected by: February 18, 2016."
    },
    {
      "code": "3.128",
      "kind": "Direct",
      "repeat": false,
      "desc": "SPACE REQUIREMENTS.",
      "narrative": "The enclosures for the raccoons do not provide adequate space. According to the licensee, the largest raccoon\nenclosures are 30in x 57in and 18in tall. These enclosures housed an average of 3-4 adult raccoons in breeding\ngroups. Smaller enclosures were 24in x 57in and 18in tall typically housing 2-3 adults and approximately 30in x 30\nin and 18in tall housing 1 adult raccoon. These enclosures are not tall enough to allow a raccoon to sit up on its\nhaunches or stand on its hind legs both of which are normal postural adjustments for raccoons. Additionally, these\nenclosures are all one level which does not allow for climbing or other species-typic behaviors. During the\ninspection raccoons were observed sniffing at the enclosure tops and turning partially on their hind legs brushing\ntheir head or nose on the enclosure tops. Several individual raccoons have partial or complete hair loss on the tail\nand abnormal, irregular chewed appearance to the hair on their sides and flanks. Additionally, approximately 50%\nof the raccoons are exhibiting abnormal repetitive (stereotypic) behaviors farther supporting the inadequacy of\nspace for these animals. Enclosures must be constructed and maintained to provide sufficient space to allow each\nanimal to make normal postural and social adjustments with adequate freedom of movement. Correct by enlarging\nor modifying these enclosures to meet these needs.\nTo be corrected by: March 1, 2016"
    },
    {
      "code": "3.131",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "There is a wooden nesting box being used by a striped skunk that has a buildup of wet excreta covering the entire\nfloor surface located in the outdoor housing area. Two wooden shelters being used by four foxes have an excessive\naccumulation of excreta and soiled bedding covering most of the floor surface.\nExcessive excreta in primary enclosures can contribute to odors, insects and other pests, and can play a role in\ndisease transmission. Additionally, the presence of wet bedding and excreta decreases the effectiveness at\nproviding shelter from the elements and may make animals less likely to use these when needed. No other shelter\nis provided to these animals in this area. The licensee must ensure that excreta be removed as often as necessary\nto prevent contamination of the animals contained therein and to minimize disease hazards and to reduce odors.\nExit briefing conducted with licensee, Corbin Ranslem, ACI, Dana Miller, SACS and Margaret A Shaver, VMO.\nAdditional Inspectors\nMiller Dana, Supervisory Animal Care Specialist\nShaver Margaret, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n27 animals were found in need of veterinary care at the time of inspection.  This includes:\n1.  One male, albino skunk is observed holding up the right front foot.  This animal is non-weight bearing at a walk\nand only occasionally puts weight on the foot when standing still.   When removed from the cage, the outer two\ndigits of the right front foot are very swollen and there is a rough scab on the edge of the foot above the last digit.\nThis skunk(cid:25)s ration of food remains un-eaten on top of its enclosure. Swelling of limbs such as this can result from\ntrauma, infection and a variety of medical problems and can be painful. The lack of appetite supports the likely\npossibility of pain and can also be present with infection and other medical problems. \n2.  One female, black and white skunk has a significant swelling on the bottom of the right hind foot extending just\nabove the toes.  There is a firm swollen area on the bottom of the foot that is approximately 2cm x 3 cm and is warm\nto the touch. The skin on the bottom of the foot has broken open exposing red tissue and a thick, yellow discharge.\nProblems such as this can result from trauma, infection and other medical problems and can be significantly painful.\n3.  One female, light sable ferret is observed squinting her right eye. There is a clear discharge in the fur around her\neyelids and a small cloudy area with a red outline on the surface of the eye (cornea). Eye problems can be a result\nof trauma, infection, and other medical problems and can be painful. \n4.  One dark sable, male ferret is observed to be sneezing. This ferret has yellow discharge around his nostrils.\nRespiratory problems can result from infections, environmental conditions, and other medical problems. Without\ntreatment these may progress and lead to unnecessary suffering. \n5.  One cinnamon colored raccoon in cage 204 has a pile of partially formed feces mixed with bright red bloody fluid\nunder its enclosure. This animal(cid:25)'s ration of food remains un-eaten on top of its enclosure. Diarrhea and loss of\nappetite can result from a variety of medical problems.\n6.  One dark sable ferret has a firm swelling under the right side of its jaw and extends into the neck approximately\n\n3cm x 3cm.  Swelling such as this in a ferret can result from problems such as infection, trauma, dental disease,\ncancer and other medical problems and can be painful. \n7.  One sable, male ferret has a large area of moist, red skin over the shoulders and center of the back\napproximately 2in x 1 in. Dark crusts and hair loss are also present. Skin problems can result from trauma, infection,\nand a variety of other medical problems and can be painful. \n8.  One silver, white ferret has hair loss on the margins of his ears. The exposed skin is dark in color and thickened\nalong the entire edge of both ears. Skin problems and hair loss can result from parasites, trauma, infection, and\nother medical problems.\n9.  One sable, female ferret has an abnormality with her right eye. The eyeball is not visible and there is a small\namount of brown staining around the uneven eyelids.  One of the eyelids has a fleshy mass that gives the\nappearance of a furry growth in place of the eye.  The causes of this could range from simply not having an eyeball\nto having the eyeball obscured by infection, trauma, etc.  Veterinary examination and diagnosis are necessary to\ndetermine the appropriate treatment plan.   \n10.  One sable, female ferret has an irregular edge where the pinnae (ear flap) appears to be missing. There is a\ndark discharge in the ear canal. Ear problems such as this can be caused from trauma, infection, and other\nproblems and can be painful. \n11-17.  There are 7 ferrets with a white opacity or color visible in one or both eyes.  It is possible that this could be\nchronic condition such as cataract formation but other medical problems cannot be ruled out without a veterinary\nexam. The licensee stated that the attending veterinarian has examined some of the ferrets for eye problems but\nwas unable to provide documentation and could not identify which animals had been evaluated. The licensee must\nprovide documentation regarding medical conditions including the diagnosis, treatment and resolution. In the case\nof chronic, ongoing conditions, documentation should include symptoms or changes that indication re-evaluation of\nthe condition is required. \n18-27. There are at least 10 ferrets that have a clear discharge or dried discharge around the eyes.  All of these\nanimals were housed in the indoor buildings. Ocular discharge can be caused by both environmental factors and\nmedical problems, and can indicate discomfort. \n \nThe animals listed above must be examined by a licensed veterinarian in order to ensure that an accurate diagnosis\nis obtained and an appropriate treatment plan is developed and followed.  This information, including the diagnosis,\ntreatment and resolution of the condition, must be documented and made available to the inspector upon request.\n*** At least 50 percent of the raccoons are exhibiting abnormal repetitive (stereotypic) behaviors at the time of\n\ninspection.   These animals were each moving with varying patterns, but the pattern shown is consistent for each\naffected animals.  The patterns expressed included:  \n  -  Several raccoons were observed pacing.  These animals were consistently quickly walking several steps,\nturning, and returning to the starting location.  Generally, effected animals were consistently pacing along one\nenclosure wall although a few did turn and begin pacing at the opposite end of the enclosure when approached. \nThis pacing behavior was exhibited consistently when observed for several minutes, and the path was generally\nonly altered when another animal interfered or it was otherwise interrupted by noise or approaching.  \n  -  Several raccoons were observed weaving / bobbing.  These animals were observed quickly shifting weight from\none hind foot to the other while reaching with the forelimbs from one side to the other.  Occasionally this was also\nseen in combination with movement of the head up and down.  Generally this motion was facing outwards from the\nenclosure and several animals were observed rubbing their heads on the enclosure wires while preforming this\nmotion.  A few animals had areas of hair loss on the head which corresponded to the areas that they were rubbing\non the wires as they repeated this behavior.  This includes a dark color male raccoon in enclosure number 285 that\nhas hair loss on the head over the right eye.  The skin central to this hair loss has a central area that appears\nred-brown consistent with an abrasion.  A male raccoon in enclosure 288 was observed weaving and also has\nareas of hair loss over both eyes, though the underlying skin appears normal on this animal.  \n  -  Several raccoons were observed wall walking.  This behavior was often observed in conjunction with pacing, and\nanimals were observed quickly walking along the kennel and then turning by partially extending their hind legs and\nwalking their front end up the wall of the enclosure.  The extension of the hind limbs is limited by the enclosure\nheight (18in per the licensee). \n  \nSeveral individual animals were observed for 5-10 minutes each and the behavior continued generally without\nsignificant variation, though some animals shortened strides moving from pacing into weaving as time progressed. \nAnimals continued these behaviors until interrupted such as by another animal entering their path or by noise. \nRaccoons were observed both cage-side and from a distance and were seen exhibiting these behaviors well before\napproached by inspectors or the licensee.  These abnormal behaviors also continued for the entire duration that\ninspectors were in the building, even once they had left the immediate area of the particular enclosure. When asked\nabout the behaviors, the licensee stated (cid:24)that is what raccoons do(cid:25).  Abnormal repetitive behaviors, often called\nstereotypies, can develop in response to many stressors including:  lack of total space, lack of the ability to hide\nfrom other individuals or humans, overcrowding, incompatibility of animals, and over or under stimulation in their\nenvironment.  Because these behaviors often develop in response to distress, they are important indicators of\nbehavioral ill-health and require veterinary intervention to properly diagnosis the most likely causes and prevent\nfarther deterioration by providing an appropriate treatment plan to address the stressor as well as the abnormal\nbehavior.  Correct by having the raccoons evaluated by the attending veterinarian for diagnosis of the cause of\nthese behaviors and development of an appropriate treatment plan to address this issue.  Written documentation\nthe Attending Veterinarian(cid:25)s recommendations regarding alterations to cage space, provisions of hide areas,\nenrichment, and any other steps necessary to address this abnormality shall be maintained by the licensee for\nreview by APHIS Officials.  Additionally, the licensee shall maintain documentation of the implementation of these\n\nrecommendations for review.  \n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nSeveral enclosures are in disrepair.  There are at least 15 ferret enclosures with broken wires and nails that\nprotrude into the enclosures. Sharp, protruding metal points can cause injury to the animals.  Two wooden nesting\nboxes being used by ferrets are in disrepair. There are chewed and worn areas along the bottom half of the boxes\nthat are creating openings large enough the ferrets could escape.   The licensee must ensure that all housing\nfacilities be structurally sound and maintained in good repair to protect the animals from injury and to contain the\nanimals.\n3.125(d)\nFACILITIES, GENERAL.   \nThere is an excessive accumulation of fresh and old excreta beneath the enclosures located in both ferret buildings\n(worst in the east shed).  Under the enclosures along the wall there are numerous live maggots, fly pupa, and\nhatched pupa casing present in the piles of excreta.  Pupa casings are also present under the cages not currently in\nuse and there are a large number of flies in the facility.  There is a significant accumulation of hair, organic matter,\nand other debris along the cage supports in both ferret buildings.  There is also an accumulation of dried raccoon\nand cat feces on the floor along the southeast corner of the building.  The dirt flooring in the raccoon building has an\nexcessive buildup of fresh and old excreta that has a white moldy appearance beneath and around the enclosures\nbeing used.  \n \nExcessive accumulations of animal waste in the housing area can lead to poor air quality, disease hazards and pest\ninfestations. Poor air quality is linked to the development of health problems and many fumes, such as ammonia,\ncan cause discomfort to animals and can lead to conditions such as respiratory and eye abnormalities.  The\nlicensee must remove animal and food wastes as often as necessary to minimize the odors, vermin, and disease\nhazards for the health and well being of the animals. \nTo be corrected by: March 1, 2016.\n3.127(b)           DIRECT\nFACILITIES, OUTDOOR.\n\nThere are two ferrets located in two separate enclosures of the outdoor housing facility that are consistently\nshivering. The wooden nesting boxes contain little to no bedding material. The ambient temperature recorded at the\ntime of inspection was 40 degrees F using a Kestrel. The temperature inside the nesting box was 46 degrees F\nusing a Raytek MiniTemp MT6 . According to the National Weather Service, the forecast for the low temperature\ntonight is 31 degrees F. Not having adequate shelter does not ensure the ferrets can maintain a safe body\ntemperature and conserve body heat. The licensee must ensure that adequate shelter appropriate for the local\nclimactic conditions for the species is provided by natural or artificial means.  Correct by providing an appropriate\nshelter by moving the affected animals, adding supplemental heat source, and / or adding a sufficient amount of\nbedding to prevent discomfort to the animals during inclement weather. \nTo be corrected by: February 18, 2016.\n3.128           DIRECT\nSPACE REQUIREMENTS. \nThe enclosures for the raccoons do not provide adequate space.   According to the licensee, the largest raccoon\nenclosures are 30in x 57in and 18in tall.  These enclosures housed an average of 3-4 adult raccoons in breeding\ngroups.  Smaller enclosures were 24in x 57in and 18in tall typically housing 2-3 adults and approximately 30in x 30\nin and 18in tall housing 1 adult raccoon.  These enclosures are not tall enough to allow a raccoon to sit up on its\nhaunches or stand on its hind legs both of which are normal postural adjustments for raccoons.  Additionally, these\nenclosures are all one level which does not allow for climbing or other species-typic  behaviors.  During the\ninspection raccoons were observed sniffing at the enclosure tops and turning partially on their hind legs brushing\ntheir head or nose on the enclosure tops.  Several individual raccoons have partial or complete hair loss on the tail\nand abnormal, irregular chewed appearance to the hair on their sides and flanks.  Additionally, approximately 50%\nof the raccoons are exhibiting abnormal repetitive (stereotypic) behaviors farther supporting the inadequacy of\nspace for these animals.  Enclosures must be constructed and maintained to provide sufficient space to allow each\nanimal to make normal postural and social adjustments with adequate freedom of movement.  Correct by enlarging\nor modifying these enclosures to meet these needs.  \nTo be corrected by: March 1, 2016\n3.131                    REPEAT\nSANITATION.   \nThere is a wooden nesting box being used by a striped skunk that has a buildup of wet excreta covering the entire\nfloor surface located in the outdoor housing area. Two wooden shelters being used by four foxes have an excessive\naccumulation of excreta and soiled bedding covering most of the floor surface.\n\nExcessive excreta in primary enclosures can contribute to odors, insects and other pests, and can play a role in\ndisease transmission.  Additionally, the presence of wet bedding and excreta decreases the effectiveness at\nproviding shelter from the elements and may make animals less likely to use these when needed.  No other shelter\nis provided to these animals in this area.   The licensee must ensure that excreta be removed as often as necessary\nto prevent contamination of the animals contained therein and to minimize disease hazards and to reduce odors.\nExit briefing conducted with licensee, Corbin Ranslem, ACI, Dana Miller, SACS and Margaret A Shaver, VMO.\nAdditional Inspectors\nMiller Dana, Supervisory Animal Care Specialist\nShaver Margaret, Veterinary Medical Officer",
  "animals_total": 1966,
  "species": [
    {
      "count": 637,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 1085,
      "scientific": "Muscardinus avellanarius",
      "common": "HAZEL DORMOUSE"
    },
    {
      "count": 211,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 2,
      "scientific": "Spilogale putorius",
      "common": "SPOTTED SKUNK"
    },
    {
      "count": 9,
      "scientific": "Urocyon cinereoargenteus",
      "common": "GRAY FOX / GREY FOX"
    },
    {
      "count": 2,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 20,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}