{
  "insp_id": "140160938300496",
  "layout": "a",
  "customer_id": "41882",
  "customer_name": "Captiva Kennel Inc.",
  "customer_addr": "3246 150 Ave.\nRedding, IA 50860",
  "certificate": "42-A-1319",
  "site_id": "001",
  "site_name": "CAPTIVA KENNEL INC.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-MAY-2016",
  "report_date": "18-MAY-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female Dachshund puppy (DOB 02/06/2016) has hair loss on her head, snout, ears, around her eyes, and on her\nlegs and feet. The skin in the hairless areas on her head, snout, eye area and ears has thickened and become\ncrusty and flaky. There is a buildup of a yellowish crusty material around the lower lid of the right eye and there are\nstrands of the yellowish material from the top eye lid attached to the bottom eye lid. The inside of both ears have\nthick, dark colored material surrounding the ear opening. Both ears have a white/yellowish colored discharge\ncoming from them and the inside of the left ear is moderately reddened. The inspector noticed that the puppy\nseemed lethargic and cried out when she was touched.\nThe licensee stated that she had taken this puppy to the vet at the end of March but a diagnosis of the puppy's\ncondition was not available at that time. The veterinarian had provided her with a bottle of Cephalexin to give to the\npuppy orally twice a day for 30 days. The treatment began on April 9, 2016 and ended on May 9, 2016. The\nlicensee stated that the puppy's condition had not improved and the puppy has not been taken back to a\nveterinarian to be re-evaluated. Abnormal skin conditions could cause pain and discomfort to the dog.\nMale Dachshund (\"Sam\", 497-115-1616, DOB 2009) has a thick brown/grey material encasing half of the surface of\nthe upper canine teeth and upper front teeth. The material is also encasing half the surface of the lower canine\nteeth and the entire surface of the remaining cheek teeth. Strands of dark colored hair have been entrapped in the\nmaterial of the upper right canine tooth and the upper right front teeth. The gums have become slightly reddened.\nThis dog had been evaluated by a licensed veterinarian for dental health in September 2015 and a treatment plan\nwas established to give the dog chew bones and chip the teeth by hand if necessary. The licensee stated that she\nhas been giving the dog a \"Greenie\" dental chew once a week since September. The dog's dental health has not\nbeen reexamined by a veterinarian since September. Poor dental health can cause pain and discomfort to the dog\nas well as lead to further health complications.\nFemale Chihuahua (\"Sweet Pea\", No ID) has a blue/whitish colored left eye. The right eye appears normal in color.\nThe licensee stated that she had recently acquired this dog and did not have any documentation concerning this\ndog's eye. This dog's toenails are also overgrown and the toenails of the left hind foot have become so long that\nthey have curled underneath the foot. Abnormal eye conditions could cause pain and discomfort to the dog.\nOvergrown toenails can also cause pain and discomfort as well as affect the dog's normal gait.\nAll three dogs must be evaluated by a licensed veterinarian for proper diagnosis of their conditions and to establish\nan effective treatment plan. The diagnosis and treatment plan must be documented and available to the inspector\nupon request. The licensee must ensure that all dogs receive adequate veterinary care at all times.\n\"Sweet Pea\" must also have her toenails trimmed to an acceptable length and the licensee must ensure that all\ndogs receive adequate toenail maintenance to ensure that their toenails do not become overgrown. The licensee\ntrimmed the dog's toenails at the time of the inspection.\nExit interview conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female Dachshund puppy (DOB 02/06/2016) has hair loss on her head, snout, ears, around her eyes, and on her\nlegs and feet.  The skin in the hairless areas on her head, snout, eye area and ears has thickened and become\ncrusty and flaky.  There is a buildup of a yellowish crusty material around the lower lid of the right eye and there are\nstrands of the yellowish material from the top eye lid attached to the bottom eye lid.  The inside of both ears have\nthick, dark colored material surrounding the ear opening.  Both ears have a white/yellowish colored discharge\ncoming from them and the inside of the left ear is moderately reddened.  The inspector noticed that the puppy\nseemed lethargic and cried out when she was touched. \nThe licensee stated that she had taken this puppy to the vet at the end of March but a diagnosis of the puppy's\ncondition was not available at that time. The veterinarian had provided her with a bottle of Cephalexin to give to the\npuppy orally twice a day for 30 days.  The treatment began on April 9, 2016 and ended on May 9, 2016.  The\nlicensee stated that the puppy's condition had not improved and the puppy has not been taken back to a\nveterinarian to be re-evaluated.   Abnormal skin conditions could cause pain and discomfort to the dog.\nMale Dachshund (\"Sam\", 497-115-1616, DOB 2009) has a thick brown/grey material encasing half of the  surface of\nthe upper canine teeth and upper front teeth.  The material is also encasing half the surface of the lower canine\nteeth and the entire surface of the remaining cheek teeth.  Strands of dark colored hair have been entrapped in the\nmaterial of the upper right canine tooth and the upper right front teeth.  The gums have become slightly reddened.  \nThis dog had been evaluated by a licensed veterinarian for dental health in September 2015 and a treatment plan\nwas established to give the dog chew bones and chip the teeth by hand if necessary.  The licensee stated that she\nhas been giving the dog a \"Greenie\" dental chew once a week since September.  The dog's dental health has not\nbeen reexamined by a veterinarian since September.  Poor dental health can cause pain and discomfort to the dog\nas well as lead to further health complications.\nFemale Chihuahua (\"Sweet Pea\", No ID) has a blue/whitish colored left eye.  The right eye appears normal in color. \nThe licensee stated that she had recently acquired this dog and did not have any documentation concerning this\ndog's eye.  This dog's toenails are also overgrown and the toenails of the left hind foot have become so long that\nthey have curled underneath the foot.   Abnormal eye conditions could cause pain and discomfort to the dog.\n\nOvergrown toenails can also cause pain and discomfort as well as affect the dog's normal gait.\nAll three dogs must be evaluated by a licensed veterinarian for proper diagnosis of their conditions and to establish\nan effective treatment plan.  The diagnosis and treatment plan must be documented and available to the inspector\nupon request.  The licensee must ensure that all dogs receive adequate veterinary care at all times.\n\"Sweet Pea\" must also have her toenails trimmed to an acceptable length and the licensee must ensure that all\ndogs receive adequate toenail maintenance to ensure that their toenails do not become overgrown.  The licensee\ntrimmed the dog's  toenails at the time of the inspection.\nExit interview conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 50,
  "species": [
    {
      "count": 40,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 10,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}