{
  "insp_id": "274151557110936",
  "layout": "a",
  "customer_id": "330047",
  "customer_name": "Olathe Pet Paradise",
  "customer_addr": "2099b E. Santa Fe\nOlathe, KS 66062",
  "certificate": "48-B-0342",
  "site_id": "001",
  "site_name": "OLATHE PET PARADISE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-OCT-2015",
  "report_date": "01-OCT-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* There were four vials of Feline Rhinotracheitis Calici-Panleukopenia with an expiration date of 06/15. These\nvaccines were found intermingled with other vaccines in the refrigerator and are therefore considered ready for use.\nThe usage of expired medical materials on regulated animals is not considered to be an acceptable veterinary\npractice. Expired medications and vaccines can experience spoilage or have reduced efficacy. This could result in\ndecreased immunity for the animals being vaccinated. The licensee must ensure that all vaccines/medications used\nat the facility have not gone past the recorded expiration date. Correct by 10/15/15.\n*******************************************\n* The current program of veterinary care( PVC) stated that the non human primate (NHP) was under the care of\nanother veterinarian. The licensee stated that she had a PVC signed by another veterinarian specific for the NHP\nbut she was unable to find it during the inspection. It is important that the NHP is included in a written PVC to\nensure she is receiving adequate veterinary care. The licensee must ensure that the program of veterinary care\ncovers all species being housed at the facility. The program of veterinary care must be made available for review\nduring inspections to ensure adequate veterinary care is being provided. Correct by 10/15/15."
    },
    {
      "code": "3.50(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "* The plexi glass surrounding the indoor enclosure housing five rabbits was broken in two different areas. In\naddition, a sharp edge was observed where the plexi glass was broken allowing access to the welded wire with\nsharp points behind the plexi glass. Sharp edges could injure the animals. The licensee must ensure that all\nenclosures are maintained in good repair to protect the animals from injury. Correct by 10/15/15."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "* Protruding wires with sharp points were extending inwards in one indoor enclosure housing one sugar glider.\nSharp points could injure the animal. The licensee must ensure that all enclosures are maintained in good repair to\nprotect the animals from injury. Correct by 10/8/15.\n* The facility inspection and exit briefing done on 10/1/15 were conducted with the licensee, Dr. Amanda Owens\nVMO and Robert Bacon ACI.\nAdditional Inspectors\nOwens Amanda, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*     There were four vials of Feline Rhinotracheitis Calici-Panleukopenia with an expiration date of 06/15.   These\nvaccines were found intermingled with other vaccines in the refrigerator and are therefore considered ready for use. \nThe usage of expired medical materials on regulated animals is not considered to be an acceptable veterinary\npractice.  Expired medications and vaccines can experience spoilage or have reduced efficacy. This could result in\ndecreased immunity for the animals being vaccinated. The licensee must ensure that all vaccines/medications used\nat the facility have not gone past the recorded expiration date.   Correct by 10/15/15.\n*******************************************\n*   The current program of veterinary care( PVC) stated that the non human primate (NHP) was under the care of\nanother veterinarian.  The licensee stated that she had a PVC signed by another veterinarian specific for the NHP\nbut she was unable to find it during the inspection.  It is important that the NHP is included in a written PVC to\nensure she is receiving adequate veterinary care.  The licensee must ensure that the program of veterinary care\ncovers all species being housed at the facility.   The program of veterinary care must be made available for review\nduring inspections to ensure adequate veterinary care is being provided.  Correct by 10/15/15.\n3.50(a)\nFACILITIES, GENERAL.  \n*    The plexi glass surrounding the indoor enclosure housing five rabbits was broken in two different areas.  In\naddition, a sharp edge was observed where the plexi glass was broken allowing access to the welded wire with\nsharp points behind the plexi glass.  Sharp edges could injure the animals.  The licensee must ensure that all\nenclosures are maintained in good repair to protect the animals from injury.  Correct by 10/15/15.\n3.125(a)\nFACILITIES, GENERAL.\n\n*    Protruding wires with sharp points were extending inwards in one indoor enclosure housing one sugar glider.    \nSharp points could injure the animal.  The licensee must ensure that all enclosures are maintained in good repair to\nprotect the animals from injury.  Correct by 10/8/15.\n*   The facility inspection and exit briefing done on 10/1/15 were conducted with the licensee, Dr. Amanda Owens\nVMO and Robert Bacon ACI.\nAdditional Inspectors\nOwens Amanda, Veterinary Medical Officer",
  "animals_total": 38,
  "species": [
    {
      "count": 8,
      "scientific": "Atelerix albiventris",
      "common": "HEDGEHOG"
    },
    {
      "count": 1,
      "scientific": "Callithrix jacchus",
      "common": "COMMON MARMOSET"
    },
    {
      "count": 4,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 6,
      "scientific": "Cricetus cricetus",
      "common": "EUROPEAN HAMSTER / BLACK-BELLIED HAMSTER"
    },
    {
      "count": 1,
      "scientific": "Gerbillus acticola",
      "common": "BERBERA GERBIL"
    },
    {
      "count": 5,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 13,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    }
  ]
}