{
  "insp_id": "2016082567913285",
  "layout": "a",
  "customer_id": "11268",
  "customer_name": "Richard M Evola",
  "customer_addr": "11660 Grass Lake Rd\nHillsdale, MI 49242",
  "certificate": "34-C-0169",
  "site_id": "002",
  "site_name": "RICHARD EVOLA",
  "insp_type": "ROUTINE INSPECTION",
  "date": "02-SEP-2016",
  "report_date": "08-SEP-2016",
  "citations": [
    {
      "code": "2.8",
      "kind": "",
      "repeat": true,
      "desc": "NOTIFICATION OF CHANGE OF NAME, ADDRESS, CONTROL, OR OWNERSHIP OF BUSINESS.",
      "narrative": "The owner of the facility, Mr. Richard M Evola, has moved and not passed a pre-site usage inspection. The owner\nof the facility has been exhibiting and selling regulated species without approval of this site since at least March 14,\n2016. On February 19, 2016 the previous inspector notified me that Mr. Evola had moved to Hillsdale, MI and had\nmarmosets for sale online. On March 14, 2016 I completed a search with Dr. Kurt Hammel. No one answered the\ndoor and I left two business cards to call concerning his move to Hillsdale. Mr. Evola called on March 15, 2016. I\nlet Mr. Evola know that any change in address required written notice of change to the Eastern Regional Office\n(ERO) in writing and that he could not conduct regulated activities until he passed a pre-site usage inspection. On\nApril 5, 2016 Mr. Evola was cited for not notifying the ERO in writing of his address change and it was stated on the\nreport that no regulated activities could be conducted until the site was approved. I received Mr. Evolas' renewal\nwith address change on July 21, 2016. I called the number listed on the renewal on July 25, 2016 and was hung up\non two times. I tried to text to the number, but it did not accept texts. I sent an email to the business email address\nand received no response. On August 22, 2016 I called the phone number again and the person that answered\nsaid he changed his phone number. I sent another email to the business email address. I found a new phone\nnumber on Mr. Evolas', business, Facebook page for potbelly pigs that he was selling and called that number and\nleft a message. I also texted that number. On August 31, 2016 I visited the address again to try to set up an\nappointment and there was no answer at the door, so left a business card. I yelled hello from the driveway and tried\nto call the new phone number and no answer so left a message. I left the address and headed towards my next\nfacility. Mr. Evola called and made a statement asking if I had received a call. I replied no, that you are not\nsupposed to be conducting regulated activities. At this time we did set up an appointment for the pre-site usage\ninspection. On September 1, 2016 a complaint was sent by email to the acting supervisor. The complaint is\nconcerning the body condition of a camel that Mr. Evola was using for camel rides at the Michigan Renaissance\nFestival.\nA licensee must promptly notify the AC Regional Director by certified mail of any change in address within 10 days\nof the change and no regulated activities may be conducted until this site has passed a pre-site usage inspection.\nI have tried numerous times and numerous ways to contact the facility to conduct a pre-site usage inspection and\nnever received any response.\nNO REGULATED ACTIVITIES MAY BE CONDUCTED UNTIL THIS SITE IS APPROVED.\nThis inspection and exit interview were conducted with owner, Dr. Kurt Hammel and Carrie Bongard, ACI.\nAdditional Inspectors\nHammel Kurt, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.8                    REPEAT\nNOTIFICATION OF CHANGE OF NAME, ADDRESS, CONTROL, OR OWNERSHIP OF BUSINESS.\nThe owner of the facility, Mr. Richard M Evola, has moved and not passed a pre-site usage inspection.  The owner\nof the facility has been exhibiting and selling regulated species without approval of this site since at least March 14,\n2016. On February 19, 2016 the previous inspector notified me that Mr. Evola had moved to Hillsdale, MI and had\nmarmosets for sale online.  On March 14, 2016 I completed a search with Dr. Kurt Hammel.  No one answered the\ndoor and I left two business cards to call concerning his move to Hillsdale.  Mr. Evola called on March 15, 2016.  I\nlet Mr. Evola know that any change in address required written notice of change to the Eastern Regional Office\n(ERO) in writing and that he could not conduct regulated activities until he passed a pre-site usage inspection.  On\nApril 5, 2016 Mr. Evola was cited for not notifying the ERO in writing of his address change and it was stated on the\nreport that no regulated activities could be conducted until the site was approved.  I received Mr. Evolas' renewal\nwith address change on July 21, 2016.  I called the number listed on the renewal on July 25, 2016 and was hung up\non two times.  I tried to text to the number, but it did not accept texts.  I sent an email to the business email address\nand received no response.  On August 22, 2016 I called the phone number again and the person that answered\nsaid he changed his phone number.  I sent another email to the business email address.  I found a new phone\nnumber on Mr. Evolas', business, Facebook page for potbelly pigs that he was selling and called that number and\nleft a message.  I also texted that number.  On August 31, 2016 I visited the address again to try to set up an\nappointment and there was no answer at the door, so left a business card.  I yelled hello from the driveway and tried\nto call the new phone number and no answer so left a message.  I left the address and headed towards my next\nfacility.  Mr. Evola called and made a statement asking if I had received a call.  I replied no, that you are not\nsupposed to be conducting regulated activities.  At this time we did set up an appointment for the pre-site usage\ninspection.  On September 1, 2016 a complaint was sent by email to the acting supervisor.  The complaint is\nconcerning the body condition of a camel that Mr. Evola was using for camel rides at the Michigan Renaissance\nFestival. \nA licensee must promptly notify the AC Regional Director by certified mail of any change in address within 10 days\nof the change and no regulated activities may be conducted until this site has passed a pre-site usage inspection.\nI have tried numerous times and numerous ways to contact the facility to conduct a pre-site usage inspection and\nnever received any response.\n\nNO REGULATED ACTIVITIES MAY BE CONDUCTED UNTIL THIS SITE IS APPROVED.\nThis inspection and exit interview were conducted with owner, Dr. Kurt Hammel and Carrie Bongard, ACI.\nAdditional Inspectors\nHammel Kurt, Veterinary Medical Officer",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}