{
  "insp_id": "344141527380509",
  "layout": "a",
  "customer_id": "5134",
  "customer_name": "Kevin Aschinger",
  "customer_addr": "Lindy Aschinger\n1321 380 St\nWestside, IA 51467",
  "certificate": "42-A-0446",
  "site_id": "001",
  "site_name": "KEVIN AND LINDY ASCHINGER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-DEC-2014",
  "report_date": "10-DEC-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female cocker spaniel (microchip # 021 063 566) has yellow-green discharge covering both eyes and eyelids. The\nwhite of both eyes is moderately reddened. The facility representative states this animal had been previously\ntreated and improved. The representative states that the animal had been normal when checked the previous week.\nA female black and white cocker spaniel (microchip # 048 585 099) has cloudy eyes. The cloudy areas are\nabnormally shaped and are located within the center of each eye. The white of both eyes is mildly reddened. There\nis a small amount of yellow-brown crust located on the eyelids of both eyes.\nA female, shih tzu/poodle cross (microchip # 047 349 891) has a thick, yellow-brown material encasing all of the\nupper and lower cheek teeth and approximately half of the surface of each canine. The gums are slightly reddened.\nVeterinary care problems such as these can be painful and can lead to further health complications. All of the\nanimals listed above must be examined by a licensed veterinarian in order to ensure that an accurate diagnosis is\nobtained and an appropriate treatment plan is developed and followed. This information, including the diagnosis,\ntreatment and resolution of the condition, must be documented and made available to the inspector upon request.\nThis must be done by 5:00 pm Friday, December 12th.\nA female standard poodle (microchip # 018 340 006) has an excessive number of mats on its chest, legs and back.\nThe majority of the mats are moderate to large in size and cover nearly the entire length of both legs. The mats are\nnot tightly adhered to the skin and the skin does not appear to be affected.\nA male cocker spaniel (microchip # 076 805 639) has moderate sized mats on both ears and a few small superficial\nmats on its head and chest. The mats on its ears are tightly adhered to the skin. There is dirt and/or debris\nembedded in the mats.\nA female poodle (microchip # 081 860 853) has an excessive number of mats on its face, back, legs, hips, abdomen\nand under the tail. The mats on the legs and hips are moderate to large in size and cover nearly the entire length of\nboth legs. The mats on the face, abdomen and under the tail are smaller and more superficial. None of the mats\nare tightly adhered to the skin and the skin does not appear to be affected. There is dirt and/or debris embedded in\nthe mats on the face and under the tail.\nMatted hair-coats can be painful, can lead to skin infections and reduces the ability of the coat to insulate the\nanimal. The licensee must remove the matted hair from all matted dogs and must develop an effective program of\nhair coat maintenance."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In the area \"South of the Barn\" three metal self-feeders, affecting at least nine dogs, have bird droppings on the top\nof them and running down their sides. In the \"Husky Area\" there is one water receptacle, affecting three dogs, that\nhas bird droppings in the water. Food and water receptacles contaminated by bird droppings can pose a health risk\nto the dogs. Licensee must ensure that food and water receptacles remain free of bird droppings and other\ndebris. Food and water receptacles must be cleaned and sanitized once every two weeks or as often as necessary.\nThroughout the sheltered housing facilities, affecting at least fifty-two dogs, the self-feeders have a caking of food\ndebris inside of them. Food receptacles caked with food debris can contaminate food and pose a health risk to the\ndogs. Licensee must ensure that all food receptacles are properly sanitized and are clean and free of caked food\ndebris.\nThroughout the outdoor and sheltered housing facilities, affecting at least fifty-five dogs, the enclosures have an\nexcessive buildup of feces in them. In several of the sheltered enclosures the feces have been smeared and\ncompacted into the wire flooring. Some dogs were observed to have soiled feet. Failure to remove the excreta can\ncause soiling of the dogs within the enclosure as well as, increase the risk of disease, pests and odors. Also, the\nbuildup of compacted feces into the wire floor does not allow for proper sanitization to occur. Licensee must\nremove all excreta daily from primary enclosures to ensure that the dogs remain clean and to reduce the risk of\ndisease, pests and odors and allow for proper sanitization of the enclosure.\nIn several sheltered enclosures, affecting at least ten dogs, there is a buildup of dirt and grime on the walls around\nthe access doors. In at least three sheltered enclosures, affecting at least six dogs, there is a buildup of dirt and\ngrime on the access doors. In one outdoor enclosure, affecting at least three dogs, the outside surfaces of the\nshelter have an excessive buildup of dirt and grime on them. This buildup of dirt and grime does not allow for\nsanitization of the surfaces. Licensee must ensure that surfaces remain free of dirt and grime buildup to ensure\nproper sanitization can occur.\nThe following dogs cited on November 5, 2014 inspection report under 2.40 (b) (2) have received hair coat\nmaintenance:\nFemale Standard Poodle, microchip #010795274\nFemale Standard Poodle, microchip #010828627\nFemale Standard Poodle, previously unable to obtain ID, microchip number has now been obtained #010839568\nInspection and exit interview conducted with facility representative.\nAdditional Inspectors\nCole Heather, Supervisory Animal Care Specialist\nWelch Scott, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female cocker spaniel (microchip # 021 063 566) has yellow-green discharge covering both eyes and eyelids. The\nwhite of both eyes is moderately reddened. The facility representative states this animal had been previously\ntreated and improved. The representative states that the animal had been normal when checked the previous week.\nA female black and white cocker spaniel (microchip # 048 585 099) has cloudy eyes. The cloudy areas are\nabnormally shaped and are located within the center of each eye. The white of both eyes is mildly reddened. There\nis a small amount of yellow-brown crust located on the eyelids of both eyes. \nA female, shih tzu/poodle cross (microchip # 047 349 891) has a thick, yellow-brown material encasing all of the\nupper and lower cheek teeth and approximately half of the surface of each canine. The gums are slightly reddened.\nVeterinary care problems such as these can be painful and can lead to further health complications. All of the\nanimals listed above must be examined by a licensed veterinarian in order to ensure that an accurate diagnosis is\nobtained and an appropriate treatment plan is developed and followed. This information, including the diagnosis,\ntreatment and resolution of the condition, must be documented and made available to the inspector upon request.\nThis must be done by 5:00 pm Friday, December 12th. \nA female standard poodle (microchip # 018 340 006) has an excessive number of mats on its chest, legs and back.\nThe majority of the mats are moderate to large in size and cover nearly the entire length of both legs. The mats are\nnot tightly adhered to the skin and the skin does not appear to be affected. \nA male cocker spaniel (microchip # 076 805 639) has moderate sized mats on both ears and a few small superficial\nmats on its head and chest. The mats on its ears are tightly adhered to the skin. There is dirt and/or debris\nembedded in the mats. \nA female poodle (microchip # 081 860 853) has an excessive number of mats on its face, back, legs, hips, abdomen\n\nand under the tail.  The mats on the legs and hips are moderate to large in size and cover nearly the entire length of\nboth legs. The mats on the face, abdomen and under the tail are smaller and more superficial.  None of the mats\nare tightly adhered to the skin and the skin does not appear to be affected. There is dirt and/or debris embedded in\nthe mats on the face and under the tail. \nMatted hair-coats can be painful, can lead to skin infections and reduces the ability of the coat to insulate the\nanimal. The licensee must remove the matted hair from all matted dogs and must develop an effective program of\nhair coat maintenance. \n3.11(b)(2)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nIn the area \"South of the Barn\" three metal self-feeders, affecting at least nine dogs, have bird droppings on the top\nof them and running down their sides.  In the \"Husky Area\" there is one water receptacle, affecting three dogs, that\nhas bird droppings in the water.  Food and water receptacles contaminated by bird droppings can pose a health risk\nto the dogs.     Licensee must ensure that food and water receptacles remain free of bird droppings and other\ndebris.  Food and water receptacles must be cleaned and sanitized once every two weeks or as often as necessary.\nThroughout the sheltered housing facilities, affecting at least fifty-two dogs, the self-feeders have a caking of food\ndebris inside of them.  Food receptacles caked with food debris can contaminate food and pose a health risk to the\ndogs.   Licensee must ensure that all food receptacles are properly sanitized and are clean and free of caked food\ndebris.\nThroughout the outdoor and sheltered housing facilities, affecting at least fifty-five dogs, the enclosures have an\nexcessive buildup of feces in them.  In several of the sheltered enclosures the feces have been smeared and\ncompacted into the wire flooring.  Some dogs were observed to have soiled feet. Failure to remove the excreta can\ncause soiling of the dogs within the enclosure as well as, increase the risk of disease, pests and odors.  Also, the\nbuildup of compacted feces into the wire floor does not allow for proper sanitization to occur.  Licensee must\nremove all excreta daily from primary enclosures to ensure that the dogs remain clean and to reduce the risk of\ndisease, pests and odors and allow for proper sanitization of the enclosure.  \nIn several sheltered enclosures, affecting at least ten dogs, there is a buildup of dirt and grime on the walls around\nthe access doors.  In at least three sheltered enclosures, affecting at least six dogs, there is a buildup of dirt and\ngrime on the access doors.  In one outdoor enclosure, affecting at least three dogs, the outside surfaces of the\n\nshelter have an excessive buildup of dirt and grime on them. This buildup of dirt and grime does not allow for\nsanitization of the surfaces.  Licensee must ensure that surfaces remain free of dirt and grime buildup to ensure\nproper sanitization can occur.     \nThe following dogs cited on November 5, 2014 inspection report under 2.40 (b) (2) have received hair coat\nmaintenance:\n  Female Standard Poodle, microchip #010795274\n  Female Standard Poodle, microchip #010828627\n  Female Standard Poodle, previously unable to obtain ID, microchip number has now been obtained #010839568 \nInspection and exit interview conducted with facility representative.\nAdditional Inspectors\nCole Heather, Supervisory Animal Care Specialist\nWelch Scott, Veterinary Medical Officer",
  "animals_total": 281,
  "species": [
    {
      "count": 217,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 64,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}