{
  "insp_id": "106151325440472",
  "layout": "a",
  "customer_id": "4186",
  "customer_name": "Dennis Ogle",
  "customer_addr": "Peggy Ogle\n9385 1000 Rd.\nFredonia, KS 66736",
  "certificate": "48-A-0879",
  "site_id": "001",
  "site_name": "PEGGY & DENNIS OGLE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-APR-2015",
  "report_date": "16-APR-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female Boston terrier, Identification number 4b17u7a34, is limping with her right rear leg. After a closer look the\nright side of her mammary gland in the flank of the right rear leg is very red and moist. What looks like a scaly rash\nalso covers this area. This looks to be very painful and could be the reason why this dog is limping and holding this\nleg up. The owner, must have this dog seen by a licensed veterinarian immediately, to determine what needs to be\ndone to insure that this dog is getting the appropriate medical attention needed. This dog also has a wound/sore on\nher left leg by the knee. The breeder/owner must insure that this dog is properly cared for. Correct by 04-18-2015"
    },
    {
      "code": "3.6(a)(2)(12)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "A section of the steel flooring in the New Kennel, inside enclosure on the north side, the coating has come off.\nWhere the coating is gone the steel flooring is rusted leaving the steel flooring less than 1/8 inch (9 gauge).\nFlooring that is less than 9 gauge must be covered with a coating that protects dogs' feet. The owner/breeder must\nrepair or replace that area where dogs are to help insure that dogs' feet are comfortable and injury free. This will\nhelp in the good health of dogs. Correct by 04-30-2015.\nThis inspection and exit briefing were conducted with the Owner."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female Boston terrier, Identification number 4b17u7a34, is limping with her right rear leg.  After a closer look the\nright side of her mammary gland in the flank of the right rear leg is very red and moist. What looks like a scaly rash\nalso covers this area. This looks to be very painful and could be the reason why this dog is limping and holding this\nleg up.  The owner, must have this dog seen by a licensed veterinarian immediately, to determine what needs to be\ndone to insure that this dog is getting the appropriate medical attention needed.  This dog also has a wound/sore on\nher left leg by the knee.  The breeder/owner must insure that this dog is properly cared for.   Correct by 04-18-2015\n3.6(a)(2)(12)\nPRIMARY ENCLOSURES.\nA section of the steel flooring in the New Kennel, inside enclosure on the north side, the coating has come off. \nWhere the coating is gone the steel flooring is rusted leaving the steel flooring less than 1/8 inch (9 gauge). \nFlooring that is less than 9 gauge must be covered with a coating that protects dogs' feet.  The owner/breeder must\nrepair or replace that area where dogs are to help insure that dogs' feet are comfortable and injury free.  This will\nhelp in the good health of dogs.  Correct by 04-30-2015.\nThis inspection and exit briefing were conducted with the Owner.",
  "animals_total": 55,
  "species": [
    {
      "count": 48,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 7,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}