{
  "insp_id": "19160954560737",
  "layout": "a",
  "customer_id": "328593",
  "customer_name": "Jurassic Pets L L C",
  "customer_addr": "14615 Umpire St.\nBrighton, CO 80603",
  "certificate": "84-B-0131",
  "site_id": "001",
  "site_name": "JURASSIC PETS L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-JAN-2016",
  "report_date": "20-JAN-2016",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There were nine juvenile hedgehogs that had received veterinary care on 01/09/2016 for severe bite wounds to the\nlegs. The licensee stated she did not know these animals had any injuries until around 8:30 am on 01/09/2016 and\ntook them immediately to the Attending Veterinarian (AV). The medical notes from the AV stated 10 hedgehogs\nwere examined and or treated on 01/09/2016. Two hedgehogs had deep bite wounds on the legs, one was severely\ninjured on the left hind leg at the hock with necrotic tissue, both had compound fracture and were euthanized. Four\nhedgehogs had bite wounds that were healing, wounds cleaned and antibiotics provided. Three hedgehog had\ndeep wounds with one being necrotic and one having pus coming from the wound, they were anesthetized and\nwounds debrided. One hedgehog had no injuries. Since several of the wounds were healing, several were necrotic\nand discussion with the AV it was estimated that these injuries could have occurred 5-10 days prior to these animals\nbeing provided veterinary care. Daily observation is not being performed adequately. A failure to conduct adequate\nobservations can result in a delay of care provided to the animals and prolonged animal suffering.\nAll animals must be observed daily to assess their health and well-being. Problems of animal health, behavior, and\nwell-being shall be communicated to the attending veterinarian and addressed in a timely manner.\nTo be corrected by: Immediately"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "There is a stack of dirty food receptacles being stored near the animal enclosures in the upstairs hedgehog\nbreeding area. Licensee stated they had been sitting for a day and would not be moved or cleaned until the next\nday. Several of food receptacles had dead flies lying in the bottom. Dirty food receptacles attract pests which can\nharbor diseases. These diseases could potentially affect the health and well-being of the animals.\nPremises shall be kept clean to protect the animals and to facilitate the prescribed husbandry.\nTo be corrected by: Corrected during time of inspection"
    },
    {
      "code": "3.133",
      "kind": "",
      "repeat": false,
      "desc": "SEPARATION.",
      "narrative": "Medical notes from the Attending Veterinarian dated 01/09/2016 listed nine juvenile hedgehogs as having deep bite\nwounds and two of them having compound fractures to the legs. Licensee stated the nine hedgehogs which had\nsustained injuries had been housed with several other litters of juvenile hedgehogs upstairs in the breeding room.\nLicensee did state she noticed one of the hedgehogs biting and removed it from the enclosure. It is evidenced by\nthe injuries to the nine hedgehogs that the animals being housed together were not compatible. Animals housed\ntogether must be compatible to reduce the risk of fighting, injuries and undo stress on the animals. Animals housed\nin groups need to be observed daily for any signs of over aggression and if such behavior is noticed animals must\nbe separated to protect them from each other.\nEnsure that all animals housed in the same primary enclosures are compatible.\nTo be corrected by: Immediately\nInspection was conducted with the licensee, PACFA Inspector and ACI Cindy Rhodes. An exit briefing was\nconducted with the licensee."
    }
  ],
  "narrative": "2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere were nine juvenile hedgehogs that had received veterinary care on 01/09/2016 for severe bite wounds to the\nlegs. The licensee stated she did not know these animals had any injuries until around 8:30 am on 01/09/2016 and\ntook them immediately to the Attending Veterinarian (AV).  The medical notes from the AV stated 10 hedgehogs\nwere examined and or treated on 01/09/2016. Two hedgehogs had deep bite wounds on the legs, one was severely\ninjured on the left hind leg at the hock with necrotic tissue, both had compound fracture and were euthanized.  Four\nhedgehogs had bite wounds that were healing, wounds cleaned and antibiotics provided. Three hedgehog had\ndeep wounds with one being necrotic and one having pus coming from the wound, they were anesthetized and\nwounds debrided. One hedgehog had no injuries. Since several of the wounds were healing, several were necrotic\nand discussion with the AV it was estimated that these injuries could have occurred 5-10 days prior to these animals\nbeing provided veterinary care. Daily observation is not being performed adequately. A failure to conduct adequate\nobservations can result in a delay of care provided to the animals and prolonged animal suffering. \nAll animals must be observed daily to assess their health and well-being.  Problems of animal health, behavior, and\nwell-being shall be communicated to the attending veterinarian and addressed in a timely manner.\nTo be corrected by: Immediately\n3.131(c)\nSANITATION.   \nThere is a stack of dirty food receptacles being stored near the animal enclosures in the upstairs hedgehog\nbreeding area.  Licensee stated they had been sitting for a day and would not be moved or cleaned until the next\nday.  Several of food receptacles had dead flies lying in the bottom.  Dirty food receptacles attract pests which can\nharbor diseases.  These diseases could potentially affect the health and well-being of the animals.  \nPremises shall be kept clean to protect the animals and to facilitate the prescribed husbandry.\nTo be corrected by:  Corrected during time of inspection\n\n3.133\nSEPARATION. \nMedical notes from the Attending Veterinarian dated 01/09/2016 listed nine juvenile hedgehogs as having deep bite\nwounds and two of them having compound fractures to the legs. Licensee stated the nine hedgehogs which had\nsustained injuries had been housed with several other litters of juvenile hedgehogs upstairs in the breeding room.\nLicensee did state she noticed one of the hedgehogs biting and removed it from the enclosure. It is evidenced by\nthe injuries to the nine hedgehogs that the animals being housed together were not compatible.  Animals housed\ntogether must be compatible to reduce the risk of fighting, injuries and undo stress on the animals.  Animals housed\nin groups need to be observed daily for any signs of over aggression and if such behavior is noticed animals must\nbe separated to protect them from each other. \nEnsure that all animals housed in the same primary enclosures are compatible.\nTo be corrected by: Immediately\nInspection was conducted with the licensee, PACFA Inspector and ACI Cindy Rhodes.  An exit briefing was\nconducted with the licensee.",
  "animals_total": 191,
  "species": [
    {
      "count": 191,
      "scientific": "Atelerix albiventris",
      "common": "HEDGEHOG"
    }
  ]
}