{
  "insp_id": "2016082569824829",
  "layout": "a",
  "customer_id": "506602",
  "customer_name": "Joshua Stoltzfus",
  "customer_addr": "2871 Jacksonville\nBellefonte, PA 16823",
  "certificate": "23-A-0710",
  "site_id": "001",
  "site_name": "JOSHUA STOLTZFUS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-MAR-2020",
  "report_date": "27-MAR-2020",
  "citations": [
    {
      "code": "2.40(b)(4)",
      "kind": "Critical",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The facility is utilizing a method of euthanasia for guinea pigs that is not included in the Program of Veterinary Care.\nThe Program of Veterinary Care specifies that euthanasia is to be performed by the veterinarian using\npentobarbital. However, the facility is performing its own euthanasia by blunt force trauma. This method does not\nmeet the guidelines of the Animal Welfare Act which requires euthanasia to be performed by a method that\nproduces rapid unconsciousness and subsequent death without evidence of pain or distress, or a method that\nutilizes anesthesia produced by an agent that causes painless loss of consciousness and subsequent death. The\nlicensee reported 2 guinea pigs were euthanized this way approximately one month ago. The attending veterinarian\nwas contacted regarding the euthanasia method and did not approve this method being used without prior\ndiscussion and proper training.\nFailure to utilize a method of euthanasia consistent with the attending veterinarian’s guidance and according to the\nrequirements of the Animal Welfare Act is likely to result in unnecessary pain and suffering to the animals.\nThe facility must utilize a method of euthanasia approved by their attending veterinarian and that complies with the\nrequirements of the Animal Welfare Act.\nCorrect from this day forward"
    },
    {
      "code": "2.75(b)(1)(iv)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The facility’s disposition records are incomplete. The sales slips do not include the address of the dealer or person\nto whom the guinea pigs are being sold.\nFailure to maintain sales records that include addresses of the buyer can make it difficult to track animals for trace\nback and trace forward and to document changes in ownership.\nThe facility must maintain sales records that include the address of the buyer.\nCorrect by: April 3, 2020"
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The facility’s inventory of guinea pigs only includes adults and totaled 60. A total of 105 adult guinea pigs,\nweanlings, and newborns were counted during this inspection. The facility’s inventory of rabbits only includes adults\nand totaled 30. A total of 64 adults and young rabbits were counted during this inspection. The facility is not\nincluding weanlings or newborn guinea pigs or young rabbits in their inventory as required. In addition, the facility is\nnot recording the number of dead animals.\nFailure to maintain these records can make it difficult to assess the health of the colony by identifying animal losses\nby deaths or decreased numbers of animals born and to track animals being used in regulated activities to ensure\ntheir humane care and use.\nThe facility must maintain records containing the required information for animals which fully and correctly disclose\nthe number of animals held, owned, and acquired including any offspring born and for animals euthanized or\notherwise disposed of including animal deaths.\nCorrect by: April 3, 2020"
    },
    {
      "code": "3.56(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Approximately half of the rabbit enclosures including the majority of those with wire flooring have accumulations of\nexcess fecal material, hair, and discarded food throughout the enclosure and in the pans underneath the enclosures\nand are in need of more frequent cleaning. Many enclosures have a wooden resting area that contains an\naccumulation of large amounts of fecal material. The licensee reported the enclosures were last cleaned\napproximately 5 days ago.\nThe accumulation of feces and unclean enclosures can cause unpleasant odors, lead to contamination of the\nenclosure, and attract pests and vermin that carry diseases that result in risks to the health of the animals.\nEnclosures must be cleaned as often as necessary to prevent a build-up of fecal material, hair, and other debris.\nCorrect by: April 3, 2020"
    },
    {
      "code": "3.56(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "There was a buildup of dirt, grime, and debris on the wall behind the food storage bins and 3 rabbit enclosures. The\nlicensee reported the walls were not being cleaned on a routine basis.\nThe lack of sanitation and presence of dirt and debris may attract pests into the room, result in unpleasant odors,\nand may contribute to spread of disease.\nThe buildings used for housing animals must be kept clean and in good repair to protect the animals from injury and\nto facilitate prescribed husbandry practices and maintain the health of the animals.\nCorrect by: April 24, 2020\nThis inspection and exit interview were conducted with the licensee."
    }
  ],
  "narrative": "2.40(b)(4)           CRITICAL\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe facility is utilizing a method of euthanasia for guinea pigs that is not included in the Program of Veterinary Care.\n The Program of Veterinary Care specifies that euthanasia is to be performed by the veterinarian using\npentobarbital.  However, the facility is performing its own euthanasia by blunt force trauma. This method does not\nmeet the guidelines of the Animal Welfare Act which requires euthanasia to be performed by a method that\nproduces rapid unconsciousness and subsequent death without evidence of pain or distress, or a method that\nutilizes anesthesia produced by an agent that causes painless loss of consciousness and subsequent death.  The\nlicensee reported 2 guinea pigs were euthanized this way approximately one month ago.  The attending veterinarian\nwas contacted regarding the euthanasia method and did not approve this method being used without prior\ndiscussion and proper training.\nFailure to utilize a method of euthanasia consistent with the attending veterinarian’s guidance and according to the\nrequirements of the Animal Welfare Act is likely to result in unnecessary pain and suffering to the animals.\nThe facility must utilize a method of euthanasia approved by their attending veterinarian and that complies with the\nrequirements of the Animal Welfare Act.\nCorrect from this day forward\n2.75(b)(1)(iv)\nRECORDS: DEALERS AND EXHIBITORS.\nThe facility’s disposition records are incomplete.  The sales slips do not include the address of the dealer or person\nto whom the guinea pigs are being sold.\nFailure to maintain sales records that include addresses of the buyer can make it difficult to track animals for trace\nback and trace forward and to document changes in ownership.\nThe facility must maintain sales records that include the address of the buyer.\nCorrect by:  April 3, 2020\n2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nThe facility’s inventory of guinea pigs only includes adults and totaled 60.  A total of 105 adult guinea pigs,\n\nweanlings, and newborns were counted during this inspection. The facility’s inventory of rabbits only includes adults\nand totaled 30.  A total of 64 adults and young rabbits were counted during this inspection.  The facility is not\nincluding weanlings or newborn guinea pigs or young rabbits in their inventory as required.  In addition, the facility is\nnot recording the number of dead animals.\nFailure to maintain these records can make it difficult to assess the health of the colony by identifying animal losses\nby deaths or decreased numbers of animals born and to track animals being used in regulated activities to ensure\ntheir humane care and use.\nThe facility must maintain records containing the required information for animals which fully and correctly disclose\nthe number of animals held, owned, and acquired including any offspring born and for animals euthanized or\notherwise disposed of including animal deaths.\nCorrect by:  April 3, 2020\n3.56(a)(1)\nSANITATION. \nApproximately half of the rabbit enclosures including the majority of those with wire flooring have accumulations of\nexcess fecal material, hair, and discarded food throughout the enclosure and in the pans underneath the enclosures\nand are in need of more frequent cleaning.  Many enclosures have a wooden resting area that contains an\naccumulation of large amounts of fecal material.  The licensee reported the enclosures were last cleaned\napproximately 5 days ago. \nThe accumulation of feces and unclean enclosures can cause unpleasant odors, lead to contamination of the\nenclosure, and attract pests and vermin that carry diseases that result in risks to the health of the animals.\nEnclosures must be cleaned as often as necessary to prevent a build-up of fecal material, hair, and other debris.\nCorrect by:  April 3, 2020\n3.56(c)\nSANITATION. \nThere was a buildup of dirt, grime, and debris on the wall behind the food storage bins and 3 rabbit enclosures.  The\nlicensee reported the walls were not being cleaned on a routine basis.\nThe lack of sanitation and presence of dirt and debris may attract pests into the room, result in unpleasant odors,\nand may contribute to spread of disease. \nThe buildings used for housing animals must be kept clean and in good repair to protect the animals from injury and\nto facilitate prescribed husbandry practices and maintain the health of the animals.\nCorrect by:  April 24, 2020\nThis inspection and exit interview were conducted with the licensee.",
  "animals_total": 169,
  "species": [
    {
      "count": 105,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 64,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    }
  ]
}