{
  "insp_id": "2016090000728043",
  "layout": "b",
  "customer_id": "39327",
  "customer_name": "William Rogers Jr.",
  "customer_addr": "1739 Dripping Springs Rd\nSEYMOUR, TN 37865",
  "certificate": "63-A-0168",
  "site_id": "001",
  "site_name": "ROGERS RABBITRY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-SEP-2021",
  "report_date": "05-OCT-2021",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Rabbit \"Judy #1\" has a large swelling under her right eye, the skin is reddened and hair is moist, there is a cloudy exudate\nin her eye. The rabbits condition was not observed prior to this inspection. The veterinarian shall be notified, the rabbit\nshall be examined, and appropriate treatment provided.\nThe black and white rabbit \"Mandy 25\" has a brown crusty substance in her left ear. The rabbit was immediately removed\nfrom the enclosure for treatment by the licensee. The veterinarian had not been notified and there are no instructions on\nthe proper method of treatment to be applied\nThere is a deceased bunny in the enclosure of Kristy #50. There are two more three week old bunnies in the enclosure.\nThe deceased bunny was immediately removed from the enclosure.\nCorrect by October 2, 2021."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "There is no documentation of the number of rabbits held for breeding, deaths or an accurate count of the bunnies born on\npremises. Currently births are recorded on cage card on the front of the enclosures, many enclosures do not have any\ncage cards on them. The records disclosing the sales do not provide the full information of the buyer. An accurate\ninventory of all rabbits shall be developed and all records disclosing sales shall include full information of the buyer.\nRecords shall be maintained for review during inspection.\nCorrect by October 13, 2021."
    },
    {
      "code": "3.53(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Primary enclosures.",
      "narrative": "The wire mesh enclosures are very rusty and there are broken sections creating holes in the wire with sharp points that\ncould injure the rabbits. The structural strength of the wire has been compromised through the cleaning process of\nflaming, and the severe rust has caused corrosion. The wire must be repaired or the enclosures replaced to protect the\nrabbits from injury and maintain them securely within."
    },
    {
      "code": "3.53(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "There are 6 cages measuring 24 inches by 24 inches. Each enclosure houses 8 - 10 weaned bunnies weighing less than\n4.4 lbs. Weaned bunnies less than 4.4 lbs require a minimum of 1.5 sq ft of floor space. These enclosures only provide 4\nsq ft which is an insufficient amount of space for the number of bunnies housed within. Inadequate floor space inhibits\nnormal postural adjustments and freedom of movement. The number of bunnies housed within these enclosures shall be\ndecreased or larger enclosures provided to allow each bunny a minimum of 1.5 sq ft.\nCorrect by October 2, 2021."
    },
    {
      "code": "3.54(b)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding.",
      "narrative": "Metal feeders are used in the rabbit enclosures, many of the feeders have rusty surfaces and some of the feeders have\ncaked food in the mesh. Rusty metal cannot be adequately sanitized and may allow contamination of the feed. Rusty\nfeeders shall be removed, repaired, or replaced to protect the feed from becoming contaminated from inadequate\nsanitation and provide for the health and well being of the rabbits..\nCorrect by October 13, 2021."
    },
    {
      "code": "3.56(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "The Wire mesh rabbit enclosures are suspended above concrete/dirt troughs. The troughs have accumulated excreta\nthat is growing a white/grey/green substance which appears to be mold. Poor cleaning and sanitation increases risk\nhazards such as mold, mildew, insects and vermin. The troughs shall be cleaned and managed to prevent accumulations,\ndecrease odors and protect the health and well-being of the rabbits.\nCorrect by October 13, 2021"
    },
    {
      "code": "3.56(c)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "There are several old buckets, plastic containers, empty bottles, empty feed bags, tools, etc. on the work tables and floors\nin the barn. These items are covered with hair, fly strike and a dusty substance creating areas that may attract and\nharbor vermin. There are medications to be used on the rabbits stored on these table. The tables and floors shall be\ncleaned to prevent pest control issues and promote good husbandry practice,\nCorrect by October 20, 2021."
    },
    {
      "code": "3.56(d)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "There is excessive excreta accumulating in the barn attracting flies. There are flies swarming inside the barn around the\nrabbits. Insects may carry disease hazards and cause discomfort to the rabbits. The fly strips hung in attempt to control\nthe flies are full making them less effective in catching the flies. An effective program to control the insects shall be\nestablished and maintained to provide for the health and well being of the rabbits.\nCorrect by October 6, 2021\nThis inspection and exit interview were conducted with the owner.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(3)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nRabbit \"Judy #1\" has a large swelling under her right eye, the skin is reddened and hair is moist, there is a cloudy exudate \nin her eye.  The rabbits condition was not observed prior to this inspection.  The veterinarian shall be notified, the rabbit \nshall be examined, and appropriate treatment provided. \n \nThe black and white rabbit \"Mandy 25\" has a brown crusty substance in her left ear.  The rabbit was immediately removed \nfrom the enclosure for treatment by the licensee. The veterinarian had not been notified and there are no instructions on \nthe proper method of treatment to be applied \n \nThere is a deceased bunny in the enclosure of Kristy #50.  There are two more three week old bunnies in the enclosure. \nThe deceased bunny was immediately removed from the enclosure. \nCorrect by October 2, 2021. \n2.75(b)(1) \n   \nRecords: Dealers and exhibitors.\n\nThere is no documentation of the number of rabbits held for breeding, deaths or an accurate count of the bunnies born on \npremises.  Currently births are recorded on cage card on the front of the enclosures, many enclosures do not have any \ncage cards on them.  The records disclosing the sales do not provide the full information of the buyer. An accurate \ninventory of all rabbits shall be developed and all records disclosing sales shall include full information of the buyer.   \nRecords shall be maintained for review during inspection. \nCorrect by October 13, 2021. \n3.53(a)(1)  Repeat\n   \nPrimary enclosures. \nThe wire mesh enclosures are very rusty and there are broken sections creating  holes in the wire with sharp points that \ncould injure the rabbits.  The structural strength of the wire has been compromised through the cleaning process of \nflaming, and the severe rust has caused corrosion.  The wire must be repaired or the enclosures replaced to protect the \nrabbits from injury and maintain them securely within. \n3.53(c)(1) \n   \nPrimary enclosures. \nThere are 6 cages measuring 24 inches by 24 inches. Each enclosure houses 8 - 10 weaned bunnies weighing less than \n4.4 lbs.  Weaned bunnies less than 4.4 lbs require a minimum of 1.5 sq ft of floor space.  These enclosures only provide 4 \nsq ft  which is an insufficient amount of space for the number of bunnies housed within.  Inadequate floor space inhibits \nnormal postural adjustments and freedom of movement. The number of bunnies housed within these enclosures shall be \ndecreased or larger enclosures provided to allow each bunny a minimum of 1.5 sq ft. \n \nCorrect by October 2, 2021. \n3.54(b)\n\nFeeding. \nMetal feeders are used in the rabbit enclosures, many of the feeders have rusty surfaces and some of the feeders have \ncaked food in the mesh.  Rusty metal cannot be adequately sanitized and may allow contamination of the feed.  Rusty \nfeeders shall be removed, repaired, or replaced to protect the feed from becoming contaminated from inadequate \nsanitation and provide for the health and well being of the rabbits.. \nCorrect by October 13, 2021. \n3.56(a)(3) \n   \nSanitation. \nThe Wire mesh rabbit enclosures are suspended above concrete/dirt troughs.  The troughs have accumulated excreta \nthat is growing a white/grey/green substance which appears to be mold. Poor cleaning and sanitation increases risk \nhazards such as mold, mildew, insects and vermin. The troughs shall be cleaned and managed to prevent accumulations, \ndecrease odors and protect the health and well-being of the rabbits. \nCorrect by October 13, 2021 \n3.56(c) \n   \nSanitation. \nThere are several old buckets, plastic containers, empty bottles, empty feed bags, tools, etc. on the work tables and floors \nin the barn.  These items are covered with hair, fly strike and a dusty substance creating areas that may attract and \nharbor vermin. There are medications to be used on the rabbits stored on these table.  The tables and floors shall be \ncleaned to prevent pest control issues and promote good husbandry practice, \nCorrect by October 20, 2021. \n3.56(d) \n   \nSanitation.\n\nThere is excessive excreta accumulating in the barn attracting flies. There are flies swarming inside the barn around the \nrabbits.  Insects may carry disease hazards and cause discomfort to the rabbits.  The fly strips hung in attempt to control \nthe flies are full making them less effective in catching the flies.  An effective program to control the insects shall be \nestablished and maintained to provide for the health and well being of the rabbits. \nCorrect by October 6, 2021 \n \nThis inspection and exit interview were conducted with the owner. \n \nEnd Section",
  "animals_total": 373,
  "species": [
    {
      "count": 373,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    }
  ]
}