{
  "insp_id": "99152145210097",
  "layout": "a",
  "customer_id": "36781",
  "customer_name": "Valerie Divett",
  "customer_addr": "940 Eubank Blvd N E\nAlbuquerque, NM 87112",
  "certificate": "85-B-0089",
  "site_id": "001",
  "site_name": "VALERIE DIVETT",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-APR-2015",
  "report_date": "11-APR-2015",
  "citations": [
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The facility is not keeping complete or accurate records of acquisitions or dispositions for the animals. Current\nrecords of animals on hand lists 14 rabbits, 1 chinchilla, 9 sugar glides, 5 hedgehogs and 2 ferrets. Physical\ninventory of what was in the facility at the time of inspection was 5 rabbits, 0 chinchilla, 0 sugar gliders, 3\nhedgehogs and 1 ferret. Most of the entries on the current records of animals on hand were missing name, address\nand USDA license number. Several of the disposition records did not include the name and address of the person\nto whom an animal was sold. Maintaining current records of animals on hand, including those acquired and\ndisposed of, is required in order to be able to accurately track the movement of animals. Make, keep, and maintain\nrecords which fully and correctly disclose the required information regarding the acquisition and disposition of\nanimals other than dogs and cats.\nTo be corrected by: Next inspection\nInspection and an exit briefing was conducted with Frank Matteson, Manager."
    }
  ],
  "narrative": "2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nThe facility is not keeping complete or accurate records of acquisitions or dispositions for the animals.  Current\nrecords of animals on hand lists 14 rabbits, 1 chinchilla, 9 sugar glides, 5 hedgehogs and 2 ferrets.  Physical\ninventory of what was in the facility at the time of inspection was 5 rabbits, 0 chinchilla, 0 sugar gliders, 3\nhedgehogs and 1 ferret.  Most of the entries on the current records of animals on hand were missing name, address\nand USDA license number.   Several of the disposition records did not include the name and address of the person\nto whom an animal was sold.  Maintaining current records of animals on hand, including those acquired and\ndisposed of, is required in order to be able to accurately track the movement of animals. Make, keep, and maintain\nrecords which fully and correctly disclose the required information regarding the acquisition and disposition of\nanimals other than dogs and cats.\nTo be corrected by:  Next inspection\nInspection and an exit briefing was conducted with Frank Matteson, Manager.",
  "animals_total": 11,
  "species": [
    {
      "count": 3,
      "scientific": "Atelerix albiventris",
      "common": "HEDGEHOG"
    },
    {
      "count": 2,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 1,
      "scientific": "Muscardinus avellanarius",
      "common": "HAZEL DORMOUSE"
    },
    {
      "count": 5,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    }
  ]
}