{
  "insp_id": "2016082569696820",
  "layout": "a",
  "customer_id": "502383",
  "customer_name": "Aaron K Esh",
  "customer_addr": "110 Esh Lane\nLoganton, PA 17747",
  "certificate": "23-A-0656",
  "site_id": "001",
  "site_name": "AARON K ESH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-JAN-2020",
  "report_date": "13-JAN-2020",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There were 2 guinea pigs observed with health conditions requiring treatment in accordance with the Program of\nVeterinary Care or consultation with the attending veterinarian. An adult brown and white guinea pig in pen 11 was\nobserved with a right front foot that was swollen and red especially between the first and second digits. The guinea\npig was observed to hold the leg up and was reluctant to place weight on it and was also licking and chewing at the\nleg with some moderate redness and hair loss on the upper part of the leg. In addition, in pen 7 there was a tan and\nwhite weanling with hair loss extending from behind the head to the rump especially on the left side and covering\nabout 70% of it's body. The licensee had not contacted his attending veterinarian and was not administering any\ntreatments.\nSwollen feet can be painful and if caused by an infection, can worsen and spread to other parts of the body and\nresult in other health issues. Hair loss can be a sign of numerous infectious and non-infectious causes and requires\nexamination by a veterinarian and appropriate diagnostic testing to determine the underlying cause. Delays in\nproviding appropriate veterinary care for these conditions can result in worsening of the condition and potentially\nspread to other unaffected animals if infectious in nature.\nThe licensee must communicate with the attending veterinarian to evaluate these animals and determine an\nappropriate plan for diagnosis and treatment.\nCorrect by: January 10, 2020"
    },
    {
      "code": "3.26(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "The temperature in the guinea pig housing facility was 52.9 degrees F as measured with a kestrel. There was a\nwall heater but the licensee had set it to be around 55 degrees F because he thought that was the minimum\ntemperature required.\nGuinea pigs kept in ambient temperatures that are too low may be subject to cold stress that may cause discomfort\nand predispose them to developing other health issues.\nThe ambient temperature in indoor housing facilities for guinea pigs must not fall below 60 degrees F.\nCorrect by: January 10, 2019"
    },
    {
      "code": "3.26(b)",
      "kind": "Direct",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "Upon entry into the building housing the guinea pigs, the ammonia odor in the facility was enough to cause burning\nof the eyes and nose of the APHIS Inspectors performing the inspection. No fans, vents, or doors were observed to\nbe open to allow proper ventilation of the room.\nBuildings housing guinea pigs need to be adequately ventilated for the animals. Failure to do so can lead to\nrespiratory distress and other health issues. Correct by increasing ventilation into the room to remove the excessive\nammonia odor. Correct by January 11, 2020."
    },
    {
      "code": "3.28(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "**The feeders in Pens 6 and 15 both had areas where the metal was worn down on the sides of the feeders and\nhad rusty, jagged edges. Since these worn sides were on the portion of the feeder that was on the inside of the\npen, the animals in these pens were directly exposed to these rusty, jagged edges when eating from the feeders.\n**Four of the pens had separation of the bottom border of the wire mesh from the wooden frame of the guinea pig\nenclosures. In Pen 3, this separation occurred on two sides of the enclosure with one of the gaps measuring 4in\nbetween the wire and the frame. The gap on the other side of Pen 3 measured 1in as did the gaps between the\nwire mesh and the frame in the other three pens this was observed in.\nEnclosures and items within them, including feeders, must be structurally sound and maintained in good repair. The\nworn down feeders can cause injury to the guinea pigs or increase incidence of illness as these feeders cannot be\nproperly sanitized. The wire gaps in the enclosures can also cause injury by allowing the guinea pigs to escape or\nfall from their enclosures. Correct by repairing/replacing the feeders and wire mesh attachments. Correct by\nJanuary 19, 2020."
    },
    {
      "code": "3.30",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "There were 11 water bottles (approximately half) with an accumulation of green material coating the inside of the\nwater bottle. In addition, the PVC piping around the nipples was coated with a large amount of wet brown debris\nboth under the nipple and on the outside of the pipe which would be difficult for the animals to avoid stepping on or\ncontacting when they try to drink from the nipples.\nFailure to clean and sanitize water containers can result in disease spread and reduced potability of the water which\ncan reduce water intake and negatively impact the health of the animals.\nWater containers must be kept clean and sanitized as necessary to maintain the health and well-being of the\nanimals."
    },
    {
      "code": "3.31(a)(1)",
      "kind": "Direct",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Several of the guinea pig enclosures had portions of the pens that were mats of solid fecal material with no clean\nbedding available. In Pen 8 housing 8 guinea pigs, the entire pen was a solid mat of feces with no clean bedding\navailable for the guinea pigs to stand on and several guinea pigs in the enclosure were observed with the hair and\nskin on their legs completely wet and matted. Additionally, all of the guinea pig enclosures had spiderwebs present\non the inside of the enclosures, adhered to the ceiling of the enclosure as well as the wire mesh on the sides of the\nenclosures. Debris and bedding were observed to be mixed in with these spiderwebs.\nWhen asked about cleaning, the licensee stated that he was cleaning once a week but only sanitizing once a\nmonth.\nEnclosures need to be cleaned and sanitized as often as necessary to prevent a build-up of debris and fecal\nmaterial and sanitized at a minimum of once every two weeks. Failure to do so can have a negative impact on\nanimal health through the increase in disease. Correct by cleaning all enclosures as often as necessary to prevent\naccumulations of fecal material and spiderwebs and by sanitizing at least once every two weeks. Correct from this\nday forward."
    },
    {
      "code": "3.31(b)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "In the building housing the guinea pigs, there were accumulations of wet brown/yellow debris observed on the walls\nof the building, spiderwebs in corners and on shelving, and a build-up of wet grain and debris on the floor under the\nsink. Areas of rust were seen on the ceiling and there was hay scattered all across the floor of the building.\nBuildings and grounds need to be kept clean and in good repair. Failure to do so can have a negative impact on the\nhealth of the animals by causing respiratory distress and other illnesses. Correct by cleaning the room, removing\nthe spiderwebs, and repairing areas of rust on the ceiling. Correct by January 29, 2020.\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nCarlson Melissa, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere were 2 guinea pigs observed with health conditions requiring treatment in accordance with the Program of\nVeterinary Care or consultation with the attending veterinarian.  An adult brown and white guinea pig in pen 11 was\nobserved with a right front foot that was swollen and red especially between the first and second digits.  The guinea\npig was observed to hold the leg up and was reluctant to place weight on it and was also licking and chewing at the\nleg with some moderate redness and hair loss on the upper part of the leg.  In addition, in pen 7 there was a tan and\nwhite weanling with hair loss extending from behind the head to the rump especially on the left side and covering\nabout 70% of it's body.  The licensee had not contacted his attending veterinarian and was not administering any\ntreatments.\nSwollen feet can be painful and if caused by an infection, can worsen and spread to other parts of the body and\nresult in other health issues.  Hair loss can be a sign of numerous infectious and non-infectious causes and requires\nexamination by a veterinarian and appropriate diagnostic testing to determine the underlying cause.  Delays in\nproviding appropriate veterinary care for these conditions can result in worsening of the condition and potentially\nspread to other unaffected animals if infectious in nature.\nThe licensee must communicate with the attending veterinarian to evaluate these animals and determine an\nappropriate plan for diagnosis and treatment.\nCorrect by:  January 10, 2020\n3.26(a)           DIRECT\nFACILITIES, INDOOR.\nThe temperature in the guinea pig housing facility was 52.9 degrees F as measured with a kestrel.  There was a\nwall heater but the licensee had set it to be around 55 degrees F because he thought that was the minimum\ntemperature required.\nGuinea pigs kept in ambient temperatures that are too low may be subject to cold stress that may cause discomfort\nand predispose them to developing other health issues.\nThe ambient temperature in indoor housing facilities for guinea pigs must not fall below 60 degrees F.\nCorrect by: January 10, 2019\n\n3.26(b)           DIRECT\nFACILITIES, INDOOR.\nUpon entry into the building housing the guinea pigs, the ammonia odor in the facility was enough to cause burning\nof the eyes and nose of the APHIS Inspectors performing the inspection.  No fans, vents, or doors were observed to\nbe open to allow proper ventilation of the room.\nBuildings housing guinea pigs need to be adequately ventilated for the animals.  Failure to do so can lead to\nrespiratory distress and other health issues.  Correct by increasing ventilation into the room to remove the excessive\nammonia odor.  Correct by January 11, 2020.\n3.28(a)(1)\nPRIMARY ENCLOSURES. \n**The feeders in Pens 6 and 15 both had areas where the metal was worn down on the sides of the feeders and\nhad rusty, jagged edges.  Since these worn sides were on the portion of the feeder that was on the inside of the\npen, the animals in these pens were directly exposed to these rusty, jagged edges when eating from the feeders.\n**Four of the pens had separation of the bottom border of the wire mesh from the wooden frame of the guinea pig\nenclosures.  In Pen 3, this separation occurred on two sides of the enclosure with one of the gaps measuring 4in\nbetween the wire and the frame.  The gap on the other side of Pen 3 measured 1in as did the gaps between the\nwire mesh and the frame in the other three pens this was observed in.\nEnclosures and items within them, including feeders, must be structurally sound and maintained in good repair.  The\nworn down feeders can cause injury to the guinea pigs or increase incidence of illness as these feeders cannot be\nproperly sanitized.  The wire gaps in the enclosures can also cause injury by allowing the guinea pigs to escape or\nfall from their enclosures.  Correct by repairing/replacing the feeders and wire mesh attachments.  Correct by\nJanuary 19, 2020.\n3.30                    REPEAT\nWATERING. \nThere were 11 water bottles (approximately half) with an accumulation of green material coating the inside of the\nwater bottle.  In addition, the PVC piping around the nipples was coated with a large amount of wet brown debris\nboth under the nipple and on the outside of the pipe which would be difficult for the animals to avoid stepping on or\ncontacting when they try to drink from the nipples.\nFailure to clean and sanitize water containers can result in disease spread and reduced potability of the water which\ncan reduce water intake and negatively impact the health of the animals.\nWater containers must be kept clean and sanitized as necessary to maintain the health and well-being of the\nanimals.\n\n3.31(a)(1)           DIRECT\nSANITATION.\nSeveral of the guinea pig enclosures had portions of the pens that were mats of solid fecal material with no clean\nbedding available.  In Pen 8 housing 8 guinea pigs, the entire pen was a solid mat of feces with no clean bedding\navailable for the guinea pigs to stand on and several guinea pigs in the enclosure were observed with the hair and\nskin on their legs completely wet and matted.  Additionally, all of the guinea pig enclosures had spiderwebs present\non the inside of the enclosures, adhered to the ceiling of the enclosure as well as the wire mesh on the sides of the\nenclosures.  Debris and bedding were observed to be mixed in with these spiderwebs.\nWhen asked about cleaning, the licensee stated that he was cleaning once a week but only sanitizing once a\nmonth.\nEnclosures need to be cleaned and sanitized as often as necessary to prevent a build-up of debris and fecal\nmaterial and sanitized at a minimum of once every two weeks.  Failure to do so can have a negative impact on\nanimal health through the increase in disease.  Correct by cleaning all enclosures as often as necessary to prevent\naccumulations of fecal material and spiderwebs and by sanitizing at least once every two weeks.  Correct from this\nday forward.\n3.31(b)\nSANITATION.\nIn the building housing the guinea pigs, there were accumulations of wet brown/yellow debris observed on the walls\nof the building, spiderwebs in corners and on shelving, and a build-up of wet grain and debris on the floor under the\nsink.  Areas of rust were seen on the ceiling and there was hay scattered all across the floor of the building.\nBuildings and grounds need to be kept clean and in good repair.  Failure to do so can have a negative impact on the\nhealth of the animals by causing respiratory distress and other illnesses.  Correct by cleaning the room, removing\nthe spiderwebs, and repairing areas of rust on the ceiling.  Correct by January 29, 2020.\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nCarlson Melissa, Veterinary Medical Officer",
  "animals_total": 176,
  "species": [
    {
      "count": 176,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}