{
  "insp_id": "181151125400205",
  "layout": "a",
  "customer_id": "1473",
  "customer_name": "University Of Texas- El Paso",
  "customer_addr": "500 W University Ave\nI A C U C Office, Admin. 209\nEl Paso, TX 79968",
  "certificate": "74-R-0069",
  "site_id": "001",
  "site_name": "UNIVERSITY OF TEXAS- EL PASO",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-JUN-2015",
  "report_date": "06-JUL-2015",
  "citations": [
    {
      "code": "2.31(c)(4)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "The IACUC office notified the IACUC chair by a memorandum (dated 6/11/15) of the death of two prairie voles from\ndehydration which occurred on June 7th and 8th, 2015. At the time of this inspection, there were no documents\nprovided to the APHIS official indicating that an investigation has been initiated. It is the IACUC's responsibility to\ninvestigate reports of noncompliance regarding animal care and use received from research facility personnel to\nassure animal welfare is addressed at this facility. The IACUC must review, and, if warranted, investigate concerns\ninvolving the care and use of animals at the research facility resulting from complaints or reports. To be corrected\nby: July 31, 2015."
    },
    {
      "code": "2.33(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.",
      "narrative": "Although supportive care was provided for one male prairie vole displaying signs of dehydration (sunken eyes, skin\ntent) by the graduate student who discovered the animal during a colony check at 2pm on Sunday, June 7, 2015;\nthe attending veterinarian was not notified until after 6 pm on that same day. This animal (ID#15M7903) was found\ndead on Monday, June 8, 2015. There is not a mechanism of direct and frequent communication currently in place\nat this research facility to assure that timely and accurate information regarding animal health issues is conveyed to\nthe attending veterinarian. When daily observation of animals is performed by research staff, the attending\nveterinarian must be notified of issues regarding animal health in a timely fashion in order to assure that adequate\nand appropriate veterinary care is provided to the animals at the facility at all times. To be corrected by: July 10,\n2015."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "At 2pm on Sunday, June 7, 2015, during a check of the prairie vole breeding colony, a graduate student found a\ndead male vole (ID#15M7902) in one cage. The graduate student also noticed that another live male vole\n(ID#15M7903) in the same cage was displaying signs of dehydration (sunken eyes, skin tent) and that the water\nbottle spigot was blocked with bedding and fur. Water receptacles must be monitored for proper function to ensure\nthat all animals in every enclosure have access to water as necessary to maintain health and comfort of the animal.\nFrequency of watering shall consider age, species, condition, size, and type of the animal. All water receptacles\nshall be kept clean and sanitary. The facility has since established a system to ensure that water consumption is\nmonitored properly. Corrected at the time of this inspection.\nInspection was conducted on Monday, June 29, 2015 with facility representatives. Exit briefing was conducted on\nMonday, July 6, 2015 with facility representatives."
    }
  ],
  "narrative": "2.31(c)(4)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nThe IACUC office notified the IACUC chair by a memorandum (dated 6/11/15) of the death of two prairie voles from\ndehydration which occurred on June 7th and 8th, 2015.  At the time of this inspection, there were no documents\nprovided to the APHIS official indicating that an investigation has been initiated.  It is the IACUC's responsibility to\ninvestigate reports of noncompliance regarding animal care and use received from research facility personnel to\nassure animal welfare is addressed at this facility.  The IACUC must review, and, if warranted, investigate concerns\ninvolving the care and use of animals at the research facility resulting from complaints or reports.  To be corrected\nby:  July  31, 2015.\n2.33(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.\nAlthough supportive care was provided for one male prairie vole displaying signs of dehydration (sunken eyes, skin\ntent) by the graduate student who discovered the animal during a colony check at 2pm on Sunday, June 7, 2015;\nthe attending veterinarian was not notified until after 6 pm on that same day.  This animal (ID#15M7903) was found\ndead on Monday, June 8, 2015.  There is not a mechanism of direct and frequent communication currently in place\nat this research facility to assure that timely and accurate information regarding animal health issues is conveyed to\nthe attending veterinarian.  When daily observation of animals is performed by research staff, the attending\nveterinarian must be notified of issues regarding animal health in a timely fashion in order to assure that adequate\nand appropriate veterinary care is provided to the animals at the facility at all times.  To be corrected by:  July 10,\n2015.\n3.130\nWATERING.  \nAt 2pm on Sunday, June 7, 2015, during a check of the prairie vole breeding colony, a graduate student found a\ndead male vole (ID#15M7902) in one cage.  The graduate student also noticed that another live male vole\n(ID#15M7903) in the same cage was displaying signs of dehydration (sunken eyes, skin tent) and that the water\n\nbottle spigot was blocked with bedding and fur.  Water receptacles must be monitored for proper function to ensure\nthat all animals in every enclosure have access to water as necessary to maintain health and comfort of the animal. \nFrequency of watering shall consider age, species, condition, size, and type of the animal.  All water receptacles\nshall be kept clean and sanitary.  The facility has since established a system to ensure that water consumption is\nmonitored properly.  Corrected at the time of this inspection.\nInspection was conducted on Monday, June 29, 2015 with facility representatives.  Exit briefing was conducted on\nMonday, July 6, 2015 with facility representatives.",
  "animals_total": 60,
  "species": [
    {
      "count": 60,
      "scientific": "Microtus ochrogaster",
      "common": "PRAIRIE VOLE"
    }
  ]
}