{
  "insp_id": "61151812110326",
  "layout": "a",
  "customer_id": "325126",
  "customer_name": "Royal C. Keller",
  "customer_addr": "24137 Black Hawk Trail\nCole Camp, MO 65325",
  "certificate": "43-A-5736",
  "site_id": "001",
  "site_name": "ROYAL C. KELLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "02-MAR-2015",
  "report_date": "02-MAR-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There were rabbits at the facility with eye and/or nose conditions.\n***A brown and white female Holland Lop was squinting her right eye. A thick white discharge was covering the\nsurface of some of the eye and was mostly accumulating in the corner of her right eye. The fur surrounding the eye\nappeared wet and thinner in the corner of the eye with portions of reddish pink skin observed. There were sections\nof fur under the eye and in the corner of the eye with a yellowish discharge-like material matted in the fur.\nAccording to the licensee, he had not noticed this animal's condition until it was pointed out by the inspector.\n***A black and white spotted female Netherland Dwarf had a left eye condition. The animal was squinting its left\neye and a thick creamy-like white discharge was covering the bottom surface of the eye along the lower eyelid.\nThere was hair loss surrounding the entire eye and the skin in this region appeared reddened especially on the\nlower eyelid. Some of the discharge extended into the fur in the corner of the rabbit's eye. According to the\nlicensee, he had noticed this animal's condition and felt that it first occurred around 2-16-15 when he noted blood on\nthe animal's eye after it was housed with a male rabbit.\n***A tan and white male Holland Lop had a right eye condition. A thick clear to white to yellow discharge was\npresent in the corner of the right eye. There was hair loss surrounding the entire eye, however, it was most notable\nin the corner of the eye where the heaviest amount of discharge was present. The skin in this area was reddened.\nThe fur surrounding most of the right eye was wet and this appearance of wet fur extended almost to the animal's\nnose. The rabbit's nose also appeared reddened and crusty-like.\n***A young female tan and white rabbit had a lesion on its nose. The animal's nose was completely covered in a\nyellowish material that appeared cobblestone and crusty-like in nature. The material extended beyond the nose in a\ncauliflower-like nature and the nose itself could not be visualized. There appeared to be hair loss between the\nanimal(cid:25)s lip and nose especially on her left side. The fur surrounding this area appeared wet. The skin appeared\nreddened along the edges of some of the material. This animal was included on the report for the inspection\nconducted on 12/10/14 for a similar lesion on its nose. According to the licensee, the rabbit had been examined by\na veterinarian at that time and a treatment plan had been developed. According to the licensee, the animal's\ncondition had improved following the treatment recommendation from the veterinarian. During today's inspection,\nthe licensee stated that he noticed the stuff on the animal's nose had come back a couple of weeks ago; he had\napplied the same treatment to the animal's nose as before for at least the last few days but noticed today that it\nlooked worse than it ever had. However, the licensee had not contacted a veterinarian regarding this animal's\ncurrent condition.\n***A black and white female Holland Lop had a lesion on its nose. The nose had a yellowish grey material covering\nthe entire surface of the nose but appeared most prominent near the animal's left nostril where the material\nappeared to hang off of the nose. The material appeared cobblestone, dry and crusty-like in nature.\n***A black and white male Holland Lop also had a lesion on its nose. The nostrils were difficult to visualize due to a\ngray to yellow to brown material covering the entire surface of the nose but was most prominent over the rabbit's left\nnostril where the material extended and hung off of the nose. The material appeared cobblestone, dry and\ncrusty-like in nature.\nThe licensee had not contacted a veterinarian regarding any of these animals' current conditions.\nThe rabbits with eye conditions, including eye discharge, could be the result of injury, infection, and/or other\nveterinary medical conditions which could cause discomfort and may even lead to blindness. The licensee must\nhave these animals examined by a licensed veterinarian no later than March 4, 2015 in order to ensure that\naccurate diagnoses are obtained and appropriate treatment plans are developed and followed.\nThe nose lesions could be the result of infection, illness and/or other veterinary medical conditions which could\ncause discomfort. The licensee must have these animals examined by a licensed veterinarian no later than March\n7, 2015 in order to ensure that accurate diagnoses are obtained and appropriate treatment plans are developed and\nfollowed.\nThe licensee must ensure that all animals receive adequate veterinary care at all times.\n*Note: the additional rabbits and chinchilla which were included on the report for the 12/10/14 inspection under\n2.40(b)(2) had been addressed.\nThe inspection and exit interview were conducted with the licensee."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere were rabbits at the facility with eye and/or nose conditions.  \n***A brown and white female Holland Lop was squinting her right eye.  A thick white discharge was covering the\nsurface of some of the eye and was mostly accumulating in the corner of her right eye.  The fur surrounding the eye\nappeared wet and thinner in the corner of the eye with portions of reddish pink skin observed.  There were sections\nof fur under the eye and in the corner of the eye with a yellowish discharge-like material matted in the fur. \nAccording to the licensee, he had not noticed this animal's condition until it was pointed out by the inspector.  \n***A black and white spotted female Netherland Dwarf had a left eye condition.  The animal was squinting its left\neye and a thick creamy-like white discharge was covering the bottom surface of the eye along the lower eyelid. \nThere was hair loss surrounding the entire eye and the skin in this region appeared reddened especially on the\nlower eyelid.  Some of the discharge extended into the fur in the corner of the rabbit's eye.  According to the\nlicensee, he had noticed this animal's condition and felt that it first occurred around 2-16-15 when he noted blood on\nthe animal's eye after it was housed with a male rabbit. \n***A tan and white male Holland Lop had a right eye condition.  A thick clear to white to yellow discharge was\npresent in the corner of the right eye.  There was hair loss surrounding the entire eye, however, it was most notable\nin the corner of the eye where the heaviest amount of discharge was present.  The skin in this area was reddened. \nThe fur surrounding most of the right eye was wet and this appearance of wet fur extended almost to the animal's\nnose.  The rabbit's nose also appeared reddened and crusty-like. \n***A young female tan and white rabbit had a lesion on its nose.  The animal's nose was completely covered in a\nyellowish material that appeared cobblestone and crusty-like in nature.  The material extended beyond the nose in a\ncauliflower-like nature and the nose itself could not be visualized.  There appeared to be hair loss between the\nanimal(cid:25)s lip and nose especially on her left side.  The fur surrounding this area appeared wet.  The skin appeared\nreddened along the edges of some of the material.  This animal was included on the report for the inspection\nconducted on 12/10/14 for a similar lesion on its nose.  According to the licensee, the rabbit had been examined by\na veterinarian at that time and a treatment plan had been developed.  According to the licensee, the animal's\n\ncondition had improved following the treatment recommendation from the veterinarian.  During today's inspection,\nthe licensee stated that he noticed the stuff on the animal's nose had come back a couple of weeks ago; he had\napplied the same treatment to the animal's nose as before for at least the last few days but noticed today that it\nlooked worse than it ever had.  However, the licensee had not contacted a veterinarian regarding this animal's\ncurrent condition.  \n***A black and white female Holland Lop had a lesion on its nose.  The nose had a yellowish grey material covering\nthe entire surface of the nose but appeared most prominent near the animal's left nostril where the material\nappeared to hang off of the nose.  The material appeared cobblestone, dry and crusty-like in nature.  \n***A black and white male Holland Lop also had a lesion on its nose.  The nostrils were difficult to visualize due to a\ngray to yellow to brown material covering the entire surface of the nose but was most prominent over the rabbit's left\nnostril where the material extended and hung off of the nose.  The material appeared cobblestone, dry and\ncrusty-like in nature.    \nThe licensee had not contacted a veterinarian regarding any of these animals' current conditions.\nThe rabbits with eye conditions, including eye discharge, could be the result of injury, infection, and/or other\nveterinary medical conditions which could cause discomfort and may even lead to blindness.  The licensee must\nhave these animals examined by a licensed veterinarian no later than March 4, 2015 in order to ensure that\naccurate diagnoses are obtained and appropriate treatment plans are developed and followed.  \nThe nose lesions could be the result of infection, illness and/or other veterinary medical conditions which could\ncause discomfort.  The licensee must have these animals examined by a licensed veterinarian no later than March\n7, 2015 in order to ensure that accurate diagnoses are obtained and appropriate treatment plans are developed and\nfollowed.  \nThe licensee must ensure that all animals receive adequate veterinary care at all times.  \n*Note:  the additional rabbits and chinchilla which were included on the report for the 12/10/14 inspection under\n2.40(b)(2) had been addressed.\nThe inspection and exit interview were conducted with the licensee.",
  "animals_total": 246,
  "species": [
    {
      "count": 150,
      "scientific": "Chinchilla brevicaudata",
      "common": "CHINCHILLA"
    },
    {
      "count": 96,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    }
  ]
}