{
  "insp_id": "20162223460938",
  "layout": "a",
  "customer_id": "330919",
  "customer_name": "Stephen Bennett",
  "customer_addr": "313 Terrier Road\nTheodosia, MO 65761",
  "certificate": "43-A-5975",
  "site_id": "001",
  "site_name": "Stephen Bennett",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-JAN-2016",
  "report_date": "20-JAN-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Two dogs had excessively matted hair. A female Lakeland Terrier named Annie (3948) had matted hair on her\nupper back and shoulders. The mats were twisted near the skin and contained foreign material. A female Lakeland\nTerrier named Alice (1497) had matted hair on all four legs, on her back, and under her tail. The mats under the tail\nhad fecal material entrapped in them. Matted hair can result in skin problems, can be painful, and can compromise\nthe hair'(cid:25)s ability to provide protection from the heat or cold. The licensee must remove the matted hair from these\nanimals and must establish an effective program of haircoat maintenance.\nTO BE CORRECTED BY JANUARY 22, 2016."
    },
    {
      "code": "3.4(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "Shelter from the Elements.\nAt least 8 shelters in the outdoor facility did not have adequate wind/rain breaks. The shelters were igloo type\nstructures with offset tunnels for the entrance. However, in at least 8 of these shelters, the dogs had chewed the\ntunnels to the point that they were not providing adequate protection from the wind. Wind/rain breaks are necessary\nso the dogs have a dry place that is protected from the wind. The licensee must ensure that all shelters have\nadequate wind/rain breaks.\nTO BE CORRECTED BY JANUARY 22, 2016."
    },
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "Shelter from the Elements.\nOne outdoor enclosure had an inadequate amount of shelter for the dogs. The enclosure contained two adult\nLakeland Terriers (Nicky 6948 and Shawnee 1375) and one shelter. The shelter was too small to allow both dogs\nto sit, stand, lie in a normal manner, and to turn about freely. The licensee must add a second shelter or replace the\nexisting shelter with one that is big enough for both dogs.\nTO BE CORRECTED BY JANUARY 22, 2016.\nThe inspection was conducted with two facility representatives. The exit briefing was conducted with the licensee\nand the facility representatives."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nTwo dogs had excessively matted hair.  A female Lakeland Terrier named Annie (3948) had matted hair on her\nupper back and shoulders.  The mats were twisted near the skin and contained foreign material.  A female Lakeland\nTerrier named Alice (1497) had matted hair on all four legs, on her back, and under her tail.  The mats under the tail\nhad fecal material entrapped in them.  Matted hair can result in skin problems, can be painful, and can compromise\nthe hair'(cid:25)s ability to provide protection from the heat or cold.   The licensee must remove the matted hair from these\nanimals and must establish an effective program of haircoat maintenance.\nTO BE CORRECTED BY JANUARY 22, 2016.\n3.4(b)(3)\nOUTDOOR HOUSING FACILITIES.\nShelter from the Elements.\nAt least 8 shelters in the outdoor facility did not have adequate wind/rain breaks.  The shelters were igloo type\nstructures with offset tunnels for the entrance.  However, in at least 8 of these shelters, the dogs had chewed the\ntunnels to the point that they were not providing adequate protection from the wind.  Wind/rain breaks are necessary\nso the dogs have a dry place that is protected from the wind.  The licensee must ensure that all shelters have\nadequate wind/rain breaks.\nTO BE CORRECTED BY JANUARY 22, 2016.\n3.4(b)\nOUTDOOR HOUSING FACILITIES.\nShelter from the Elements.\nOne outdoor enclosure had an inadequate amount of shelter for the dogs.  The enclosure contained two adult\nLakeland Terriers (Nicky 6948 and Shawnee 1375) and one shelter.  The shelter was too small to allow both dogs\nto sit, stand, lie in a normal manner, and to turn about freely.  The licensee must add a second shelter or replace the\nexisting shelter with one that is big enough for both dogs.\n\nTO BE CORRECTED BY JANUARY 22, 2016.\nThe inspection was conducted with two facility representatives.  The exit briefing was conducted with the licensee\nand the facility representatives.",
  "animals_total": 44,
  "species": [
    {
      "count": 32,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 12,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}