{
  "insp_id": "2016082568747816",
  "layout": "a",
  "customer_id": "329867",
  "customer_name": "Riner & Associates Inc.",
  "customer_addr": "Route 1 Box 435\nNowata, OK 74048",
  "certificate": "73-R-0118",
  "site_id": "001",
  "site_name": "JOHN L. RINER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-AUG-2017",
  "report_date": "16-AUG-2017",
  "citations": [
    {
      "code": "2.33(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.",
      "narrative": "Several aspects of the facility's veterinary care program need increased oversight and guidance from the attending\nveterinarian.\n- There is a systemic failure to document medical treatment, and incomplete documentation of long term medical\nissues. Two beagles (Cheech and Chong) were identified in April 2017 as having \"cherry eyes\". However, there\nwas no further instruction on monitoring, follow up, or management. Two cats - \"Raven\" (ID 6949) and \"Cisco\" (ID\n7020) were noted on inspection with opacity and apparent scarring in one eye. These were documented by the\nfacility but again there was no indication of a veterinarian examining these animals or any guidance on treatment,\nmanagement, follow up, or monitoring parameters. These types of chronic conditions require clear guidance from\nthe attending veterinarian, and must be fully and appropriately documented. Complete medical records are critical\nboth for effective monitoring and treatment, and also to ensure clear communication of medical problems with the\nattending veterinarian.\n- The facility has implemented a dental care program, and are categorizing each dog according to severity.\nHowever, the actual procedure for cleaning the teeth is not adequate. The procedure involves sedating the animal\nwith xylazine and hand scaling the tartar off the teeth. There are no anesthetics or analgesics given, and it is\nunclear how tooth extractions are handled. There are no written guidelines from the attending veterinarian, and no\nSOP for the dental program at all.\nBased on the records and dental program issues, there is nothing to indicate that the attending veterinarian has the\nappropriate awareness and oversight needed to ensure adequate veterinary care at the facility. The facility must\nwork with the veterinarian to develop written guidance for the program, and must maintain appropriate records to\nensure thorough communication with the attending veterinarian.\nCorrect by: 15 September 2017"
    },
    {
      "code": "2.33(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.",
      "narrative": "During the inspection, the following dogs were found with veterinary care issues.\n- A male beagle named \"Whitey\" (ID 4176) had red skin lesions on the lower rear legs. The facility had noted these\nlesions several weeks ago, and treated initially with an oral antibiotic for approximately one week. However, there\nwas no follow-up treatment, and upon inspection the lesions had not resolved. Medical conditions must be\nappropriately treated, which includes follow up evaluations to assess progress and changes to the treatment plan\nwhen necessary. \"Whitey\" must be assessed by the attending veterinarian within 48 hours and treated\nappropriately. Records of treatment must be made available to inspectors.\n- One beagle (ID 3432) on row D has several live ticks inside the left ear. The dog was noted tilting and shaking its\nhead and appeared sensitive when the ear was touched. Another beagle (ID 2875) had several visible ticks on the\nside and flank. The facility had noted this dog as having ticks approximately two weeks earlier, but there was no\nindication of any treatment or preventative being applied.\nTicks are an irritant and a potential source of infection to animals. Therefore, tick control is a critical aspect of\nanimal health. The facility SOP states that dogs will be observed for fleas and ticks on a daily basis, and treated\nwith physical pest removal or chemical/dip application as appropriate. The facility must treat the two indicated dogs\nin an appropriate manner within 48 hours, and must ensure that all dogs are evaluated daily and treated as\nnecessary."
    },
    {
      "code": "3.6(a)(2)(ii)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "An outdoor pen containing seven puppies has an enclosure fence and a hot wire system that was disconnected\nfrom the power supply. The hot wire was composed of two loose strands of wire at the base of the enclosure fence,\nand several puppies were observed playing around and within these wires. Loose wires are a potential source of\nentrapment, and could result in severe injury if a puppy were to become entangled. Any loose wires within reach of\nthe animals should be tightened or removed.\nCorrected on the spot\nThis inspection and exit interview were conducted with facility representative.\nAdditional Inspectors\nCunningham Debbie, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.33(a)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.\nSeveral aspects of the facility's veterinary care program need increased oversight and guidance from the attending\nveterinarian. \n- There is a systemic failure to document medical treatment, and incomplete documentation of long term medical\nissues.  Two beagles (Cheech and Chong) were identified in April 2017 as having \"cherry eyes\".  However, there\nwas no further instruction on monitoring, follow up, or management.  Two cats - \"Raven\" (ID 6949) and \"Cisco\" (ID\n7020) were noted on inspection with opacity and apparent scarring in one eye.  These were documented by the\nfacility but again there was no indication of a veterinarian examining these animals or any guidance on treatment,\nmanagement, follow up, or monitoring parameters.  These types of chronic conditions require clear guidance from\nthe attending veterinarian, and must be fully and appropriately documented.  Complete medical records are critical\nboth for effective monitoring and treatment, and also to ensure clear communication of medical problems with the\nattending veterinarian.\n- The facility has implemented a dental care program, and are categorizing each dog according to severity. \nHowever, the actual procedure for cleaning the teeth is not adequate.  The procedure involves sedating the animal\nwith xylazine and hand scaling the tartar off the teeth.  There are no anesthetics or analgesics given, and it is\nunclear how tooth extractions are handled. There are no written guidelines from the attending veterinarian, and no\nSOP for the dental program at all. \nBased on the records and dental program issues, there is nothing to indicate that the attending veterinarian has the\nappropriate awareness and oversight needed to ensure adequate veterinary care at the facility.  The facility must\nwork with the veterinarian to develop written guidance for the program, and must maintain appropriate records to\nensure thorough communication with the attending veterinarian.\nCorrect by:  15 September 2017\n2.33(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.\nDuring the inspection, the following dogs were found with veterinary care issues.\n\n- A male beagle named \"Whitey\" (ID 4176) had red skin lesions on the lower rear legs.  The facility had noted these\nlesions several weeks ago, and treated initially with an oral antibiotic for approximately one week.  However, there\nwas no follow-up treatment, and upon inspection the lesions had not resolved.  Medical conditions must be\nappropriately treated, which includes follow up evaluations to assess progress and changes to the treatment plan\nwhen necessary.  \"Whitey\" must be assessed by the attending veterinarian within 48 hours and treated\nappropriately.  Records of treatment must be made available to inspectors.\n- One beagle (ID 3432) on row D has several live ticks inside the left ear.  The dog was noted tilting and shaking its\nhead and appeared sensitive when the ear was touched.  Another beagle (ID 2875) had several visible ticks on the\nside and flank.  The facility had noted this dog as having ticks approximately two weeks earlier, but there was no\nindication of any treatment or preventative being applied.  \nTicks are an irritant and a potential source of infection to animals.  Therefore, tick control is a critical aspect of\nanimal health.  The facility SOP states that dogs will be observed for fleas and ticks on a daily basis, and treated\nwith physical pest removal or chemical/dip application as appropriate.  The facility must treat the two indicated dogs\nin an appropriate manner within 48 hours, and must ensure that all dogs are evaluated daily and treated as\nnecessary.  \n3.6(a)(2)(ii)\nPRIMARY ENCLOSURES.\nAn outdoor pen containing seven puppies has an enclosure fence and a hot wire system that was disconnected\nfrom the power supply.  The hot wire was composed of two loose strands of wire at the base of the enclosure fence,\nand several puppies were observed playing around and within these wires.  Loose wires are a potential source of\nentrapment, and could result in severe injury if a puppy were to become entangled.  Any loose wires within reach of\nthe animals should be tightened or removed.\nCorrected on the spot\nThis inspection and exit interview were conducted with facility representative.\nAdditional Inspectors\nCunningham Debbie, Veterinary Medical Officer",
  "animals_total": 188,
  "species": [
    {
      "count": 131,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 7,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    },
    {
      "count": 50,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    }
  ]
}