{
  "insp_id": "175151715570165",
  "layout": "a",
  "customer_id": "24809",
  "customer_name": "Jeffrey R Gray",
  "customer_addr": "Judy K Gray\n107 South Street\nRothville, MO 64676",
  "certificate": "43-A-4052",
  "site_id": "001",
  "site_name": "JEFFREY & JUDY GRAY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-JUN-2015",
  "report_date": "25-JUN-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***A female Maltese (#0A02025544) was consistently holding the right front foot up and only occasionally bearing\nweight on the foot while it was on the outdoor portion of the wire floor enclosure. On closer observation, there was\na slightly reddened area between the toes on the right front foot. There appeared to be a small circular greyish\nwhite nodule-like lesion located centrally within the reddened area. Also, one of the nails on the middle toes was\nexcessively long. This abnormal lesion between the toes could be the result of injury, infection or a variety of\nveterinary medical conditions which may be painful.\n***A male Maltese (#0A02041336) was shaking its head and scratching at its right ear. On closer observation there\nwas a buildup of dark brown to black material noted in and around the entrance to the ear canal. There were also\nsome pinpoint reddened areas noted on the inner earflap near the ear canal. The abnormal buildup of material in\nthis ear could indicate an infection or other veterinary medical condition which could be uncomfortable for the dog.\n*** A male Maltese (#093010823) had a dental condition and overgrown toenails. Most of dog's teeth were\nmissing. There was a thick layer of dark brown buildup on two lower cheek teeth on each side of the mouth with a\nline of grey buildup present on these teeth along the gum line. The right lower canine tooth was loose. Both lower\ncanines had noticeable pockets at the gum line and the roots were easily visible. The gums had receded and\nappeared reddened along all teeth. Also, the dog's toenails were grown out to a length that did not allow for normal\npositioning of the digits on the rear right foot. The dental issues can increase the risk of infection and can decrease\nthe animal's ability to eat and/or properly chew food. Improper care of toenails can increase the risk of lameness,\ngait abnormalities, and discomfort to the dog.\nThese dogs' conditions had not been noticed by the licensee until the inspector pointed them out and none of the\ndogs had been seen by a veterinarian nor were they under treatment at the time of inspection. The licensee must\nhave these animals examined by a licensed veterinarian no later than June 26, 2015 in order to ensure that\naccurate diagnoses are obtained and appropriate treatment plans are developed and followed. The licensee must\ndevelop and establish an effective nail care and dental care program as part of the overall program of veterinary\ncare for the animals in the facility. The licensee must ensure that all animals receive adequate veterinary care at all\ntimes."
    },
    {
      "code": "3.6",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Primary enclosures, sharp points.\n***There were at least two enclosures affecting at least 2 dogs that had broken wires, tie wires and sharp edges\nin the enclosures. These wires are sharp points protruding into the enclosure at dogs' level. Sharp points or edges\ncould injure the dogs. The applicant must ensure that all enclosures are free of sharp points and edges.\nTo be corrected by: June 27, 2015."
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "Food receptacles.\n***There were approximately 6 self-feeders affecting at least 12 dogs with a build up on the ledge inside the feeder,\nsome covered with a whitish, mold-like material. Licensee stated they add an additive to the food that makes it more\nsticky. Contaminated food can decrease the dog's acceptance of the food and can increase the risk of disease and\nhealth hazards. The licensee needs to clean and sanitize the self-feeders to protect the health and well-being of the\ndogs. The licensee needs to establish and maintain a program to ensure that food is protected from contamination.\nTo be corrected by: June 28, 2015.\nThe inspection and exit interview were conducted with the licensee, Chad Proctor ACI, Erika Leisner VMO, and Liz\nBartels ACI on 6/24/2015. During the exit interview, the licensee was verbally given the correction dates of the\nNCI's. The licensee received a copy of the report on 6/25/2015.\nAdditional Inspectors\nLeisner Erika, Veterinary Medical Officer\nBartels Mary, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***A female Maltese (#0A02025544) was consistently holding the right front foot up and only occasionally bearing\nweight on the foot while it was on the outdoor portion of the wire floor enclosure.  On closer observation, there was\na slightly reddened area between the toes on the right front foot.  There appeared to be a small circular greyish\nwhite nodule-like lesion located centrally within the reddened area.  Also, one of the nails on the middle toes was\nexcessively long.  This abnormal lesion between the toes could be the result of injury, infection or a variety of\nveterinary medical conditions which may be painful. \n***A male Maltese (#0A02041336) was shaking its head and scratching at its right ear.  On closer observation there\nwas a buildup of dark brown to black material noted in and around the entrance to the ear canal.  There were also\nsome pinpoint reddened areas noted on the inner earflap near the ear canal.  The abnormal buildup of material in\nthis ear could indicate an infection or other veterinary medical condition which could be uncomfortable for the dog. \n*** A male Maltese (#093010823) had a dental condition and overgrown toenails.    Most of dog's teeth were\nmissing.  There was a thick layer of dark brown buildup on two lower cheek teeth on each side of the mouth with a\nline of grey buildup present on these teeth along the gum line.  The right lower canine tooth was loose.   Both lower\ncanines had noticeable pockets at the gum line and the roots were easily visible. The gums had receded and\nappeared reddened along all teeth.   Also, the dog's toenails were grown out to a length that did not allow for normal\npositioning of the digits on the rear right foot.  The dental issues can increase the risk of infection and can decrease\nthe animal's ability to eat and/or properly chew food.  Improper care of toenails can increase the risk of lameness,\ngait abnormalities, and discomfort to the dog.  \nThese dogs' conditions had not been noticed by the licensee until the inspector pointed them out and none of the\ndogs had been seen by a veterinarian nor were they under treatment at the time of inspection.  The licensee must\nhave these animals examined by a licensed veterinarian no later than June 26, 2015 in order to ensure that\naccurate diagnoses are obtained and appropriate treatment plans are developed and followed. The licensee must\ndevelop and establish an effective nail care and dental care program as part of the overall program of veterinary\ncare for the animals in the facility. The licensee must ensure that all animals receive adequate veterinary care at all\ntimes.\n\n3.6\nPRIMARY ENCLOSURES.\nPrimary enclosures, sharp points.\n***There were at least two enclosures affecting at least 2 dogs that had broken wires, tie wires and sharp edges\nin the enclosures. These wires are sharp points protruding into the enclosure at dogs' level. Sharp points or edges\ncould injure the dogs. The applicant must ensure that all enclosures are free of sharp points and edges.\nTo be corrected by: June 27, 2015.\n3.9(b)\nFEEDING.\nFood receptacles.\n***There were approximately 6 self-feeders affecting at least 12 dogs with a build up on the ledge inside the feeder,\nsome covered with a whitish, mold-like material. Licensee stated they add an additive to the food that makes it more\nsticky. Contaminated food can decrease the dog's acceptance of the food and can increase the risk of disease and\nhealth hazards. The licensee needs to clean and sanitize the self-feeders to protect the health and well-being of the\ndogs.  The licensee needs to establish and maintain a program to ensure that food is protected from contamination.\nTo be corrected by: June 28, 2015.\nThe inspection and exit interview were conducted with the licensee, Chad Proctor ACI, Erika Leisner VMO, and Liz\nBartels ACI on 6/24/2015.  During the exit interview, the licensee was verbally given the correction dates of the\nNCI's. The licensee received a copy of the report on 6/25/2015.\nAdditional Inspectors\nLeisner Erika, Veterinary Medical Officer\nBartels Mary, Animal Care Inspector",
  "animals_total": 104,
  "species": [
    {
      "count": 87,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 17,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}