{
  "insp_id": "92141608070913",
  "layout": "a",
  "customer_id": "34830",
  "customer_name": "Norma Dake",
  "customer_addr": "1381 State Road Z\nClimax Springs, MO 65324",
  "certificate": "43-A-4978",
  "site_id": "001",
  "site_name": "NORMA DAKE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-FEB-2014",
  "report_date": "15-APR-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***There was a female, adult Boxer (#92) who was very thin. The dog's ribs, spine and hip bones were easily\nvisualized from a distance. According to the licensee, a veterinarian had not been consulted regarding the dog's\nbody condition nor was the dog currently receiving any treatment. The licensee stated that the dog had whelped\napproximately 10 weeks ago and is always this size. Poor body condition in dogs can be due to inadequate\nnutrition, parasites, or other underlying medical problems. The licensee must have this dog examined by a licensed\nveterinarian in order to obtain an accurate diagnosis and an appropriate treatment plan. The licensee must ensure\nthat the treatment plan is followed and that all animals receive adequate veterinary care at all times. TO BE\nCORRECTED BY: February 8, 2014.\nThe inspection and exit interview were conducted with a facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***There was a female, adult Boxer (#92) who was very thin. The dog's ribs, spine and hip bones were easily\nvisualized from a distance.  According to the licensee, a veterinarian had not been consulted regarding the dog's\nbody condition nor was the dog currently receiving any treatment. The licensee stated that the dog had whelped\napproximately 10 weeks ago and is always this size.  Poor body condition in dogs can be due to inadequate\nnutrition, parasites, or other underlying medical problems.  The licensee must have this dog examined by a licensed\nveterinarian in order to obtain an accurate diagnosis and an appropriate treatment plan. The licensee must ensure\nthat the treatment plan is followed and that all animals receive adequate veterinary care at all times.  TO BE\nCORRECTED BY:  February 8, 2014.\nThe inspection and exit interview were conducted with a facility representative.",
  "animals_total": 15,
  "species": [
    {
      "count": 11,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 4,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}