{
  "insp_id": "56151254460990",
  "layout": "a",
  "customer_id": "44913",
  "customer_name": "Rick Kuhn",
  "customer_addr": "Shelly Kuhn\n5510 Highway 5\nHartville, MO 65667",
  "certificate": "43-A-5457",
  "site_id": "001",
  "site_name": "RICK & SHELLY KUHN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-FEB-2015",
  "report_date": "25-FEB-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "****In the whelp house was a female Boston Terrier (Sandy Sparrow; m/c# 043266323) with six 5- week-old\npuppies. The female was very thin and her hair coat was thin. The ribs, vertebrae, hip bones and shoulder bones\nwere very easily seen and there was a distinctive abdominal tuck. The haircoat was thin overall with patchy areas\nof missing hair on the rump and hind legs. The owner had increased the dog's food, but the dog continued to lose\nweight. A veterinarian had not seen the dog for these conditions. Weight loss can be the result of parasites, lack of\nadequate nutrition, or an underlying medical condition. Missing or thin hair can be the result of parasites or an\nunderlying medical condition. The licensee must have this dog evaluated by a veterinarian for diagnosis and\ntreatment, must keep a record of the treatment, and must present this record to the inspector upon request.\nTHE DOG MUST BE TAKEN TO A VETERINARIAN BY THE END OF THE DAY ON FEBRUARY 27, 2015."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "(3) Cleaning.\n****In the outdoor enclosures were 4 enclosures that had bird feces along the front wall and on the lid of 1 feeder.\nBirds have been roosting at the top of the welded panel and the feces dripped down the panel. Bird feces can\ncontain parasites and bacteria that can cause illness in the dogs. To provide a healthier environment for the dogs,\nthe owner must remove the feces from the feeder and enclosures and thoroughly clean and sanitize the surfaces.\nRemoval of bird feces must be a part of the daily cleaning.\nTO BE CORRECTED BY: THE END OF THE DAY ON 25 FEBRUARY 2015\nInspection and exit interview were done by Katy Vernon, ACI and Dr. Konnie Plumlee, VMO with a facility\nrepresentative.\nAdditional Inspectors\nPlumlee Konnie, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n****In the whelp house was a female Boston Terrier (Sandy Sparrow; m/c# 043266323) with six 5- week-old\npuppies.  The female was very thin and her hair coat was thin.  The ribs, vertebrae, hip bones and shoulder bones\nwere very easily seen and there was a distinctive abdominal tuck.  The haircoat was thin overall with patchy areas\nof missing hair on the rump and hind legs.  The owner had increased the dog's food, but the dog continued to lose\nweight.  A veterinarian had not seen the dog for these conditions.  Weight loss can be the result of parasites, lack of\nadequate nutrition, or an underlying medical condition.  Missing or thin hair can be the result of parasites or an\nunderlying medical condition.  The licensee must have this dog evaluated by a veterinarian for diagnosis and\ntreatment, must keep a record of the treatment, and must present this record to the inspector upon request.\nTHE DOG MUST BE TAKEN TO A VETERINARIAN BY THE END OF THE DAY ON FEBRUARY 27, 2015.\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\n(3) Cleaning.\n****In the outdoor enclosures were 4 enclosures that had bird feces along the front wall and on the lid of 1 feeder. \nBirds have been roosting at the top of the welded panel and the feces dripped down the panel. Bird feces can\ncontain parasites and bacteria that can cause illness in the dogs.  To provide a healthier environment for the dogs,\nthe owner must remove the feces from the feeder and enclosures and thoroughly clean and sanitize the surfaces. \nRemoval of bird feces must be a part of the daily cleaning. \nTO BE CORRECTED BY:  THE END OF THE DAY ON 25 FEBRUARY 2015\nInspection and exit interview were done by Katy Vernon, ACI and Dr. Konnie Plumlee, VMO with a facility\nrepresentative.\n\nAdditional Inspectors\nPlumlee Konnie, Supervisory Animal Care Specialist",
  "animals_total": 69,
  "species": [
    {
      "count": 53,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 16,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}