{
  "insp_id": "2016082568046134",
  "layout": "a",
  "customer_id": "335668",
  "customer_name": "David D Yoder Jr",
  "customer_addr": "16075 Sandstone Drive\nUtica, MN 55979",
  "certificate": "41-A-0488",
  "site_id": "001",
  "site_name": "DAVID YODER JR",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-DEC-2016",
  "report_date": "19-DEC-2016",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The Program of Veterinary Care instructs the licensee to administer Ivermectin as a heartworm preventative to all\nadult dogs once a month from April through December. When asked if the licensee is doing this, he informed me\nthat he has not been. In addition, the licensee uses a product called Organic GI Renew which is labeled for horses.\nThe Program of Veterinary Care does not give instructions to use this product on the dogs. Not following the\nProgram of Veterinary Care doesn't ensure that the dogs are receiving proper treatement or care. The Program of\nVeterinary Care must be followed from here on out. Correct immediately."
    },
    {
      "code": "2.130",
      "kind": "",
      "repeat": false,
      "desc": "MINIMUM AGE REQUIREMENTS.",
      "narrative": "One puppy born on 10/15/16 was sold by the licensee on 12/9/16. The puppy would have been 55 days old on the\nday of sale which is one day shy of the required 8 weeks of age. Dogs younger than 8 weeks of age are more\nsusceptible to stresses that occur from travelling and being placed into a new facility. Their immune systems are\nmore susceptible to becoming comprised which could cause them to become sick and even die. The licensee must\nnot sell any more puppies under 8 weeks of age unless it is directly to the end consumer. Correct immediately."
    },
    {
      "code": "3.3(e)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "Three dogs were housed in a barn separate from the rest of the dogs. The concrete floor in this barn was not\nsealed and was not impervious to moisture. Not having the floor sealed and impervious to moisture doesn't ensure\nthat it can be readily and easily cleaned and sanitized which could contribute to the spread of disease. All indoor\nfloor areas in contact with the animals must be made impervious to moisture. Correct by 1/19/17."
    },
    {
      "code": "3.6(a)(2)(iii)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Three dogs housed in a barn separate from the rest of the dogs did not have proper enclosures that contained\nthem. The dogs were able to roam throughout the barn and could enter an enclosure that contained a horse. Not\nproviding the dogs proper enclosures that effectively contains them doesn't ensure that they can't easily get injured.\nIf the dogs were to enter the enclosure containing the horse, they could get stepped on which could injure or even\nkill them. The dogs must be provided enclosures that properly contain them. Correct immediately."
    },
    {
      "code": "3.6(c)(4)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "During inspection (at approximately 2:30 p.m.), an adult female Golden Retriever (#96) was observed to be chained\nup to the front of the enclosure. The chain had very little slack for the dog to move around. When I questioned the\nlicensee about this, he informed me that the dog was chained up so the male in the enclosure could breed with her.\nTethering a dog for an extended period of time can be uncomfortable and stressful for that dog. In addition, it can\nresult in injury to the dog. Tethering of dogs for breeding purposes or any other purposes must be immediately\nstopped. Correct immediately.\nNote: The licensee unchained this dog during inspection."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "During inspection, the licensee was asked how often he is sanitizing the primary enclosures. He informed me that\nhe sanitizes about every 2-3 months. Not sanitizing the primary enclosures doesn't ensure that the various types of\ngerms (such as viruses, bacteria, parasites, etc.) have been killed and that the cage is safe to use for new incoming\ndogs. All primary enclosures must be sanitized once every two weeks and more often if necessary to prevent an\naccumulation of dirt, debris, food waste, excreta, and other disease hazards. Correct by 1/2/17.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "2.40(a)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe Program of Veterinary Care instructs the licensee to administer Ivermectin as a heartworm preventative to all\nadult dogs once a month from April through December.  When asked if the licensee is doing this, he informed me\nthat he has not been.  In addition, the licensee uses a product called Organic GI Renew which is labeled for horses. \nThe Program of Veterinary Care does not give instructions to use this product on the dogs.  Not following the\nProgram of Veterinary Care doesn't ensure that the dogs are receiving proper treatement or care.  The Program of\nVeterinary Care must be followed from here on out.  Correct immediately.\n2.130\nMINIMUM AGE REQUIREMENTS.\nOne puppy born on 10/15/16 was sold by the licensee on 12/9/16. The puppy would have been 55 days old on the\nday of sale which is one day shy of the required 8 weeks of age.  Dogs younger than 8 weeks of age are more\nsusceptible to stresses that occur from travelling and being placed into a new facility. Their immune systems are\nmore susceptible to becoming comprised which could cause them to become sick and even die. The licensee must\nnot sell any more puppies under 8 weeks of age unless it is directly to the end consumer. Correct immediately.\n3.3(e)(1)(i)\nSHELTERED HOUSING FACILITIES.\nThree dogs were housed in a barn separate from the rest of the dogs.  The concrete floor in this barn was not\nsealed and was not impervious to moisture.  Not having the floor sealed and impervious to moisture doesn't ensure\nthat it can be readily and easily cleaned and sanitized which could contribute to the spread of disease.  All indoor\nfloor areas in contact with the animals must be made impervious to moisture.  Correct by 1/19/17.\n3.6(a)(2)(iii)\nPRIMARY ENCLOSURES.\nThree dogs housed in a barn separate from the rest of the dogs did not have proper enclosures that contained\nthem.  The dogs were able to roam throughout the barn and could enter an enclosure that contained a horse.  Not\n\nproviding the dogs proper enclosures that effectively contains them doesn't ensure that they can't easily get injured. \nIf the dogs were to enter the enclosure containing the horse, they could get stepped on which could injure or even\nkill them.  The dogs must be provided enclosures that properly contain them.  Correct immediately.\n3.6(c)(4)\nPRIMARY ENCLOSURES.\nDuring inspection (at approximately 2:30 p.m.), an adult female Golden Retriever (#96) was observed to be chained\nup to the front of the enclosure.  The chain had very little slack for the dog to move around.  When I questioned the\nlicensee about this, he informed me that the dog was chained up so the male in the enclosure could breed with her. \nTethering a dog for an extended period of time can be uncomfortable and stressful for that dog.  In addition, it can\nresult in injury to the dog.  Tethering of dogs for breeding purposes or any other purposes must be immediately\nstopped.  Correct immediately.\nNote: The licensee unchained this dog during inspection.\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nDuring inspection, the licensee was asked how often he is sanitizing the primary enclosures.  He informed me that\nhe sanitizes about every 2-3 months.  Not sanitizing the primary enclosures doesn't ensure that the various types of\ngerms (such as viruses, bacteria, parasites, etc.) have been killed and that the cage is safe to use for new incoming\ndogs.  All primary enclosures must be sanitized once every two weeks and more often if necessary to prevent an\naccumulation of dirt, debris, food waste, excreta, and other disease hazards.  Correct by 1/2/17.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.",
  "animals_total": 76,
  "species": [
    {
      "count": 43,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 33,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}