{
  "insp_id": "2016090000778747",
  "layout": "b",
  "customer_id": "2236",
  "customer_name": "NOREEN LOWRIS",
  "customer_addr": "P.O. Box 238\nMarshalls Creek, PA 18335",
  "certificate": "23-C-0011",
  "site_id": "001",
  "site_name": "POCONO SNAKE & ANIMAL FARM",
  "insp_type": "FOCUSED INSPECTION",
  "date": "31-MAR-2022",
  "report_date": "12-APR-2022",
  "citations": [
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "On February 4, 2022, a member of the public entered the facility through the front door and removed the bobcat. The\nfacility was closed at the time and no employees were on site. There were signs that read “Closed for Winter” posted at\nthe entrance ramp and front door. Access to the facility is normally prevented by a garage door but it was a new system\nand reportedly malfunctioned leaving the door open. The man went past a sign that read “Please pay here to enter” and\nthrough several access doors that were marked \"Employee Only\" and was able to remove the bobcat from the indoor\nexhibit. He carried the bobcat to his vehicle and left the facility. When an employee arrived and discovered the bobcat\nwas missing, police were notified and the facility reported that he was charged with breaking and entering. The bobcat\nwas returned to the facility approximately 6 hours later. The facility had the bobcat examined by a veterinarian and the\nanimal was not injured.\nFailure to have adequate barriers between the public and the animals during exhibition can result in injury to humans\nand/or the animals.\nDuring public exhibition, animals must be handled so there is minimal risk of harm to the animal and to the public, with\nsufficient distance and/or barriers between the animal and the general viewing public so as to assure the safety of animals\nand the public.\nCorrect by: Corrected at the time of inspection\nThis inspection and exit interview were conducted with the facility representative.\nEnd Section"
    }
  ],
  "narrative": "2.131(c)(1) \n   \nHandling of animals. \nOn February 4, 2022, a member of the public entered the facility through the front door and removed the bobcat.  The \nfacility was closed at the time and no employees were on site.  There were signs that read “Closed for Winter” posted at \nthe entrance ramp and front door.  Access to the facility is normally prevented by a garage door but it was a new system \nand reportedly malfunctioned leaving the door open.  The man went past a sign that read “Please pay here to enter” and \nthrough several access doors that were marked \"Employee Only\" and was able to remove the bobcat from the indoor \nexhibit.  He carried the bobcat to his vehicle and left the facility.  When an employee arrived and discovered the bobcat \nwas missing, police were notified and the facility reported that he was charged with breaking and entering.  The bobcat \nwas returned to the facility approximately 6 hours later.  The facility had the bobcat examined by a veterinarian and the \nanimal was not injured. \nFailure to have adequate barriers between the public and the animals during exhibition can result in injury to humans \nand/or the animals. \nDuring public exhibition, animals must be handled so there is minimal risk of harm to the animal and to the public, with \nsufficient distance and/or barriers between the animal and the general viewing public so as to assure the safety of animals\n\nand the public. \nCorrect by:  Corrected at the time of inspection \n \nThis inspection and exit interview were conducted with the facility representative. \n \nEnd Section",
  "animals_total": 1,
  "species": [
    {
      "count": 1,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    }
  ]
}