{
  "insp_id": "224151944140733",
  "layout": "a",
  "customer_id": "44596",
  "customer_name": "Janell Knudsen",
  "customer_addr": "Jessica Mason\nP O Box 2529\nLiberal, KS 67905",
  "certificate": "48-C-0163",
  "site_id": "001",
  "site_name": "Janell Knudsen & Jessica Mason",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-AUG-2015",
  "report_date": "13-AUG-2015",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The licensee has changed attending veterinarians and does not have a written Program of Veterinary Care from this\nveterinarian. Nor does the licensee have adequate written guidance from the attending veterinarian to provide\npreventative care or treatment for routine and common veterinary problems beyond deworming protocols for some\nspecies present at the facility. In order to ensure problems of animal health are addressed adequately, a written\nprogram of veterinary care should include the species used in regulated activities, what common health problems\nthey may have and how these will be addressed by the licensee and the Attending Veterinarian.\nThe formal arrangements with the Attending Veterinarian shall include a detailed written program of veterinarian\ncare."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There is a bottle of injectable Telazol in the medication area of the storage building. The licensee stated this\nmedication is used to sedate the animals but had no documentation showing written instructions from the attending\nveterinarian on its directions for appropriate use, the indications for its use, or precautions needed to be taken\nduring its use. The licensee must ensure that all medications are used in a manner consistent with the provision of\nadequate veterinary care to protect the health of the animals and ensure drugs are used in an appropriate manner.\nThe licensee must obtain written approval from their attending or prescribing veterinarian if they wish to continue to\nuse Telazol to sedate animals. This documentation must minimally contain information regarding exact indications\nand situations for use, dosing instructions (route, concentration, dose, etc.), and guidance regarding appropriate\nmonitoring and recovery of animals. All medications must be labeled and administered properly as part of the\nfacility'(cid:25)s programs of adequate veterinary care.\nThere is a bottle of expired Naxcel (1/2015) in the medication area of the storage building. In addition, this\nmedication (Naxcel) and a bottle of Corid solution did not have written directions for use from the attending\nveterinarian. The usage of expired medical materials such as drugs, fluids, or sutures on regulated animals is not\nconsidered to be an acceptable veterinary practice and does not constitute adequate veterinary care. The\neffectiveness of the dosage level and expected results when expired drugs are administrated to animals could be\ndrastically changed or may not work as anticipated. Lack of directions for use of a medication can result in\nunintended side effects and ineffective treatments. The applicant must ensure that all medications used are not\nexpired and are labeled properly in accordance with standard veterinary practices.\nThere were some drugs observed by the inspectors that are being used off labeled for the species involved. There\nwas no written approval for use by the attending veterinarian or any dosage instructions for the proper use of these\ndrugs. Using drugs in an extra label manner may be harmful to the animals if not administered appropriately and\nunder the direction of a veterinarian.\nEnsure that all medications used in the facility are not expired, are labeled properly in accordance with standard\nveterinary practices and are approved for use in the animals present in the facility by the attending veterinarian."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "Licensee did not have available for review most of the required records that fully and correctly disclose the required\ninformation on the acquisition and disposition of the animals. The record of one sale of animals did not include the\nname and address of where these animals were sold. Licensee could not locate the complete acquisition records of\nthe animals that are housed at the facility. The record of acquisition must include the name, address and USDA\nlicense number and date of acquisition of all animals at the facility, including any offspring born on the premises.\nMaintaining current records of animals on hand, including those acquired and disposed of, is required in order to be\nable to accurately track the animals. Licensee must make, keep, and maintain records which fully and correctly\ndisclose the required information regarding acquisition and disposition of animals."
    },
    {
      "code": "3.75(a)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The outside enclosure fence of one of the spider monkeys enclosures in the long primate building has come loose\nfrom the top fence. This has resulted in several gaps between this fence and the top. These areas may not\nsecurely contain the animals or may cause injury to the animals. All surfaces must be kept in good repair to protect\nthe animals from injury and securely contain the animals."
    },
    {
      "code": "3.75(c)(1)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There are rusted surfaces in the shift tunnels of 2 capuchin enclosures and in the shift tunnel of one colobus\nenclosure. There is also rust showing through the painted metal areas near the floor in the long primate building.\nThere are rusted pipes in the lion-tailed macaque enclosure. There is also a rusted through hole in the metal near\nthe floor of the ring-tailed lemur enclosure in the long primate building. Surfaces that are rusted cannot be readily\ncleaned and sanitized and can result in an increase of disease transmission. All surfaces must be free of rust that\nprevents the required cleaning or affects the structural strength."
    },
    {
      "code": "3.75(c)(1)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There are two nail heads protruding up from a wood climbing structure in the outdoor portion of a capuchin\nenclosure. There is also a corner of chain link divider wall pulled into a capuchin enclosure in the indoor section of a\nlong sheltered building. The chin link has exposed metal points. There are wire points from the chain-link fence on\nthe gate of the Pata's monkey outdoor enclosure. Jagged edges or sharp points can cause injury to the nonhuman\nprimates. The licensee must ensure that all surfaces in housing facilities in contact with nonhuman primates be free\nof jagged edges or sharp points. Correct by 26 August 2015."
    },
    {
      "code": "3.75(e)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "A covered bin of (cid:28)monkey biscuits(cid:29) had ants crawling in the interior of the container and in contact with the food.\nFood contaminated with pests could lead to a decrease in the animals(cid:25) appetite and decreased nutrition. The\nlicense must ensure that all supplies of food and bedding must be stored in a manner that protects the supplies from\nspoilage, contamination and vermin infestation. Correct by 14 August 2015."
    },
    {
      "code": "3.77(a)",
      "kind": "",
      "repeat": false,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "The tall, four enclosure, nonhuman primate building had insufficient lighting in the sheltered part of the building\nduring this inspection to adequately conduct an inspection or to permit routine inspection and cleaning of the facility,\nand observation of the animals. The building had large ceiling lights that were not operational in addition to the\nsmaller lights that were present and lit in this building. Insufficient light in sheltered portions of buildings prevents\nanimal caretakers from adequately observing the animals and from maintaining and cleaning the facility. The\nlicensee must ensure that the sheltered part of sheltered housing facilities are lighted well enough to permit routine\ninspection and cleaning of the facility, and observation of the nonhuman primates. Correct by 19 August 2015"
    },
    {
      "code": "3.81(c)(4)",
      "kind": "",
      "repeat": false,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "There is an individually housed colobus nonhuman primate in sheltered housing at the facility. The environmental\nenhancement plan written by the licensee (but as of now unapproved by the attending veterinarian) states that the\ncolobus nonhuman primates will be housed in pairs. There are no special considerations in the environmental\nenhancement plan to address the needs of an individually housed animal. The licensee must ensure that the\nenvironmental enhancement plan outlines the special attention regarding the enhancement of the environment of\nindividually housed nonhuman primates that are unable to see and hear nonhuman primate species of their own or\ncompatible species. Correct by 12 Sept. 2015."
    },
    {
      "code": "3.81",
      "kind": "",
      "repeat": true,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "The licensee has developed a plan for the environmental enhancement to promote the psychological well-being of\nthe nonhuman primates. The plan and all environmental enrichment items must be approved by the attending\nveterinarian (AV) and documented when provided to the animals on the environmental enhancement plan.\nNonhuman primates have complex social and intellectual needs that need to be addressed when in captivity. A\nwritten plan that is directed by the AV, guided by current professional standards, and available for review by APHIS\nofficials is required to ensure that the psychological well-being of these animals is being appropriately addressed.\nThe licensee must have this plan approved by the attending veterinarian."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "There are several places throughout the facility where the animals' enclosure fences are in need of repair:\n-There is a nail point and a leaning fence board in the enclosure of the single addax.\n-The camels in one of the north enclosures have leaned over the top of their enclosure fence in several places.\nThis has resulted in that fence being been pushed down from its original height to now being only a few feet tall.\n-There are some broken wooden rails that are a part of the zebra enclosure fence.\n-There are metal pipe gates leaning over in the zebra shelter building between the hay bales and the zebra space.\nThe metal surfaces around the egress door of the African porcupine enclosure has been chewed to the point that\nhas resulted in jagged edges.\nThe capybaras are currently housed in the area around the pond. The primary enclosure fence for these animals\ndoes not completely surround this area.\nEnclosure fences and housing facilities that are not kept in good repair can result in injury to the animals or may not\nsecurely contain the animals. All building materials must be constructed of materials that are structurally\nappropriate for the animals and must be maintained and kept in good repair to protect the animals from injury and\nsecurely contain the animals."
    },
    {
      "code": "3.127(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The front portion of the single-housed camel enclosure has mud and standing water. This camel is spending a lot of\ntime in this area as well as this is where it's food and salt block is located. This camel had dried mud on the length\nof all four legs. Standing water and mud can attack pest and can lead to an increase in disease transmission. A\nsuitable method must be established to rapidly eliminate excess water. Correct by 15 August 2015."
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "Due to the recent rain there is standing water in many of the rubber receptacles holding salt blocks. This can lead\nto contamination and deterioration of these salt blocks. Food and supplements must be wholesome, palatable, and\nfree from contamination and of sufficient quantity and nutritive value to maintain all animals in good health.\nThe routine inspection and exit interview were conducted on 12 August 2015 with a facility representative, Dr.\nMargaret Shaver, VMO and Kendall Lundy, ACI.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(a)(1)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe licensee has changed attending veterinarians and does not have a written Program of Veterinary Care from this\nveterinarian.  Nor does the licensee have adequate written guidance from the attending veterinarian to provide\npreventative care or treatment for routine and common veterinary problems beyond deworming protocols for some\nspecies present at the facility. In order to ensure problems of animal health are addressed adequately, a written\nprogram of veterinary care should include the species used in regulated activities, what common health problems\nthey may have and how these will be addressed by the licensee and the Attending Veterinarian.\nThe formal arrangements with the Attending Veterinarian shall include a detailed written program of veterinarian\ncare.\n2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere is a bottle of injectable Telazol in the medication area of the storage building. The licensee stated this\nmedication is used to sedate the animals but had no documentation showing written instructions from the attending\nveterinarian on its directions for appropriate use, the indications for its use, or precautions needed to be taken\nduring its use. The licensee must ensure that all medications are used in a manner consistent with the provision of\nadequate veterinary care to protect the health of the animals and ensure drugs are used in an appropriate manner.\nThe licensee must obtain written approval from their attending or prescribing veterinarian if they wish to continue to\nuse Telazol to sedate animals. This documentation must minimally contain information regarding exact indications\nand situations for use, dosing instructions (route, concentration, dose, etc.), and guidance regarding appropriate\nmonitoring and recovery of animals. All medications must be labeled and administered properly as part of the\nfacility'(cid:25)s programs of adequate veterinary care.\nThere is a bottle of expired Naxcel (1/2015) in the medication area of the storage building. In addition, this\nmedication (Naxcel) and a bottle of Corid solution did not have written directions for use from the attending\nveterinarian. The usage of expired medical materials such as drugs, fluids, or sutures on regulated animals is not\nconsidered to be an acceptable veterinary practice and does not constitute adequate veterinary care. The\neffectiveness of the dosage level and expected results when expired drugs are administrated to animals could be\n\ndrastically changed or may not work as anticipated. Lack of directions for use of a medication can result in\nunintended side effects and ineffective treatments. The applicant must ensure that all medications used are not\nexpired and are labeled properly in accordance with standard veterinary practices.\nThere were some drugs observed by the inspectors that are being used off labeled for the species involved.  There\nwas no written approval for use by the attending veterinarian or any dosage instructions for the proper use of these\ndrugs.  Using drugs in an extra label manner may be harmful to the animals if not administered appropriately and\nunder the direction of a veterinarian.  \nEnsure that all medications used in the facility are not expired, are labeled properly in accordance with standard\nveterinary practices and are approved for use in the animals present in the facility by the attending veterinarian.\n2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nLicensee did not have available for review most of the required records that fully and correctly disclose the required\ninformation on the acquisition and disposition of the animals.  The record of one sale of animals did not include the\nname and address of where these animals were sold.  Licensee could not locate the complete acquisition records of\nthe animals that are housed at the facility.  The record of acquisition must include the name, address and USDA\nlicense number and date of acquisition of all animals at the facility, including any offspring born on the premises. \nMaintaining current records of animals on hand, including those acquired and disposed of, is required in order to be\nable to accurately track the animals.  Licensee must make, keep, and maintain records which fully and correctly\ndisclose the required information regarding acquisition and disposition of animals.\n3.75(a)                    REPEAT\nHOUSING FACILITIES, GENERAL. \nThe outside enclosure fence of one of the spider monkeys enclosures in the long primate building has come loose\nfrom the top fence.  This has resulted in several gaps between this fence and the top.  These areas may not\nsecurely contain the animals or may cause injury to the animals.  All surfaces must be kept in good repair to protect\nthe animals from injury and securely contain the animals.\n3.75(c)(1)(1)                    REPEAT\nHOUSING FACILITIES, GENERAL. \nThere are rusted surfaces in the shift tunnels of 2 capuchin enclosures and in the shift tunnel of one colobus\nenclosure.  There is also rust showing through the painted metal areas near the floor in the long primate building. \nThere are rusted pipes in the lion-tailed macaque enclosure.  There is also a rusted through hole in the metal near\nthe floor of the ring-tailed lemur enclosure in the long primate building.  Surfaces that are rusted cannot be readily\ncleaned and sanitized and can result in an increase of disease transmission.  All surfaces must be free of rust that\n\nprevents the required cleaning or affects the structural strength.\n3.75(c)(1)(2)\nHOUSING FACILITIES, GENERAL. \nThere are two nail heads protruding up from a wood climbing structure in the outdoor portion of a capuchin\nenclosure. There is also a corner of chain link divider wall pulled into a capuchin enclosure in the indoor section of a\nlong sheltered building. The chin link has exposed metal points.  There are wire points from the chain-link fence on\nthe gate of the Pata's monkey outdoor enclosure.  Jagged edges or sharp points can cause injury to the nonhuman\nprimates. The licensee must ensure that all surfaces in housing facilities in contact with nonhuman primates be free\nof jagged edges or sharp points.  Correct by 26 August 2015.\n3.75(e)\nHOUSING FACILITIES, GENERAL. \nA covered bin of (cid:28)monkey biscuits(cid:29) had ants crawling in the interior of the container and in contact with the food.\nFood contaminated with pests could lead to a decrease in the animals(cid:25) appetite and decreased nutrition. The\nlicense must ensure that all supplies of food and bedding must be stored in a manner that protects the supplies from\nspoilage, contamination and vermin infestation.  Correct by 14 August 2015.\n3.77(a)\nSHELTERED HOUSING FACILITIES. \nThe tall, four enclosure, nonhuman primate building had insufficient lighting in the sheltered part of the building\nduring this inspection to adequately conduct an inspection or to permit routine inspection and cleaning of the facility,\nand observation of the animals. The building had large ceiling lights that were not operational in addition to the\nsmaller lights that were present and lit in this building. Insufficient light in sheltered portions of buildings prevents\nanimal caretakers from adequately observing the animals and from maintaining and cleaning the facility. The\nlicensee must ensure that the sheltered part of sheltered housing facilities are lighted well enough to permit routine\ninspection and cleaning of the facility, and observation of the nonhuman primates.  Correct by 19 August 2015\n3.81(c)(4)\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\nThere is an individually housed colobus nonhuman primate in sheltered housing at the facility. The environmental\nenhancement plan written by the licensee (but as of now unapproved by the attending veterinarian) states that the\ncolobus nonhuman primates will be housed in pairs. There are no special considerations in the environmental\nenhancement plan to address the needs of an individually housed animal. The licensee must ensure that the\nenvironmental enhancement plan outlines the special attention regarding the enhancement of the environment of\nindividually housed nonhuman primates that are unable to see and hear nonhuman primate species of their own or\n\ncompatible species.  Correct by 12 Sept. 2015.\n3.81                    REPEAT\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\nThe licensee has developed a plan for the environmental enhancement to promote the psychological well-being of\nthe nonhuman primates.  The plan and all environmental enrichment items must be approved by the attending\nveterinarian (AV) and documented when provided to the animals on the environmental enhancement plan. \nNonhuman primates have complex social and intellectual needs that need to be addressed when in captivity. A\nwritten plan that is directed by the AV, guided by current professional standards, and available for review by APHIS\nofficials is required to ensure that the psychological well-being of these animals is being appropriately addressed. \nThe licensee must have this plan approved by the attending veterinarian.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nThere are several places throughout the facility where the animals' enclosure fences are in need of repair:\n-There is a nail point and a leaning fence board in the enclosure of the single addax.\n-The camels in one of the north enclosures have leaned over the top of their enclosure fence in several places. \nThis has resulted in that fence being been pushed down from its original height to now being only a few feet tall.\n-There are some broken wooden rails that are a part of the zebra enclosure fence.\n-There are metal pipe gates leaning over in the zebra shelter building between the hay bales and the zebra space.\nThe metal surfaces around the egress door of the African porcupine enclosure has been chewed to the point that\nhas resulted in jagged edges.\nThe capybaras are currently housed in the area around the pond.  The primary enclosure fence for these animals\ndoes not completely surround this area.\nEnclosure fences  and housing facilities that are not kept in good repair can result in injury to the animals or may not\nsecurely contain the animals.  All building materials must be constructed of materials that are structurally\nappropriate for the animals and must be maintained and kept in good repair to protect the animals from injury and\nsecurely contain the animals.\n3.127(c)\nFACILITIES, OUTDOOR. \nThe front portion of the single-housed camel enclosure has mud and standing water.  This camel is spending a lot of\ntime in this area as well as this is where it's food and salt block is located.  This camel had dried mud on the length\nof all four legs.  Standing water and mud can attack pest and can lead to an increase in disease transmission.  A\n\nsuitable method must be established to rapidly eliminate excess water.  Correct by 15 August 2015.\n3.129(a)                    REPEAT\nFEEDING.    \nDue to the recent rain there is standing water in many of the rubber receptacles holding salt blocks.  This can lead\nto contamination and deterioration of these salt blocks.  Food and supplements must be wholesome, palatable, and\nfree from contamination and of sufficient quantity and nutritive value to maintain all animals in good health.\nThe routine inspection and exit interview were conducted on 12 August 2015 with a facility representative, Dr.\nMargaret Shaver, VMO and Kendall Lundy, ACI.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer",
  "animals_total": 105,
  "species": [
    {
      "count": 4,
      "scientific": "Addax nasomaculatus",
      "common": "ADDAX"
    },
    {
      "count": 2,
      "scientific": "Ateles fusciceps",
      "common": "BROWN-HEADED SPIDER MONKEY"
    },
    {
      "count": 3,
      "scientific": "Ateles geoffroyi",
      "common": "BLACK-HANDED SPIDER MONKEY"
    },
    {
      "count": 2,
      "scientific": "Ateles paniscus",
      "common": "RED-FACED BLACK SPIDER MONKEY"
    },
    {
      "count": 4,
      "scientific": "Camelus bactrianus",
      "common": "BACTRIAN CAMEL"
    },
    {
      "count": 7,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 4,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 6,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 2,
      "scientific": "Cercopithecus neglectus",
      "common": "DE BRAZZA'S MONKEY"
    },
    {
      "count": 2,
      "scientific": "Colobus guereza",
      "common": "EASTERN BLACK-AND-WHITE COLOBUS / GUEREZA"
    },
    {
      "count": 2,
      "scientific": "Connochaetes taurinus",
      "common": "BRINDLED WILDEBEEST"
    },
    {
      "count": 2,
      "scientific": "Equus asinus asinus",
      "common": "DONKEY / BURRO / ASS"
    },
    {
      "count": 4,
      "scientific": "Equus grevyi",
      "common": "GREVY'S ZEBRA"
    },
    {
      "count": 2,
      "scientific": "Erythrocebus patas",
      "common": "PATAS MONKEY"
    },
    {
      "count": 2,
      "scientific": "Hippotragus niger",
      "common": "SABLE ANTELOPE"
    },
    {
      "count": 12,
      "scientific": "Hydrochaeris hydrochaeris",
      "common": "CAPYBARA"
    },
    {
      "count": 2,
      "scientific": "Hystrix cristata",
      "common": "AFRICAN CRESTED PORCUPINE"
    },
    {
      "count": 10,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 4,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE *MALE"
    },
    {
      "count": 1,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE / SNOW MACAQUE"
    },
    {
      "count": 4,
      "scientific": "Macaca silenus",
      "common": "LION-TAILED MACAQUE *MALE"
    },
    {
      "count": 1,
      "scientific": "Nasuella olivacea",
      "common": "MOUNTAIN COATI"
    },
    {
      "count": 1,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 9,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 7,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 4,
      "scientific": "Varecia variegata",
      "common": "BLACK-AND-WHITE RUFFED LEMUR"
    },
    {
      "count": 2,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    }
  ]
}