{
  "insp_id": "42161148140675",
  "layout": "a",
  "customer_id": "19685",
  "customer_name": "Keith Ratzlaff",
  "customer_addr": "Lila Ratzlaff\n833 25th Rd.\nCanton, KS 67428",
  "certificate": "48-A-1793",
  "site_id": "001",
  "site_name": "Keith Ratzlaff, Lila Ratzlaff",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-FEB-2016",
  "report_date": "11-FEB-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Adult, female beagle with chip number OAO2020114 has long toenails. Some of the toenails on the rear left foot\nand front right foot are in contact with the floor and are starting to curl to the side. Long toe nails can be painful\ncausing discomfort when the dog is trying to walk. Lack of nail care on a regular basis can affect the health and\nwell-being of dogs. The licensee must have the toenails of this dog trimmed and must still establish a nail trim\nmaintance program for all dogs at the facility."
    },
    {
      "code": "2.75(a)(1)(3)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The licensees recently purchased two puppies from an unlicensed person without obtaining all of the required\ncontact information. Lack of contact information prohibits the ability to track the movement of animals. When dogs\nand/or puppies are purchased the following information is required: name, address, USDA license number or the\nvehicle license number and State as well as the driver's license number and State if that person is not USDA\nlicensed. Correct with the next purchase of animals from unlicensed person(s)."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "One dog was observed on multiple occasions climbing up the divider panel of it's enclosure on the outside west side\nof the kennel building. The dog would climb to where approximately half of it's body was above the top of the\nenclosure. This dog could injure itself from climbing the panel or could climb completely out of this enclosure. All\nenclosures must be designed and constructed in a manner that securely contains the animals and protects them\nfrom injury. Correct by 17 February 2016."
    },
    {
      "code": "3.1(c)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There is an area on the outside west wall where an approximate 2\"X3\" area of the wall material is missing near the\ndog entrance door exposing the underlying material. This area cannot be readily cleaned and sanitized and can\nlead to disease transmission. All surfaces in contact with the dogs need to be constructed and maintained in a\nmanner that allows them to be readily cleaned and sanitized."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "There is a build-up of dirt and grime on at least seven of the egress door thresholds, on at least six of the outside\nenclosure walls, and at least two dog egress doors. An accumulation of dirt, grime, debris and excreta may\nincrease the transmission of diseases and could soil the dogs. All primary enclosures must be sanitized at least\nonce every 2 weeks or more often if necessary to prevent this accumulation. Correct by 17 February 2016.\nThis routine inspection and exit interview were conducted with the licensee, Dr. Margaret Shaver, VMO and Kendall\nLundy, ACI.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAdult, female beagle with chip number OAO2020114 has long toenails. Some of the toenails on the rear left  foot\nand front right foot are in contact with the floor and are starting to curl to the side. Long toe nails can be painful\ncausing discomfort when the dog is trying to walk.   Lack of nail care on a regular basis can affect the health and\nwell-being of dogs. The licensee must have the toenails of this dog trimmed and must still establish a nail trim\nmaintance program for all dogs at the facility.\n2.75(a)(1)(3)\nRECORDS: DEALERS AND EXHIBITORS.\nThe licensees recently purchased two puppies from an unlicensed person without obtaining all of the required\ncontact information.  Lack of contact information prohibits the ability to track the movement of animals.  When dogs\nand/or puppies are purchased the following information is required:  name, address, USDA license number or the\nvehicle license number and State as well as the driver's license number and State if that person is not USDA\nlicensed.  Correct with the next purchase of animals from unlicensed person(s).\n3.1(a)\nHOUSING FACILITIES, GENERAL.\nOne dog was observed on multiple occasions climbing up the divider panel of it's enclosure on the outside west side\nof the kennel building.  The dog would climb to where approximately half of it's body was above the top of the\nenclosure.  This dog could injure itself from climbing the panel or could climb completely out of this enclosure.  All\nenclosures must be designed and constructed in a manner that securely contains the animals and protects them\nfrom injury.  Correct by 17 February 2016.\n3.1(c)(1)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nThere is an area on the outside west wall where an approximate 2\"X3\" area of the wall material is missing near the\ndog entrance door exposing the underlying material.  This area cannot be readily cleaned and sanitized and can\n\nlead to disease transmission.  All surfaces in contact with the dogs need to be constructed and maintained in a\nmanner that allows them to be readily cleaned and sanitized.\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThere is a build-up of dirt and grime on at least seven of the egress door thresholds, on at least six of the outside\nenclosure walls, and at least two dog  egress doors.  An accumulation of dirt, grime, debris and excreta may\nincrease the transmission of diseases and could soil the dogs.  All primary enclosures must be sanitized at least\nonce every 2 weeks or more often if necessary to prevent this accumulation.  Correct by 17 February 2016.\nThis routine inspection and exit interview were conducted with the licensee, Dr. Margaret Shaver, VMO and Kendall\nLundy, ACI.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer",
  "animals_total": 60,
  "species": [
    {
      "count": 55,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 5,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}