{
  "insp_id": "2016082568032717",
  "layout": "a",
  "customer_id": "5177",
  "customer_name": "Ruby Fur Farm Inc",
  "customer_addr": "2564 200th Street\nNew Sharon, IA 50207",
  "certificate": "42-B-0052",
  "site_id": "001",
  "site_name": "RUBY FUR FARM, I N C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-DEC-2016",
  "report_date": "08-DEC-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "One white skunk has a large amount of hair loss over 50% of animal including back, legs and abdomen. A large\narea over the back has skin that appears thickened, scaly and cracked. Licensee states that he had not noticed this\nanimal previously. Skin problems can indicate poor health or nutrition or injury/trauma to the animal. Conditions\nsuch as these may be painful and can lead to further health complications. Appropriate methods to prevent, control,\nobserve, diagnose and treat diseases or injuries should be in place for all animals. The animal listed above must be\nexamined by a licensed veterinarian in order to ensure that an accurate diagnosis is obtained and an appropriate\ntreatment plan is developed and followed. This information, including the diagnosis, treatment and resolution of the\ncondition, must be documented and made available to the inspector upon request. The licensee must ensure that all\nanimals receive appropriate veterinary care at all times."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Multiple enclosures have broken wires or sharps points which may injury the animal or allow escape.\nSix outdoor fox enclosures have broken wires and sharp points in the multiple flooring and wall areas. The edges of\nwire panels around several support posts and where a wire panel had been overlaid have sharp points that had not\nbeen trimmed and are protruding into the living space.\nMany ferret enclosures housing more than 60 ferrets have broken wires in the flooring or gaps between the wall and\nfloor. The broken wire areas are mainly along the back of the cage where fecal material accumulates. Some gaps\nbetween the wall and floor are due to broken or missing clips. Several (approximately three) skunk cages have\nbroken wires or holes in the floor. The broken wires cause sharp points that are protruding into the living space and\ninto the holes. Holes and gaps may allow escape or injury.\nOne raccoon cage with three raccoons has a wire water bowl stand with many sharp points protruding into the cage\nopen space where the raccoon could come in contact with when drinking.\nSharp points can cause injury or trauma to the animal. Holes can allow animals to become entrapped or escape.\nCorrection should include ensuring that all housing is constructed of material appropriate for the animals housed\nand is maintained in good repair to protect the animals from injury and contain the animals safely. Continual\nmonitoring and maintenance of cage and housing is an ongoing process."
    },
    {
      "code": "3.125(d)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Two dead ferrets were found in separate ferret enclosures. One dead adult was found pushed into the corner of the\nwooden nest box. Two live adult ferrets are in this enclosure. The licensee removed this dead animal during the\ninspection. One dead, decomposing, headless juvenile ferret was found incorporated into the fecal material buildup\non the wire floor in the corner of the cage. One live adult and six juvenile ferrets are in this enclosure.\nDead animals in enclosures can increase the risk of disease and pest infestation to the live animals.\nProvisions for the prompt removal and disposal of dead animals from enclosures to minimize disease hazards and\npest and vermin infestations should be implemented and maintained."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Within the Ferret Building there is an excessive accumulation of ferret feces present in the back corners of 11\nenclosures. The affected enclosures are located along the east wall and contain 23 ferrets.\nThe licensee stated that the enclosures are cleaned out once a week.\nExcessive excreta in primary enclosures can contribute to disease hazards, odors, insects and other pests.\nThe licensee must ensure that excreta be removed as often as necessary to prevent contamination of the animals\ncontained therein and to minimize disease hazards and to reduce odors.\nThis inspection and exit interview were conducted with the licensee, Heather Cole, VMO, Kelly Maxwell, ACI, Ann\nGoplen, VMO and Corbin Ranslem , ACI.\nAdditional Inspectors\nGoplen D.V.M Ann, Veterinary Medical Officer\nCole Heather, Supervisory Animal Care Specialist\nMaxwell Kelly, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nOne white skunk has a large amount of hair loss over 50% of animal including back, legs and abdomen.  A large\narea over the back has skin that appears thickened, scaly and cracked.  Licensee states that he had not noticed this\nanimal previously.  Skin problems can indicate poor health or nutrition or injury/trauma to the animal.  Conditions\nsuch as these may be painful and can lead to further health complications.  Appropriate methods to prevent, control,\nobserve, diagnose and treat diseases or injuries should be in place for all animals. The animal listed above must be\nexamined by a licensed veterinarian in order to ensure that an accurate diagnosis is obtained and an appropriate\ntreatment plan is developed and followed. This information, including the diagnosis, treatment and resolution of the\ncondition, must be documented and made available to the inspector upon request. The licensee must ensure that all\nanimals receive appropriate veterinary care at all times.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nMultiple enclosures have broken wires or sharps points which may injury the animal or allow escape.\nSix outdoor fox enclosures have broken wires and sharp points in the multiple flooring and wall areas.  The edges of\nwire panels around several support posts and where a wire panel had been overlaid have sharp points that had not\nbeen trimmed and are protruding into the living space.\nMany ferret enclosures housing more than 60 ferrets have broken wires in the flooring or gaps between the wall and\nfloor. The broken wire areas are mainly along the back of the cage where fecal material accumulates. Some gaps\nbetween the wall and floor are due to broken or missing clips. Several (approximately three) skunk cages have\nbroken wires or holes in the floor. The broken wires cause sharp points that are protruding into the living space and\ninto the holes.  Holes and gaps may allow escape or injury.  \nOne raccoon cage with three raccoons has a wire water bowl stand with many sharp points protruding into the cage\nopen space where the raccoon could come in contact with when drinking.  \nSharp points can cause injury or trauma to the animal.  Holes can allow animals to become entrapped or escape.  \nCorrection should include ensuring that all housing is constructed of material appropriate for the animals housed\nand is maintained in good repair to protect the animals from injury and contain the animals safely.  Continual\nmonitoring and maintenance of cage and housing is an ongoing process.\n\n3.125(d)                    REPEAT\nFACILITIES, GENERAL.   \nTwo dead ferrets were found in separate ferret enclosures.  One dead adult was found pushed into the corner of the\nwooden nest box. Two live adult ferrets are in this enclosure. The licensee removed this dead animal during the\ninspection.  One dead, decomposing, headless juvenile ferret was found incorporated into the fecal material buildup\non the wire floor in the corner of the cage.  One live adult and six juvenile ferrets are in this enclosure.  \nDead animals in enclosures can increase the risk of disease and pest infestation to the live animals.  \nProvisions for the prompt removal and disposal of dead animals from enclosures to minimize disease hazards and\npest and vermin infestations should be implemented and maintained. \n3.131(a)                    REPEAT\nSANITATION.   \nWithin the Ferret Building there is an excessive accumulation of ferret feces present in the back corners of 11\nenclosures. The affected enclosures are located along the east wall and contain 23 ferrets. \nThe licensee stated that the enclosures are cleaned out once a week. \nExcessive excreta in primary enclosures can contribute to disease hazards, odors, insects and other pests.  \nThe licensee must ensure that excreta be removed as often as necessary to prevent contamination of the animals\ncontained therein and to minimize disease hazards and to reduce odors.\nThis inspection and exit interview were conducted with the licensee, Heather Cole, VMO, Kelly Maxwell, ACI, Ann\nGoplen, VMO and Corbin Ranslem , ACI.\nAdditional Inspectors\nGoplen D.V.M Ann, Veterinary Medical Officer\nCole Heather, Supervisory Animal Care Specialist\nMaxwell Kelly, Animal Care Inspector",
  "animals_total": 1730,
  "species": [
    {
      "count": 467,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 935,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 308,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 3,
      "scientific": "Spilogale putorius",
      "common": "SPOTTED SKUNK"
    },
    {
      "count": 3,
      "scientific": "Urocyon cinereoargenteus",
      "common": "GRAY FOX / GREY FOX"
    },
    {
      "count": 6,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 8,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}