{
  "insp_id": "104161629350106",
  "layout": "a",
  "customer_id": "2236",
  "customer_name": "Noreen H Lowris",
  "customer_addr": "P O Box 238\nMarshalls Creek, PA 18335",
  "certificate": "23-C-0011",
  "site_id": "001",
  "site_name": "POCONO SNAKE & ANIMAL FARM",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-APR-2016",
  "report_date": "13-APR-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Section 2.40(b)(2) Veterinary care: The following animals are in need of veterinary care:\n1) The geriatric (40 plus years old) male brown capuchin called Fred has hair loss on the dorsal forearms between\nhis elbows and wrists, lateral thighs, tail and on his back behind his shoulders. The facility escort informed the\nAPHIS official that this monkey had been seen in the past by the veterinarian for hair loss. There were no records\navailable at the time of this inspection describing the extent of the hair loss and the veterinary care provided. Hair\nloss can have many causes such as parasites, infectious, nutritional, and may be a sign of a more serious health\nconcern. The capuchin must be evaluated by the attending veterinarian to provide appropriate veterinary care.\n2) The geriatric (40 plus years old) male tufted capuchin called Timmy has hair loss on his tail and the back half of\nhis body (mid back to tail). The facility escort informed the APHIS official that this monkey had been seen in the\npast by the veterinarian for hair loss. There were no records available at the time of this inspection describing the\nextent of the hair loss and the veterinary care provided other than a note in 2011 that the animal was under\nveterinary care for hair loss. Hair loss can have many causes such as parasites, infectious, nutritional, and may be\na sign of a more serious health concern. The capuchin must be evaluated by the attending veterinarian to provide\nappropriate veterinary care.\n3) The geriatric (20 plus years old) female squirrel monkey has hair loss on her tail. Most of her tail is bald beyond\nthe first 1-2 inches at the base of the tail. The facility escort informed the APHIS official that this monkey had been\nseen in the past by the veterinarian for hair loss. There were no records available at the time of this inspection\ndescribing the extent of the hair loss and the veterinary care provided. Hair loss can have many causes such as\nparasites, infectious, nutritional, and may be a sign of a more serious health concern. The squirrel monkey must be\nevaluated by the attending veterinarian to provide appropriate veterinary care.\n4) The female pot belly pig has hair loss on her back from behind her shoulders to her tail. The exposed skin is\nthickened and brown in color. The facility escort informed the APHIS official that this pig had been seen in the past\nby the veterinarian for the hair loss and skin condition. There were no records available at the time of this\ninspection describing the extent of the hair loss and the veterinary care provided. Hair loss can have many causes\nsuch as parasites, infectious, nutritional, and may be a sign of a more serious health concern. The pig must be\nevaluated by the attending veterinarian to provide appropriate veterinary care.\nCorrect by having the above animals evaluated by the attending veterinarian. The licensee must document and\nmaintain records of the examination, treatment and outcome for future inspections by APHIS officials. Correct by\nApril 18, 2016."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Section 3.125(a) Structural strength: The enclosure housing one bobcat has a large wide cracks in the concrete\nfloor at the back of the enclosure. Feces, food and debris may accumulate in the cracks of the concrete. The\nconcrete floor must be repaired to prevent debris and dirty water from accumulating in the cracks and to allow the\nfloor to be adequately cleaned. Correct by May 13, 2016.\nAn exit briefing was conducted with the facility employee."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nSection 2.40(b)(2) Veterinary care: The following animals are in need of veterinary care:\n1) The geriatric (40 plus years old) male brown capuchin called Fred has hair loss on the dorsal forearms between\nhis elbows and wrists, lateral thighs, tail and on his back behind his shoulders.  The facility escort informed the\nAPHIS official that this monkey had been seen in the past by the veterinarian for hair loss.  There were no records\navailable at the time of this inspection describing the extent of the hair loss and the veterinary care provided.  Hair\nloss can have many causes such as parasites, infectious, nutritional, and may be a sign of a more serious health\nconcern.  The capuchin must be evaluated by the attending veterinarian to provide appropriate veterinary care.\n2) The geriatric (40 plus years old) male tufted capuchin called Timmy has hair loss on his tail and the back half of\nhis body (mid back to tail).  The facility escort informed the APHIS official that this monkey had been seen in the\npast by the veterinarian for hair loss.  There were no records available at the time of this inspection describing the\nextent of the hair loss and the veterinary care provided other than a note in 2011 that the animal was under\nveterinary care for hair loss.  Hair loss can have many causes such as parasites, infectious, nutritional, and may be\na sign of a more serious health concern.  The capuchin must be evaluated by the attending veterinarian to provide\nappropriate veterinary care.\n3) The geriatric (20 plus years old) female squirrel monkey has hair loss on her tail.  Most of her tail is bald beyond\nthe first 1-2 inches at the base of the tail.   The facility escort informed the APHIS official that this monkey had been\nseen in the past by the veterinarian for hair loss.  There were no records available at the time of this inspection\ndescribing the extent of the hair loss and the veterinary care provided.  Hair loss can have many causes such as\nparasites, infectious, nutritional, and may be a sign of a more serious health concern.  The squirrel monkey must be\nevaluated by the attending veterinarian to provide appropriate veterinary care.\n4) The female pot belly pig has hair loss on her back from behind her shoulders to her tail.  The exposed skin is\nthickened and brown in color.   The facility escort informed the APHIS official that this pig had been seen in the past\nby the veterinarian for the hair loss and skin condition.  There were no records available at the time of this\ninspection describing the extent of the hair loss and the veterinary care provided.  Hair loss can have many causes\n\nsuch as parasites, infectious, nutritional, and may be a sign of a more serious health concern.  The pig must be\nevaluated by the attending veterinarian to provide appropriate veterinary care.\nCorrect by having the above animals evaluated by the attending veterinarian.  The licensee must document and\nmaintain records of the examination, treatment and outcome for future inspections by APHIS officials.  Correct by\nApril 18, 2016.\n3.125(a)\nFACILITIES, GENERAL.   \nSection 3.125(a) Structural strength: The enclosure housing one bobcat has a large wide cracks in the concrete\nfloor at the back of the enclosure.  Feces, food and debris may accumulate in the cracks of the concrete.  The\nconcrete floor must be repaired to prevent debris and dirty water from accumulating in the cracks and to allow the\nfloor to be adequately cleaned.   Correct by May 13, 2016.\nAn exit briefing was conducted with the facility employee.",
  "animals_total": 38,
  "species": [
    {
      "count": 2,
      "scientific": "Aotus",
      "common": "NIGHT MONKEY"
    },
    {
      "count": 2,
      "scientific": "C. pygerythrus",
      "common": "VERVET"
    },
    {
      "count": 6,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 3,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    },
    {
      "count": 2,
      "scientific": "Choloepus hoffmanni",
      "common": "HOFFMANN'S TWO-TOED SLOTH"
    },
    {
      "count": 4,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 3,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 2,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 1,
      "scientific": "Saguinus oedipus",
      "common": "COTTON-TOP TAMARIN"
    },
    {
      "count": 2,
      "scientific": "Saimiri sciureus",
      "common": "COMMON SQUIRREL MONKEY"
    },
    {
      "count": 4,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 2,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 1,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    }
  ]
}