{
  "insp_id": "311140813130793",
  "layout": "a",
  "customer_id": "38172",
  "customer_name": "Le Ann Roy",
  "customer_addr": "2788 Hwy E E\nMansfield, MO 65704",
  "certificate": "43-A-5496",
  "site_id": "003",
  "site_name": "LE ANN ROY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-NOV-2014",
  "report_date": "07-NOV-2014",
  "citations": [
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "Records\n****On the APHIS 7005 there are 25 dogs listed. The actual count during the inspection was 28 adult dogs. Proper\nand accurate record keeping is essential to know how many dogs are in the facility to facilitate record keeping\nrequirements for inventory, disposition, transport, and healthcare. The APHIS 7005 must be made and kept current\non all dogs in the facility."
    },
    {
      "code": "3.4(a)(1)(3)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "(a) Restrictions.\n****In the outdoor facility there is a female and litter of 5 week old puppies housed in an insulated shelter. The dogs\nare a short-haired breed. The temperature the night before was under 50F. There was a heat lamp in the shelter,\nhanging from the top of the 4-foot shelter, but the female bit the wire through. On the Program of veterinary care\nsection on outdoor housing, the attending veterinarian wrote \"not applicable\". There is no statement of approval by\nthe attending veterinarian for housing the young puppies outside. The owner must ensure for the health and safety\nof the young puppies by housing them properly."
    },
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "(b) Shelter from the elements. Shade\n****In the outdoor facility there were enclosures that did not provide sufficient shelter structures for each of the\nenclosed dogs. Two large dogs shared a shelter that was large enough for one of those dogs. When one of the\ndogs went into the enclosure,it took up almost the entire space. There were 2 medium size dogs that shared a\nplastic 55 gallon barrel but there was only space enough for 1 of those dogs to sit, stand, and lie in a normal\nmanner. When 1 dog was in the shelter, there was no longer space for the other dog to have normal posture and\nmovement while inside the structure. Shelter space is important to protect the dogs from the weather and wind.\nSufficient housing for all dogs is essential for the comfort and well being of the animals. More shelter space must\nbe provided for all dogs at all times.\n****The outdoor facility has metal roofing over most of the enclosures that provides shade and protection from the\ndirect rays of the sun. There are 4 enclosures that do not have any roofing or shade over them. It is important for\ndogs to have shade so they can get relief from the direct rays of the sun. Shade must be provided and maintained\nfor all dogs at all times."
    },
    {
      "code": "3.6(a)(2)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Sharp points\n****The wooden step in front of the large shelter has 4 nails that have come through from the opposite side of the\nboard. The ends are the sharp points of the nails and could injure the puppies as they move about. The owner\nmust ensure the safety and well being of the dogs by preventing sharp points in the enclosures that could injure the\ndogs. The sharp points must be removed.\n."
    },
    {
      "code": "3.6(a)(2)(2)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "(2) Primary enclosures\n****In the large shelter housing a female and her litter of puppies, there was a heat lamp whose cord had been\nbitten through. Had this light been plugged in, the dog could have received a severe injury. The owner must ensure\nfor the safety of the dogs by placing electric cords such that the dogs cannot contact them.\nNo regulated activity can be conducted from this site until it has been approved. When ready for another inspection\nplease contact your inspector.\nInspection and exit interview done with facility representative."
    }
  ],
  "narrative": "2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nRecords\n****On the APHIS  7005 there are 25 dogs listed.  The actual count during the inspection was 28 adult dogs. Proper\nand accurate record keeping is essential to know how many dogs are in the facility to facilitate record keeping\nrequirements for inventory, disposition, transport, and healthcare.  The APHIS  7005 must be made and kept current\non all dogs in the facility.\n3.4(a)(1)(3)\nOUTDOOR HOUSING FACILITIES.\n(a) Restrictions. \n****In the outdoor facility there is a female and litter of 5 week old puppies housed in an insulated shelter.  The dogs\nare a short-haired breed.  The temperature the night before was under 50F.  There was a heat lamp in the shelter,\nhanging from the top of the 4-foot shelter, but the female bit the wire through.  On the Program of veterinary care\nsection on outdoor housing, the attending veterinarian wrote \"not applicable\".   There is no statement of approval by\nthe attending veterinarian for housing the young puppies outside.  The owner must ensure for the health and safety\nof the young puppies by housing them properly.\n3.4(b)\nOUTDOOR HOUSING FACILITIES.\n(b) Shelter from the elements. Shade\n****In the outdoor facility there were enclosures that did not provide sufficient shelter structures for each of the\nenclosed dogs.  Two large dogs shared a shelter that was large enough for one of those dogs. When one of the\ndogs went into the enclosure,it took up almost the entire space.  There were 2 medium size dogs that shared a\nplastic 55 gallon barrel but there was only space enough for 1 of those dogs to sit, stand, and lie in a normal\n\nmanner.  When 1 dog was in the shelter, there was no longer space for the other dog to have normal posture and\nmovement while inside the structure.  Shelter space is important to protect the dogs from the weather and wind. \nSufficient housing for all dogs is essential for the comfort and well being of the animals.  More shelter space must\nbe provided for all dogs at all times.\n****The outdoor facility has metal roofing over most of the enclosures that provides shade and protection from the\ndirect rays of the sun.  There are 4 enclosures that do not have any roofing or shade over them.  It is important for\ndogs to have shade so they can get relief from the direct rays of the sun.  Shade must be provided and maintained\nfor all dogs at all times. \n3.6(a)(2)(1)\nPRIMARY ENCLOSURES.\nSharp points\n****The wooden step in front of the large shelter has 4 nails that have come through from the opposite side of the\nboard.  The ends are the sharp points of the nails and could injure the puppies as they move about.  The owner\nmust ensure the safety and well being of the dogs by preventing sharp points in the enclosures that could injure the\ndogs.  The sharp points must be removed. \n.\n3.6(a)(2)(2)\nPRIMARY ENCLOSURES.\n(2) Primary enclosures\n****In the large shelter housing a female and her litter of puppies, there was a heat lamp whose cord had been\nbitten through.  Had this light been plugged in, the dog could have received a severe injury. The owner must ensure\nfor the safety of the dogs by placing electric cords such that the dogs cannot contact them.\nNo regulated activity can be conducted from this site until it has been approved.  When ready for another inspection\nplease contact your inspector.\nInspection and exit interview done with facility representative.",
  "animals_total": 43,
  "species": [
    {
      "count": 28,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 15,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}