{
  "insp_id": "120151242260933",
  "layout": "a",
  "customer_id": "4900",
  "customer_name": "Arlene L Koehn",
  "customer_addr": "2625 E. 20th St\nBurns, KS 66840",
  "certificate": "48-A-1189",
  "site_id": "001",
  "site_name": "Arlene Koehn",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-APR-2015",
  "report_date": "01-MAY-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* One plastic bottle containing a brownish looking fluid has no written directions for how and at what rate this drug\nis to be administered. This drug is intermingled with other products that are currently being used at the facility and is\ntherefore ready for use. The licensee stated that the contents in the bottle were an Albon mix. Medications must be\nlabeled with appropriate and accurate information in order to ensure that the contents and dosage rates of the\ncontainer can be known with certainty and not used past their expiration date. The licensee must ensure that all\nmedications are labeled with dosing instructions specific for the species of the animal being treated."
    },
    {
      "code": "2.50(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "* There was no record of inventory present on \"unweaned\" puppies born at the facility. No inventory information\nwas attached to four enclosures containing 19 \"unweaned\" puppies. If any puppy born on the premise has been\nrecorded on USDA official 7005 forms, then the enclosure must have the following information attached to it:\ndealer's USDA license number, the letters (cid:28) USDA (cid:28) and the number identifying each puppy in that litter. If no\noffspring have been recorded on USDA official 7005 forms, then the following information must be recorded and\nattached to the enclosure. The dealer's USDA number, the number identifying each puppy, the date of birth of the\nlitter, the dam's ID number, a description of each puppy ( breed, sex, color and any distinctive markings ). The\ninventory information records must be maintained with all corresponding 7006's for one year. If the licensee\nchooses to identify the \"unweaned\" puppies with official USDA identification ( collar, tattoo or microchip ), then no\ninventory information is required on the enclosure. Complete and accurate records are needed to ensure that\nevery puppy's identity can be known with certainty and to facilitate the ability to trace all puppies. The licensee must\nmaintain complete and accurate records of all puppies at all times at their facility. Correct by 5/28/15.\n* The facility inspection done on 4/28/15 and the exit briefing done on 5/1/15 were conducted with the licensee."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*   One plastic bottle containing a brownish looking fluid has no written directions for how and at what rate this drug\nis to be administered. This drug is intermingled with other products that are currently being used at the facility and is\ntherefore ready for use. The licensee stated that the contents in the bottle were an Albon mix.  Medications must be\nlabeled with appropriate and accurate information in order to ensure that the contents and dosage rates of the\ncontainer can be known with certainty and not used past their expiration date. The licensee must ensure that all\nmedications are labeled with dosing instructions specific for the species of the animal being treated.\n2.50(a)(2)\nTIME AND METHOD OF IDENTIFICATION.\n*    There was no record of inventory present on \"unweaned\" puppies born at the facility.   No inventory information\nwas attached to four enclosures containing 19  \"unweaned\" puppies.  If any puppy born on the premise has been\nrecorded on USDA official 7005 forms, then the enclosure must have the following information attached to it: \ndealer's USDA license number, the letters (cid:28) USDA (cid:28) and the number identifying each puppy in that litter.  If no\noffspring have been recorded on USDA official 7005 forms, then the following information must be recorded and\nattached to the enclosure.  The dealer's USDA number, the number identifying each puppy, the date of birth of the\nlitter, the dam's ID number, a description of each puppy ( breed, sex, color and any distinctive markings ).   The\ninventory information records must be maintained with all corresponding 7006's for one year.  If the licensee\nchooses to identify the \"unweaned\" puppies with official USDA identification ( collar, tattoo or microchip ),  then no\ninventory information is required on the enclosure.   Complete and accurate records are needed to ensure that\nevery puppy's identity can be known with certainty and to facilitate the ability to trace all puppies.  The licensee must\nmaintain complete and accurate records of all puppies at all times at their facility.  Correct by  5/28/15.\n*  The facility inspection done on 4/28/15 and the exit briefing done on 5/1/15 were conducted with the licensee.",
  "animals_total": 41,
  "species": [
    {
      "count": 22,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 19,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}