{
  "insp_id": "INS-0000859584",
  "layout": "c",
  "customer_id": "327398",
  "customer_name": "SCOTT SWANSON",
  "customer_addr": "29551 County Road V5G\nOLLIE, IA 52576",
  "certificate": "42-A-1478",
  "site_id": "002",
  "site_name": "SCOTT SWANSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-MAR-2023",
  "report_date": "29-MAR-2023",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Male French bulldog (\"Buzz\", microchip # 900085000738639) has injuries received in a fight with another dog. The dog's\nright hind foot is swollen and feels hot to the touch. The medial aspect of this foot was damaged in the fight and a large\nsection of hair, skin and underlying tissues is missing. This affected area starts at the top of the inside toe, wraps around\nthe side of the foot and covers approximately one-third of the bottom of the foot. Therefore, part of the large paw pad has\nbeen torn off and blood is coating the hair on the bottom of the foot. The remaining skin on the top of the inside toe is\nhairless and appears moderately reddened and swollen. A smaller injury was also identified near the toenail of the\noutside toe. This injured area is moderately reddened and swollen. A reddened, hairless lesion is running across the top\nof the middle toes towards the inside toe.\nSeveral large injuries are also located along the left side of the dog's spine. The injured areas of skin are hairless and\ncovered in a thick crusty material. A section of skin had been torn from the dog's back and is still attached to one of the\naffected areas. The hair coat surrounding the wounds is stiff and contains a hard dark colored material.\nFemale French bulldog (\"Lucky\", microchip # 900085000739079) has injuries received in a fight with another dog. Two\nlarge wounds are located on the outside of the dog's left front leg. The center of the wounds are dark red and fresh blood\nis located on the hair surrounding these injuries. A dark, scab-like material is located around the edges of both wounds.\nA small abrasion is located on the bottom of the outside toe on the left front foot and a small amount of fresh blood was\nfound on the surface of this abrasion. Numerous small puncture wounds were also identified along the outside of the right\nhind leg and fresh blood is located around many of these wounds. Areas of skin on the inside and outside of the right\nhind leg are hairless and slightly reddened with many small red lesions located throughout. The outside of the left hind\nleg also has several areas of hairless, reddened skin with numerous small wounds located throughout. Fresh blood is\nalso present around the wounds on the skin. The inspector was unable to conduct a physical palpation of the hind legs as\nthe dog appeared to be painful and withdrew the legs each time the inspector attempted to touch them.\nThe licensee stated that the two dogs got into a fight with each other approximately 3 weeks ago. The licensee had\nprovided the dogs with an antibiotic but has not consulted with a veterinarian about the injuries the dogs have sustained\nand has not provided a treatment plan that has been approved by a veterinarian. Injuries received in fights could cause\npain and discomfort as well as lead to further health issues which could be detrimental to the dog's health and well-being.\nEach dealer must use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. The above-\nmentioned dogs must be evaluated by a veterinarian for an accurate diagnosis and to develop an effective treatment plan.\nThe licensee must ensure that each animal receives adequate veterinary care at all times.\nTo be corrected by: End of business 30-March-2023"
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The information for six dogs is missing from APHIS form 7005 (Record of Acquisition of Dogs and Cats on Hand). Failure\nto document the information required on APHIS form 7005 may interfere with the ability of APHIS officials to identify\nanimals and to trace their movements.\nEach dealer shall make, keep, and maintain records or forms which fully and correctly disclose the required information\nconcerning each dog or cat purchased or otherwise acquired, owned, held, or otherwise in his or her possession or under\nhis or her control, or which is transported, euthanized, sold, or otherwise disposed of. The licensee must add the\ninformation for the six dogs to APHIS form 7005 and ensure that all required documents are complete and contain all the\nnecessary information at all times.\nTo be corrected by: 05-April-2023"
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "At least three plastic food receptacles are excessively chewed and damaged by the dogs. The damage is located along\nthe top edges of the feeders and brown colored dirt or food waste is attached to the chewed areas. A total of four adult\ndogs have access to these food receptacles. Damaged plastic surfaces cannot be properly cleaned and sanitized which\ncould increase the risk of disease hazards.\nAll surfaces must be maintained on a regular basis. Surfaces of housing facilities - including houses, dens, and other\nfurniture-type fixtures and objects within the facility - that cannot be readily cleaned and sanitized, must be replaced when\nworn or soiled. The licensee must replace the damaged plastic feeders or alter them in a manner that allows for proper\ncleaning and sanitization of the surfaces. The licensee must ensure that all surfaces are properly maintained at all times.\nTo be corrected by: 12-April-2023"
    },
    {
      "code": "3.6(a)(2)(ii)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "One enclosure, containing one adult dog and 4 puppies, has a heat lamp hanging from the top of the enclosure. The heat\nlamp has no protective guard, and it is hanging low enough that the adult dog could come into contact with the glass bulb.\nDirect contact with light bulbs could cause burns, as well as additional injuries if the glass should break.\nPrimary enclosures must protect the dogs from injury. The licensee must add a protective guard to the heat lamp or alter\nit in a manner that eliminates the ability of the adult dog to come into direct contact with the glass bulb. The licensee must\nensure that the enclosures are safe for the animals at all times.\nTo be corrected by: 05-April-2023\nThis inspection and exit interview were conducted with the facility representative.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nMale French bulldog (\"Buzz\", microchip # 900085000738639) has injuries received in a fight with another dog.  The dog's \nright hind foot is swollen and feels hot to the touch.  The medial aspect of this foot was damaged in the fight and a large \nsection of hair, skin and underlying tissues is missing.  This affected area starts at the top of the inside toe, wraps around \nthe side of the foot and covers approximately one-third of the bottom of the foot.  Therefore, part of the large paw pad has \nbeen torn off and blood is coating the hair on the bottom of the foot.  The remaining skin on the top of the inside toe is \nhairless and appears moderately reddened and swollen.  A smaller injury was also identified near the toenail of the \noutside toe.  This injured area is moderately reddened and swollen.   A reddened, hairless lesion is running across the top \nof the middle toes towards the inside toe.   \n \nSeveral large injuries are also located along the left side of the dog's spine.  The injured areas of skin are hairless and \ncovered in a thick crusty material.  A section of skin had been torn from the dog's back and is still attached to one of the \naffected areas.  The hair coat surrounding the wounds is stiff and contains a hard dark colored material. \n \nFemale French bulldog (\"Lucky\", microchip # 900085000739079) has injuries received in a fight with another dog.  Two \nlarge wounds are located on the outside of the dog's left front leg.  The center of the wounds are dark red and fresh blood\n\nis located on the hair surrounding these injuries.  A dark, scab-like material is located around the edges of both wounds.  \nA small abrasion is located on the bottom of the outside toe on the left front foot and a small amount of fresh blood was \nfound on the surface of this abrasion.  Numerous small puncture wounds were also identified along the outside of the right \nhind leg and fresh blood is located around many of these wounds.  Areas of skin on the inside and outside of the right \nhind leg are hairless and slightly reddened with many small red lesions located throughout.  The outside of the left hind \nleg also has several areas of hairless, reddened skin with numerous small wounds located throughout.  Fresh blood is \nalso present around the wounds on the skin.  The inspector was unable to conduct a physical palpation of the hind legs as \nthe dog appeared to be painful and withdrew the legs each time the inspector attempted to touch them.   \n \nThe licensee stated that the two dogs got into a fight with each other approximately 3 weeks ago.  The licensee had \nprovided the dogs with an antibiotic but has not consulted with a veterinarian about the injuries the dogs have sustained \nand has not provided a treatment plan that has been approved by a veterinarian.  Injuries received in fights could cause \npain and discomfort as well as lead to further health issues which could be detrimental to the dog's health and well-being.  \n \nEach dealer must use appropriate methods to prevent, control, diagnose, and treat diseases and injuries.  The above-\nmentioned dogs must be evaluated by a veterinarian for an accurate diagnosis and to develop an effective treatment plan.  \nThe licensee must ensure that each animal receives adequate veterinary care at all times. \n \nTo be corrected by:  End of business 30-March-2023 \n2.75(a)(1) \n   \nRecords: Dealers and exhibitors.\n\nThe information for six dogs is missing from APHIS form 7005 (Record of Acquisition of Dogs and Cats on Hand).  Failure \nto document the information required on APHIS form 7005 may interfere with the ability of APHIS officials to identify \nanimals and to trace their movements. \n \nEach dealer shall make, keep, and maintain records or forms which fully and correctly disclose the required information \nconcerning each dog or cat purchased or otherwise acquired, owned, held, or otherwise in his or her possession or under \nhis or her control, or which is transported, euthanized, sold, or otherwise disposed of.  The licensee must add the \ninformation for the six dogs to APHIS form 7005 and ensure that all required documents are complete and contain all the \nnecessary information at all times. \n \nTo be corrected by:  05-April-2023 \n3.1(c)(2) \n   \nHousing facilities, general. \nAt least three plastic food receptacles are excessively chewed and damaged by the dogs. The damage is located along \nthe top edges of the feeders and brown colored dirt or food waste is attached to the chewed areas. A total of four adult \ndogs have access to these food receptacles. Damaged plastic surfaces cannot be properly cleaned and sanitized which \ncould increase the risk of disease hazards. \n \nAll surfaces must be maintained on a regular basis. Surfaces of housing facilities - including houses, dens, and other \nfurniture-type fixtures and objects within the facility - that cannot be readily cleaned and sanitized, must be replaced when \nworn or soiled. The licensee must replace the damaged plastic feeders or alter them in a manner that allows for proper \ncleaning and sanitization of the surfaces. The licensee must ensure that all surfaces are properly maintained at all times.\n\nTo be corrected by:  12-April-2023 \n3.6(a)(2)(ii) \n   \nPrimary enclosures. \nOne enclosure, containing one adult dog and 4 puppies, has a heat lamp hanging from the top of the enclosure.  The heat \nlamp has no protective guard, and it is hanging low enough that the adult dog could come into contact with the glass bulb.  \nDirect contact with light bulbs could cause burns, as well as additional injuries if the glass should break.  \n \nPrimary enclosures must protect the dogs from injury.  The licensee must add a protective guard to the heat lamp or alter \nit in a manner that eliminates the ability of the adult dog to come into direct contact with the glass bulb.  The licensee must \nensure that the enclosures are safe for the animals at all times. \n \nTo be corrected by:  05-April-2023 \n \nThis inspection and exit interview were conducted with the facility representative. \n \nEnd Section",
  "animals_total": 36,
  "species": [
    {
      "count": 30,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 6,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}