{
  "insp_id": "INS-0000859415",
  "layout": "c",
  "customer_id": "503786",
  "customer_name": "Teresa Rauch",
  "customer_addr": "4026 S 110th Road\nBOLIVAR, MO 65613",
  "certificate": "43-A-6768",
  "site_id": "002",
  "site_name": "Teresa Rauch",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-MAR-2023",
  "report_date": "23-MAR-2023",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "An adult female Poodle named \"Curly\" had excessively matted hair along her back, on her tail, and down her back legs.\nMatted hair can result in skin problems, can be painful, and can compromise the hair’s ability to provide protection from\nthe heat or cold. The licensee must remove the matted hair from this animal and must establish an effective program of\nhaircoat maintenance.\nTO BE CORRECTED BY MARCH 26, 2023."
    },
    {
      "code": "3.6(a)(2)(v)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The gravel in four outdoor enclosures housing a total of 10 adults and 5 puppies were entirely wet. All of the dogs were\nwet and dirty from walking on the wet gravel and dirt. Wet and dirty dogs can be uncomfortable and may have difficulty\nstaying warm. The licensee must ensure that enclosures have enough gravel to allow adequate drainage and to keep the\ndogs dry.\nTO BE CORRECTED BY MARCH 26, 2023."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The outside pens of two enclosures of the sheltered building (housing a total of 4 adult dogs) had standing water. The\ninside portion of one enclosure containing 3 adult dogs had an excessive amount of fecal material which had been\nsmashed flat from the dogs walking in it. Standing water and fecal material can contain microorganisms that can affect\nthe health of the dogs. The licensee must ensure that standing water is removed from the primary enclosures.\nTO BE CORRECTED BY MARCH 26, 2023."
    },
    {
      "code": "3.11(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "An enclosure housing 3 adult dogs had excessive dirt and grime on the entire walls. The dogs currently inside the\nenclosure were short and could not reach the top of the walls. The licensee stated that the enclosure previously\ncontained a large dog and that the enclosure had not been cleaned prior to the addition of the small dogs. Dirt and grime\ncan harbor diseases that can affect the health of the dogs. The licensee must clean and sanitize used primary enclosures\nbefore they are used to house other dogs.\nTO BE CORRECTED BY MARCH 26, 2023.\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors:\nALICIA GRAVES, ANIMAL CARE INSPECTOR n"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nAn adult female Poodle named \"Curly\" had excessively matted hair along her back, on her tail, and down her back legs.  \nMatted hair can result in skin problems, can be painful, and can compromise the hair’s ability to provide protection from \nthe heat or cold.   The licensee must remove the matted hair from this animal and must establish an effective program of \nhaircoat maintenance. \nTO BE CORRECTED BY MARCH 26, 2023. \n3.6(a)(2)(v) \n   \nPrimary enclosures. \nThe gravel in four outdoor enclosures housing a total of 10 adults and 5 puppies were entirely wet.  All of the dogs were \nwet and dirty from walking on the wet gravel and dirt.  Wet and dirty dogs can be uncomfortable and may have difficulty \nstaying warm.  The licensee must ensure that enclosures have enough gravel to allow adequate drainage and to keep the \ndogs dry. \nTO BE CORRECTED BY MARCH 26, 2023. \n3.11(a) \n   \nCleaning, sanitization, housekeeping, and pest control.\n\nThe outside pens of two enclosures of the sheltered building (housing a total of 4 adult dogs) had standing water.  The \ninside portion of one enclosure containing 3 adult dogs had an excessive amount of fecal material which had been \nsmashed flat from the dogs walking in it.  Standing water and fecal material can contain microorganisms that can affect \nthe health of the dogs.  The licensee must ensure that standing water is removed from the primary enclosures. \nTO BE CORRECTED BY MARCH 26, 2023. \n3.11(b)(1) \n   \nCleaning, sanitization, housekeeping, and pest control. \nAn enclosure housing 3 adult dogs had excessive dirt and grime on the entire walls.  The dogs currently inside the \nenclosure were short and could not reach the top of the walls.  The licensee stated that the enclosure previously \ncontained a large dog and that the enclosure had not been cleaned prior to the addition of the small dogs.  Dirt and grime \ncan harbor diseases that can affect the health of the dogs.  The licensee must clean and sanitize used primary enclosures \nbefore they are used to house other dogs. \nTO BE CORRECTED BY MARCH 26, 2023. \n \nThis inspection and exit interview were conducted with the licensee. \n \nAdditional Inspectors: \nALICIA GRAVES, ANIMAL CARE INSPECTOR n",
  "animals_total": 140,
  "species": [
    {
      "count": 71,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 69,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}