{
  "insp_id": "2016082567933094",
  "layout": "a",
  "customer_id": "2827",
  "customer_name": "S Glenice Viken",
  "customer_addr": "28401 380th Avenue\nRoseau, MN 56751",
  "certificate": "41-A-0298",
  "site_id": "001",
  "site_name": "S GLENICE VIKEN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-SEP-2016",
  "report_date": "21-SEP-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female Pomeranian microchip #005-008-600 continues to have problems with her teeth and right ear. The upper\nteeth remain covered in a dark hard material and the dog's right ear has redeveloped a thick brown discharge that is\nmatted in the hair. Tooth problems can be painful and cause further health issues in dogs if not treated. The\ndischarge from the ear may be a sign of a problem in the ear and needs to be evaluated if it needs proper\ntreatment. To ensure that this dog is not in pain and receives appropriate treatment have the attending veterinarian\nevaluate it to diagnose the ear and teeth problems and treat them per the veterinarian's instructions.\nDocumentation of the dog's diagnosis must be kept for future inspections."
    },
    {
      "code": "2.50(a)(2)",
      "kind": "",
      "repeat": true,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "One puppy was not identified by an official USDA identification method (cage card, tag, or plastic collar). Lack of\nofficial identification does not allow for the proper identification or tracking of the animals. Correct by identifying all\npuppies with an official USDA method of identification."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The acquisition of four adult dogs has not been recorded on the APHIS 7005 inventory forms. One puppy birth has\nnot been recorded on an APHIS Form 7005 or on a cage card. Lack of accurate and up-to-date inventory records\ndoes not ensure for the proper tracking of the animals by APHIS Officials as necessary. Update the facility\ninventory records with all required information so they accurately reflect the current inventory of animals."
    },
    {
      "code": "3.1(c)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Excessive rust development remains on three inside metal door flaps in the enclosures of the inside/outside\nbuilding. The presence of rust can prevent the surfaces from being properly cleaned and sanitized. Eliminate the\nrust from the metal door flaps.\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nWilken Kevin, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female Pomeranian microchip #005-008-600 continues to have problems with her teeth and right ear.  The upper\nteeth remain covered in a dark hard material and the dog's right ear has redeveloped a thick brown discharge that is\nmatted in the hair.  Tooth problems can be painful and cause further health issues in dogs if not treated.  The\ndischarge from the ear may be a sign of a problem in the ear and needs to be evaluated if it needs proper\ntreatment.   To ensure that this dog is not in pain and receives appropriate treatment have the attending veterinarian\nevaluate it to diagnose the ear and teeth problems and treat them per the veterinarian's instructions. \nDocumentation of the dog's diagnosis must be kept for future inspections.\n2.50(a)(2)                    REPEAT\nTIME AND METHOD OF IDENTIFICATION.\nOne puppy was not identified by an official USDA identification method (cage card, tag, or plastic collar).  Lack of\nofficial identification does not allow for the proper identification or tracking of the animals.  Correct by identifying all\npuppies with an official USDA method of identification.\n2.75(a)(1)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\nThe acquisition of four adult dogs has not been recorded on the APHIS 7005 inventory forms.  One puppy birth has\nnot been recorded on an APHIS Form 7005 or on a cage card. Lack of accurate and up-to-date inventory records\ndoes not ensure for the proper tracking of the animals by APHIS Officials as necessary.  Update the facility\ninventory records with all required information so they accurately reflect the current inventory of animals.\n3.1(c)(1)                    REPEAT\n\nHOUSING FACILITIES, GENERAL.\nExcessive rust development remains on three inside metal door flaps in the enclosures of the inside/outside\nbuilding.  The presence of rust can prevent the surfaces from being properly cleaned and sanitized.  Eliminate the\nrust from the metal door flaps.  \nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nWilken Kevin, Animal Care Inspector",
  "animals_total": 19,
  "species": [
    {
      "count": 19,
      "scientific": "Canis lupus familiaris",
      "common": "DOMESTIC DOG"
    }
  ]
}