{
  "insp_id": "INS-0000831954",
  "layout": "c",
  "customer_id": "43680",
  "customer_name": "SKUNKIE ACRES INC",
  "customer_addr": "16990 NE 30TH COURT\nCITRA, FL 32113",
  "certificate": "58-C-1238",
  "site_id": "001",
  "site_name": "SKUNKIE ACRES INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "31-OCT-2022",
  "report_date": "14-DEC-2022",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The attending veterinarian has not conducted an onsite visit since mid-2019. Routine visits by the attending veterinarian\nor a designated veterinarian are essential for ensuring continued health and well-being of each animal. Additionally, the\ncurrent program of veterinary care does not include the following species: sugar glider, opossum, guinea pigs. Correct by\nNovember 23rd, 2022."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The facility failed to maintain a program of adequate veterinary care for the following animals:\nA female alpaca with generalized hair loss and thickened skin around the eyes, muzzle and ear tips had been\nevaluated by the attending veterinarian (AV) in 2019. The AV consulted with a colleague and recommended that a\nveterinarian with experience treating ruminants evaluate the alpaca. The licensee stated that an additional veterinarian\nhad performed diagnostics on the alpaca and that none of the treatments had improved her condition. At the time of\ninspection, the AV had not re-evaluated the alpaca since 2019, and the animal was constantly shaking its head to dispel\nswarms of insect pests. The animal’s current condition left untreated can cause unnecessary pain and distress.\nA male Angora rabbit had multiple locks of matted hair. Matted hair can pull on the animal’s skin and accumulates dirt\nand feces easily. The licensee stated that she gives the rabbit hair cuts every 3-4 months. The licensee stated that the\nrabbit had last received a hair cut in August 2022 and that she would not be trimming him again soon due to the winter\ntemperatures. The AV stated that he disapproved of the frequency of the grooming and that the rabbit required more\nfrequent grooming.\nAn adult male wolf with a history of chronic diarrhea has not been re-evaluated by the AV. There were multiple areas of\nloose bowel movements within the wolf enclosure at the time of the inspection. The licensee stated that the wolf had been\nbrought to the AV for monthly preventatives and been given supplements, but they had not improved his condition. The\nAV stated that he had requested stool samples be brought in and that the facility adjust their deworming protocols;\nhowever, the facility staff had not followed up with the AV’s request. Additionally, the AV was unaware that the facility\noccasionally fed deer carcasses to the wolves and requested further follow up with the facility before approving the\naddition to their diet. The facility must comply with the AV’s requests and provide adequate veterinary care to this wolf.\nCorrect by November 3rd, 2022."
    },
    {
      "code": "3.27(b)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "At the time of inspection, the facility was housing three guinea pigs in an outdoor enclosure. Guinea pigs are sensitive to\ntemperature extremes and shall not be housed in outdoor facilities unless such facilities are located in an appropriate\nclimate. Prior approval for such outdoor housing must be obtained from the Deputy Administrator. The guinea pigs shall\nbe moved to an indoor enclosure that provides adequate climate control until approval is received.\nCorrect by November 2nd, 2022."
    },
    {
      "code": "3.31(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "There was an accumulation of old feces, feed pellets and dirt within the enclosure housing three guinea pigs. The animals\ncould not drink or eat without walking through the contaminated area and exposed the animals to disease hazards.\nPrimary enclosures shall be cleaned and sanitized often enough to prevent an accumulation of excreta or debris. They\nmust also be sanitized at least once every 2 weeks in an approved manner.\nCorrect by November 4th, 2022."
    },
    {
      "code": "3.31(c)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "There was an accumulation of insect pests colonizing the interior of the guinea pig enclosure. A colony of ants had taken\nup residence inside the wooden seams of the guinea pig enclosure. They could be seen traveling down towards the\nguinea pig water receptacles and across the floor of their shelter area. Insects can contaminate food and water quality\nand also be a source of disease hazards. The facility must establish and maintain an effective program for the control of\ninsects, ectoparasites, and avian and mammalian pests. Correct by November 7th, 2022."
    },
    {
      "code": "3.78(d)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "The perimeter fence surrounding the male lemur enclosure had multiple areas where the fence did not meet the ground.\nThese deficiencies created openings large enough for animals the size of dogs, skunks or raccoons to go under the fence\nand have contact with the lemur. The perimeter fence must be constructed so that it protects nonhuman primates by\nrestricted unauthorized humans, and animals the size of dogs, skunks and raccoons from going through it or under it and\nhaving contact with the nonhuman primates.\nCorrect by November 14th, 2022."
    },
    {
      "code": "3.81(c)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "The current environmental enrichment plan (EEP) is insufficient for the singly housed male lemur. The lemur has sexually\nmatured and is now too aggressive for the facility employees to enter the enclosure to provide the additional\nenvironmental enrichment that is in writing. With the change in circumstances since the attending veterinarian’s (AV) last\nsite inspection, the current plan is not being followed as directed. The AV was unaware of the changes in the lemur’s\nbehavior and lack of adherence to the written EEP. Providing an appropriate plan for environmental enrichment is\nnecessary to promote the psychological well-being of non-human primates.\nCorrect by November 16th, 2022."
    },
    {
      "code": "3.82(a)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding.",
      "narrative": "At the time of inspection, the facility had run out of monkey biscuits and had been feeding vegetarian cat dry food for a\nperiod of two days. A new bag of monkey biscuits would be acquired the following day. The facility had not contacted the\nattending veterinarian (AV) to confirm that the replacement diet was appropriate for the species, size, age and condition of\nthe animal. The AV stated that he did not approve of the substitution of vegetarian cat dry food for the lemur. Feeding a\ndiet that is not approved by the AV can deprive the animal of its daily nutritional needs. The diet for nonhuman primates\nmust be appropriate for the species, size, age and condition of the animal according to generally accepted professional\nand husbandry practices and standards.\nCorrect by November 2nd, 2022."
    },
    {
      "code": "3.125(a)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "There were several animal enclosures in a state of disrepair and in need of maintenance.\nThe enclosure housing two deer had two shelters in a state of disrepair. The wooden shelters were precariously\nleaning against the fence with rotting sections of wood. Additionally, the licensee was collecting discarded and old wood\nitems in a burn pile in the center of the enclosure. The licensee intended on burning the pile with the animals inside but\nagreed to move the pile to a safer location outside of the enclosure. Furthermore, there were sections in the fence that\nhad warped or broken, creating sharp points.\nThe enclosure housing two fox had a narrow wooden perch with a section that was rotting away. Additionally, the old\nhousing shelter with a metal roof had a section that had rusted out creating a limb entrapment hazard.\nThe enclosure housing three female pigs had several sections of underground fencing that had been uprooted\nand posed limb entrapment hazards. Additionally, many sections of the enclosure fencing were warped or destroyed\nleaving several sharp wires exposed.\nThe enclosure housing four wolves had several areas in need of repair. The wooden platform above the lockout\narea had rotting boards. The rotted sections had several exposed screws and could injure the animals. Additionally, there\nwas a section of metal wire that had rusted completely through and created sharp points at the un-joined ends of the\nwires.\nThe enclosure housing the petting zoo animals (goats, alpacas, sheep) has been torn down for the purpose of\nrebuilding a new pen. At the time of inspection, these animals freely roamed the licensee’s property and had access to\nseveral hazardous areas. For example, the enclosure previously housing the raccoons was damaged during inclement\nweather and was in a state of disrepair. Additionally, there were piles of building materials and other rubbish the animal\nhad access to.\nA grey squirrel escaped its primary enclosure after a vehicle backed into the fence creating a hole in the primary\nenclosure. The squirrel had not been recovered at the time of the inspection.\nThe facility must be constructed of such material and of such strength as appropriate for the animals involved. The\noutdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the animals from\ninjury and to contain the animals. Correct by November 21st, 2022."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "There were two sections of the perimeter fence in need of repairs. There was a section of the perimeter fence surrounding\nthe fox enclosure that had some of the wires undone creating a large hole. The perimeter fence surrounding the opossum\nenclosure had one entire section removed. The licensee explained that she was in the process of rebuilding several\nenclosures and would be rebuilding the perimeter fence as well. The facility must construct their perimeter fencing so that\nit protects the animals in the facility by restricting animals and unauthorized persons from going through it or under it and\nhaving contact the animals in the facility. It must also function as a secondary containment system for the animals in the\nfacility.\nCorrect by November 21st, 2022."
    },
    {
      "code": "3.130",
      "kind": "Direct",
      "repeat": false,
      "desc": "Watering.",
      "narrative": "Water receptacles in several enclosures were in need of cleaning and sanitizing. An enclosure housing 3 male pigs had\none water receptacle with murky brown water and the bottom of the receptacle could not be seen. An enclosure housing 3\nfemale pigs had two water receptacles that were crusted with avian feces on the edges. Additionally, the water in those\nreceptacles was contaminated with dead insects, avian feathers and an oily sheen on the water surface. An enclosure\nhousing one female raccoon had a water receptacle with brown murky water and the bottom of the receptacle could not\nbe observed. The animals did not have access to any other potable water source. The water in receptacles that are not\nbeing adequately cleaned and sanitized may be contaminated and cause harm to the animals. Access to potable water is\nimportant to the health and welfare of the animals. All water receptacles shall be kept clean and sanitary.\nCorrect by November 3rd, 2022."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "Multiple enclosures had not been cleaned for a period of two days and were observed to have an accumulation of feces\nthat was attracting large amounts of insect pests. The enclosure housing 4 wolves had multiple accumulations of excreta\nand discarded food pieces. Additionally, the remains of a deceased and partially consumed opossum were observed in\nthe lock out area for the wolves. The enclosure housing one female raccoon was constructed in a manner that the\nraccoon could not avoid being wetted involuntarily when the facility hosed down her floor. Failure to clean excreta from\nprimary enclosures as often as necessary can lead to disease, disease transmission within the facility, and contribute to\nodors. Correct by ensuring that feces are removed from primary enclosures an as often as necessary to prevent\naccumulation of excreta, contamination of animals, minimize disease hazards, and reduce odors. Additionally, licensees\nmust take adequate measures to protect the animals confined in such enclosures from being sprayed with the stream of\nwater or wetted involuntarily.\nCorrect by November 9th, 2022."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "The facility’s current pest control program is ineffective. Multiple primary enclosures had large swarms of flies\ncongregating on accumulations of excreta and then on the animals. The wolf enclosure had a large amount of flies\ncongregating on their excreta and the body of a deceased opossum. There was a swarm of flies congregating on the pile\nof excreta that had been washed out of the raccoon enclosure. There was a large congregation of flies and smaller\ninsects concentrating on the exposed and thickened skin of the female alpaca. She was constantly shaking her head to\nremove the insects. Additionally, there was an overwhelming presence of flies within the barn where the refrigerator\nstoring fruits and vegetables for some of the regulated animals. USDA inspectors also identified multiple deceased bodies\nof insects in the water receptacles for three female pigs. Flies and other pests can harbor diseases which might impact\nthe health and well-being of the animals. The facility must establish and maintain an effective program for the control of\ninsects, ectoparasites, and avian and mammalian pests.\nCorrect by November 7th, 2022.\nThis inspection and exit interview were conducted with the facility representatives.\nAdditional Inspectors:\nBrianna Waldrop, VETERINARY MEDICAL OFFICER n"
    }
  ],
  "narrative": "2.40(a)(1) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe attending veterinarian has not conducted an onsite visit since mid-2019. Routine visits by the attending veterinarian \nor a designated veterinarian are essential for ensuring continued health and well-being of each animal. Additionally, the \ncurrent program of veterinary care does not include the following species: sugar glider, opossum, guinea pigs. Correct by \nNovember 23rd, 2022. \n2.40(b)(2)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe facility failed to maintain a program of adequate veterinary care for the following animals: \n A female alpaca with generalized hair loss and thickened skin around the eyes, muzzle and ear tips had been \nevaluated by the attending veterinarian (AV) in 2019. The AV consulted with a colleague and recommended that a \nveterinarian with experience treating ruminants evaluate the alpaca. The licensee stated that an additional veterinarian \nhad performed diagnostics on the alpaca and that none of the treatments had improved her condition. At the time of \ninspection, the AV had not re-evaluated the alpaca since 2019, and the animal was constantly shaking its head to dispel \nswarms of insect pests. The animal’s current condition left untreated can cause unnecessary pain and distress. \n A male Angora rabbit had multiple locks of matted hair. Matted hair can pull on the animal’s skin and accumulates dirt\n\nand feces easily. The licensee stated that she gives the rabbit hair cuts every 3-4 months. The licensee stated that the \nrabbit had last received a hair cut in August 2022 and that she would not be trimming him again soon due to the winter \ntemperatures. The AV stated that he disapproved of the frequency of the grooming and that the rabbit required more \nfrequent grooming. \n An adult male wolf with a history of chronic diarrhea has not been re-evaluated by the AV. There were multiple areas of \nloose bowel movements within the wolf enclosure at the time of the inspection. The licensee stated that the wolf had been \nbrought to the AV for monthly preventatives and been given supplements, but they had not improved his condition. The \nAV stated that he had requested stool samples be brought in and that the facility adjust their deworming protocols; \nhowever, the facility staff had not followed up with the AV’s request. Additionally, the AV was unaware that the facility \noccasionally fed deer carcasses to the wolves and requested further follow up with the facility before approving the \naddition to their diet. The facility must comply with the AV’s requests and provide adequate veterinary care to this wolf. \nCorrect by November 3rd, 2022. \n3.27(b) \n   \nFacilities, outdoor. \nAt the time of inspection, the facility was housing three guinea pigs in an outdoor enclosure. Guinea pigs are sensitive to \ntemperature extremes and shall not be housed in outdoor facilities unless such facilities are located in an appropriate \nclimate. Prior approval for such outdoor housing must be obtained from the Deputy Administrator. The guinea pigs shall \nbe moved to an indoor enclosure that provides adequate climate control until approval is received.  \nCorrect by November 2nd, 2022. \n3.31(a)(1) \n   \nSanitation.\n\nThere was an accumulation of old feces, feed pellets and dirt within the enclosure housing three guinea pigs. The animals \ncould not drink or eat without walking through the contaminated area and exposed the animals to disease hazards. \nPrimary enclosures shall be cleaned and sanitized often enough to prevent an accumulation of excreta or debris. They \nmust also be sanitized at least once every 2 weeks in an approved manner.  \nCorrect by November 4th, 2022. \n3.31(c) \n   \nSanitation. \nThere was an accumulation of insect pests colonizing the interior of the guinea pig enclosure. A colony of ants had taken \nup residence inside the wooden seams of the guinea pig enclosure. They could be seen traveling down towards the \nguinea pig water receptacles and across the floor of their shelter area. Insects can contaminate food and water quality \nand also be a source of disease hazards. The facility must establish and maintain an effective program for the control of \ninsects, ectoparasites, and avian and mammalian pests. Correct by November 7th, 2022. \n3.78(d) \n   \nOutdoor housing facilities. \nThe perimeter fence surrounding the male lemur enclosure had multiple areas where the fence did not meet the ground. \nThese deficiencies created openings large enough for animals the size of dogs, skunks or raccoons to go under the fence \nand have contact with the lemur. The perimeter fence must be constructed so that it protects nonhuman primates by \nrestricted unauthorized humans, and animals the size of dogs, skunks and raccoons from going through it or under it and \nhaving contact with the nonhuman primates.  \nCorrect by November 14th, 2022. \n3.81(c)(4) \n   \nEnvironment enhancement to promote psychological well-being.\n\nThe current environmental enrichment plan (EEP) is insufficient for the singly housed male lemur. The lemur has sexually \nmatured and is now too aggressive for the facility employees to enter the enclosure to provide the additional \nenvironmental enrichment that is in writing. With the change in circumstances since the attending veterinarian’s (AV) last \nsite inspection, the current plan is not being followed as directed. The AV was unaware of the changes in the lemur’s \nbehavior and lack of adherence to the written EEP. Providing an appropriate plan for environmental enrichment is \nnecessary to promote the psychological well-being of non-human primates.  \nCorrect by November 16th, 2022. \n3.82(a) \n   \nFeeding. \nAt the time of inspection, the facility had run out of monkey biscuits and had been feeding vegetarian cat dry food for a \nperiod of two days. A new bag of monkey biscuits would be acquired the following day. The facility had not contacted the \nattending veterinarian (AV) to confirm that the replacement diet was appropriate for the species, size, age and condition of \nthe animal. The AV stated that he did not approve of the substitution of vegetarian cat dry food for the lemur. Feeding a \ndiet that is not approved by the AV can deprive the animal of its daily nutritional needs. The diet for nonhuman primates \nmust be appropriate for the species, size, age and condition of the animal according to generally accepted professional \nand husbandry practices and standards.  \nCorrect by November 2nd, 2022. \n3.125(a)  Critical\n   \nFacilities, general. \nThere were several animal enclosures in a state of disrepair and in need of maintenance. \n  The enclosure housing two deer had two shelters in a state of disrepair. The wooden shelters were precariously \nleaning against the fence with rotting sections of wood. Additionally, the licensee was collecting discarded and old wood\n\nitems in a burn pile in the center of the enclosure. The licensee intended on burning the pile with the animals inside but \nagreed to move the pile to a safer location outside of the enclosure. Furthermore, there were sections in the fence that \nhad warped or broken, creating sharp points.  \n The enclosure housing two fox had a narrow wooden perch with a section that was rotting away. Additionally, the old \nhousing shelter with a metal roof had a section that had rusted out creating a limb entrapment hazard. \n  The enclosure housing three female pigs had several sections of underground fencing that had been uprooted \nand posed limb entrapment hazards. Additionally, many sections of the enclosure fencing were warped or destroyed \nleaving several sharp wires exposed.  \n  The enclosure housing four wolves had several areas in need of repair. The wooden platform above the lockout \narea had rotting boards. The rotted sections had several exposed screws and could injure the animals. Additionally, there \nwas a section of metal wire that had rusted completely through and created sharp points at the un-joined ends of the \nwires.  \n  The enclosure housing the petting zoo animals (goats, alpacas, sheep) has been torn down for the purpose of \nrebuilding a new pen. At the time of inspection, these animals freely roamed the licensee’s property and had access to \nseveral hazardous areas. For example, the enclosure previously housing the raccoons was damaged during inclement \nweather and was in a state of disrepair. Additionally, there were piles of building materials and other rubbish the animal \nhad access to.  \n A grey squirrel escaped its primary enclosure after a vehicle backed into the fence creating a hole in the primary \nenclosure. The squirrel had not been recovered at the time of the inspection. \nThe facility must be constructed of such material and of such strength as appropriate for the animals involved. The\n\noutdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the animals from \ninjury and to contain the animals. Correct by November 21st, 2022. \n3.127(d) \n   \nFacilities, outdoor. \nThere were two sections of the perimeter fence in need of repairs. There was a section of the perimeter fence surrounding \nthe fox enclosure that had some of the wires undone creating a large hole. The perimeter fence surrounding the opossum \nenclosure had one entire section removed. The licensee explained that she was in the process of rebuilding several \nenclosures and would be rebuilding the perimeter fence as well. The facility must construct their perimeter fencing so that \nit protects the animals in the facility by restricting animals and unauthorized persons from going through it or under it and \nhaving contact the animals in the facility. It must also function as a secondary containment system for the animals in the \nfacility.  \nCorrect by November 21st, 2022. \n3.130  Direct\n   \nWatering. \nWater receptacles in several enclosures were in need of cleaning and sanitizing. An enclosure housing 3 male pigs had \none water receptacle with murky brown water and the bottom of the receptacle could not be seen. An enclosure housing 3 \nfemale pigs had two water receptacles that were crusted with avian feces on the edges. Additionally, the water in those \nreceptacles was contaminated with dead insects, avian feathers and an oily sheen on the water surface.  An enclosure \nhousing one female raccoon had a water receptacle with brown murky water and the bottom of the receptacle could not \nbe observed. The animals did not have access to any other potable water source. The water in receptacles that are not \nbeing adequately cleaned and sanitized may be contaminated and cause harm to the animals. Access to potable water is\n\nimportant to the health and welfare of the animals. All water receptacles shall be kept clean and sanitary.  \nCorrect by November 3rd, 2022. \n3.131(a) \n   \nSanitation. \nMultiple enclosures had not been cleaned for a period of two days and were observed to have an accumulation of feces \nthat was attracting large amounts of insect pests. The enclosure housing 4 wolves had multiple accumulations of excreta \nand discarded food pieces. Additionally, the remains of a deceased and partially consumed opossum were observed in \nthe lock out area for the wolves. The enclosure housing one female raccoon was constructed in a manner that the \nraccoon could not avoid being wetted involuntarily when the facility hosed down her floor. Failure to clean excreta from \nprimary enclosures as often as necessary can lead to disease, disease transmission within the facility, and contribute to \nodors. Correct by ensuring that feces are removed from primary enclosures an as often as necessary to prevent \naccumulation of excreta, contamination of animals, minimize disease hazards, and reduce odors. Additionally, licensees \nmust take adequate measures to protect the animals confined in such enclosures from being sprayed with the stream of \nwater or wetted involuntarily.  \nCorrect by November 9th, 2022. \n3.131(d) \n   \nSanitation. \nThe facility’s current pest control program is ineffective. Multiple primary enclosures had large swarms of flies \ncongregating on accumulations of excreta and then on the animals. The wolf enclosure had a large amount of flies \ncongregating on their excreta and the body of a deceased opossum. There was a swarm of flies congregating on the pile \nof excreta that had been washed out of the raccoon enclosure. There was a large congregation of flies and smaller \ninsects concentrating on the exposed and thickened skin of the female alpaca. She was constantly shaking her head to\n\nremove the insects. Additionally, there was an overwhelming presence of flies within the barn where the refrigerator \nstoring fruits and vegetables for some of the regulated animals. USDA inspectors also identified multiple deceased bodies \nof insects in the water receptacles for three female pigs. Flies and other pests can harbor diseases which might impact \nthe health and well-being of the animals. The facility must establish and maintain an effective program for the control of \ninsects, ectoparasites, and avian and mammalian pests.  \nCorrect by November 7th, 2022. \n \nThis inspection and exit interview were conducted with the facility representatives. \n \nAdditional Inspectors: \nBrianna Waldrop, VETERINARY MEDICAL OFFICER n",
  "animals_total": 37,
  "species": [
    {
      "count": 7,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 1,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    },
    {
      "count": 2,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 1,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 1,
      "scientific": "Didelphis virginiana",
      "common": "VIRGINIA OPOSSUM"
    },
    {
      "count": 2,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 1,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 3,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 1,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 10,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 4,
      "scientific": "Canis lupus",
      "common": "GRAY WOLF / GREY WOLF / TIMBER WOLF"
    },
    {
      "count": 1,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 0,
      "scientific": "Sciurus carolinensis",
      "common": "EASTERN GREY SQUIRREL"
    },
    {
      "count": 2,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    }
  ]
}