{
  "insp_id": "111141306205504",
  "layout": "a",
  "customer_id": "6993",
  "customer_name": "Denis Ignatov- Radokhov",
  "customer_addr": "Victor Radokhov\nPo Box 87\nColumbia, NJ 07832",
  "certificate": "22-C-0116",
  "site_id": "TRA",
  "site_name": "DENIS IGNATOV- RADOKHOV & VICTOR RADOKHOV",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-JUN-2014",
  "report_date": "10-JUN-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Several of the animals have health issues that need addressing by the owner and the veterinarian.\nCat Juja #21 has several mats under his neck. Cat Mickey #22 is severely matted on his entire dorsum. The fur is\ndry and dull. Cat Mike #35 has two severely thickened and overgrown claws on the right fore leg. These claws are\ncurled all the way around to the pad. These cats need to be groomed on a regular basis to prevent fur matts and to\ntrim nails before they get too long. These items to be corrected by 6-13-14.\nReshe, #5, a 15 year old Eskimo Spitz has heavy buildup of hard brown material on most cheek. The gums are red\nabove the teeth and retracted slightly.\nKaiser #2, a white Bichon Frise, has a large buildup of brown material on the upper left cheek teeth, and on one\nright upper molar.\nBabaii #19 has a solid brown buildup of brown material on all upper cheek teeth. He has black waxy exudate in\nboth ears with the right ear being worse. Both eyes have severe corneal changes with vessels and white covering\nthe eye.\nThese three dogs must be seen by the veterinarian. These dogs teeth need to be cleaned under anesthesia by the\nveterinary staff so that a more thorough cleaning and preventative can be done, as all of these dogs have had bad\nteeth in the recent past..\nThe written Program of Veterinary Care states all of the dogs and cats are to receive routine vaccinations and\nannual heartworm (dogs) and fecal checks. None of the animals are up to date on their vaccinations besides rabies\nvaccines. No fecal or heartworm checks have been done, although the veterinary care program states they will be\ndone annually. The owner last gave heartworm preventative to the dogs in March even though he has it available.\nHe did not have the veterinarians directions on amounts to give each dog. The licensee needs to follow the written\nProgram of Veterinary Care as recommended by the veterinarian. Any changes to the written Program of\nVeterinary Care need to be documented and approved by the attending veterinarian. To be corrected by 6-25-14."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The owner is not observing the animals to assess their health and well-being on a daily basis. This is especially\nevident because of the health issues (matted fur and severely overgrown claws) that three of the cats are\nexperiencing. The dog Babaii should have been seen for his eyes as soon as any abnormality was noticed. To be\ncorrected from this day on.\nExit briefing conducted with licensee.\nInspection conducted at travel location in Conway, SC.\nAdditional Inspectors\nBinkley F, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nSeveral of the animals have health issues that need addressing by the owner and the veterinarian.\nCat Juja #21 has several mats under his neck.  Cat Mickey #22 is severely matted on his entire dorsum.  The fur is\ndry and dull.  Cat Mike #35 has two severely thickened and overgrown claws on the right fore leg.  These claws are\ncurled all the way around to the pad.   These cats need to be groomed on a regular basis to prevent fur matts and to\ntrim nails before they get too long. These items to be corrected by 6-13-14.\n  \nReshe, #5, a 15 year old Eskimo Spitz has heavy buildup of hard brown material on most cheek.  The gums are red\nabove the teeth and retracted slightly.  \nKaiser #2, a white Bichon Frise, has a large buildup of brown material on the upper left cheek teeth, and on one\nright upper molar.  \nBabaii #19 has a solid brown buildup of brown material on all upper cheek teeth.  He has black waxy exudate in\nboth ears with the right ear being worse.  Both eyes have severe corneal changes with vessels and white covering\nthe eye.  \nThese three dogs must be seen by the veterinarian.  These dogs teeth need to be cleaned under anesthesia by the\nveterinary staff so that a more thorough cleaning and preventative can be done, as all of these dogs have had bad\nteeth in the recent past..\nThe written Program of Veterinary Care states all of the dogs and cats are to receive routine vaccinations and\nannual heartworm (dogs) and fecal checks.  None of the animals are up to date on their vaccinations besides rabies\nvaccines.  No fecal or heartworm checks have been done, although the veterinary care program states they will be\ndone annually.  The owner last gave heartworm preventative to the dogs in March even though he has it available. \nHe did not have the veterinarians directions on amounts to give each dog.    The licensee needs to follow the written\nProgram of Veterinary Care as recommended by the veterinarian.  Any changes to the written Program of\nVeterinary Care need to be documented and approved by the attending veterinarian.  To be corrected by 6-25-14.\n\n2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe owner is not observing the animals  to assess their health and well-being on a daily basis.  This is especially\nevident because of the health issues (matted fur and severely overgrown claws) that three of the cats are\nexperiencing.  The dog Babaii should have been seen for his eyes as soon as any abnormality was noticed.  To be\ncorrected from this day on.\nExit briefing conducted with licensee.\nInspection conducted at travel location in Conway, SC.\nAdditional Inspectors\nBinkley F, Veterinary Medical Officer",
  "animals_total": 12,
  "species": [
    {
      "count": 6,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 6,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    }
  ]
}