{
  "insp_id": "181151339550575",
  "layout": "a",
  "customer_id": "24242",
  "customer_name": "Gene Hoogendoorn",
  "customer_addr": "Hilda Hoogendoorn\n2024 380th Street\nHawarden, IA 51023",
  "certificate": "42-A-1026",
  "site_id": "001",
  "site_name": "HILDA & GENE HOOGENDOORN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-JUN-2015",
  "report_date": "30-JUN-2015",
  "citations": [
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Inside the \"Gestating Building\", the first enclosures on each side of the walkway have a section of wood flooring\nagainst the wall. There are six dogs housed in these two enclosures. The dogs in these enclosures have chewed\nand scratched on the wood. In one enclosure this damage by the dogs has exposed the heads and bodies of the\nnails. This damaged wood is not readily cleaned and sanitized.\nAlong the outside of the \"Gestating Building\" there is a wood board attaching the top of the outdoor fencing of the\nenclosures to the wall of the building. In two of these enclosures, containing at least six dogs, the wood has been\nchewed and shredded by the dogs. This wood board that has been chewed and damaged by the dogs cannot be\nreadily cleaned and sanitized.\nAll surfaces must be maintained on a regular basis. All the damaged wood and other surfaces that cannot be\nreadily cleaned and sanitized must be replaced or repaired when worn. The licensee must also establish a\nmaintenance plan to ensure that all wood and other surfaces remain in good repair and are readily cleaned and\nsanitized.\nCorrection date: July 14, 2015"
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In the \"Gestating Building\", the enclosure fronts and sides are made of vinyl plastic. In all twelve enclosures,\nhousing at least thirty dogs, the vinyl plastic fronts and sides have a buildup of dirt and grime on them. In three\nenclosures, housing at least eleven dogs, the access doors are made of vinyl plastic and have a buildup of dirt and\ngrime on them. A buildup of dirt and grime can increase the risk of disease hazards towards the dogs. The\nlicensee must ensure that all used primary enclosures are sanitized at least once every two weeks, and more often\nif necessary to prevent the accumulation of dirt, grime, food waste, excreta and any other disease hazards.\nCorrection date: July 14, 2015"
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In the \"Grower Building\" the interior walls and the dividing walls of the enclosures are covered in small insects that\nthe licensee referred to as \"pit flies\". The licensee said that the insects had just shown up in the last few days.\nThere are six adult dogs and twenty-three puppies housed in this building. Infestation of insects could be a health\nhazard to the dogs and contaminate their food and water. The licensee must establish and maintain an effective\nprogram for insect and pest control so as to promote the health and well-being of the dogs and to reduce the risk of\ncontamination by pests in animal areas.\nCorrection date: July 10, 2015\nExit interview conducted with facility representative."
    }
  ],
  "narrative": "3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\nInside the \"Gestating Building\", the first enclosures on each side of the walkway have a section of wood flooring\nagainst the wall. There are six dogs housed in these two enclosures. The dogs in these enclosures have chewed\nand scratched on the wood.  In one enclosure this damage by the dogs has exposed the heads and bodies of the\nnails.  This damaged wood is not readily cleaned and sanitized. \n   \nAlong the outside of the \"Gestating Building\" there is a wood board attaching the top of the outdoor fencing of the\nenclosures to the wall of the building.  In two of these enclosures, containing at least six dogs, the wood has been\nchewed and shredded by the dogs.  This wood board that has been chewed and damaged by the dogs cannot be\nreadily cleaned and sanitized.\nAll surfaces must be maintained on a regular basis.  All the damaged wood and other surfaces that cannot be\nreadily cleaned and sanitized must be replaced or repaired when worn.  The licensee must also establish a\nmaintenance plan to ensure that all wood and other surfaces remain in good repair and are readily cleaned and\nsanitized.\nCorrection date:  July 14, 2015\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nIn the \"Gestating Building\", the enclosure fronts and sides are made of vinyl plastic.  In all twelve enclosures,\nhousing at least thirty dogs, the vinyl plastic fronts and sides have a buildup of dirt and grime on them.  In three\nenclosures, housing at least eleven dogs, the access doors are made of vinyl plastic and have a buildup of dirt and\ngrime on them.  A buildup of dirt and grime can increase the risk of disease hazards towards the dogs.  The\nlicensee must ensure that all used primary enclosures are sanitized at least once every two weeks, and more often\nif necessary to prevent the accumulation of dirt, grime, food waste, excreta and any other disease hazards.\n\nCorrection date:  July 14, 2015\n3.11(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nIn the \"Grower Building\" the interior walls and the dividing walls of the enclosures are covered in small insects that\nthe licensee referred to as \"pit flies\".  The licensee said that the insects had just shown up in the last few days. \nThere are six adult dogs and twenty-three puppies housed in this building.  Infestation of insects could be a health\nhazard to the dogs and contaminate their food and water.  The licensee must establish and maintain an effective\nprogram for insect and pest control so as to promote the health and well-being of the dogs and to reduce the risk of\ncontamination by pests in animal areas.\nCorrection date:  July 10, 2015\nExit interview conducted with facility representative.",
  "animals_total": 158,
  "species": [
    {
      "count": 77,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 81,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}