{
  "insp_id": "223151123510076",
  "layout": "a",
  "customer_id": "332807",
  "customer_name": "Christian Lambright",
  "customer_addr": "1758 Plum St\nBrunswick, MN 55051",
  "certificate": "41-A-0480",
  "site_id": "001",
  "site_name": "CHRISTIAN LAMBRIGHT",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-AUG-2015",
  "report_date": "11-AUG-2015",
  "citations": [
    {
      "code": "2.126(a)",
      "kind": "",
      "repeat": false,
      "desc": "ACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.",
      "narrative": "Records were not able to be reviewed at the time of this inspection because the licensee was unavailable and the\nfacility representative did not have access to the facility records. Not being able to review facility records does not\nensure that proper documentation and record keeping requirements are being met. Ensure that all required facility\nrecords are available for review by APHIS officials at the time of inspection. Correct from this day forward."
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There is an open bag of puppy food sitting on the floor that is not stored in a container with a lid. Improper storage\nof food does not adequately protect the food from contamination. Store all open supplies of food in containers with\nlids. Correct by August 18, 2015.\nInspection and exit interview conducted with the facility representative.\nEnd of report."
    }
  ],
  "narrative": "2.126(a)\nACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.\nRecords were not able to be reviewed at the time of this inspection because the licensee was unavailable and the\nfacility representative did not have access to the facility records.  Not being able to review facility records does not\nensure that proper documentation and record keeping requirements are being met.  Ensure that all required facility \nrecords are available for review by APHIS officials at the time of inspection.  Correct from this day forward.\n3.1(e)\nHOUSING FACILITIES, GENERAL.\nThere is an open bag of puppy food sitting on the floor that is not stored in a container with a lid.  Improper storage\nof food does not adequately protect the food from contamination.  Store all open supplies of food in containers with\nlids.  Correct by August 18, 2015.\nInspection and exit interview conducted with the facility representative.\nEnd of report.",
  "animals_total": 19,
  "species": [
    {
      "count": 19,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}