{
  "insp_id": "356141210180054",
  "layout": "a",
  "customer_id": "5978",
  "customer_name": "William Meadows",
  "customer_addr": "963 County St 2930\nTuttle, OK 73089",
  "certificate": "73-C-0122",
  "site_id": "001",
  "site_name": "WILLIAM MEADOWS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-MAY-2014",
  "report_date": "24-DEC-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A male Tiger named Raja had a quarter size mass on the left side of the base of the tail. The licensee stated this\nhad been present for a month or two and the attending veterinarian had not been notified. The animal was bright,\nactive, and alert. This tiger must be examined by a licensed veterinarian for physical examination and appropriate\ntreatment plan.\n- The camel had an area on the left lateral neck region that was approximately 10 inches in length and appeared to\nbe rubbed areas on the peaks of skin folds. The licensee stated this happened about a year ago and the camel was\ntreated at that time and the licensee had not noticed the return of these lesions at the time of inspection. This camel\nmust be examined by a licensed veterinarian for physical examination and appropriate treatment plan.\nAny animal with an abnormality must be examined by a licensed veterinarian and health records must be\nmaintained.\nTo be corrected by: 6-4-2014"
    },
    {
      "code": "2.75(a)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "Acquistion information fields were not annotated for all animals. The acquisition information must include the date\nthe animal was acquired as well as information concerning the person the animal was acquired from including\nname, complete mailing address, USDA license number (if applicable), driver(cid:25)'s license number, and vehicle license\nnumber. Specifically, there was not information on the acquisition of the two gibbons or on some of the large cats at\nthe time of the inspection. There were not complete addresses for most animals in the inventory. There were\nseveral entries that did not have an acquisition date. This form must be updated continuously as inventory\nchanges.\nThis affects all animals.\nTo be corrected by: 6-15-2014"
    },
    {
      "code": "2.78(a)",
      "kind": "",
      "repeat": false,
      "desc": "HEALTH CERTIFICATION AND IDENTIFICATION.",
      "narrative": "The two Gibbons were transported in commerce by the licensee and not accompanied by a health certificate\nexecuted and issued by a licensed veterinarian. The health certificate shall state that the licensed veterinarian\ninspected the nonhuman primates on a specified date which shall not be more than 10 days prior to the delivery of\nthe nonhuman primate for transportation\n- The licensee did not have a health certificate for the animals being transported. All animals that are transported\ninterstate must be accompanied by a health certificate. A licensed veterinarian must examine the animals and\ncomplete a health certificate. The licensee must keep the health certificate on hand at all times.\nTo be corrected from this day forward."
    },
    {
      "code": "3.75(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The primary enclosures for the spider monkey, black and white ruffed lemur, porch and the round house lemurs had\nnot been spot cleaned daily. There was an excessive accumulation of feces throughout these enclosures. The\nlicensee stated that these enclosures had not been cleaned for a few days due to the rainy weather. This causes\nincreased contamination to the enclosed animal, and a risk of illness. Enclosures must be cleaned as often as\nnecessary to maintain good husbandry and help protect the health of the enclosed animal. The enclosures also\nneed to be spot cleaned daily."
    },
    {
      "code": "3.84(d)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "- The building numbered F7 housing the black and white ruffed lemur and the oriental small-clawed otter had an\nexcessive accumulation of rodent feces present on the floor concentrated along the walls and the corners of the\nenclosure. The sealed food container in the area had rodent feces on the lid. The licensee stated that sticky traps\nwere being used.\n- The round house for three ring tailed lemurs had an excessive accumulation of rodent feces on the floor\nconcentrated along the walls, thresholds and the corners of the enclosure.\n- There were numerous dead and live insects in the sinks in the commissary. There was a box of food sitting on the\nfloor in the commissary area and a trailer with boxes of unrefrigerated meat that the licensee stated was not going\nto be fed to his anmials for various reasons such as too high in fat. Many flies were noted on these products.\nThe licensee must establish and maintain an effective program for the control of pests to promote the health and\nwell-being of the animals and reduce contamination by pests in animal areas. All rodent excreta must be removed\nas needed and an effective program initiated to control the pests."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "- The wire fencing on the north for the camel enclosure is loose and large gaps approximately a foot high and 7 feet\nlong are present. The pen has an area where the entire fence is leaning inward along with the wooden post. Loose\nfencing can result in harm or escape of the enclosed animals, and may allow other animals to enter the pen.\n- The wire on the south side of the pig, donkey and llama enclosure is loose and sagging wire is present. This fence\nis leaning inward and had approximately a foot of fence on the ground.\n- Thre are many broken posts on the public barrier fence. The public barrier fence by the lynx had a broken post.\nThe public barrier fences by the road lemurs and porcupines are broken at ground level. These public barrier fences\nare not structurally sound.\n- There is a hole in the top panel of the leopards' enclosure. This hole is approximately 8 inches in diameter.\n- The black bears shade structure had a broken board on the roof. This board is falling and dropping down into his\nenclosure.\n- There is a shredded wooden support post in the tiger enclosure with sharp points. This is a potential\nsource of injury to the enclosed animal. This area needs to be repaired or replaced to help protect the health and\nwelfare of the animal.\n- The hyenas' enclosure has exposed nails on the roof of the shelter where boards had broken and fallen off. There\nare also numerous boards that are broken and no longer structurally sound.\n- The enclosure for Fireball the deer had a collapsed shelter roof. The shelter roof and bent metal heat lamp shield\nare on the ground with sharp points of nails facing up.This poses a risk of injury to the animal, and also greatly\nreduces the effectiveness of the shelter itself.\nAll loose, weak, broken or sagging wire fencing, and posts must be repaired or replaced and constructed of material\nwhich will provide structural strength at all times, kept in good repair to protect the animals from injury and contain\nthe animals. All parts of the housing facilities must be in good repair. These structures need to be replaced or\nrepaired."
    },
    {
      "code": "3.127(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "- The outdoor road pen with 3 crested porcupines has standing water in the middle erosion area of the pen and\nextending into their sheltered area. One of the wooden shelters near the erosion has started to deteriorate. There\nis a hole in the wall with an exposed nail and the wood flooring is wet . Improper drainage systems and standing\nwater where the animals are contained may result in odors, spreading of diseases, insect infestation and other\nhealth hazards. All pens housing animals must have an adequate drainage system that is able to eliminate\nstanding and excess water more rapidly for the overall health of the animals. Correct by 06/14/14."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "The primary enclosures for the ferrets had not been cleaned as often as necessary. There was an excessive\naccumulation of feces throughout these enclosures. The licensee stated that these enclosures had not been\ncleaned for a few days due to the rainy weather. This causes increased contamination to the enclosed animal, and\na risk of illness. Enclosures must be cleaned as often as necessary to maintain good husbandry and help protect\nthe health of the enclosed animal."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "- The west side of the road enclosures and the east side perimeter fence areas have tall, thick brush and weeds up\nto the enclosures. The building used as a food storage and food preparation area had a large number of dead and\nlive insects and rodent feces present on the floor along the walls, threshold areas. In addition, there is a flat bed\ntrailer with boxes of meat sitting outside in the sun on the south side of the food storage and food preparation\nbuilding. A high volume of flies and other insects are present on the boxes of meat and inside the facility. Licensee\nindicated that the meat was not good and was not going to be fed to his animals. A large volume of flies and other\ninsects could lead to spreading of diseases, pest infestation and other health hazards Accumulation of items not\nused for food storage or animal husbandry practices as well as tall weed and brush up to enclosures could lead to\npest/rodent infestation and nesting areas for pests/rodents. A stronger and more effective pest control program\nmust be established and maintained at all times. All items not used for food storage or animal husbandry practices\nmust also be removed for the overall health of the animals. The weeds and brush must be cut back from the\nenclosures to aid in pest control and decrease nesting areas for pests.\nInspection and exit interview conducted with facility representative.\nAdditional Inspectors\nSabala David, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA male Tiger named Raja had a quarter size mass on the left side of the base of the tail.  The licensee stated this\nhad been present for a month or two and the attending veterinarian had not been notified. The animal was bright,\nactive, and alert.  This tiger must be examined by a licensed veterinarian  for physical examination and appropriate\ntreatment plan.\n- The camel had an area on the left lateral neck region that was approximately 10 inches in length and appeared to\nbe rubbed areas on the peaks of skin folds. The licensee stated this happened about a year ago and the camel was\ntreated at that time and the licensee had not noticed the return of these lesions at the time of inspection. This camel\nmust be examined by a licensed veterinarian for physical examination and appropriate treatment plan.\nAny animal with an abnormality must be examined by a licensed veterinarian and health records must be\nmaintained.  \nTo be corrected by: 6-4-2014\n2.75(a)\nRECORDS: DEALERS AND EXHIBITORS.\nAcquistion information fields were not annotated for all animals.  The acquisition information must include the date\nthe animal was acquired as well as information concerning the person the animal was acquired from including\nname, complete mailing address, USDA license number (if applicable), driver(cid:25)'s license number, and vehicle license\nnumber. Specifically, there was not information on the acquisition of the two gibbons or on some of the large cats at\nthe time of the inspection. There were not complete addresses for most animals in the inventory.  There were\nseveral entries that did not have an acquisition date.  This form must be updated continuously as inventory\nchanges.\nThis affects all animals.\nTo be corrected by: 6-15-2014\n\n2.78(a)\nHEALTH CERTIFICATION AND IDENTIFICATION.\nThe two Gibbons were transported in commerce by the licensee and not accompanied by a health certificate\nexecuted and issued by a licensed veterinarian. The health certificate shall state that the licensed veterinarian\ninspected the nonhuman primates on a specified date which shall not be more than 10 days prior to the delivery of\nthe nonhuman primate for transportation\n- The licensee did not have a health certificate for the animals being transported.  All animals that are transported\ninterstate must be accompanied by a health certificate.  A licensed veterinarian must examine the animals and\ncomplete a health certificate.  The licensee must keep the health certificate on hand at all times.\nTo be corrected from this day forward.\n3.75(c)(3)                    REPEAT\nHOUSING FACILITIES, GENERAL. \nThe primary enclosures for the spider monkey, black and white ruffed lemur, porch and the round house lemurs had\nnot been spot cleaned daily.   There was an excessive accumulation of feces throughout these enclosures. The\nlicensee stated that these enclosures had not been cleaned for a few days due to the rainy weather. This causes\nincreased contamination to the enclosed animal, and a risk of illness.  Enclosures must be cleaned as often as\nnecessary to maintain good husbandry and help protect the health of the enclosed animal. The enclosures also\nneed to be spot cleaned daily.\n3.84(d)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL. \n- The building numbered F7 housing the black and white ruffed lemur and the oriental small-clawed otter had an\nexcessive accumulation of rodent feces present on the floor concentrated along the walls and the corners of the\nenclosure.  The sealed food container in the area had rodent feces on the lid. The licensee stated that sticky traps\nwere being used.\n- The round house for three ring tailed lemurs had an excessive accumulation of rodent feces on the floor\nconcentrated along the walls, thresholds and the corners of the enclosure. \n- There were numerous dead and live insects in the sinks in the commissary. There was a box of food sitting on the\nfloor in the commissary area and a trailer with boxes of unrefrigerated meat that the licensee stated was not going\nto be fed to his anmials for various reasons such as too high in fat. Many flies were noted on these products.\nThe licensee must establish and maintain an effective program for the control of pests to promote the health and\n\nwell-being of the animals and reduce contamination by pests in animal areas.  All rodent excreta must be removed\nas needed and an effective program initiated to control the pests.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \n- The wire fencing on the north for the camel enclosure is loose and large gaps approximately a foot high and 7 feet\nlong are present.  The pen has an area where the entire fence is leaning inward along with the wooden post.  Loose\nfencing can result in harm or escape of the enclosed animals, and may allow other animals to enter the pen.  \n- The wire on the south side of the pig, donkey and llama enclosure is loose and sagging wire is present. This fence\nis leaning inward and had approximately a foot of fence on the ground. \n- Thre are many broken posts on the public barrier fence. The public barrier fence by the lynx had a broken post.\nThe public barrier fences by the road lemurs and porcupines are broken at ground level. These public barrier fences\nare not structurally sound.\n- There is a hole in the top panel of the leopards' enclosure. This hole is approximately 8 inches in diameter.\n- The black bears shade structure had a broken board on the roof. This board is falling and dropping down into his\nenclosure.\n- There is a shredded wooden support post in the tiger enclosure with sharp points. This is a potential\nsource of injury to the enclosed animal. This area needs to be repaired or replaced to help protect the health and\nwelfare of the animal.\n- The hyenas' enclosure has exposed nails on the roof of the shelter where boards had broken and fallen off. There\nare also numerous boards that are broken and no longer structurally sound. \n- The enclosure for Fireball the deer had a collapsed shelter roof. The shelter roof and bent metal heat lamp shield\nare on the ground with sharp points of nails facing up.This poses a risk of injury to the animal, and also greatly\nreduces the effectiveness of the shelter itself.\nAll loose, weak, broken or sagging wire fencing, and posts must be repaired or replaced and constructed of material\nwhich will provide structural strength at all times, kept in good repair to protect the animals from injury and contain\nthe animals. All parts of the housing facilities must be in good repair. These structures need to be replaced or\nrepaired.\n\n3.127(c)\nFACILITIES, OUTDOOR. \n- The outdoor road pen with 3 crested porcupines has standing water in the middle erosion area of the pen and\nextending into their sheltered area.   One of the wooden shelters near the erosion has started to deteriorate. There\nis a hole in the wall with an exposed nail and the wood flooring is wet .   Improper drainage systems and standing\nwater where the animals are contained may result in odors, spreading of diseases, insect infestation and other\nhealth hazards.  All pens housing animals must have an adequate drainage system that is able to eliminate\nstanding and excess water more rapidly for the overall health of the animals.    Correct by 06/14/14.\n3.131(a)                    REPEAT\nSANITATION.   \nThe primary enclosures for the ferrets had not been cleaned as often as necessary.   There was an excessive\naccumulation of feces throughout these enclosures. The licensee stated that these enclosures had not been\ncleaned for a few days due to the rainy weather. This causes increased contamination to the enclosed animal, and\na risk of illness.  Enclosures must be cleaned as often as necessary to maintain good husbandry and help protect\nthe health of the enclosed animal.\n3.131(d)\nSANITATION.   \n- The west side of the road enclosures and the east side perimeter fence areas have tall, thick brush and weeds up\nto the enclosures. The building used as a food storage and food preparation area had a large number of dead and\nlive insects and rodent feces present on the floor along the walls, threshold areas. In addition, there is a flat bed\ntrailer with boxes of meat sitting outside in the sun on the south side of the food storage and food preparation\nbuilding.  A high volume of flies and other insects are present on the boxes of meat and inside the facility.  Licensee\nindicated that the meat was not good and was not going to be fed to his animals.  A large volume of flies and other\ninsects could lead to spreading of diseases, pest infestation and other health hazards  Accumulation of items not\nused for food storage or animal husbandry practices as well as tall weed and brush up to enclosures could lead to\npest/rodent infestation and nesting areas for pests/rodents.  A stronger and more effective pest control program\nmust be established and maintained at all times.  All items not used for food storage or animal husbandry practices\nmust also be removed for the overall health of the animals.  The weeds and brush must be cut back from the\nenclosures to aid in pest control and decrease nesting areas for pests.\n\nInspection and exit interview conducted with facility representative.\nAdditional Inspectors\nSabala David, Supervisory Animal Care Specialist",
  "animals_total": 66,
  "species": [
    {
      "count": 1,
      "scientific": "Arctictis binturong",
      "common": "BINTURONG"
    },
    {
      "count": 1,
      "scientific": "Arctos",
      "common": "GRIZZLY BEAR"
    },
    {
      "count": 1,
      "scientific": "Camelus bactrianus",
      "common": "BACTRIAN CAMEL"
    },
    {
      "count": 1,
      "scientific": "Caracal caracal",
      "common": "CARACAL"
    },
    {
      "count": 1,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 1,
      "scientific": "Cynogale bennettii",
      "common": "OTTER CIVET"
    },
    {
      "count": 6,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 2,
      "scientific": "Equus asinus asinus",
      "common": "DONKEY / BURRO / ASS"
    },
    {
      "count": 2,
      "scientific": "Hylobates lar",
      "common": "LAR GIBBON"
    },
    {
      "count": 3,
      "scientific": "Hystrix africaeaustralis",
      "common": "CAPE PORCUPINE"
    },
    {
      "count": 2,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 7,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 2,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 1,
      "scientific": "Lynx canadensis",
      "common": "CANADIAN LYNX"
    },
    {
      "count": 1,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Muntiacus crinifrons",
      "common": "BLACK MUNTJAC"
    },
    {
      "count": 5,
      "scientific": "Muscardinus avellanarius",
      "common": "HAZEL DORMOUSE"
    },
    {
      "count": 1,
      "scientific": "Nasua nasua",
      "common": "BROWN-NOSED COATI"
    },
    {
      "count": 4,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 2,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 1,
      "scientific": "Panthera pardus",
      "common": "LEOPARD"
    },
    {
      "count": 7,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Parahyaena brunnea",
      "common": "BROWN HYENA"
    },
    {
      "count": 1,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 1,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 1,
      "scientific": "Saimiri boliviensis",
      "common": "BLACK-CAPPED SQUIRREL MONKEY"
    },
    {
      "count": 1,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 2,
      "scientific": "Sylvilagus bachmani",
      "common": "BRUSH RABBIT"
    },
    {
      "count": 1,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 1,
      "scientific": "Ursus arctos",
      "common": "BROWN BEAR"
    },
    {
      "count": 2,
      "scientific": "Varecia variegata",
      "common": "BLACK-AND-WHITE RUFFED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 1,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    }
  ]
}