{
  "insp_id": "2016082568862051",
  "layout": "a",
  "customer_id": "323804",
  "customer_name": "100 Aker Wood",
  "customer_addr": "Po Box 312\nMillington, MI 48746",
  "certificate": "34-C-0337",
  "site_id": "001",
  "site_name": "100 AKER WOOD",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-SEP-2017",
  "report_date": "20-SEP-2017",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The enclosures housing the bactrian camel and dromedary camel have numerous areas where the woven wire and\nchain link fencing have been pushed down by the camels leaning on the fence. These camels may escape their\nenclosures or become entangled in the fence and injured while attempting to do so. This fencing needs to be\nrepaired or replaced in order to contain these animals and prevent injury to them.\nThe debris of an old bird shelter is inside the dromedary camel enclosure. These broken boards and old heat lamp\nand cord are an injury hazard to this animal. Remove this debris from the enclosure.\nThe two enclosures each housing one black bear has electric wire strands located at the bottom of the enclosure\nfence and several feet up in order to keep the bears from attempting to climb on the fence or damage it by clawing\nit. This fence is not currently on and the bears approach the woven wire fencing with no fear of the electric fence.\nThis fence must remain charged in order for the primary enclosure fence to be judged adequate to contain the\nbears. These bears are dangerous animals and an escape from this enclosure could result in an injury to a member\nof the public or a facility employee which would have fatal results for the bears.\nCorrect by: 9-27-17"
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "The water receptacles in the enclosure housing the muntjac deer and Fritz the bear have large amounts of algae\ngrowing in them. Mosquito larvae were in the water receptacle for Fritz the bear. This would indicate that they have\nnot been cleaned frequently enough. Water receptacles need to be kept clean for the health of the animals using\nthem. Clean these water receptacles.\nCorrect by: 9-22-17.\nThis inspection and exit interview were conducted with the facility caretaker and owner.\nThe inspection report was sent by e-mail to the facility director."
    }
  ],
  "narrative": "3.125(a)\nFACILITIES, GENERAL.   \nThe enclosures housing the bactrian camel and dromedary camel have numerous areas where the woven wire and\nchain link fencing have been pushed down by the camels leaning on the fence.  These camels may escape their\nenclosures or become entangled in the fence and injured while attempting to do so.  This fencing needs to be\nrepaired or replaced in order to contain these animals and prevent injury to them.\nThe debris of an old bird shelter is inside the dromedary camel enclosure.  These broken boards and old heat lamp\nand cord are an injury hazard to this animal.  Remove this debris from the enclosure.\nThe two enclosures each housing one black bear has electric wire strands located at the bottom of the enclosure\nfence and several feet up in order to keep the bears from attempting to climb on the fence or damage it by clawing\nit.  This fence is not currently on and the bears approach the woven wire fencing with no fear of the electric fence. \nThis fence must remain charged in order for the primary enclosure fence to be judged adequate to contain the\nbears.  These bears are dangerous animals and an escape from this enclosure could result in an injury to a member\nof the public or a facility employee which would have fatal results for the bears.\nCorrect by:  9-27-17\n3.130\nWATERING.  \nThe water receptacles in the enclosure housing the muntjac deer and Fritz the bear have large amounts of algae\ngrowing in them.  Mosquito larvae were in the water receptacle for Fritz the bear.  This would indicate that they have\nnot been cleaned frequently enough.  Water receptacles need to be kept clean for the health of the animals using\nthem.  Clean these water receptacles.\nCorrect by:  9-22-17.\nThis inspection and exit interview were conducted with the facility caretaker and owner.\n\nThe inspection report was sent by e-mail to the facility director.",
  "animals_total": 21,
  "species": [
    {
      "count": 3,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 1,
      "scientific": "Camelus bactrianus",
      "common": "BACTRIAN CAMEL"
    },
    {
      "count": 1,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 3,
      "scientific": "Cervus elaphus canadensis",
      "common": "ELK"
    },
    {
      "count": 1,
      "scientific": "Cervus nippon",
      "common": "SIKA DEER"
    },
    {
      "count": 5,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 4,
      "scientific": "Muntiacus reevesi",
      "common": "REEVE'S MUNTJAC"
    },
    {
      "count": 3,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    }
  ]
}