{
  "insp_id": "INS-0001150276",
  "layout": "c",
  "customer_id": "6016778",
  "customer_name": "Sandy Oak Ranch, LLC",
  "customer_addr": "12705 White Oak Avenue\nCedar Lake, IN 46303",
  "certificate": "32-C-0293",
  "site_id": "001",
  "site_name": "Sandy Oak Ranch LLC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-OCT-2024",
  "report_date": "15-OCT-2024",
  "citations": [
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The facility did not have a complete record demonstrating the type and number of animals and birds on hand. Additionally,\nthere were incomplete records of animal dispositions and no records of acquisition, births, hatchings or deaths for the\nanimals and birds.\nAn accurate animal inventory is required so that USDA inspectors can ensure all animals are accounted for and receiving\nadequate veterinary care.\nRecords of animal acquisition and disposition, including births/hatchings and deaths, must be kept by the facility to ensure\nanimals can be traced in case of an animal disease outbreak and to ensure there are not high mortality rates in the\nanimals. An accurate inventory and records of animal acquisition and disposition, including births/hatchings and death,\nmust be maintained by the facility."
    },
    {
      "code": "2.131(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "On approaching one of the goat enclosures during inspection, a goat was observed to have its head stuck in a hay feeder.\nThe feeder was a raised V-shaped feeder that had galvanized fencing added to the ends. There was a gap approximately\neight inches wide between the fence on one end and the point of the V formed by the feeder. One of the goats had placed\nits head through the gap and had become stuck. Two facility representatives were required to free the goat from the\nfeeder. The goat did not appear to be injured or markedly distressed by the entrapment.\nA feeder designed and maintained that allows entrapment of the animals can cause unnecessary discomfort and puts the\nanimals at a very significant risk of injury.\nHandling, feeding and housing of all animals shall be done as expeditiously and carefully as possible in a manner that\ndoes not cause trauma, overheating, excessive cooling, behavioral stress, physical harm, or unnecessary discomfort. This\nrequirement includes designing and maintaining enclosures and the structures with in them, including feeders, so they do\nnot entrap the animals within the enclosure.\nCorrection Date: October 16th, 2024"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "In the enclosure housing five yaks, a round plastic dish that is about one foot deep and 2 feet in diameter was laying on\ntop of the single strand of hot wire that comprised the primary fence. This dish pushed the hot wire fence to the ground,\npotentially grounding out the entire primary enclosure fence and giving the yaks access to the area between the primary\nenclosure fence and the perimeter fence. The facility representative reported that the receptacle was used to provide\ngrain to the yaks. The facility representative, further, reported that sometimes one of the yaks throws her food receptacle;\nthis yak must have thrown the food receptacle onto the fence, knocking the fence over.\nAnimals that escape, roam free and require recapture pose a high risk for injury to the animals, employees, and the\npublic.\nThe facility must be constructed of such material and of such strength as appropriate for the animals involved. The\noutdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the animals from\ninjury and to contain the animals. Measures must be taken so that animals cannot structurally damage their fence with\ntheir feeder or in other ways."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "There were spider webs covering about 50 percent of the top of the beaver shelter when the shelter access lid was lifted.\nApproximately one third of the shelter access opening had spider webs in a dense opaque sheet consistent with multiples\nlayers of accumulated spider web. The spider webs were tan to grey, consistent with a dusty coating. The accumulation of\nspider webs made it hard to visualize the floor of the beaver enclosure and the beavers while in the shelter.\nSpiders also suggests the presence of other insects as their food source. The presence of spiders may cause distress or\ndiscomfort and increases the risk of disease hazards.\nAn appropriate and effective program for pest control including clearing of spider webs shall be established and\nmaintained to provide for the health and well-being of the animals.\nTo be corrected by: October 16, 2024."
    },
    {
      "code": "3.152(b)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor",
      "narrative": "There were two pigeons housed in a hexagonal enclosure made of metal grid material with a metal roof. There was no\nadditional shelter provided in the enclosure. The birds had wooden perches to roost on in the enclosure. However, the\nperches were not close enough to the roof to allow the birds protection from wind or severe weather. Further, uninsulated\nmetal can increase environmental temperature through thermal radiation, making a hot environment even hotter.\nMoreover, uninsulated metal provides little protection from the cold in cold conditions.\nLack of appropriate shelter for local climatic conditions can cause birds discomfort or distress and could lead to injury or\nillness.\nOutdoor housing facilities must provide adequate shelter, appropriate to the species and physical condition of the birds,\nfor the local climatic conditions to protect the birds from any adverse weather conditions. Shelters must be adequately\nventilated in hot weather and have one or more separate areas of shade or other effective protection that is large enough\nto comfortably contain all the birds at one time and prevent their discomfort from direct sunlight, precipitation, or wind.\nCorrection Date: October 16th, 2024"
    },
    {
      "code": "3.153(a)(1)(iii)",
      "kind": "",
      "repeat": true,
      "desc": "Primary enclosures.",
      "narrative": "During the inspection, multiple (5-10) owned and exhibited birds were observed outside of their intended primary\nenclosures. First, a pigeon was seen perching on the outside of its primary enclosure and flying around the area outside\nof its primary enclosure. The facility representative did not report how it had escaped its primary enclosure but said they\nwould be able to capture it and return it to the primary enclosure it was perching on. Second, domestic ducks and\nchickens normally housed in the open-air enclosures were seen outside of their enclosures at various places around the\ngrounds but within the perimeter fence. The facility representative reported that some of the birds can fly in and out of\ntheir open-air enclosures.\nBirds that are outside of their enclosure are at increased risk of predation and injury. Furthermore, birds that exit their\nenclosure may be restricted in their access to food, water, and shelter.\nPrimary enclosures must be designed, constructed and maintained so that they contain the birds securely. If birds are free\nroaming they must be provided with food, water and shelter via a species appropriate egress."
    },
    {
      "code": "3.153(c)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The pools or aquatic areas in four of the duck enclosures were not deep enough for the ducks to perform normal postural\nor social adjustments such as bathing swimming and foraging type behavior. Further, these pools or aquatic areas were\nnot large enough to comfortably contain all the ducks at the same time. Finally, one of the enclosures containing ducks\nand geese had no pool or aquatic area. The pool or aquatic area in the duck enclosures consisted of plastic trays that\nwere about 5 inches deep, 4 feet long, and 2 feet wide. Two of the enclosures had more than ten ducks in them. The\nplastic trays in the duck enclosures also served as drinking water for both the aquatic birds and other nonaquatic birds\nhoused in these enclosures.\nThe aquatic areas in the enclosures housing aquatic birds are either absent, not sufficiently deep, and/or not large enough\nto allow the birds to make normal postural and social adjustments. This deficiency can lead to malnutrition, poor condition,\ndebility, stress, and/or abnormal behavioral patterns.\nPrimary enclosures housing wading and aquatic birds must contain a pool or other aquatic area and a dry area that allows\neasy ingress or egress of the pool or other aquatic area. Pools and other aquatic areas must be of sufficient surface area\nand depth to allow each bird to make normal postural and social adjustments, such as immersion, bathing, swimming, and\nforaging, with adequate freedom of movement and freedom to escape from aggression demonstrated by other birds in the\nenclosure. Dry areas must be of sufficient size to allow each bird to make normal postural and social adjustments with\nadequate freedom of movement and freedom to escape from aggression demonstrated by other birds in the enclosure.\nCorrection Date: October 29th, 2024"
    },
    {
      "code": "3.154",
      "kind": "",
      "repeat": true,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "The written environmental enrichment plan did not include the African grey parrot.\nThe African grey parrot is a social species. The parrot was housed by itself with no visual access to other psittacine\n(parrot type) birds. In addition, there were no enrichment devices present within the enclosures of the African grey parrot.\nInsufficient enrichment for birds can cause psychological distress to birds and can lead to aggression or self-injurious\nbehavior.\nExhibitors must develop, document, and follow a species-appropriate plan for environment enhancement adequate to\npromote the psychological well-being of birds. The plan must be approved by the attending veterinarian and must be in\naccordance with the regulations in this subpart and with currently accepted professional standards as cited in appropriate\nprofessional journals or reference guides."
    },
    {
      "code": "3.156",
      "kind": "",
      "repeat": false,
      "desc": "Watering",
      "narrative": "In five of the enclosures housing aquatic birds, potable water was not available in sufficient quantity to the birds housed in\nthose enclosures.\n-In the swan, enclosure there was a pool for swimming but there was no separate dish for potable water. A facility\nrepresentative reported that he had taken the water dish out a couple of days ago for cleaning and had not returned it.\nThe water in the swimming pool was dark green in color indicating significant growth of algae and making the water in the\npool insufficient as a source of potable drinking water.\n-In four of the enclosures housing ducks and nonaquatic domestic type birds, plastic trays provided as aquatic areas for\nthe aquatic birds in the enclosure also served as the only source of drinking water for the birds in the enclosures. The\nwater in the trays was a muddy brown color and there was a layer of brown sludge and debris on the bottom of the tray.\nThe facility representative stated that the trays containing water were cleaned daily but had not yet been cleaned for the\nday. When the inspectors ask to have one of the trays emptied and refilled, the peafowl in the enclosure all immediately\nstarted drinking the fresh water. As a result of the ducks using the water trays as aquatic pools, the water in the trays was\nnot providing potable water in sufficient quantity and/or at sufficient frequency to ensure all the birds had enough potable\nwater for drinking.\nLack of potable water can lead to disease and illness or may cause the animals to stop drinking water leading to\ndehydration.\nPotable water must be continually available to the birds or offered to them as often as necessary to ensure their health\nand well-being. Water receptacles must be cleaned and sanitized as often as necessary to keep them clean and free of\ncontamination. When needed, group-housed birds must have multiple water receptacles to ensure that all birds have\naccess to sufficient water.\nCorrection Date: October 16, 2024\nThis inspection and exit interview were conducted with a facility representative.\nAdditional Inspectors:\nBryan Voetberg, VETERINARY MEDICAL OFFICER n"
    }
  ],
  "narrative": "2.75(b)(1)  Repeat\n   \nRecords: Dealers and exhibitors. \nThe facility did not have a complete record demonstrating the type and number of animals and birds on hand. Additionally, \nthere were incomplete records of animal dispositions and no records of acquisition, births, hatchings or deaths for the \nanimals and birds.  \nAn accurate animal inventory is required so that USDA inspectors can ensure all animals are accounted for and receiving \nadequate veterinary care.  \nRecords of animal acquisition and disposition, including births/hatchings and deaths, must be kept by the facility to ensure \nanimals can be traced in case of an animal disease outbreak and to ensure there are not high mortality rates in the \nanimals. An accurate inventory and records of animal acquisition and disposition, including births/hatchings and death, \nmust be maintained by the facility. \n2.131(b)(1) \n   \nHandling of animals. \nOn approaching one of the goat enclosures during inspection, a goat was observed to have its head stuck in a hay feeder. \nThe feeder was a raised V-shaped feeder that had galvanized fencing added to the ends. There was a gap approximately \neight inches wide between the fence on one end and the point of the V formed by the feeder. One of the goats had placed \nits head through the gap and had become stuck. Two facility representatives were required to free the goat from the \nfeeder. The goat did not appear to be injured or markedly distressed by the entrapment.  \nA feeder designed and maintained that allows entrapment of the animals can cause unnecessary discomfort and puts the \nanimals at a very significant risk of injury.  \nHandling, feeding and housing of all animals shall be done as expeditiously and carefully as possible in a manner that \ndoes not cause trauma, overheating, excessive cooling, behavioral stress, physical harm, or unnecessary discomfort. This \nrequirement includes designing and maintaining enclosures and the structures with in them, including feeders, so they do \nnot entrap the animals within the enclosure.  \nCorrection Date: October 16th, 2024 \n3.125(a)  Repeat\n   \nFacilities, general.\n\nIn the enclosure housing five yaks, a round plastic dish that is about one foot deep and 2 feet in diameter was laying on \ntop of the single strand of hot wire that comprised the primary fence. This dish pushed the hot wire fence to the ground, \npotentially grounding out the entire primary enclosure fence and giving the yaks access to the area between the primary \nenclosure fence and the perimeter fence. The facility representative reported that the receptacle was used to provide \ngrain to the yaks. The facility representative, further, reported that sometimes one of the yaks throws her food receptacle; \nthis yak must have thrown the food receptacle onto the fence, knocking the fence over.  \nAnimals that escape, roam free and require recapture pose a high risk for injury to the animals, employees, and the \npublic. \nThe facility must be constructed of such material and of such strength as appropriate for the animals involved. The \noutdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the animals from \ninjury and to contain the animals. Measures must be taken so that animals cannot structurally damage their fence with \ntheir feeder or in other ways. \n3.131(d) \n   \nSanitation. \nThere were spider webs covering about 50 percent of the top of the beaver shelter when the shelter access lid was lifted. \nApproximately one third of the shelter access opening had spider webs in a dense opaque sheet consistent with multiples \nlayers of accumulated spider web. The spider webs were tan to grey, consistent with a dusty coating. The accumulation of \nspider webs made it hard to visualize the floor of the beaver enclosure and the beavers while in the shelter. \nSpiders also suggests the presence of other insects as their food source. The presence of spiders may cause distress or \ndiscomfort and increases the risk of disease hazards.  \nAn appropriate and effective program for pest control including clearing of spider webs shall be established and \nmaintained to provide for the health and well-being of the animals. \nTo be corrected by: October 16, 2024. \n3.152(b) \n   \nFacilities, outdoor \nThere were two pigeons housed in a hexagonal enclosure made of metal grid material with a metal roof. There was no \nadditional shelter provided in the enclosure. The birds had wooden perches to roost on in the enclosure. However, the \nperches were not close enough to the roof to allow the birds protection from wind or severe weather. Further, uninsulated \nmetal can increase environmental temperature through thermal radiation, making a hot environment even hotter. \nMoreover, uninsulated metal provides little protection from the cold in cold conditions. \nLack of appropriate shelter for local climatic conditions can cause birds discomfort or distress and could lead to injury or \nillness.  \nOutdoor housing facilities must provide adequate shelter, appropriate to the species and physical condition of the birds, \nfor the local climatic conditions to protect the birds from any adverse weather conditions. Shelters must be adequately \nventilated in hot weather and have one or more separate areas of shade or other effective protection that is large enough \nto comfortably contain all the birds at one time and prevent their discomfort from direct sunlight, precipitation, or wind. \nCorrection Date: October 16th, 2024 \n3.153(a)(1)(iii)  Repeat\n\nPrimary enclosures. \nDuring the inspection, multiple (5-10) owned and exhibited birds were observed outside of their intended primary \nenclosures. First, a pigeon was seen perching on the outside of its primary enclosure and flying around the area outside \nof its primary enclosure. The facility representative did not report how it had escaped its primary enclosure but said they \nwould be able to capture it and return it to the primary enclosure it was perching on. Second, domestic ducks and \nchickens normally housed in the open-air enclosures were seen outside of their enclosures at various places around the \ngrounds but within the perimeter fence. The facility representative reported that some of the birds can fly in and out of \ntheir open-air enclosures.  \nBirds that are outside of their enclosure are at increased risk of predation and injury. Furthermore, birds that exit their \nenclosure may be restricted in their access to food, water, and shelter. \nPrimary enclosures must be designed, constructed and maintained so that they contain the birds securely. If birds are free \nroaming they must be provided with food, water and shelter via a species appropriate egress. \n3.153(c) \n   \nPrimary enclosures. \nThe pools or aquatic areas in four of the duck enclosures were not deep enough for the ducks to perform normal postural \nor social adjustments such as bathing swimming and foraging type behavior. Further, these pools or aquatic areas were \nnot large enough to comfortably contain all the ducks at the same time. Finally, one of the enclosures containing ducks \nand geese had no pool or aquatic area. The pool or aquatic area in the duck enclosures consisted of plastic trays that \nwere about 5 inches deep, 4 feet long, and 2 feet wide. Two of the enclosures had more than ten ducks in them. The \nplastic trays in the duck enclosures also served as drinking water for both the aquatic birds and other nonaquatic birds \nhoused in these enclosures.  \nThe aquatic areas in the enclosures housing aquatic birds are either absent, not sufficiently deep, and/or not large enough \nto allow the birds to make normal postural and social adjustments. This deficiency can lead to malnutrition, poor condition, \ndebility, stress, and/or abnormal behavioral patterns. \nPrimary enclosures housing wading and aquatic birds must contain a pool or other aquatic area and a dry area that allows \neasy ingress or egress of the pool or other aquatic area. Pools and other aquatic areas must be of sufficient surface area \nand depth to allow each bird to make normal postural and social adjustments, such as immersion, bathing, swimming, and \nforaging, with adequate freedom of movement and freedom to escape from aggression demonstrated by other birds in the \nenclosure. Dry areas must be of sufficient size to allow each bird to make normal postural and social adjustments with \nadequate freedom of movement and freedom to escape from aggression demonstrated by other birds in the enclosure. \nCorrection Date: October 29th, 2024 \n3.154  Repeat\n   \nEnvironment enhancement to promote psychological well-being. \nThe written environmental enrichment plan did not include the African grey parrot.  \nThe African grey parrot is a social species. The parrot was housed by itself with no visual access to other psittacine \n(parrot type) birds. In addition, there were no enrichment devices present within the enclosures of the African grey parrot.  \nInsufficient enrichment for birds can cause psychological distress to birds and can lead to aggression or self-injurious \nbehavior.  \nExhibitors must develop, document, and follow a species-appropriate plan for environment enhancement adequate to \npromote the psychological well-being of birds. The plan must be approved by the attending veterinarian and must be in\n\naccordance with the regulations in this subpart and with currently accepted professional standards as cited in appropriate \nprofessional journals or reference guides. \n3.156 \n   \nWatering \nIn five of the enclosures housing aquatic birds, potable water was not available in sufficient quantity to the birds housed in \nthose enclosures.  \n-In the swan, enclosure there was a pool for swimming but there was no separate dish for potable water. A facility \nrepresentative reported that he had taken the water dish out a couple of days ago for cleaning and had not returned it. \nThe water in the swimming pool was dark green in color indicating significant growth of algae and making the water in the \npool insufficient as a source of potable drinking water.  \n-In four of the enclosures housing ducks and nonaquatic domestic type birds, plastic trays provided as aquatic areas for \nthe aquatic birds in the enclosure also served as the only source of drinking water for the birds in the enclosures. The \nwater in the trays was a muddy brown color and there was a layer of brown sludge and debris on the bottom of the tray. \nThe facility representative stated that the trays containing water were cleaned daily but had not yet been cleaned for the \nday. When the inspectors ask to have one of the trays emptied and refilled, the peafowl in the enclosure all immediately \nstarted drinking the fresh water. As a result of the ducks using the water trays as aquatic pools, the water in the trays was \nnot providing potable water in sufficient quantity and/or at sufficient frequency to ensure all the birds had enough potable \nwater for drinking.  \nLack of potable water can lead to disease and illness or may cause the animals to stop drinking water leading to \ndehydration.  \nPotable water must be continually available to the birds or offered to them as often as necessary to ensure their health \nand well-being. Water receptacles must be cleaned and sanitized as often as necessary to keep them clean and free of \ncontamination. When needed, group-housed birds must have multiple water receptacles to ensure that all birds have \naccess to sufficient water.  \nCorrection Date: October 16, 2024 \n \nThis inspection and exit interview were conducted with a facility representative. \n \nAdditional Inspectors: \nBryan Voetberg, VETERINARY MEDICAL OFFICER n",
  "animals_total": 359,
  "species": [
    {
      "count": 2,
      "scientific": "Phasianus colchicus",
      "common": "RING-NECKED PHEASANT / COMMON PHEASANT"
    },
    {
      "count": 2,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 2,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 8,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 5,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 2,
      "scientific": "Castor canadensis",
      "common": "AMERICAN BEAVER"
    },
    {
      "count": 2,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 3,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 1,
      "scientific": "Ammotragus lervia",
      "common": "BARBARY SHEEP"
    },
    {
      "count": 15,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 24,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 6,
      "scientific": "Bos grunniens",
      "common": "YAK"
    },
    {
      "count": 3,
      "scientific": "Cervus canadensis",
      "common": "ELK / WAPITI"
    },
    {
      "count": 4,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 2,
      "scientific": "Canis mesomelas",
      "common": "BLACK-BACKED JACKAL"
    },
    {
      "count": 2,
      "scientific": "Struthio camelus",
      "common": "COMMON OSTRICH"
    },
    {
      "count": 1,
      "scientific": "Boselaphus tragocamelus",
      "common": "NILGAI"
    },
    {
      "count": 2,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 9,
      "scientific": "Rhea pennata",
      "common": "LESSER RHEA / DARWIN'S RHEA"
    },
    {
      "count": 7,
      "scientific": "Dromaius novaehollandiae",
      "common": "EMU"
    },
    {
      "count": 21,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 20,
      "scientific": "Pavo cristatus",
      "common": "INDIAN PEAFOWL / COMMON PEAFOWL / PEAHEN /"
    },
    {
      "count": 2,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 2,
      "scientific": "Cygnus olor",
      "common": "MUTE SWAN"
    },
    {
      "count": 15,
      "scientific": "Aix sponsa",
      "common": "WOOD DUCK / CAROLINA DUCK"
    },
    {
      "count": 3,
      "scientific": "Anser anser domesticus",
      "common": "DOMESTIC GOOSE"
    },
    {
      "count": 2,
      "scientific": "Syrmaticus reevesii",
      "common": "REEVES'S PHEASANT"
    },
    {
      "count": 1,
      "scientific": "Chrysolophus amherstiae",
      "common": "LADY AMHERST'S PHEASANT"
    },
    {
      "count": 5,
      "scientific": "Chrysolophus pictus",
      "common": "GOLDEN PHEASANT"
    },
    {
      "count": 13,
      "scientific": "Tadorna tadorna",
      "common": "COMMON SHELDUCK"
    },
    {
      "count": 1,
      "scientific": "Anas platyrhynchos",
      "common": "MALLARD"
    },
    {
      "count": 53,
      "scientific": "Anas platyrhynchos domesticus",
      "common": "DOMESTIC DUCK INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 35,
      "scientific": "Gallus gallus domesticus",
      "common": "DOMESTIC CHICKEN (INCLUDING ALL DOMESTIC BREEDS /"
    },
    {
      "count": 14,
      "scientific": "Meleagris gallopavo domesticus",
      "common": "DOMESTIC TURKEY"
    },
    {
      "count": 64,
      "scientific": "Columba livia domestica",
      "common": "DOMESTIC PIGEON INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 3,
      "scientific": "Alectoris chukar",
      "common": "CHUKAR"
    },
    {
      "count": 1,
      "scientific": "Psittacus erithacus",
      "common": "CONGO AFRICAN GREY PARROT / GRAY PARROT"
    }
  ]
}