{
  "insp_id": "161151508410191",
  "layout": "a",
  "customer_id": "15617",
  "customer_name": "Freda Horton",
  "customer_addr": "Jack Horton\n104 Co Rd 644\nGreen Forest, AR 72638",
  "certificate": "71-A-0806",
  "site_id": "001",
  "site_name": "JACK & FREDA HORTON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-JUN-2015",
  "report_date": "10-JUN-2015",
  "citations": [
    {
      "code": "2.40(b)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The kennel facility consists of two sheltered buildings and one indoor housing building ( whelping building) which\nhouses mothers and puppies . In the whelping building there is one two year old female Yorkshire terrier, chip #\n019317089, named Angel Fire. The animal had a splint and bandaged right front leg. The dealer stated the animal\nhad injured it's leg approximately two weeks prior with a reevaluation appointment in two days. The dealer did not\nhave any written documentation of the animal being injured or being evaluated by the attending veterinarian. In\nbuilding #2 there is a two year old female Yorkshire terrier, chip #004327043, named Lady Mist. The animal's left\neye is an orb of pink tissue. The dealer stated the animal's eye was a birth defect. The dealer also stated the\nanimal had been evaluated by the attending veterinarian. However the dealer did not have any written\ndocumentation of the evaluation or treatment. Both animals must be evaluated by the attending veterinarian and\nthe dealer must maintain written documentation of the evaluation and all treatment to protect the health and welfare\nof the animals.\nAffects two adults. Correct by June 12, 2015"
    },
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In sheltered building #2 there are four enclosures whose expanded metal type doors have excessively rusted\nsurfaces which are rough and pitted. The doors need to be repaired or replaced to insure they can be properly\ncleaned and sanitized. Surfaces of housing facilities--including houses, dens, and other furniture-type fixtures and\nobjects within the facility--must be constructed in a manner and made of materials that allow them to be readily\ncleaned and sanitized, or removed or replaced when worn or soiled. Interior surfaces and any surfaces that come in\ncontact with the dogs must be free of excessive rust that prevents required cleaning and sanitization, or that affects\nthe structural strength of the surface.\nAffects four adults. Correct by 24 June 2015\nThe inspection and exit interview was conducted with the facility representative.\nAdditional Inspectors\nBartels Mary, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe kennel facility consists of two sheltered buildings and one indoor housing building ( whelping building) which\nhouses mothers and puppies .  In the whelping building there is one two year old female Yorkshire terrier, chip #\n019317089, named Angel Fire.  The animal had a splint and bandaged right front leg.  The dealer stated the animal\nhad injured it's leg approximately two weeks prior with a reevaluation appointment in two days.  The dealer did not\nhave any written documentation of the animal being injured or being evaluated by the attending veterinarian.  In\nbuilding #2 there is a two year old female Yorkshire terrier, chip #004327043, named Lady Mist.  The animal's left\neye is an orb of pink tissue.  The dealer stated the animal's eye was a birth defect.  The dealer also stated the\nanimal had been evaluated by the attending veterinarian.  However the dealer did not have any written\ndocumentation of the evaluation or treatment.  Both animals must be evaluated by the attending veterinarian and\nthe dealer must maintain written documentation of the evaluation and all treatment to protect the health and welfare\nof the animals.\nAffects two adults.                               Correct by June 12, 2015\n3.1(c)(1)(1)\nHOUSING FACILITIES, GENERAL.\nIn sheltered building #2 there are four enclosures whose expanded metal type doors have excessively rusted\nsurfaces which are rough and pitted.  The doors need to be repaired or replaced to insure they can be properly\ncleaned and sanitized.     Surfaces of housing facilities--including houses, dens, and other furniture-type fixtures and\nobjects within the facility--must be constructed in a manner and made of materials that allow them to be readily\ncleaned and sanitized, or removed or replaced when worn or soiled. Interior surfaces and any surfaces that come in\ncontact with the dogs must be free of excessive rust that prevents required cleaning and sanitization, or that affects\nthe structural strength of the surface.\nAffects four adults.                              Correct by 24 June 2015\nThe inspection and exit interview was conducted with the facility representative.\n\nAdditional Inspectors\nBartels Mary, Animal Care Inspector",
  "animals_total": 105,
  "species": [
    {
      "count": 85,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 20,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}