{
  "insp_id": "91161937390271",
  "layout": "a",
  "customer_id": "43309",
  "customer_name": "Pro Sci Inc.",
  "customer_addr": "12170 Flint Place\nPoway, CA 92064",
  "certificate": "93-B-0229",
  "site_id": "001",
  "site_name": "PRO SCI, INC.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-MAR-2016",
  "report_date": "31-MAR-2016",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The daily treatment records for the rabbits were incomplete. The facility keeps a written, daily observation log\nincluding documentation of any medications administered. According to a facility representative, the medication,\nOxytetracycline has been given to sick rabbits; however there is no written documentation or instructions for the use\nof this medication in the records. The lack of complete and accurate documentation of the use of all medications\nmay lead to inappropriate use on the animals. Accurate information and records should also be available in the\nevent of communications with the attending veterinarian. A system of complete, accurate and timely information\nconcerning animal health problems and observations must be in place.\nCorrect by 04/04/2016."
    },
    {
      "code": "3.51(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "-There were several cracks from 2ft to 6 ft long in the cement flooring of the rabbit building. Some of the deeper\ncracks were filled with organic waste/debris which attracted several flies to these areas at time of inspection. Large\ncracks in the flooring are not impervious to moisture and prevent proper sanitization. Also, these areas may trap\ndebris and bacterial organisms as well as attract flies or pests which all may pose a health risk to the animals.\n-Several rabbit cages are moderately covered in rust. The presence of rust may prevent the required cleaning and\nsanitization of the enclosures, which may adversely affect the health and well-being of the animals. There are\nimprovements being made which include sections of new cages and feeders that have replaced older ones.\nThe interior building surfaces of indoor housing facilities shall be constructed and maintained so that they are\nsubstantially impervious to moisture and may be readily sanitized.\nCorrect by 09/30/2016."
    },
    {
      "code": "3.53(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Several, primary enclosures housing adult rabbits did not provide the minimum amount of floor space as required.\nThe rabbit cages were 2 ft. X 1.5 ft. which provides a total of 3 square feet which is the minimum floor space for\nadult rabbits between 4.4-8.8 lbs. Several rabbits in the facility at time of inspection weighed greater than 8.8lbs,\ntherefore requiring more than the 3 square feet provided by the cages.\nEnclosures with insufficient space may have a negative impact on the health and well-being of the animals being\nmaintained within them. A sufficient amount of floor space for rabbits is necessary in order to ensure that they have\nenough space to make normal postural adjustments and adequate freedom of movement. The facility should ensure\nthat the cages housing their rabbits meet the required minimum floor space set forth in the regulations.\nCorrect by 09/30/2016\nExit interview was conducted with facility representative, Dr. Alexandra Andricos, VMO and Dr. Tyler Fields, VMO.\nAdditional Inspectors\nAndricos Alexandra, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe daily treatment records for the rabbits were incomplete.  The facility keeps a written, daily observation log\nincluding documentation of any medications administered.  According to a facility representative, the medication,\nOxytetracycline has been given to sick rabbits; however there is no written documentation or instructions for the use\nof this medication in the records.  The lack of complete and accurate documentation of the use of all medications\nmay lead to inappropriate use on the animals.  Accurate information and records should also be available in the\nevent of communications with the attending veterinarian.  A system of complete, accurate and timely information\nconcerning animal health problems and observations must be in place.\nCorrect by 04/04/2016.\n3.51(d)\nFACILITIES, INDOOR.   \n-There were several cracks from 2ft to 6 ft long in the cement flooring of the rabbit building.  Some of the deeper\ncracks were filled with organic waste/debris which attracted several flies to these areas at time of inspection.  Large\ncracks in the flooring are not impervious to moisture and prevent proper sanitization.  Also, these areas may trap\ndebris and bacterial organisms as well as attract flies or pests which all may pose a health risk to the animals.\n-Several rabbit cages are moderately covered in rust. The presence of rust may prevent the required cleaning and\nsanitization of the enclosures, which may adversely affect the health and well-being of the animals. There are\nimprovements being made which include sections of new cages and feeders that have replaced older ones.\nThe interior building surfaces of indoor housing facilities shall be constructed and maintained so that they are\nsubstantially impervious to moisture and may be readily sanitized.\nCorrect by 09/30/2016.\n3.53(c)(2)\n\nPRIMARY ENCLOSURES.   \nSeveral, primary enclosures housing adult rabbits did not provide the minimum amount of floor space as required. \nThe rabbit cages were 2 ft. X 1.5 ft. which provides a total of 3 square feet which is the minimum floor space for\nadult rabbits between 4.4-8.8 lbs.  Several rabbits in the facility at time of inspection weighed greater than 8.8lbs,\ntherefore requiring more than the 3 square feet provided by the cages.\nEnclosures with insufficient space may have a negative impact on the health and well-being of the animals being\nmaintained within them. A sufficient amount of floor space for rabbits is necessary in order to ensure that they have\nenough space to make normal postural adjustments and adequate freedom of movement. The facility should ensure\nthat the cages housing their rabbits meet the required minimum floor space set forth in the regulations.\nCorrect by 09/30/2016\nExit interview was conducted with facility representative, Dr. Alexandra Andricos, VMO and Dr. Tyler Fields, VMO.\nAdditional Inspectors\nAndricos Alexandra, Veterinary Medical Officer",
  "animals_total": 1000,
  "species": [
    {
      "count": 1000,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    }
  ]
}