{
  "insp_id": "INS-0000952933",
  "layout": "c",
  "customer_id": "329414",
  "customer_name": "Barn Hill Preserve Inc",
  "customer_addr": "11342 Hwy 955 E\nEthel, LA 70730",
  "certificate": "72-C-0238",
  "site_id": "001",
  "site_name": "Barn Hill Preserve Inc.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-AUG-2023",
  "report_date": "29-MAR-2024",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The facility failed to follow the instructions contained in the written Program of Veterinary Care (PVC) provided by the\nAttending Veterinarian (AV), resulting in sickness and death of multiple animals. Additionally, the facility has not followed\nthe vaccination schedule written in the program of veterinary care and is using an expired supplement for animals.\nThe program states that most exotic animals will have fecal exams (to detect parasites) every 6 months, and camelids\n(camels, alpacas) and giraffes will have fecal exams performed every 3 months. According to medical records and\ndiscussion with the Director and the AV, animals have not been getting fecal exams performed as outlined in the PVC.\n***A 2-year-old male giraffe currently living at the facility has not had fecal exams every 3 months as stated in the written\nprogram of veterinary care. The animal arrived at the facility in December 2022 and was dewormed at that time.\nAccording to the PVC, this animal should have had a fecal exam performed every 3 months, but there were no fecal\nexams performed from December 2022 to July 2023.\nAccording to the Assistant Director, a fecal exam was submitted for laboratory testing earlier this week (results are\npending). At the time of the inspection, the giraffe was extremely thin, with prominent hip and shoulder bones, clearly\nvisible neck bones, and a protruding spine; weight loss in giraffes can be caused by untreated parasite infections.\n***A 2-year-old female alpaca (“Babette”) experienced severe weight loss (10 lbs lost in 3.5 months) and required\nemergency hospitalization (beginning on August 17, 2023) and a blood transfusion due to heavy parasite infection.\nMedical records for this animal, who has been on the property for 2 years, do not include any fecal exams. A deworming\ntreatment was scheduled for June 2023 but it is unknown if this treatment was administered.\n***A male alpaca (“Simba”) died on June 17, 2023 and a necropsy found severe parasite infection (“high parasite load”).\nThis animal had lived on the property for 5 years and was last dewormed in December 2022. No fecal exam or parasite\ntreatment had been performed in 2023.\n***A male alpaca (“Carson”) died in November 2022 and a necropsy found severe parasite infection. This animal last had\na fecal exam in December 2021 and was last dewormed in June 2022.\n***A female red river hog died on July 19, 2023 and a necropsy found a large number of parasites in the animal’s\nintestines. The necropsy report stated that the high number of parasites is a predisposing factor for cause of death (which\nwas intestinal volvulus). This animal had been on the premises since January 2023, but had not had any fecal exams or\ndeworming treatments.\nAdditionally, the PVC states that carnivores should be vaccinated for rabies annually. Review of medical records showed\nthat only carnivores used for public encounters were being vaccinated for rabies. Carnivores not used for public contact-\nsuch as 2 binturong and 2 serval cats- have not been vaccinated for rabies annually.\nThe facility is giving 4 penguins a daily supplement which expired in March 2023.\nThe AV was contacted and confirmed that the instructions in the written PVC have not changed and should be followed. It\nis important to follow the AV’s instructions for animal care, testing, vaccination, and treatment. Failure to follow the AV’s\ninstructions can result in animal’s becoming sick or dying. Medications and supplements that have expired may no longer\nbe effective, potent, or safe.\nCorrect immediately, by August 24, 2023 at 3:00PM Central time, by following all of the AV’s instructions for the care and\ntreatment of animals."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "A 2-year-old male giraffe currently living at the facility is extremely thin. The giraffe has prominent hip and shoulder bones,\nclearly visible neck bones, and a protruding spine. The facility had noticed that the animal had lost weight and sometimes\nhad decreased appetite in the mornings. This animal had not been receiving regular fecal checks as recommended by the\nattending veterinarian. The facility failed to identify the serious nature of this giraffe’s thin body condition and did not alert\nthe Attending Veterinarian about the severity of the problem (AV). The Attending Veterinarian was contacted and\nconfirmed she had not been made aware of the severity of this animal’s condition.\nGiraffes that are thin may have serious underlying health issues such as intestinal parasites or anemia. Giraffes that are\nthin have less ability to fight infection or handle stress and may die as a result of their compromised condition. Prompt,\naccurate, complete communication with the Attending Veterinarian is essential for identifying and treating animal health\nproblems.\nCorrect by 8/24/23 at 3:00PM Central by ensuring that all regulated animals are observed daily to assess their health and\nwell-being, and that there is a mechanism of direct and frequent communication with the AV so that timely and accurate\ninformation on problems of animal health, behavior, and well-being are conveyed to the attending veterinarian."
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "A 2-year-old male giraffe is housed in an enclosure that does not have a sufficient public barrier. Members of the public\ncan participate in an encounter during which they sit at picnic tables under a wooden shade structure/platform next to the\ngiraffe enclosure. Participants can offer browse to the giraffe from this location. The encounter is supervised by at least\none staff member. The only barrier between the public and the giraffe is one horizontal wooden rail, which is\napproximately 3-4 feet from the ground. The rail is at the height of the giraffe’s knees (carpal joints). There is nothing to\nprevent people or children from going under or over this rail.\nPublic barriers are essential for protecting the public and animals during animal encounters and exhibits. Giraffes are\nextremely large and potentially dangerous animals, and an attendant cannot effectively intervene to protect a person at\nground level from this animal. Giraffes can kick powerfully and can swing their heads with great force.\nCorrect by 9/8/23 by installing a barrier that will protect members of the public from potential injury and which will prevent\nmembers of the public from easily going under or over the barrier."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "The structural strength and security of multiple animal enclosures was inadequate.\n***The lockout/night quarters of the hyena enclosure has walls of wire mesh/chain link; in many places the bottom bar of\nthis chain link is severely rusted and includes holes in the rusted areas.\n***One juvenile male Indian porcupine was housed in an indoor enclosure; the door of this enclosure is made of a wood\nframe with wire mesh/chicken wire. The animal was observed chewing and pulling at the wires, causing the wires to\nbreak. The wood was also splintered and worn along the bottom of the door. This animal was moved to a different\nenclosure the day of the inspection.\n***The “South American” sloth enclosure is a wooden building. Along the top of the walls, where the wall meets the roof,\ntwo pieces of wood have been dislodged creating a gap approximately 3 inches wide and 10 inches long. The sloths were\nmoved to a different enclosure shortly after the inspection.\n***The enclosure in the gift shop housing 2 armadillos contains two round holes in the exterior wall. The holes are\napproximately 1.5 inches in diameter and sunlight can be seen through the holes. The holes were fixed prior to the exit\nbriefing.\nEnclosures that are not structurally sound and maintained in good repair may allow animals to escape or become\nentrapped or may permit entry of pests or other animals that could be harmful.\nCorrect by September 8th, 2023 by ensuring that all animal enclosures are structurally sound and maintained in good\nrepair to protect the animals from injury and contain the animals."
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "The enclosure housing two hyenas does not provide adequate shelter to protect the animals from inclement weather. The\nhyena enclosure contains a burrow/den that the animals have dug into the ground, a few small trees, and two hard plastic\n“igloo” style dog houses under a small tin roof. One of the dog houses is badly chewed and a large section of the\nwindbreak and part of the side of the doghouse is missing. The shelter structures available are not adequate to protect\nfrom local climatic conditions such as heavy rain with wind. Animals without adequate protection from inclement weather\nmay suffer from stress, low body temperature, and decreased immune system function. Correct by September 8, 2023 by\nensuring that outdoor animal enclosures provide the animals protection from inclement weather and protect the animals\nfrom discomfort."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "3.131(d) There are pests and evidence of pests throughout the facility including ants, flies, other flying insects, rodent\nnests, bird nests, and cobwebs. There is a thick line of ants on the ground around the sand cat enclosure. There are ants\non the ground inside the clinic building. There are ants, cobwebs, and insect nests, and a bird nest in the South American\nsloth enclosure. There are large cobwebs in the armadillo enclosure in the gift shop. There are a large number of rodent\ndroppings in the bird housing/food storage shed, and there are two bags of feed with holes in them. There are at least\nthree bird nests and bird droppings in the overhead rafters behind the adult otter enclosure near the encounter pool. Pests\ncan transmit disease, contaminate food and surfaces, and can harm animals. Correct by 9/8/23 by establishing and\nmaintaining a safe and effective program for the control of pests. Pest control must also be complaint with AWA regulation\n3.158(d)."
    },
    {
      "code": "3.150(e)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "In the kitchen/food prep building, there are both cleaning supplies and clean food bowls (that may be used for birds)\nstored on a wire shelving unit. In the shed used to store enrichment items, cleaning supplies are stored on shelving near\nand above enrichment items that may be used for birds. Cleaning supplies stored near food, bedding, or enrichment items\ncan contaminate those objects resulting in harm to birds. Correct by 9/8/23 by storing chemicals and cleaning supplies in\na secure manner to prevent potential harm to birds."
    },
    {
      "code": "3.153(a)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "One approximately 2-year-old blue-throated macaw is housed alone in a wire outdoor enclosure which contains multiple\nsharp points that could injure the bird. Along the roof of the enclosure, there is a seam between two panels of wire mesh.\nThere are sharp points approximate 1/2 inch long all along this seam. Enclosures with sharp points may cause injury to\nthe birds within. Correct by September 8, 2023 by ensuring that enclosures housing birds do not contain sharp points.\nCorrected at the time of inspection."
    },
    {
      "code": "3.153(a)(1)(vi)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "Two primary enclosures for birds do not protect the animals from extremely hot climatic conditions.\n*17 rhea chicks are housed in an outdoor enclosure within a barn. At the time of the inspection, the temperature in front of\nthe rhea enclosure was 102 degrees Fahrenheit. All 17 chicks were breathing with open mouths and holding their wings\nout from their bodies. No fans or other methods of cooling was being provided for these birds.\n*One approximately 2-year-old blue-throated macaw is housed alone in an outdoor enclosure. Part of the roof of the\nenclosure provides shade. The ambient temperature at the time of inspection was 104.9 degrees Fahrenheit. The bird\nwas breathing with his mouth open and the pale skin around the base of the beak was pink/flushed. No fans, misters, or\nother methods of cooling were provided for this bird.\nBirds housed in enclosures that do not provide adequate protection from hot temperatures may suffer from stress,\ndiscomfort, heat stroke, dehydration, or death.\nCorrect by August 24, 2023 at 3PM by housing these and all other resident birds in enclosures that provide shelter and\nprotection from climatic and environmental conditions that may be detrimental to the health and wellbeing of the birds.\nFans were added to both bird enclosures at the time of inspection."
    },
    {
      "code": "3.154(c)",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "The facility’s bird enrichment plan does not include special considerations for young birds (nestlings, chicks, fledglings),\nbirds showing signs of psychological distress, or individually housed birds that are unable to see and hear birds of their\nown or compatible species. The facility currently has very young birds and singly housed birds that cannot see or hear\nother birds. Birds have complex social and environmental needs; failure to meet these needs can result in stress, obesity,\nor the development of abnormal/harmful behaviors. Correct by 9/8/23 by updating the enrichment plan for birds to include\nspecial considerations for young birds (nestlings, chicks, fledglings), birds showing signs of psychological distress, and\nindividually housed birds that are unable to see and hear birds of their own or compatible species.\nThis inspection and exit interview were conducted with the Director and Assistant Director.\nAdditional Inspectors:\nKem Singletary, VETERINARY MEDICAL OFFICER n"
    }
  ],
  "narrative": "2.40(b)(2)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe facility failed to follow the instructions contained in the written Program of Veterinary Care (PVC) provided by the \nAttending Veterinarian (AV), resulting in sickness and death of multiple animals. Additionally, the facility has not followed \nthe vaccination schedule written in the program of veterinary care and is using an expired supplement for animals. \n \nThe program states that most exotic animals will have fecal exams (to detect parasites) every 6 months, and camelids \n(camels, alpacas) and giraffes will have fecal exams performed every 3 months. According to medical records and \ndiscussion with the Director and the AV, animals have not been getting fecal exams performed as outlined in the PVC.  \n \n***A 2-year-old male giraffe currently living at the facility has not had fecal exams every 3 months as stated in the written \nprogram of veterinary care. The animal arrived at the facility in December 2022 and was dewormed at that time. \nAccording to the PVC, this animal should have had a fecal exam performed every 3 months, but there were no fecal \nexams performed from December 2022 to July 2023. \nAccording to the Assistant Director, a fecal exam was submitted for laboratory testing earlier this week (results are \npending). At the time of the inspection, the giraffe was extremely thin, with prominent hip and shoulder bones, clearly \nvisible neck bones, and a protruding spine; weight loss in giraffes can be caused by untreated parasite infections. \n \n***A 2-year-old female alpaca (“Babette”) experienced severe weight loss (10 lbs lost in 3.5 months) and required \nemergency hospitalization (beginning on August 17, 2023) and a blood transfusion due to heavy parasite infection. \nMedical records for this animal, who has been on the property for 2 years, do not include any fecal exams. A deworming \ntreatment was scheduled for June 2023 but it is unknown if this treatment was administered. \n \n***A male alpaca (“Simba”) died on June 17, 2023 and a necropsy found severe parasite infection (“high parasite load”). \nThis animal had lived on the property for 5 years and was last dewormed in December 2022. No fecal exam or parasite \ntreatment had been performed in 2023. \n \n***A male alpaca (“Carson”) died in November 2022 and a necropsy found severe parasite infection. This animal last had \na fecal exam in December 2021 and was last dewormed in June 2022.\n\n***A female red river hog died on July 19, 2023 and a necropsy found a large number of parasites in the animal’s \nintestines. The necropsy report stated that the high number of parasites is a predisposing factor for cause of death (which \nwas intestinal volvulus). This animal had been on the premises since January 2023, but had not had any fecal exams or \ndeworming treatments. \n \nAdditionally, the PVC states that carnivores should be vaccinated for rabies annually. Review of medical records showed \nthat only carnivores used for public encounters were being vaccinated for rabies. Carnivores not used for public contact- \nsuch as 2 binturong and 2 serval cats- have not been vaccinated for rabies annually. \n \nThe facility is giving 4 penguins a daily supplement which expired in March 2023. \n \nThe AV was contacted and confirmed that the instructions in the written PVC have not changed and should be followed. It \nis important to follow the AV’s instructions for animal care, testing, vaccination, and treatment. Failure to follow the AV’s \ninstructions can result in animal’s becoming sick or dying. Medications and supplements that have expired may no longer \nbe effective, potent, or safe. \n \nCorrect immediately, by August 24, 2023 at 3:00PM Central time, by following all of the AV’s instructions for the care and \ntreatment of animals. \n2.40(b)(3)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nA 2-year-old male giraffe currently living at the facility is extremely thin. The giraffe has prominent hip and shoulder bones, \nclearly visible neck bones, and a protruding spine. The facility had noticed that the animal had lost weight and sometimes \nhad decreased appetite in the mornings. This animal had not been receiving regular fecal checks as recommended by the \nattending veterinarian. The facility failed to identify the serious nature of this giraffe’s thin body condition and did not alert \nthe Attending Veterinarian about the severity of the problem (AV). The Attending Veterinarian was contacted and \nconfirmed she had not been made aware of the severity of this animal’s condition.  \n \nGiraffes that are thin may have serious underlying health issues such as intestinal parasites or anemia. Giraffes that are \nthin have less ability to fight infection or handle stress and may die as a result of their compromised condition. Prompt, \naccurate, complete communication with the Attending Veterinarian is essential for identifying and treating animal health \nproblems. \n \nCorrect by 8/24/23 at 3:00PM Central by ensuring that all regulated animals are observed daily to assess their health and \nwell-being, and that there is a mechanism of direct and frequent communication with the AV so that timely and accurate \ninformation on problems of animal health, behavior, and well-being are conveyed to the attending veterinarian. \n2.131(c)(1) \n   \nHandling of animals. \nA 2-year-old male giraffe is housed in an enclosure that does not have a sufficient public barrier. Members of the public \ncan participate in an encounter during which they sit at picnic tables under a wooden shade structure/platform next to the\n\ngiraffe enclosure. Participants can offer browse to the giraffe from this location. The encounter is supervised by at least \none staff member. The only barrier between the public and the giraffe is one horizontal wooden rail, which is \napproximately 3-4 feet from the ground. The rail is at the height of the giraffe’s knees (carpal joints). There is nothing to \nprevent people or children from going under or over this rail.  \n \nPublic barriers are essential for protecting the public and animals during animal encounters and exhibits. Giraffes are \nextremely large and potentially dangerous animals, and an attendant cannot effectively intervene to protect a person at \nground level from this animal. Giraffes can kick powerfully and can swing their heads with great force. \n \nCorrect by 9/8/23 by installing a barrier that will protect members of the public from potential injury and which will prevent \nmembers of the public from easily going under or over the barrier. \n3.125(a) \n   \nFacilities, general. \nThe structural strength and security of multiple animal enclosures was inadequate. \n \n***The lockout/night quarters of the hyena enclosure has walls of wire mesh/chain link; in many places the bottom bar of \nthis chain link is severely rusted and includes holes in the rusted areas.  \n \n***One juvenile male Indian porcupine was housed in an indoor enclosure; the door of this enclosure is made of a wood \nframe with wire mesh/chicken wire. The animal was observed chewing and pulling at the wires, causing the wires to \nbreak. The wood was also splintered and worn along the bottom of the door. This animal was moved to a different \nenclosure the day of the inspection. \n \n***The “South American” sloth enclosure is a wooden building. Along the top of the walls, where the wall meets the roof, \ntwo pieces of wood have been dislodged creating a gap approximately 3 inches wide and 10 inches long. The sloths were \nmoved to a different enclosure shortly after the inspection.  \n \n***The enclosure in the gift shop housing 2 armadillos contains two round holes in the exterior wall. The holes are \napproximately 1.5 inches in diameter and sunlight can be seen through the holes. The holes were fixed prior to the exit \nbriefing. \n \nEnclosures that are not structurally sound and maintained in good repair may allow animals to escape or become \nentrapped or may permit entry of pests or other animals that could be harmful.  \n \nCorrect by September 8th, 2023 by ensuring that all animal enclosures are structurally sound and maintained in good \nrepair to protect the animals from injury and contain the animals. \n3.127(b) \n   \nFacilities, outdoor.\n\nThe enclosure housing two hyenas does not provide adequate shelter to protect the animals from inclement weather. The \nhyena enclosure contains a burrow/den that the animals have dug into the ground, a few small trees, and two hard plastic \n“igloo” style dog houses under a small tin roof. One of the dog houses is badly chewed and a large section of the \nwindbreak and part of the side of the doghouse is missing. The shelter structures available are not adequate to protect \nfrom local climatic conditions such as heavy rain with wind. Animals without adequate protection from inclement weather \nmay suffer from stress, low body temperature, and decreased immune system function. Correct by September 8, 2023 by \nensuring that outdoor animal enclosures provide the animals protection from inclement weather and protect the animals \nfrom discomfort. \n3.131(d) \n   \nSanitation. \n3.131(d) There are pests and evidence of pests throughout the facility including ants, flies, other flying insects, rodent \nnests, bird nests, and cobwebs. There is a thick line of ants on the ground around the sand cat enclosure. There are ants \non the ground inside the clinic building. There are ants, cobwebs, and insect nests, and a bird nest in the South American \nsloth enclosure. There are large cobwebs in the armadillo enclosure in the gift shop. There are a large number of rodent \ndroppings in the bird housing/food storage shed, and there are two bags of feed with holes in them. There are at least \nthree bird nests and bird droppings in the overhead rafters behind the adult otter enclosure near the encounter pool. Pests \ncan transmit disease, contaminate food and surfaces, and can harm animals. Correct by 9/8/23 by establishing and \nmaintaining a safe and effective program for the control of pests. Pest control must also be complaint with AWA regulation \n3.158(d). \n3.150(e) \n   \nFacilities, general. \nIn the kitchen/food prep building, there are both cleaning supplies and clean food bowls (that may be used for birds) \nstored on a wire shelving unit. In the shed used to store enrichment items, cleaning supplies are stored on shelving near \nand above enrichment items that may be used for birds. Cleaning supplies stored near food, bedding, or enrichment items \ncan contaminate those objects resulting in harm to birds. Correct by 9/8/23 by storing chemicals and cleaning supplies in \na secure manner to prevent potential harm to birds. \n3.153(a)(1)(i) \n   \nPrimary enclosures. \nOne approximately 2-year-old blue-throated macaw is housed alone in a wire outdoor enclosure which contains multiple \nsharp points that could injure the bird. Along the roof of the enclosure, there is a seam between two panels of wire mesh. \nThere are sharp points approximate 1/2 inch long all along this seam. Enclosures with sharp points may cause injury to \nthe birds within. Correct by September 8, 2023 by ensuring that enclosures housing birds do not contain sharp points. \nCorrected at the time of inspection. \n3.153(a)(1)(vi)  Direct\n   \nPrimary enclosures. \nTwo primary enclosures for birds do not protect the animals from extremely hot climatic conditions.\n\n*17 rhea chicks are housed in an outdoor enclosure within a barn. At the time of the inspection, the temperature in front of \nthe rhea enclosure was 102 degrees Fahrenheit. All 17 chicks were breathing with open mouths and holding their wings \nout from their bodies. No fans or other methods of cooling was being provided for these birds.  \n \n*One approximately 2-year-old blue-throated macaw is housed alone in an outdoor enclosure. Part of the roof of the \nenclosure provides shade. The ambient temperature at the time of inspection was 104.9 degrees Fahrenheit. The bird \nwas breathing with his mouth open and the pale skin around the base of the beak was pink/flushed. No fans, misters, or \nother methods of cooling were provided for this bird. \n \nBirds housed in enclosures that do not provide adequate protection from hot temperatures may suffer from stress, \ndiscomfort, heat stroke, dehydration, or death.  \n \nCorrect by August 24, 2023 at 3PM by housing these and all other resident birds in enclosures that provide shelter and \nprotection from climatic and environmental conditions that may be detrimental to the health and wellbeing of the birds. \nFans were added to both bird enclosures at the time of inspection. \n3.154(c) \n   \nEnvironment enhancement to promote psychological well-being. \nThe facility’s bird enrichment plan does not include special considerations for young birds (nestlings, chicks, fledglings), \nbirds showing signs of psychological distress, or individually housed birds that are unable to see and hear birds of their \nown or compatible species. The facility currently has very young birds and singly housed birds that cannot see or hear \nother birds. Birds have complex social and environmental needs; failure to meet these needs can result in stress, obesity, \nor the development of abnormal/harmful behaviors. Correct by 9/8/23 by updating the enrichment plan for birds to include \nspecial considerations for young birds (nestlings, chicks, fledglings), birds showing signs of psychological distress, and \nindividually housed birds that are unable to see and hear birds of their own or compatible species. \n \nThis inspection and exit interview were conducted with the Director and Assistant Director. \n \nAdditional Inspectors: \nKem Singletary, VETERINARY MEDICAL OFFICER n",
  "animals_total": 173,
  "species": [
    {
      "count": 5,
      "scientific": "Hydrochaeris hydrochaeris",
      "common": "CAPYBARA"
    },
    {
      "count": 3,
      "scientific": "Lophochroa leadbeateri",
      "common": "PINK COCKATOO /  LEADBEATER'S COCKATOO / MAJOR"
    },
    {
      "count": 2,
      "scientific": "Lynx lynx",
      "common": "NORTHERN/EURASIAN LYNX"
    },
    {
      "count": 4,
      "scientific": "Pulsatrix perspicillata",
      "common": "SPECTACLED OWL"
    },
    {
      "count": 1,
      "scientific": "Ara chloropterus",
      "common": "RED-AND-GREEN MACAW / GREEN-WINGED MACAW"
    },
    {
      "count": 3,
      "scientific": "Amazona oratrix",
      "common": "YELLOW-HEADED PARROT / YELLOW-HEADED AMAZON /"
    },
    {
      "count": 2,
      "scientific": "Ara militaris",
      "common": "MILITARY MACAW"
    },
    {
      "count": 7,
      "scientific": "Aonyx cinereus",
      "common": "ORIENTAL SMALL-CLAWED OTTER"
    },
    {
      "count": 1,
      "scientific": "Dacelo novaeguineae",
      "common": "LAUGHING KOOKABURRA"
    },
    {
      "count": 3,
      "scientific": "Taurotragus oryx",
      "common": "COMMON ELAND"
    },
    {
      "count": 8,
      "scientific": "Ara ararauna",
      "common": "BLUE-AND-YELLOW MACAW / BLUE-AND-GOLD MACAW"
    },
    {
      "count": 2,
      "scientific": "Ara macao",
      "common": "SCARLET MACAW"
    },
    {
      "count": 8,
      "scientific": "Dromaius novaehollandiae",
      "common": "EMU"
    },
    {
      "count": 1,
      "scientific": "Polyplectron napoleonis",
      "common": "PALAWAN PEACOCK-PHEASANT"
    },
    {
      "count": 2,
      "scientific": "Arctictis binturong",
      "common": "BINTURONG"
    },
    {
      "count": 1,
      "scientific": "Pavo cristatus",
      "common": "INDIAN PEAFOWL / COMMON PEAFOWL / PEAHEN /"
    },
    {
      "count": 1,
      "scientific": "Casuarius casuarius",
      "common": "SOUTHERN CASSOWARY / DOUBLE-WATTLED CASSOWARY"
    },
    {
      "count": 1,
      "scientific": "Leopardus geoffroyi",
      "common": "GEOFFROY'S CAT"
    },
    {
      "count": 2,
      "scientific": "Anas platyrhynchos",
      "common": "MALLARD"
    },
    {
      "count": 3,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 3,
      "scientific": "Echinops telfairi",
      "common": "LESSER MADAGASCAR HEDGEHOG TENREC"
    },
    {
      "count": 7,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 1,
      "scientific": "Tapirus bairdii",
      "common": "BAIRD'S TAPIR"
    },
    {
      "count": 2,
      "scientific": "Cairina moschata",
      "common": "MUSCOVY DUCK"
    },
    {
      "count": 1,
      "scientific": "Cariama cristata",
      "common": "RED-LEGGED SERIEMA"
    },
    {
      "count": 3,
      "scientific": "Hystrix indica",
      "common": "INDIAN CRESTED PORCUPINE"
    },
    {
      "count": 7,
      "scientific": "Trichoglossus moluccanus",
      "common": "RAINBOW LORIKEET"
    },
    {
      "count": 1,
      "scientific": "Potamochoerus porcus",
      "common": "RED RIVER HOG"
    },
    {
      "count": 4,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 2,
      "scientific": "Hyaena hyaena",
      "common": "STRIPED HYENA"
    },
    {
      "count": 1,
      "scientific": "Bubo bubo",
      "common": "EURASIAN EAGLE-OWL"
    },
    {
      "count": 2,
      "scientific": "Felis margarita",
      "common": "SAND CAT"
    },
    {
      "count": 3,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 2,
      "scientific": "Porphyrio porphyrio",
      "common": "WESTERN SWAMPHEN"
    },
    {
      "count": 6,
      "scientific": "Connochaetes taurinus",
      "common": "BRINDLED WILDEBEEST"
    },
    {
      "count": 5,
      "scientific": "Gallus gallus domesticus",
      "common": "DOMESTIC CHICKEN (INCLUDING ALL DOMESTIC BREEDS /"
    },
    {
      "count": 1,
      "scientific": "Ara glaucogularis",
      "common": "BLUE-THROATED MACAW"
    },
    {
      "count": 4,
      "scientific": "Spheniscus demersus",
      "common": "AFRICAN PENGUIN / CAPE PENGUIN"
    },
    {
      "count": 2,
      "scientific": "Balearica regulorum",
      "common": "GRAY CROWNED-CRANE / AFRICAN CROWNED-CRANE /"
    },
    {
      "count": 2,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 4,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 1,
      "scientific": "Giraffa camelopardalis",
      "common": "GIRAFFE"
    },
    {
      "count": 6,
      "scientific": "Tolypeutes tricinctus",
      "common": "BRAZILIAN THREE-BANDED ARMADILLO"
    },
    {
      "count": 1,
      "scientific": "Pionites melanocephalus",
      "common": "BLACK-HEADED PARROT"
    },
    {
      "count": 1,
      "scientific": "Caluromys philander",
      "common": "BARE-TAILED WOOLLY OPOSSUM"
    },
    {
      "count": 4,
      "scientific": "Choloepus didactylus",
      "common": "LINNAEUS'S TWO-TOED SLOTH"
    },
    {
      "count": 17,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 3,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    },
    {
      "count": 17,
      "scientific": "Rhea americana",
      "common": "GREATER RHEA / AMERICAN RHEA"
    }
  ]
}