{
  "insp_id": "2016082567924444",
  "layout": "a",
  "customer_id": "332414",
  "customer_name": "Kayla Mulder",
  "customer_addr": "1674 Jefferson Ave\nGeorge, IA 51237",
  "certificate": "42-A-1503",
  "site_id": "001",
  "site_name": "Kayla Mulder",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-SEP-2016",
  "report_date": "14-SEP-2016",
  "citations": [
    {
      "code": "3.6(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "There was a piece of cloth fabric hung from the fence of an enclosure housing three adult dogs. The adult female\nJack Russell Terrier was entangled around the abdomen in a torn opening in the fabric. The dog was not injured\nand its weight was supported by all four of its feet on the ground. The licensee was able to untangle the dog and\nremoved the cloth fabric immediately from the enclosure.\nMaterials in disrepair in primary enclosures can lead to injury to the animals. While this animal was not injured in\nthis instance, the potential of serious, if not fatal results, could occur from hazards, such as this, within the primary\nenclosures. Materials used in the primary enclosures must be suitable and be kept in good repair.\nTO BE CORRECTED BY: Corrected at the time of the inspection."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In the outdoor enclosure housing three adult Labrador Retrievers the interior floor surface of the shelter had a build\nup of brown dirt and grime, and debris. The two enclosures to the north part of the facility housing eight adult small\ndogs had green algae on the bottoms of the water pans. The same two enclosures housing the eight adult small\ndogs also had a build up of brown greasy residue and dirt on the interior surfaces of both halves of the shelter\nstructure, and on the exterior wall at the opening of the egress door on the west half of the shelter.\nAll used primary enclosures must be cleaned and sanitized once every two weeks, or more often if necessary to\nprevent the buildup of dirt, grime and other disease hazards.Used primary enclosures, shelters, and water bowls\nmust be cleaned, sanitized and maintained in a way to prevent any further buildup of dirt and grime. Licensee must\nensure that all enclosures remain free of accumulations of dirt and grime, and water bowls free of algae in order to\npromote the health of the dogs.\nThe Pug (#45) that was cited under 2.40(b)(2) on April 4, 2016 was examined and treated by a licensed\nveterinarian.\nThis inspection and exit interview were conducted with the licensee and ACI Bartels."
    }
  ],
  "narrative": "3.6(a)(1)\nPRIMARY ENCLOSURES.\nThere was a piece of cloth fabric hung from the fence of an enclosure housing three adult dogs.  The adult female\nJack Russell Terrier was entangled around the abdomen in a torn opening in the fabric.  The dog was not injured\nand its weight was supported by all four of its feet on the ground.  The licensee was able to untangle the dog and\nremoved the cloth fabric immediately from the enclosure.\nMaterials in disrepair in primary enclosures can lead to injury to the animals.  While this animal was not injured in\nthis instance, the potential of serious, if not fatal results, could occur from hazards, such as this, within the primary\nenclosures.  Materials used in the primary enclosures must be suitable and be kept in good repair.  \nTO BE CORRECTED BY: Corrected at the time of the inspection.\n3.11(b)(2)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nIn the outdoor enclosure housing three adult Labrador Retrievers the interior floor surface of the shelter had a build\nup of brown dirt and grime, and debris.  The two enclosures to the north part of the facility housing eight adult small\ndogs had green algae on the bottoms of the water pans.  The same two enclosures housing the eight adult small\ndogs also had a build up of brown greasy residue and dirt on the interior surfaces of both halves of the shelter\nstructure, and on the exterior wall at the opening of the egress door on the west half of the shelter.\nAll used primary enclosures  must be cleaned and sanitized once every two weeks, or more often if necessary to\nprevent the buildup of dirt, grime and other disease hazards.Used primary enclosures, shelters, and water bowls\nmust be cleaned, sanitized and maintained in a way to prevent any further buildup of dirt and grime.  Licensee must\nensure that all enclosures remain free of accumulations of dirt and grime, and water bowls free of algae in order to\npromote the health of the dogs.\nThe Pug (#45) that was cited under 2.40(b)(2) on April 4, 2016 was examined and treated by a licensed\nveterinarian.\n\nThis inspection and exit interview were conducted with the licensee and ACI Bartels.",
  "animals_total": 62,
  "species": [
    {
      "count": 62,
      "scientific": "Canis lupus familiaris",
      "common": "DOMESTIC DOG"
    }
  ]
}