{
  "insp_id": "301141656060437",
  "layout": "a",
  "customer_id": "12083",
  "customer_name": "Larry E Bolz",
  "customer_addr": "Yvette R Bolz\n1165 Rd 90\nOlpe, KS 66865",
  "certificate": "48-A-1582",
  "site_id": "001",
  "site_name": "Yvette Bolz, Larry Bolz",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-OCT-2014",
  "report_date": "30-OCT-2014",
  "citations": [
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Protruding wires resulting in sharp points were observed in three enclosures. Six dogs are in contact with the\naffected wires located in outdoor housing. Sharp points could potentially injure the animals. The licensee must\nensure that all enclosures are maintained in good repair at all times to protect the animals from injury. Correct by\n11/4/14.\n*********************************\n* The top half of one plastic shelter structure is broken and jagged with a sharp edge. Two dogs are in contact with\nthe affected shelter structure located in outdoor housing. A sharp, jagged edge could potentially cause injury. The\nlicensee must ensure that all surfaces are kept in good repair and protect the animals from injury. Correct by\n11/4/14.\n*********************************\n* Enclosure fencing was bowing along the bottom creating a two to three inch gap between the fencing and\ncement flooring. Three dogs are in contact with the affected fencing located in outdoor housing. The potential for\ninjury, stress or discomfort exists if any dog gets caught in the gap area. The licensee must ensure all enclosures\nprotect the animals from injury and contain the dogs securely at all times. Correct by 11/4/14."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* The bottom edge of one metal outdoor shelter used by two dogs is heavily rusted and has flaked off and created\na jagged, sharp edge along the bottom of the shelter. Jagged edges and sharp points could potentially cause injury\nto the dogs. The licensee must ensure that all surfaces that come in contact with the dogs be free of jagged, sharp\nedges. Correct by 11/4/14."
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Mixture of water, excreta and urine is collecting next to the cement runs in two different areas. Six dogs are in\ncontact with the affected area located in outdoor housing. Potential disease or health risks exist when water,\nexcreta and urine is not removed in a timely manner. In addition, unsanitary conditions exists when water, excreta\nand urine continues to collect next to the cement runs. The licensee must provide for the regular and frequent\nremoval of water, other fluids and waste in a manner that minimizes contamination and disease risks. Correct by\n11/4/14."
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "* Bird droppings, dust and cobwebs were observed on top of one wood food receptacle. The receptacle used by\ntwo dogs are located in outdoor housing. Potential food contamination exists affecting the health and well-being of\nthe dogs. In addition, the surface area cannot be readily cleaned and sanitized. The licensee must ensure that all\nfood receptacles can be properly cleaned and sanitized at all times. Correct by 11/4/14."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* The cement runs in two outdoor enclosures have an estimated 1/4 to 1/2 inch cracks in the cement floor. Six\ndogs are in contact with the affected cement flooring. Gaps or cracks in cement flooring can allow accumulations\nof dirt, debris, food waste, excreta, and other disease hazards. In addition, the surface area can not be adequately\ncleaned and sanitized. The licensee must fill in all gaps with surface material that will not allow the accumulation of\nany dirt, debris, food waste, excreta or any other disease hazards in the gap area. Correct by 11/4/14\n**************************\n* Three metal pipe enclosure gates have a mixture of excreta, grime and dried fecal residue on 15 to 20 percent\nof the metal gate. There are three dogs in contact with the enclosure gates located in outdoor housing. Sanitization\nof surfaces is necessary to prevent an accumulation of excreta and other disease hazards. It indicates an\nunsanitary living condition exists that could lead to potential disease or health risks. The licensee must ensure that\nall surfaces are cleaned and sanitized once every two weeks or more often if needed. Correct by 11/4/14.\n* The facility inspection done on 10/28/14 and exit briefing done on 10/30/14 were conducted with the licensee.\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "3.1(a)\nHOUSING FACILITIES, GENERAL.\n*    Protruding wires resulting in sharp points were observed in three enclosures.  Six dogs are in contact with the\naffected wires located in outdoor housing.  Sharp points could potentially injure the animals.  The licensee must\nensure that all enclosures are maintained in good repair at all times to protect the animals from injury.  Correct by\n11/4/14. \n*********************************\n*  The top half of one plastic shelter structure is broken and jagged with a sharp edge.  Two dogs are in contact with\nthe affected shelter structure located in outdoor housing.   A sharp, jagged edge could potentially cause injury.   The\nlicensee must ensure that all surfaces are kept in good repair and protect the animals from injury.  Correct by\n11/4/14.\n*********************************\n*    Enclosure fencing was bowing along the bottom creating a two to three inch gap between the fencing and\ncement flooring.  Three dogs are in contact with the affected fencing located in outdoor housing.  The potential for\ninjury, stress or discomfort exists if any dog gets caught in the gap area.   The licensee must ensure all enclosures\nprotect the animals from injury and contain the dogs securely at all times.  Correct by 11/4/14.\n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\n*   The bottom edge of one metal outdoor shelter used by two dogs is heavily rusted and has flaked off and created\na jagged, sharp edge along the bottom of the shelter.  Jagged edges and sharp points could potentially cause injury\nto the dogs.  The licensee must ensure that all surfaces that come in contact with the dogs be free of jagged, sharp\nedges.  Correct by 11/4/14.\n3.1(f)\n\nHOUSING FACILITIES, GENERAL.\n*  Mixture of water, excreta and urine is collecting next to the cement runs in two different areas.   Six dogs are in\ncontact with the affected area located in outdoor housing.   Potential disease or health risks exist when water,\nexcreta and urine is not removed in a timely manner.  In addition, unsanitary conditions exists when water, excreta\nand urine continues to collect next to the cement runs.  The licensee must provide for the regular and frequent\nremoval of water, other fluids and waste in a manner that minimizes contamination and disease risks.  Correct by\n11/4/14.\n3.9(b)\nFEEDING.\n*   Bird droppings, dust and cobwebs were observed on top of one wood food receptacle.  The receptacle used by\ntwo dogs are located in outdoor housing.  Potential food contamination exists affecting the health and well-being of\nthe dogs.  In addition, the surface area cannot be readily cleaned and sanitized.  The licensee must ensure that all\nfood receptacles can be properly cleaned and sanitized at all times.   Correct by 11/4/14.\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n*   The cement runs in two outdoor enclosures have an estimated 1/4 to 1/2 inch cracks in the cement floor.  Six\ndogs are in contact with the affected cement flooring.   Gaps or cracks in cement flooring can allow accumulations\nof dirt, debris, food waste, excreta, and other disease hazards. In addition, the surface area can not be adequately\ncleaned and sanitized. The licensee must fill in all gaps with surface material that will not allow the accumulation of\nany dirt, debris, food waste, excreta or any other disease hazards in the gap area.  Correct  by  11/4/14\n**************************\n*     Three metal pipe enclosure gates have a mixture of excreta, grime and dried fecal residue on 15 to 20 percent\nof the metal gate. There are three dogs in contact with the enclosure gates located in outdoor housing.  Sanitization\nof surfaces is necessary to prevent an accumulation of excreta and other disease hazards.  It indicates an\nunsanitary living condition exists that could lead to potential disease or health risks.  The licensee must ensure that\nall surfaces are cleaned and sanitized once every two weeks or more often if needed.  Correct by 11/4/14.\n\n*  The facility inspection done on 10/28/14 and exit briefing done on 10/30/14 were conducted with the licensee.\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist",
  "animals_total": 199,
  "species": [
    {
      "count": 125,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 74,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}