{
  "insp_id": "2016082568122649",
  "layout": "a",
  "customer_id": "33739",
  "customer_name": "Megan Guardiola",
  "customer_addr": "211 Lazy Lane\nRed Oak, TX 75154",
  "certificate": "74-C-0728",
  "site_id": "001",
  "site_name": "MEGAN GUARDIOLA",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-MAR-2017",
  "report_date": "06-MAR-2017",
  "citations": [
    {
      "code": "3.53(a)(4)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The bottom of the rabbit cages are constructed of approximately 1”x 1/2” wire mesh. A couple of the rabbits had\nrubber mats on the bottom of their cages to protect their feet from the wire however a majority of them did not. Most\nhad no way of protecting their feet from the pressure of the wire or from slipping through the wire.\n**These rabbits need to be provided with something to allow them to get off the wire mesh and protect their feet\nfrom slipping through or they need to be moved to new cages with better flooring.\nTo be corrected by: March 20, 2017"
    },
    {
      "code": "3.53(a)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Most of the rabbit cages have rust over large portions of the wire. AWA Regulations require rabbit cages to be\nsanitized on a regular basis. Rust cannot be adequately cleaned and sanitized therefore these cages are not being\nmaintained in good repair.\n**The rust on these cages needs to be removed or the rabbits need to be moved to new cages without rust.\nTo be corrected by: March 20, 2017"
    },
    {
      "code": "3.54(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "The rabbit feeders do not appear to have been cleaned recently. All of them had dirt caked on the outside. Some\nhad dirt caked on the underside of the lids. Several had areas of rust. Rabbit feeders must be kept clean to protect\nthe food from contamination and they must be sanitized at least once every 2 weeks.\n**The current feeders must be cleaned or replaced.\nTo be corrected by: March 20, 2017"
    },
    {
      "code": "3.125(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "There is a row of at least 20 trash cans along the road full of old hay and feces. These cans have been there long\nenough that grass is growing in the cans. Old produce is currently being thrown into a “garden” next to the goat\nenclosure without being buried. There is produce in varying stages of decay.\nBoth the cans of old hay and feces and the rotten produce are currently causing the entire area to smell like a\ndumpster and are attracting a very large number of flies.\n**Waste needs to be removed in a timely manner to prevent vermin infestation, odor, and disease hazards.\nTo be completed by: March 20, 2017"
    },
    {
      "code": "3.126(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "During this inspection four, 2 day old, baby pigs were observed shivering in the back of one of the pig sheds. The\ntemperature in the shed was 71 F. Baby pigs must be kept dry and warm for the first several weeks of their life.\nInadequate environmental temperature for these babies can lead to illness and death very quickly.\n**The licensee is responsible for providing correct ambient temperature for every stage of life for every species on\nthe facility at all times.\nTo be corrected from the date of this inspection forward."
    },
    {
      "code": "3.128",
      "kind": "",
      "repeat": false,
      "desc": "SPACE REQUIREMENTS.",
      "narrative": "There were 67 pigs in an approximately 65 ‘by 8 ‘outdoor covered enclosure with access to an equal amount of\nenclosed shed. Excessive crowding around feeding areas and competition for food was observed during this\ninspection. Several of the pigs were in poor body condition and had excessive hair loss. The goat/sheep enclosure\nand llama enclosure had similar conditions.\n**Inadequate space can cause poor body condition, stress, hair loss and abnormal behavior patterns. The number\nof animals in these enclosures needs to be reduced so that each animal has sufficient space to eat and move\nwithout competition and stress.\nTo be corrected by: March 20, 2017"
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "The old produce being fed to the pigs and some of the other animals needs to be evaluated more closely prior to\nbeing fed. At the time of this inspection some of the produce appeared to be past its “optimal use” date and had\nnon-food objects in the mix.\nSome of the produce did not appear to be appropriate for the animals it was being fed to. There was a large amount\nof raw onions in this produce. Onions can be toxic to some animals. A donut was being fed to a pig that was so fat\nit could hardly walk.\n**If feeding old produce is going to continue there needs to be clear guidance from the attending veterinarian as to\nwhat produce can be used and at what point is it “too old” for use. There also needs to be a way to ensure all\nnon-food objects are removed prior to feeding.\nTo be corrected by: March 20, 2017"
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The goat and sheep, llama, pig, and cattle enclosures have not been thoroughly cleaned in an extended period of\ntime. They all have areas where old hay and fecal material have accumulated and now form small hills within the\nenclosures. Along with old hay and excessive feces the pigs have old produce, plastic tabs, rubber bands, and\nother produce wrappings lying around their enclosures. Old hay, old produce, and excessive feces can\ncontaminate new feed and possibly cause illness in the animals. Rubber and plastic produce wrappings can cause\nillness if they are ingested and become lodged in the intestines.\n**These enclosures need to be cleaned more frequently to prevent hills of old hay and feces from forming and to\nensure the animals do not have access to foreign objects.\nTo be corrected by: March 20, 2017"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "There is an excessive amount of junk and trash deposited around the animal area. At the time of this inspection\nthere was rotting produce lying over part of the driveway and in a “garden” next to the goat enclosure. Empty bags,\nold toys, dirty animal kennels, old laundry baskets, and various other things were lying everywhere. This type of\nsituation is excellent for attracting and housing all types of vermin which could cause harm to the resident animals.\nThe junk itself could get knocked into an animal enclosure and cause an animal physical harm.\n**Premises must be kept clean and in good repair to protect the animals from injury and illness.\nTo be corrected by: March 20, 2017"
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "This inspection occurred in early March with the outdoor temperature approximately 70 F. For this time of year at\nthis temperature there were an excessive amount of flies all over the facility. Flies can carry disease and cause\nphysical discomfort to the animals.\n**A safe and effective pest control program needs to be established to reduce the fly problem. This program should\nbegin by getting rid of the rotting produce lying all over the facility and regular cleaning of the animal enclosures.\nTo be corrected by: March 20, 2017\nThis exit interview was conducted with the licensee on March 6, 2017. All required paperwork was available for\nreview at this time. Final draft of report will be emailed to the licensee.\nAdditional Inspectors\nYager Cody, Supervisory Animal Care Specialist\nTheodorson Elizabeth, Director"
    }
  ],
  "narrative": "3.53(a)(4)\nPRIMARY ENCLOSURES.   \nThe bottom of the rabbit cages are constructed of approximately 1”x 1/2” wire mesh. A couple of the rabbits had\nrubber mats on the bottom of their cages to protect their feet from the wire however a majority of them did not.  Most\nhad no way of protecting their feet from the pressure of the wire or from slipping through the wire. \n**These rabbits need to be provided with something to allow them to get off the wire mesh and protect their feet\nfrom slipping through or they need to be moved to new cages with better flooring.\nTo be corrected by:  March 20, 2017\n3.53(a)\nPRIMARY ENCLOSURES.   \nMost of the rabbit cages have rust over large portions of the wire.  AWA Regulations require rabbit cages to be\nsanitized on a regular basis. Rust cannot be adequately cleaned and sanitized therefore these cages are not being\nmaintained in good repair.  \n**The rust on these cages needs to be removed or the rabbits need to be moved to new cages without rust.\n\nTo be corrected by:  March 20, 2017\n3.54(b)\nFEEDING.  \nThe rabbit feeders do not appear to have been cleaned recently.  All of them had dirt caked on the outside.  Some\nhad dirt caked on the underside of the lids.  Several had areas of rust.  Rabbit feeders must be kept clean to protect\nthe food from contamination and they must be sanitized at least once every 2 weeks.\n**The current feeders must be cleaned or replaced.\nTo be corrected by:  March 20, 2017\n3.125(d)\nFACILITIES, GENERAL.   \nThere is a row of at least 20 trash cans along the road full of old hay and feces. These cans have been there long\nenough that grass is growing in the cans.  Old produce is currently being thrown into a “garden” next to the goat\nenclosure without being buried. There is produce in varying stages of decay.\nBoth the cans of old hay and feces and the rotten produce are currently causing the entire area to smell like a\ndumpster and are attracting a very large number of flies.\n**Waste needs to be removed in a timely manner to prevent vermin infestation, odor, and disease hazards. \nTo be completed by:  March 20, 2017\n3.126(a)\nFACILITIES, INDOOR. \nDuring this inspection four, 2 day old, baby pigs were observed shivering in the back of one of the pig sheds.  The\ntemperature in the shed was 71 F.  Baby pigs must be kept dry and warm for the first several weeks of their life. \nInadequate environmental temperature for these babies can lead to illness and death very quickly.  \n**The licensee is responsible for providing correct ambient temperature for every stage of life for every species on\nthe facility at all times.\n\nTo be corrected from the date of this inspection forward.  \n3.128\nSPACE REQUIREMENTS. \nThere were 67 pigs in an approximately 65 ‘by 8 ‘outdoor covered enclosure with access to an equal amount of\nenclosed shed.  Excessive crowding around feeding areas and competition for food was observed during this\ninspection.  Several of the pigs were in poor body condition and had excessive hair loss.  The goat/sheep enclosure\nand llama enclosure had similar conditions.  \n**Inadequate space can cause poor body condition, stress, hair loss and abnormal behavior patterns.  The number\nof animals in these enclosures needs to be reduced so that each animal has sufficient space to eat and move\nwithout competition and stress.\nTo be corrected by:  March 20, 2017\n3.129(a)\nFEEDING.    \nThe old produce being fed to the pigs and some of the other animals needs to be evaluated more closely prior to\nbeing fed.  At the time of this inspection some of the produce appeared to be past its “optimal use” date and had\nnon-food objects in the mix.  \nSome of the produce did not appear to be appropriate for the animals it was being fed to. There was a large amount\nof raw onions in this produce.  Onions can be toxic to some animals.   A donut was being fed to a pig that was so fat\nit could hardly walk. \n \n**If feeding old produce is going to continue there needs to be clear guidance from the attending veterinarian as to\nwhat produce can be used and at what point is it “too old” for use.  There also needs to be a way to ensure all\nnon-food objects are removed prior to feeding.  \nTo be corrected by:  March 20, 2017\n3.131(a)\nSANITATION.   \nThe goat and sheep, llama, pig, and cattle enclosures have not been thoroughly cleaned in an extended period of\n\ntime.  They all have areas where old hay and fecal material have accumulated and now form small hills within the\nenclosures.  Along with old hay and excessive feces the pigs have old produce, plastic tabs, rubber bands, and\nother produce wrappings lying around their enclosures.    Old hay, old produce, and excessive feces can\ncontaminate new feed and possibly cause illness in the animals.  Rubber and plastic produce wrappings can cause\nillness if they are ingested and become lodged in the intestines.  \n**These enclosures need to be cleaned more frequently to prevent hills of old hay and feces from forming and to\nensure the animals do not have access to foreign objects.  \nTo be corrected by:  March 20, 2017\n3.131(c)\nSANITATION.   \nThere is an excessive amount of junk and trash deposited around the animal area.  At the time of this inspection\nthere was rotting produce lying over part of the driveway and in a “garden” next to the goat enclosure.  Empty bags,\nold toys, dirty animal kennels, old laundry baskets, and various other things were lying everywhere.  This type of\nsituation is excellent for attracting and housing all types of vermin which could cause harm to the resident animals. \nThe junk itself could get knocked into an animal enclosure and cause an animal physical harm.\n**Premises must be kept clean and in good repair to protect the animals from injury and illness.\nTo be corrected by:  March 20, 2017 \n3.131(d)\nSANITATION.   \nThis inspection occurred in early March with the outdoor temperature approximately 70 F.  For this time of year at\nthis temperature there were an excessive amount of flies all over the facility.  Flies can carry disease and cause\nphysical discomfort to the animals.  \n**A safe and effective pest control program needs to be established to reduce the fly problem.  This program should\nbegin by getting rid of the rotting produce lying all over the facility and regular cleaning of the animal enclosures.\nTo be corrected by:  March 20, 2017\n\nThis exit interview was conducted with the licensee on March 6, 2017.  All required paperwork was available for\nreview at this time.  Final draft of report will be emailed to the licensee.\nAdditional Inspectors\nYager Cody, Supervisory Animal Care Specialist\nTheodorson Elizabeth, Director",
  "animals_total": 222,
  "species": [
    {
      "count": 3,
      "scientific": "Bos grunniens",
      "common": "YAK"
    },
    {
      "count": 12,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 9,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 47,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 19,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 2,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 25,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 38,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 67,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}