{
  "insp_id": "2016090000704050",
  "layout": "b",
  "customer_id": "1575",
  "customer_name": "IOWA STATE UNIVERSITY",
  "customer_addr": "2420 Lincoln Way Suite 202\nAMES, IA 50014",
  "certificate": "42-R-0003",
  "site_id": "001",
  "site_name": "IOWA STATE UNIVERSITY",
  "insp_type": "FOCUSED INSPECTION",
  "date": "02-SEP-2021",
  "report_date": "07-SEP-2021",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "On the morning of August 1, 2021, a sheep that was kept in a large outdoor paddock with two other sheep was found\ndead. The sheep had a large open wound over it’s ribs. The two other sheep seemed normal and all three had been very\nhealthy until this incident. On October 14, 2020, another sheep in an adjacent paddock had also been found dead. Both\nincidents had been promptly reported to USDA. It is the opinion of staff and wildlife experts that both sheep died from an\nattack by a predator, probably a coyote. The facility installed security cameras and did record a coyote on the grounds in\nthe time between the two attacks. After the October 2020 attack, the sheep were moved to different paddock that was felt\nto be more secure with better fencing. It was assumed the predator came in through the livestock gates. The gates are\ntypical farm gates made of steel tubing with 8-to-10-inch horizontal spaces between the tubing. The gates were covered\nwith cattle panels to prevent entry of predators.\nAfter the August 1 attack, it was discovered by University staff that the predator had likely entered under the fence on the\neast side of the paddock. A small furrow, about 6 inches wide and deep, had been dug under the fence by the predator to\ngain entry to the paddock. Upon inspection of the paddock fencing on September 2, 2021, the place where the predator\nhad entered could still be plainly seen. The fence on that side of the paddock had a space 6 to 8 inches wide between\nthe fence and the ground all along the length of the east side. There are currently no sheep being housed at the facility\nand detailed plans have been made to make more secure pens before more sheep are brought in.\nAnimal enclosures must be constructed and maintained to prevent the animals from escaping and to keep dangerous\npredators out. Careful investigation and appropriate repairs need to be made after injuries or predator attacks to ensure\nthe safety of other animals. New sheep enclosures need to be carefully redesigned and constructed of such material and\nstrength to ensure that the animals are protected from injury and attack.\nTo be corrected by: Before introducing new sheep to the facility.\nThis inspection and exit interview were conducted with the Attending Veterinarian.\nEnd Section"
    }
  ],
  "narrative": "3.125(a)  Critical\n   \nFacilities, general. \nOn the morning of August 1, 2021, a sheep that was kept in a large outdoor paddock with two other sheep was found \ndead.  The sheep had a large open wound over it’s ribs.  The two other sheep seemed normal and all three had been very \nhealthy until this incident.  On October 14, 2020, another sheep in an adjacent paddock had also been found dead. Both \nincidents had been promptly reported to USDA.  It is the opinion of staff and wildlife experts that both sheep died from an \nattack by a predator, probably a coyote.  The facility installed security cameras and did record a coyote on the grounds in \nthe time between the two attacks.  After the October 2020 attack, the sheep were moved to different paddock that was felt \nto be more secure with better fencing. It was assumed the predator came in through the livestock gates.  The gates are \ntypical farm gates made of steel tubing with 8-to-10-inch horizontal spaces between the tubing.  The gates were covered \nwith cattle panels to prevent entry of predators. \nAfter the August 1 attack, it was discovered by University staff that the predator had likely entered under the fence on the \neast side of the paddock.  A small furrow, about 6 inches wide and deep, had been dug under the fence by the predator to \ngain entry to the paddock.  Upon inspection of the paddock fencing on September 2, 2021, the place where the predator \nhad entered could still be plainly seen.  The fence on that side of the paddock had a space 6 to 8 inches wide between \nthe fence and the ground all along the length of the east side.  There are currently no sheep being housed at the facility\n\nand detailed plans have been made to make more secure pens before more sheep are brought in. \nAnimal enclosures must be constructed and maintained to prevent the animals from escaping and to keep dangerous \npredators out.  Careful investigation and appropriate repairs need to be made after injuries or predator attacks to ensure \nthe safety of other animals.  New sheep enclosures need to be carefully redesigned and constructed of such material and \nstrength to ensure that the animals are protected from injury and attack. \nTo be corrected by:  Before introducing new sheep to the facility. \n \nThis inspection and exit interview were conducted with the Attending Veterinarian. \n \nEnd Section",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}