{
  "insp_id": "2016082569104227",
  "layout": "a",
  "customer_id": "333287",
  "customer_name": "Kevin Christian",
  "customer_addr": "Willard Christian\n14478 State Hwy D D\nCampbell, MO 63933",
  "certificate": "43-A-5963",
  "site_id": "001",
  "site_name": "Willard Christian & Kevin Christian",
  "insp_type": "ROUTINE INSPECTION",
  "date": "02-APR-2018",
  "report_date": "02-APR-2018",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Multiple adult dogs were observed with significant matting. The matts on these dogs were flattened and contained\nbrownish organic material. Extensive matting was observed on the rear quarters and underbelly of these dogs. The\naffected dogs included 4 shi tzus ( microchip numbers 0A02087951, 0A019144204, 491-171-5A36, 0A02090029), 3\npoodles (microchip numbers 493-159-3930, 0A01361954, 0A02552120). These dogs must be properly groomed to\nremove matted areas. Matted hair contributes to potential skin problems, discomfort, and sanitary issues for the\naffected dogs. To be corrected by: 04/08/18"
    },
    {
      "code": "3.6(a)(2)(v)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Two enclosures on the south side of the building were observed with puddles of water in the outside enclosure\nareas. Additional gravel or better drainage must be provided in these enclosures to allow the dogs to stay dry. All\ndogs in both enclosures had wet hair coats at the time of inspection. Standing water in enclosures poses sanitary\nhazards as well causing issue with clean hair coats. To be corrected by: 04/08/18"
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "The outdoor gravel runs were observed with at least two days accumulation of feces. The dogs were observed\nstepping on the feces and soiling their haircoats. All enclosures must have the feces removed from the enclosure\non a daily basis to reduce disease, odor and pest hazards. To be corrected by: 04/03/18\nThis inspection and exit interview were conducted with the owner by Curt McGruder-ACI."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nMultiple adult dogs were observed with significant matting.  The matts on these dogs were flattened and contained\nbrownish organic material.  Extensive matting was observed on the rear quarters and underbelly of these dogs.  The\naffected dogs included 4 shi tzus ( microchip numbers 0A02087951, 0A019144204, 491-171-5A36, 0A02090029), 3\npoodles (microchip numbers 493-159-3930, 0A01361954, 0A02552120).  These dogs must be properly groomed to\nremove matted areas.  Matted hair contributes to potential skin problems, discomfort, and sanitary issues for the\naffected dogs.  To be corrected by: 04/08/18\n3.6(a)(2)(v)\nPRIMARY ENCLOSURES.\nTwo enclosures on the south side of the building were observed with puddles of water in the outside enclosure\nareas.  Additional gravel or better drainage must be provided in these enclosures to allow the dogs to stay dry.  All\ndogs in both enclosures had wet hair coats at the time of inspection.  Standing water in enclosures poses sanitary\nhazards as well causing issue with clean hair coats.  To be corrected by: 04/08/18\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThe outdoor gravel runs were observed with at least two days accumulation of feces.  The dogs were observed\nstepping on the feces and soiling their haircoats.  All enclosures must have the feces removed from the enclosure\non a daily basis to  reduce disease, odor and pest hazards.  To be corrected by: 04/03/18\nThis inspection and exit interview were conducted with the owner by Curt McGruder-ACI.",
  "animals_total": 16,
  "species": [
    {
      "count": 16,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}