{
  "insp_id": "101141108210885",
  "layout": "a",
  "customer_id": "14670",
  "customer_name": "Pam Luna",
  "customer_addr": "404 C R 186\nDora, MO 65637",
  "certificate": "43-A-3428",
  "site_id": "001",
  "site_name": "PAM LUNA",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-APR-2014",
  "report_date": "19-APR-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "An adult female King Charles Cavalier had been bitten through an enclosure fence by another dog a few days\nearlier, resulting in skin injuries and an injury to the left eye. The licensee had consulted her veterinarian about the\ninjuries and treatment. However, the medication being used for the eye (Optimmune) had expired in August, 2008.\nThe licensee stated that the skin injuries were improving, but the eye was not. Expired medications or vaccines can\nlose their effectiveness and their ability to prevent or control disease and/or pain. The licensee must ensure that all\nmedications and vaccines are within their expiration dates at all times. The licensee was instructed to consult her\nveterinarian about the eye condition again since it was not improving."
    },
    {
      "code": "3.4(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "There were 14 enclosures in the outdoor area, housing about 30 Boston terriers and King Charles Cavaliers, with\nshelters that had an inadequate amount of bedding. The shelters contained straw, but not enough for the recent\ntemperatures, which had reached 33 degrees F the previous night and 24 degrees F the night before that.\nAdequate bedding is necessary to protect the animals from the cold. The licensee must provide clean, dry bedding\nwhenever temperatures fall below 50 degrees F and must provide additional bedding whenever temperatures reach\n35 degrees F.\nTO BE CORRECTED BY THE END OF THE DAY. The licensee stated that she did have bedding on hand and\ncould put the bedding in the shelters by the end of the day.\nThe inspection and the exit briefing were conducted with the licensee."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAn adult female King Charles Cavalier had been bitten through an enclosure fence by another dog a few days\nearlier, resulting in skin injuries and an injury to the left eye.  The licensee had consulted her veterinarian about the\ninjuries and treatment.  However, the medication being used for the eye (Optimmune) had expired in August, 2008. \nThe licensee stated that the skin injuries were improving, but the eye was not. Expired medications or vaccines can\nlose their effectiveness and their ability to prevent or control disease and/or pain.  The licensee must ensure that all\nmedications and vaccines are within their expiration dates at all times.  The licensee was instructed to consult her\nveterinarian about the eye condition again since it was not improving. \n3.4(b)(4)\nOUTDOOR HOUSING FACILITIES.\nThere were 14 enclosures in the outdoor area, housing about 30 Boston terriers and King Charles Cavaliers, with\nshelters that had an inadequate amount of bedding.  The shelters contained straw, but not enough for the recent\ntemperatures, which had reached 33 degrees F the previous night and 24 degrees F the night before that. \nAdequate bedding is necessary to protect the animals from the cold.  The licensee must provide clean, dry bedding\nwhenever temperatures fall below 50 degrees F and must provide additional bedding whenever temperatures reach\n35 degrees F.\nTO BE CORRECTED BY THE END OF THE DAY.  The licensee stated that she did have bedding on hand and\ncould put the bedding in the shelters by the end of the day.\nThe inspection and the exit briefing were conducted with the licensee.",
  "animals_total": 61,
  "species": [
    {
      "count": 47,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 14,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}