{
  "insp_id": "295151441100698",
  "layout": "a",
  "customer_id": "7588",
  "customer_name": "Oakwood Research Facility Inc",
  "customer_addr": "P.O. Box 455\nOxford, MI 48371",
  "certificate": "34-A-0119",
  "site_id": "001",
  "site_name": "OAKWOOD RESEARCH FACILITY INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-OCT-2015",
  "report_date": "20-OCT-2015",
  "citations": [
    {
      "code": "2.131(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "The method of cleaning and sanitizing rabbit cages was demonstrated to the inspector. Rabbits were removed from\nthe top two cages in a stack of four. The power washer was then started and the top two cages in the tier were\ncleaned. The rabbits in the cages directly to the right of the cages being cleaned became extremely agitated. They\njumped wildly around the cage. One of the rabbits fell over on its side and began thrashing as if having a seizure.\nThese rabbits were in extreme distress. This method of cage cleaning and sanitizing rabbit cages is not acceptable\nand must be stopped immediately. Another means must be found to clean and sanitize rabbit cages. The facility\naltered their procedure proposing to remove the cage from the rabbit area for cleaning and sanitizing.\nCorrect by: Correct immediately"
    },
    {
      "code": "3.53(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Although many of the primary enclosures cited on the inspection of 4-13-15 have received needed repairs, about\n10% of the cages in the lower section still need wire replacement. The structural integrity of the wire has been\ncompromised by years of use. This wire forms the back walls of many of the cages and the bottom corners of\nseveral. This wire needs to be replaced in order to prevent animal injury leading to unnecessary animal suffering."
    },
    {
      "code": "3.54(b)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "The upper level had about 50% of the feeders rusted on the inside lip of the feeder to a point that they can no\nlonger be effectively cleaned and sanitized. These feeders must be sanitized at least once every two weeks. It is\nessential that these feeders be effectively cleaned and sanitized in order to prevent the spread of disease and\ncontrol odors which become a problem when items cannot be cleaned and sanitized thoroughly.\nInspection conducted at the Oakwood facility.\nExit interview conducted with the site manager."
    }
  ],
  "narrative": "2.131(b)(1)\nHANDLING OF ANIMALS.\nThe method of cleaning and sanitizing rabbit cages was demonstrated to the inspector.  Rabbits were removed from\nthe top two cages in a stack of four.  The power washer was then started and the top two cages in the tier were\ncleaned.  The rabbits in the cages directly to the right of the cages being cleaned became extremely agitated.  They\njumped wildly around the cage.  One of the rabbits fell over on its side and began thrashing as if having a seizure. \nThese rabbits were in extreme distress.  This method of cage cleaning and sanitizing rabbit cages is not acceptable\nand must be stopped immediately.  Another means must be found to clean and sanitize rabbit cages.  The facility\naltered their procedure proposing to remove the cage from the rabbit area for cleaning and sanitizing.\nCorrect by:  Correct immediately\n3.53(a)(1)                    REPEAT\nPRIMARY ENCLOSURES.   \nAlthough many of the primary enclosures cited on the inspection of 4-13-15 have received needed repairs, about\n10% of the cages in the lower section still need wire replacement.  The structural integrity of the wire has been\ncompromised by years of use.  This wire forms the back walls of many of the cages and the bottom corners of\nseveral.  This wire needs to be replaced in order to prevent animal injury leading to unnecessary animal suffering.\n3.54(b)                    REPEAT\nFEEDING.  \nThe upper level had about 50% of the feeders rusted on the inside lip of the feeder to a point that they can no\nlonger be effectively cleaned and sanitized.  These feeders must be sanitized at least once every two weeks.  It is\nessential that these feeders be effectively cleaned and sanitized in order to prevent the spread of disease and\ncontrol odors which become a problem when items cannot be cleaned and sanitized thoroughly.\nInspection conducted at the Oakwood facility.\nExit interview conducted with the site manager.\n\n",
  "animals_total": 3084,
  "species": [
    {
      "count": 3084,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    }
  ]
}