{
  "insp_id": "INS-0000826771",
  "layout": "c",
  "customer_id": "3615",
  "customer_name": "Anthony Barbato Steve Barbato",
  "customer_addr": "10144 East Avenue, R12\nLittlerock, CA 93543",
  "certificate": "93-C-0384",
  "site_id": "002",
  "site_name": "ANTHONY & STEVE BARBATO",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-NOV-2022",
  "report_date": "22-NOV-2022",
  "citations": [
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "On October 15th, 2022, an adult, male capuchin was exhibited at an outdoor fair in the Fresno, CA area and handled in a\nmanner which poses a risk of harm to the animal and to the public. The capuchin was allowed to sit upon the shoulders\nand came in contact with the neck and head areas of members of the public including adults and children for photo\nopportunities. Per the licensee, an experienced trainer handles this animal which is well-trained and controlled with a\nneck collar and 5-foot leash. The licensee stated the leashed capuchin is approximately two feet away from the trainer\nduring these public interactions. It was noted that there were no incidents involving this animal reported at this event.\nAllowing non-human primates including capuchins on the shoulders and near the head and neck areas of the public does\nnot assure the safety of the public or the animals. Members of the public may be bitten or scratched if the animals\nunexpectedly are startled or become stressed. Additionally, the animals may become injured while placed in this position\nand during an unexpected harmful or stressful event. During public exhibition, any animal must be handled so there is\nminimal risk of harm to the animal and to the public, with sufficient distance and/or barriers between the animal and the\ngeneral viewing public so as to assure the safely of the animals and the public.\nCorrect from this time forward.\nThis inspection and exit interview were conducted with the licensee.\nn"
    }
  ],
  "narrative": "2.131(c)(1) \n   \nHandling of animals. \nOn October 15th, 2022, an adult, male capuchin was exhibited at an outdoor fair in the Fresno, CA area and handled in a \nmanner which poses a risk of harm to the animal and to the public.  The capuchin was allowed to sit upon the shoulders \nand came in contact with the neck and head areas of members of the public including adults and children for photo \nopportunities.  Per the licensee, an experienced trainer handles this animal which is well-trained and controlled with a \nneck collar and 5-foot leash. The licensee stated the leashed capuchin is approximately two feet away from the trainer \nduring these public interactions.  It was noted that there were no incidents involving this animal reported at this event.  \nAllowing non-human primates including capuchins on the shoulders and near the head and neck areas of the public does \nnot assure the safety of the public or the animals.  Members of the public may be bitten or scratched if the animals \nunexpectedly are startled or become stressed.  Additionally, the animals may become injured while placed in this position \nand during an unexpected harmful or stressful event.  During public exhibition, any animal must be handled so there is \nminimal risk of harm to the animal and to the public, with sufficient distance and/or barriers between the animal and the \ngeneral viewing public so as to assure the safely of the animals and the public. \n \nCorrect from this time forward.\n\nThis inspection and exit interview were conducted with the licensee. \n \n n",
  "animals_total": 4,
  "species": [
    {
      "count": 4,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    }
  ]
}