{
  "insp_id": "237151157230902",
  "layout": "a",
  "customer_id": "332617",
  "customer_name": "Lonnie Yoder",
  "customer_addr": "26370 County Road 7\nLa Jara, CO 81140",
  "certificate": "43-A-5930",
  "site_id": "002",
  "site_name": "Lonnie Yoder",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-AUG-2015",
  "report_date": "25-AUG-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There was a bottle of Marguis in a bottle with a hand-written label in the storage area with other medicines. The\nexpiration date was not written on the label. Expired medications may lose their effectiveness. When the expiration\ndate is unknown, the medication cannot be used with certainty that it is effective. All medication must be properly\nlabeled, including an expiration date."
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There was an opened bag of shavings inside the storage area of the building. Open bags of bedding may attract\nrodents, insects and other pests that may contaminate the bedding material. To prevent contamination of bedding\nmaterial, opened bags must be kept in leakproof containers with a tightly fitting lid. The shavings must be placed in\na leakproof container with a tightly fitting lid."
    },
    {
      "code": "3.3(e)(1)(3)",
      "kind": "",
      "repeat": false,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "The wood frame of the gates has not been treated to make it impervious to moisture (as stated by the facility\nrepresentative). When water was splashed on the wood, it soaked into the wood, instead of beading up and\nrunning off. Wood that is not impervious to moisture cannot be properly cleaned and sanitized and it can soak up\nwater and swell and lose its structural integrity. The wood must be sealed to prevent these from happening.\nThis inspection was done on a new site for the licensee. When the noncompliant items are corrected the licensee\nshould contact the inspector for further inspection.\nInspection and exit interview was conducted by Katy Vernon, ACI with facility representatives."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere was a bottle of Marguis in a bottle with a hand-written label in the storage area with other medicines.  The\nexpiration date was not written on the label. Expired medications may lose their effectiveness.   When the expiration\ndate is unknown, the medication cannot be used with certainty that it is effective.  All medication must be properly\nlabeled, including an expiration date.\n3.1(e)\nHOUSING FACILITIES, GENERAL.\nThere was an opened bag of shavings inside the storage area of the building.  Open bags of bedding may attract\nrodents, insects and other pests that may contaminate the bedding material.  To prevent contamination of bedding\nmaterial, opened bags must be kept in leakproof containers with a tightly fitting lid.  The shavings must be placed in\na leakproof container with a tightly fitting lid.\n3.3(e)(1)(3)\nSHELTERED HOUSING FACILITIES.\nThe wood frame of the gates has not been treated to make it impervious to moisture (as stated by the facility\nrepresentative).  When water was splashed on the wood, it soaked into the wood, instead of beading up and\nrunning off.  Wood that is not impervious to moisture cannot be properly cleaned and sanitized and it can soak up\nwater and swell and lose its structural integrity.  The wood must be sealed to prevent these from happening.\nThis inspection was done on a new site for the licensee.  When the noncompliant items are corrected the licensee\nshould contact the inspector for further inspection.\nInspection and exit interview was conducted by Katy Vernon, ACI with facility representatives.",
  "animals_total": 26,
  "species": [
    {
      "count": 23,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 3,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}