{
  "insp_id": "197141237480743",
  "layout": "a",
  "customer_id": "5586",
  "customer_name": "Jackie Bowyer",
  "customer_addr": "Joe Bowyer\n10837 Hwy 36\nMeadville, MO 64659",
  "certificate": "43-B-3417",
  "site_id": "001",
  "site_name": "JACKIE & JOE BOWYER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-JUL-2014",
  "report_date": "16-JUL-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A male Maltese, microchip #071381853, was observed breathing rapidly and lying mostly in a prone position in the\nenclosure. Upon closer observation of this dog it was observed that he is also very thin. His hip bones, back\nbones, ribs and leg bones are easily palpable. The rapid breathing and thinness could be a sign of a medical\ncondition. The licensee must have this dog evaluated by a veterinarian for an appropriate diagnosis and treatment\nplan. The license must ensure that all animals receive adequate veterinary care at all times.\nTo be corrected by: 17 July 14\nInspection and exit interview conducted with licensee."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA male Maltese, microchip #071381853, was observed breathing rapidly and lying mostly in a prone position in the\nenclosure.  Upon closer observation of this dog it was observed that he is also very thin.  His hip bones, back\nbones, ribs and leg bones are easily palpable.  The rapid breathing and thinness could be a sign of a medical\ncondition.  The licensee must have this dog evaluated by a veterinarian for an appropriate diagnosis and treatment\nplan.  The license must ensure that all animals receive adequate veterinary care at all times. \nTo be corrected by:  17 July 14\nInspection and exit interview conducted with licensee.",
  "animals_total": 66,
  "species": [
    {
      "count": 48,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 18,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}