{
  "insp_id": "71161440540519",
  "layout": "a",
  "customer_id": "7117",
  "customer_name": "Clinton Holmes",
  "customer_addr": "13 Long Lane\nAlburtis, PA 18011",
  "certificate": "23-A-0403",
  "site_id": "001",
  "site_name": "CLINTON HOLMES",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-MAR-2016",
  "report_date": "11-MAR-2016",
  "citations": [
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "Section 2.75(b)(1) Records: A record of animals on hand was not available for review on this inspection. There are\nstill no birth records for the hamsters. Records are required to adequately verify the total number of animals housed\nat the facility. Birth, death and euthanasia records are reviewed by APHIS officials during the inspection as part of\nthe review of the overall animal care program for the facility. Every dealer must make, keep and maintain records\nconcerning animals acquired, sold, euthanized, or otherwise disposed of by the dealer. The records shall include\nany offspring born of any animal while in his or her possession. Correct by maintaining a recordkeeping system\nwith the above required information."
    },
    {
      "code": "3.25(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Section 3.25(a) Structural strength: There were two escaped white Djungarian hamsters loose on the floor of the\nanimal room. These hamsters were captured when identified by the APHIS official during this inspection. Injury\nmay occur from falls and exposure to dangerous substances when an animal escapes out of its enclosure. There\nwere about 10 animal enclosures with full thickness cracks at either the bottom covered with tape or at the top just\nbelow the enclosure lid/top. Correct by ensuring all animal enclosures are structurally sound and worn/broken\nenclosures are replaced. Correct by March 19, 2016."
    },
    {
      "code": "3.29(d)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "Section 3.29(d) Feeding: There were about 30 dwarf hamster enclosures with an excessive buildup of rust on the\nfeeder lid. The rust may contaminate the pelleted feed and the excessive rust prevents the feeders from being\nproperly sanitized. The animals chew on the feeder lids while eating and may become ill. Correct by ensuring that\nthe feeder lids are not rusty and rusty feeder lids are replaced. Correct by March 25, 2016."
    },
    {
      "code": "3.30",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "Section 3.30 Watering: There were about 20 enclosures, each with two dwarf hamsters and their offspring, that had\ngreen algae in the water bottles. Drinking water containing algae may cause the hamsters to become ill. Correct by\nensuring water bottles/receptacles are sanitized at a frequency that prevents the buildup of algae or debris in the\nwater, and at a minimum of every two weeks. Correct by March 14, 2016.\nAn exit briefing was conducted with the co-owner."
    }
  ],
  "narrative": "2.75(b)(1)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\nSection 2.75(b)(1) Records: A record of animals on hand was not available for review on this inspection.  There are\nstill no birth records for the hamsters.  Records are required to adequately verify the total number of animals housed\nat the facility.  Birth, death and euthanasia records are reviewed by APHIS officials during the inspection as part of\nthe review of the overall animal care program for the facility.   Every dealer must make, keep and maintain records\nconcerning animals acquired, sold, euthanized, or otherwise disposed of by the dealer.  The records shall include\nany offspring born of any animal while in his or her possession.  Correct by maintaining a recordkeeping system\nwith the above required information.\n3.25(a)\nFACILITIES, GENERAL.\nSection 3.25(a) Structural strength: There were two escaped white Djungarian hamsters loose on the floor of the\nanimal room.  These hamsters were captured when identified by the APHIS official during this inspection.  Injury\nmay occur from falls and exposure to dangerous substances when an animal escapes out of its enclosure.  There\nwere about 10 animal enclosures with full thickness cracks at either the bottom covered with tape or at the top just\nbelow the enclosure lid/top.  Correct by ensuring all animal enclosures are structurally sound and worn/broken\nenclosures are replaced.  Correct by March 19, 2016.\n3.29(d)\nFEEDING. \nSection 3.29(d) Feeding: There were about 30 dwarf hamster enclosures with an excessive buildup of rust on the\nfeeder lid.  The rust may contaminate the pelleted feed and the excessive rust prevents the feeders from being\nproperly sanitized.  The animals chew on the feeder lids while eating and may become ill.  Correct by ensuring that\nthe feeder lids are not rusty and rusty feeder lids are replaced.  Correct by March 25, 2016.\n\n3.30\nWATERING. \nSection 3.30 Watering: There were about 20 enclosures, each with two dwarf hamsters and their offspring, that had\ngreen algae in the water bottles.  Drinking water containing algae may cause the hamsters to become ill.  Correct by\nensuring water bottles/receptacles are sanitized at a frequency that prevents the buildup of algae or debris in the\nwater, and at a minimum of every two weeks.  Correct by March 14, 2016.\nAn exit briefing was conducted with the co-owner.",
  "animals_total": 2590,
  "species": [
    {
      "count": 1652,
      "scientific": "Phodopus roborovskis",
      "common": "ROBOROVSKIS DWARF HAMSTER"
    },
    {
      "count": 938,
      "scientific": "Phodopus sungorus",
      "common": "DJUNGARIAN / RUSSIAN WINTER WHITE DWARF HAMSTER"
    }
  ]
}