{
  "insp_id": "203131106099975",
  "layout": "a",
  "customer_id": "4082",
  "customer_name": "City Of Overland Park",
  "customer_addr": "8500 Sante Fe Dr\nOverland Park, KS 66212",
  "certificate": "48-C-0016",
  "site_id": "001",
  "site_name": "CITY OF OVERLAND PARK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-MAR-2014",
  "report_date": "13-MAR-2014",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The following areas are in need of repair.\n1) One outdoor wooden shelter housing has an estimated ten inch gap located where the back wall and left side\nwall join. Five goats are in contact with the affected area located in outdoor housing. The potentially injury exists\ncausing stress or discomfort if any goat gets caught in the affected area.\n2) The metal galvanized fencing has become detached from the galvanized metal pipe frame on two panels.\nThere is a one to two inch gap between the fencing and metal pipe frame. Seventy five young goats are in contact\nwith the affected panels located in shelter housing. .This affects the ability of the enclosure panel to contain the\ngoats securely and could lead to potential injury.\n3) Three \"4 by 8\" sheets of plywood are broken with jagged, sharp edges. Thirty goats are in contacted with the\naffected plywood sheets located in outdoor housing. Sharp, jagged edges could potential cause injury.\n4) The wiring fencing has become detached along the bottom causing the fence to turn up creating an estimated\ntwo to six inch gap between the ground and bottom of the fence. Twenty four goats are in contact with the affected\narea located in outdoor housing. The potentially injury exists causing stress or discomfort if any goat gets caught in\nthe affected area.\nThe licensee must ensure all areas are kept in good repair and protect the animals from injury at all times. Correct\nby 3/31/14."
    },
    {
      "code": "3.129(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "* One plastic feed trough used by 24 goats has been destroyed. An estimated 90 percent of the trough is missing\nand is unable to hold any feed being dispensed to the goats. The remaining plastic is chewed and has a\nroughened, jagged edge. The receptacle used by 24 goats is located in outdoor housing. A chewed, roughened,\njagged surface cannot be easily cleaned and sanitized and could potentially cause injury. In addition, it could\nharbor bacteria and other disease causing agents that can affect the health and wellbeing of the animals. The\nlicensee must ensure that all receptacles can be properly cleaned and sanitized at all times. Correct by 3/31/14.\n* The facility inspection done on 3/10/14 and the exit briefing done on 3/13/14 were conducted with the facility\ndirector."
    }
  ],
  "narrative": "3.125(a)\nFACILITIES, GENERAL.   \nThe following areas are in need of repair.\n1)    One outdoor wooden shelter housing has an estimated ten inch gap located where the back wall and left side\nwall join.  Five goats are in contact with the affected area located in outdoor housing.  The potentially injury exists\ncausing stress or discomfort if any goat gets caught in the affected area.\n2)    The metal galvanized fencing has become detached from the galvanized metal pipe frame on two panels. \nThere is a one to two inch gap between the fencing and metal pipe frame.  Seventy five young goats are in contact\nwith the affected panels located in shelter housing.  .This affects the ability of the enclosure panel to contain the\ngoats securely and could lead to potential injury.\n3)    Three \"4 by 8\" sheets of plywood are broken with jagged, sharp edges.   Thirty goats are in contacted with the\naffected plywood sheets located in outdoor housing.   Sharp, jagged edges could potential cause injury. \n4)     The wiring fencing has become detached along the bottom causing the fence to turn up creating an estimated\ntwo to six inch gap  between the ground and bottom of the fence.   Twenty four goats are in contact with the affected\narea located in outdoor housing.  The potentially injury exists causing stress or discomfort if any goat gets caught in\nthe affected area.\nThe licensee must ensure all areas are kept in good repair and protect the animals from injury at all times.  Correct\nby 3/31/14.\n3.129(b)\nFEEDING.    \n*    One plastic feed trough used by 24 goats has been destroyed.  An estimated 90 percent of the trough is missing\n\nand is unable to hold any feed being dispensed to the goats.  The remaining plastic is chewed and has a\nroughened, jagged edge.  The receptacle used by 24 goats is located in outdoor housing.  A chewed, roughened,\njagged surface cannot be easily cleaned and sanitized and could potentially cause injury.    In addition, it could\nharbor bacteria and other disease causing agents that can affect the health and wellbeing of the animals. The\nlicensee must ensure that all receptacles can be properly cleaned and sanitized at all times.   Correct by 3/31/14. \n*   The facility inspection done on 3/10/14 and the exit briefing done on 3/13/14 were conducted with the facility\ndirector.",
  "animals_total": 148,
  "species": [
    {
      "count": 1,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 2,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 129,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 9,
      "scientific": "Equus caballus",
      "common": "DOMESTIC HORSE"
    },
    {
      "count": 2,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 5,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    }
  ]
}