{
  "insp_id": "2016082568175046",
  "layout": "a",
  "customer_id": "6902",
  "customer_name": "Summer Wind Farm Sanctuary",
  "customer_addr": "6490 Mowerson Rd\nBrown City, MI 48416",
  "certificate": "34-C-0227",
  "site_id": "001",
  "site_name": "SUMMER WIND FARMS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-MAR-2017",
  "report_date": "21-MAR-2017",
  "citations": [
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The meat cooler had an overwhelming odor of rotten and decaying meat. This odor is noticeable from a distance of\nseveral feet from outside the cooler with the door closed. This odor makes it very hard to determine if the meat\nitems stored in this cooler are fit for animal consumption. Clean the cooler, identify the source of the odor and\neliminate it.\nThe produce cooler contains spoiled produce. Deteriorating and softening bell peppers, discolored and softening\noranges, spoiled lettuce and deteriorating celery were present in the cooler. This produce was stored on the\nalready sorted (feed side of the cooler). Spoiled produce must be removed promptly to prevent contamination of\nfood intended to be fed to the animals. Sort and remove spoiled produce promptly. This cooler needs to be\ncleaned and have spoiled and deteriorating items removed in order to prevent contamination of food items that will\nbe fed to the animals. The facility management claims to be sorting the produce again before feeding but the\ndeteriorating and rotten condition of the produce present in the American black bear food receptacle box makes it\nimpossible for APHIS inspectors to determine if this is true."
    },
    {
      "code": "3.129(b)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "The food receptacle box for the enclosure housing two American black bears contained a large amount of rotting\nfood debris both in and near it. Any food fed in this area is going to be contaminated by the rotting material present.\nThese feeders need to be cleaned and made sanitary to ensure that the food fed to the bears is wholesome and\nfree from bacterial or pest infestation which could result in health issues for the bears."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "The water receptacle for the enclosure containing the tiger known as Daisy had a large amount of algae slime lining\nits interior. The water was green in appearance. The water receptacle for the Syrian Brown bear enclosure\ncontained ice, dirt, a bone and a small amount of muddy water. The bear pool indicated by facility management as\nbeing the bears alternative source of water contained ice and dirty, discolored water. These water receptacles are\nnot being cleaned and sanitized on a regular basis. Water receptacles should be kept clean and sanitary to\npromote adequate water consumption which is essential for animal health. Clean and sanitize these water\nreceptacles more frequently. At the time of the inspection of the Syrian brown bear water receptacle, facility\nmanagement did comment that \"It was winter time and beggars can't be choosers.\" It is this nonchalant and\nindifferent attitude by management towards animal husbandry that directly results in all the poor husbandry\nconditions for the animals at this facility."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "There was excessive feces in the tiger known as Lilly's enclosure. There is excessive food waste and rotting\nproduce near the food receptacle and in the American black bear enclosure. There is excessive bones in the\nenclosure for the grizzly bear. There is excessive feces and bones in the Asian black bear enclosure. The Asian\nblack bear den floor is just bare dirt and bones. The Syrian brown bear enclosure contains excessive bones. There\nwas a rotten odor in the cougar den box and a piece of rotting cow hide was present in the enclosure. These\nenclosures need to be cleaned on a more frequent basis. This rotting material and feces can lead to pest control\nissues. With warmer weather coming to the area quite soon these odor and pest control issues will be exacerbated.\nThe rotting material present in the bear enclosure can contaminate them as they lie in their enclosure. These\nanimals can ingest this material when they groom. Not removing old food waste promptly can lead to contamination\nof new food. Ingesting this rotten material can lead to potential health problems. Clean these enclosures more\nfrequently to prevent a buildup of food and fecal waste to minimize odors and prevent potential health problems for\nthe animals housed in them."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Although there is now some evidence of clean up, a large portion of the premises is filled with various debris, old\nequipment, boards, trash and fence. Several other buildings on the property are also filled with old equipment and\ndebris and trash. These areas provide ample hiding areas for rodents and other pests and numerous rodent holes\nwere located throughout the facility. All this material must be removed to help control pests."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Numerous rodent holes were located throughout the facility. Rodent holes were located in the alleyway for the\nleopard row cat enclosures. Rodent holes were noted going under the shelter for the cougar enclosure and in the\ncougar enclosure. Rodent holes were noted near and in the enclosure for the tiger known as Mohan. Rodent holes\nwere seen in the vacant enclosure next to Mohan. Rodent holes were noted near the Asian black bear enclosure.\nRodents can be carriers of disease which may be harmful to the animals housed in these areas. A more effective\nmeans of rodent control must be established for the facility."
    },
    {
      "code": "3.132",
      "kind": "Critical",
      "repeat": true,
      "desc": "EMPLOYEES.",
      "narrative": "It is evident that despite the reduction in animal numbers that there is a lack of adequately trained employees. The\npersistence of multiple animal welfare act violations related to basic animal husbandry issues illustrates this point.\nThe facility relies on volunteer workers. A lack of properly trained employees can result in facility and animal\nconditions that result in unnecessary animal suffering. Of special concern on this inspection was the attitude of a\nmember of facility management. In referring to the extremely dirty water receptacle in use in the Syrian brown bear\nenclosure she stated, \"It is winter and beggars can't be choosers.\" It is this indifference to the basic animal\nhusbandry needs of animals housed at this facility that leads to the poor conditions at the facility. This facility states\nthat it is an animal sanctuary. This member of facility management demonstrates a very indifferent attitude towards\nanimal welfare at the facility. This leads to a culture of indifference at this facility to basic animal needs and\ntreatment. This is animal cruelty. It is this culture of indifference to basic needs of animals that puts all animals at\nthe facility in danger. Animal numbers must be reduced or more properly trained workers need to be added.\nThe inspection was conducted with facility management and a volunteer worker. An informal exit interview was\nconducted with the CEO at the conclusion of the inspection. All non-compliant items were discussed. A formal exit\ninterview was conducted with the CEO on 3-22-17.\nThe condition of the tiger known as Daisy is currently under review by APHIS officials.\nAdditional Inspectors\nBongard Carrie, Animal Care Inspector"
    }
  ],
  "narrative": "3.125(c)                    REPEAT\nFACILITIES, GENERAL.   \nThe meat cooler had an overwhelming odor of rotten and decaying meat.  This odor is noticeable from a distance of\nseveral feet from outside the cooler with the door closed.  This odor makes it very hard to determine if the meat\nitems stored in this cooler are fit for animal consumption.  Clean the cooler, identify the source of the odor and\neliminate it.\nThe produce cooler contains spoiled produce.  Deteriorating and softening bell peppers, discolored and softening\noranges, spoiled lettuce and deteriorating celery were present in the cooler.  This produce was stored on the\nalready sorted (feed side of the cooler).  Spoiled produce must be removed promptly to prevent contamination of\nfood intended to be fed to the animals.  Sort and remove spoiled produce promptly.  This cooler needs to be\ncleaned and have spoiled and deteriorating items removed in order to prevent contamination of food items that will\nbe fed to the animals.  The facility management claims to be sorting the produce again before feeding but the\ndeteriorating and rotten condition of the produce present in the American black bear food receptacle box makes it\nimpossible for APHIS inspectors to determine if this is true.\n3.129(b)                    REPEAT\nFEEDING.    \nThe food receptacle box for the enclosure housing two American black bears contained a large amount of rotting\nfood debris both in and near it.  Any food fed in this area is going to be contaminated by the rotting material present.\n These feeders need to be cleaned and made sanitary to ensure that the food fed to the bears is wholesome and\nfree from bacterial or pest infestation which could result in health issues for the bears.\n3.130                    REPEAT\nWATERING.  \nThe water receptacle for the enclosure containing the tiger known as Daisy had a large amount of algae slime lining\nits interior.  The water was green in appearance.  The water receptacle for the Syrian Brown bear enclosure\ncontained ice, dirt, a bone and a small amount of muddy water.  The bear pool indicated by facility management as\nbeing the bears alternative source of water contained ice and dirty, discolored water.  These water receptacles are\n\nnot being cleaned and sanitized on a regular basis.  Water receptacles should be kept clean and sanitary to\npromote adequate water consumption which is essential for animal health.  Clean and sanitize these water\nreceptacles more frequently.  At the time of the inspection of the Syrian brown bear water receptacle, facility\nmanagement did comment that \"It was winter time and beggars can't be choosers.\"  It is this nonchalant and\nindifferent attitude by management towards animal husbandry that directly results in all the poor husbandry\nconditions for the animals at this facility.  \n3.131(a)                    REPEAT\nSANITATION.   \nThere was excessive feces in the tiger known as Lilly's enclosure.  There is excessive food waste and rotting\nproduce near the food receptacle and in the American black bear enclosure. There is excessive bones in the\nenclosure for the grizzly bear.  There is excessive feces and bones in the Asian black bear enclosure.  The Asian\nblack bear den floor is just bare dirt and bones.  The Syrian brown bear enclosure contains excessive bones.  There\nwas a rotten odor in the cougar den box and a piece of rotting cow hide was present in the enclosure.  These\nenclosures need to be cleaned on a more frequent basis.  This rotting material and feces can lead to pest control\nissues.  With warmer weather coming to the area quite soon these odor and pest control issues will be exacerbated.\n The rotting material present in the bear enclosure can contaminate them as they lie in their enclosure.  These\nanimals can ingest this material when they groom.  Not removing old food waste promptly can lead to contamination\nof new food.  Ingesting this rotten material can lead to potential health problems.  Clean these enclosures more\nfrequently to prevent a buildup of food and fecal waste to minimize odors and prevent potential health problems for\nthe animals housed in them.\n3.131(c)                    REPEAT\nSANITATION.   \nAlthough there is now some evidence of clean up, a large portion of the premises is filled with various debris, old\nequipment, boards, trash and fence.  Several other buildings on the property are also filled with old equipment and\ndebris and trash.  These areas provide ample hiding areas for rodents and other pests and numerous rodent holes\nwere located throughout the facility.  All this material must be removed to help control pests.\n3.131(d)                    REPEAT\nSANITATION.   \nNumerous rodent holes were located throughout the facility.   Rodent holes were located in the alleyway for the\n\nleopard row cat enclosures.  Rodent holes were noted going under the shelter for the cougar enclosure and in the\ncougar enclosure.  Rodent holes were noted near and in the enclosure for the tiger known as Mohan.  Rodent holes\nwere seen in the vacant enclosure next to Mohan.  Rodent holes were noted near the Asian black bear enclosure. \nRodents can be carriers of disease which may be harmful to the animals housed in these areas.  A more effective\nmeans of rodent control must be established for the facility.\n3.132           CRITICAL                    REPEAT\nEMPLOYEES. \nIt is evident that despite the reduction in animal numbers that there is a lack of adequately trained employees.  The\npersistence of multiple animal welfare act violations related to basic animal husbandry issues illustrates this point. \nThe facility relies on volunteer workers.  A lack of properly trained employees can result in facility and animal\nconditions that result in unnecessary animal suffering.  Of special concern on this inspection was the attitude of a\nmember of facility management.  In referring to the extremely dirty water receptacle in use in the Syrian brown bear\nenclosure she stated, \"It is winter and beggars can't be choosers.\"  It is this indifference to the basic animal\nhusbandry needs of animals housed at this facility that leads to the poor conditions at the facility.  This facility states\nthat it is an animal sanctuary. This member of facility management demonstrates a very indifferent attitude towards\nanimal welfare at the facility.  This leads to a culture of indifference at this facility to basic animal needs and\ntreatment.  This is animal cruelty.  It is this culture of indifference to basic needs of animals that puts all animals at\nthe facility in danger.  Animal numbers must be reduced or more properly trained workers need to be added.\nThe inspection was conducted with facility management and a volunteer worker.  An informal exit interview was\nconducted with the CEO at the conclusion of the inspection.  All non-compliant items were discussed.  A formal exit\ninterview was conducted with the CEO on 3-22-17.\nThe condition of the tiger known as Daisy is currently under review by APHIS officials.\nAdditional Inspectors\nBongard Carrie, Animal Care Inspector",
  "animals_total": 18,
  "species": [
    {
      "count": 1,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 1,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 1,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE / SNOW MACAQUE"
    },
    {
      "count": 4,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 2,
      "scientific": "Ursus arctos syriacus",
      "common": "SYRIAN BROWN BEAR"
    },
    {
      "count": 2,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 1,
      "scientific": "Ursus arctos horribilis",
      "common": "GRIZZLY BEAR"
    },
    {
      "count": 2,
      "scientific": "Ursus thibetanus",
      "common": "ASIATIC BLACK BEAR"
    },
    {
      "count": 3,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}