{
  "insp_id": "303141336520289",
  "layout": "a",
  "customer_id": "1072",
  "customer_name": "Lovelace Biomedical Research Institute",
  "customer_addr": "2425 Ridgecrest S E\nAlbuquerque, NM 87108",
  "certificate": "85-R-0003",
  "site_id": "001",
  "site_name": "LOVELACE BIOMEDICAL RESEARCH INSTITUTE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-JUN-2014",
  "report_date": "05-NOV-2014",
  "citations": [
    {
      "code": "2.31(d)(1)(2)",
      "kind": "",
      "repeat": true,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "The Principal Investigator (PI) on an IACUC approved protocol, 12-086, did not have a consideration for alternatives\nto a procedure involving pain and distress to rabbits. Rabbits were to be conditioned to a mechanical restraint\ndevice designed for nose-only inhalation exposure prior to the actual inhalation exposure portion of the study.\nDuring conditioning exercises, 4 rabbits either died or required euthanasia as a result of their struggle to reposition\nthemselves or through blocking of their airways due to improper positioning while restrained in the nose-only\ninhalation devices. The search for alternatives to painful and distressful procedures provided to the IACUC in the\nreview of the protocol only addressed the infectious agent portion of the study and the PI specifically stated: \"(cid:28)The\nonly procedure that produces pain, discomfort, or distress is the disease sequelae itself(cid:29).\". This procedure clearly\ncaused distress and pain to these rabbits but no alternatives to the procedure appear to have been considered by\nthe PI.\nThe IACUC shall determine that the principal investigator has considered alternatives to procedures that may cause\nmore than momentary or slight pain or distress to the animals, and has provided a written narrative description of\nthe methods and sources, e. g., the Animal Welfare Information Center, used to determine that alternatives were not\navailable.\nTo be corrected on all active and newly submitted protocols involving animal activities and not later than the next\nscheduled IACUC meeting."
    },
    {
      "code": "2.31(d)(1)(9)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "The method of tracking the training and qualifications of personnel involved in research activities does not\nadequately allow the IACUC to determine that all personnel involved in approved procedures involving animals are\nor will be appropriately trained or qualified in those procedures.\n**Personnel involved in the care of ferrets on an IACUS approved protocol, 14-015, were not properly removing all\nthe required personal protective equipment (PPE) when working with ferrets experimentally infected with a disease\nand the naïve group of ferrets. Four naïve animals were exposed.\n**Telemeter surgeries were conducted by a person who was not listed on the IACUC approved protocol, 14-020. It\nwas determined after 5 animals had undergone the surgery that this person was appropriately trained and qualified\nbut had not been listed by the PI on the protocol.\n** A rabbit protocol, 12-086, required that all personnel involved in the conditioning of the rabbits to the nose-only\ninhalation exposure tubes be \"at least SSDB 2, 1 (under supervision) or will be trained by authorized personnel prior\nto performing procedures.\" At least two technicians involved in the rabbit conditioning procedures do not have any\ndocumentation in their training files or in the SSDB system that they were trained or qualified to perform these\nprocedures and should not have done so without supervision by personnel who were qualified. During two separate\nconditioning exercises on 8/19/2012 and 8/20/2012, one of these technicians conducted these procedures by\nthemselves.\nThe SSDB is the system used to track the training and qualifications of all personnel. The IACUC can access this\nsystem to check to see if personnel listed on an animal use protocol are qualified to conduct the procedures for\nwhich they are listed. However, at least one protocol reviewed during the inspection, 12-086, lists no names of any\npersonnel only the statement: \"All personnel performing procedure will be at least SSDB 2, 1 (under supervision) or\nwill be trained by authorized personnel prior to performing procedures.\" Based on conversations with the Training\nSpecialist and Veterinary staff, there is a pool of technical staff from which researchers can select personnel to\nconduct procedures for their approved protocols. The IACUC reviewers may not actually ever know which\npersonnel the PI chooses to conduct these procedures. One of the nonhuman primates involved in a study\nescaped from its primary enclosure due to personnel not properly securing the enclosure. The animal remained\ncontained in the room and was recaptured but illustrates the type of risk posed by not having enough adequately\ntrained personnel to prevent such errors.\nIt is imperative that the IACUC is able to access the training and qualifications for all personnel conducting\nprocedures involving animals to ensure the humane care and use of these animals and to promote the safety and\neffectiveness of the procedures being conducted.\nTo be corrected on all active and newly submitted protocols involving animals in conjunction with a full review of the\nSSDB system or equivalent but no later than the next scheduled IACUC meeting."
    },
    {
      "code": "2.31(e)(2)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "Ferrets being held for use in an infectious disease study were unintentionally exposed to one of the agents due to\npersonnel not properly changing their personal protective equipment (PPE). Instead of removing these animals\nfrom the study, the Study Director decided to go ahead and infect them with the infectious dose outlined in the\nprotocol. The protocol was approved by the IACUC to give an infectious dose to only 4 animals but 6 animals were\nused due to the unintentional exposure and the Study Director not wanting to waste these animals. The Study\nDirector did not request approval from the IACUC to add these animals to the study before proceeding with the\ndosing.\nAll research activities involving animals must be approved by the IACUC before conducting these activities to\nensure the humane care and use of the animals.\nTo be corrected from this time forward."
    },
    {
      "code": "2.38(f)",
      "kind": "",
      "repeat": false,
      "desc": "MISCELLANEOUS.",
      "narrative": "(f) Handling:\n**On Saturday, August 11, 2012, a group of cynomologus macaques were moved in a chute system for a study\nprocedure. An extra animal (92147) was found in the group. When anesthetized for blood collection, a technician\nnoticed swelling of the left hind limb on NHP 92147. Upon veterinary examination, it was determinated that NHP\n92147 had a compound fracture of the left lower leg and facial trauma. This animal was provided veterinary care\nand was eventually euthanized due to a poor response to treatment. This animal was assumed to have been placed\nback in the wrong pen on Thursday, August 9, 2012. The main cause of the trauma to NHP 92147 was because it\nwas released back into the wrong pen.\n**On August 22, 2013, a male Rhesus Macaque (RQ9327), was obtained from his cage and a procedure was\nperformed on him. The study technician misread the animal identification number on the catheter jacket. The\nanimal that was supposed to have the procedure was RQ9427. RQ9327 was euthanized as a result of the\nprocedure and corrective actions were implemented.\nThe facility has since begun implementing additional identification methods for nonhuman primates and other\nspecies and provided training to personnel.\n********\nRecords were reviewed for all rabbits which had undergone conditioning and mechanical restraint in a nose-only\ninhalation exposure tube under IACUC approved protocol 12-086. Four rabbits experienced distress and/or injuries\nassociated with this conditioning exercise:\n**On August 20, 2012, one rabbit (Study ID A3001) had no hind limb function upon removal from the tube after 40\nminutes. Veterinary evaluation and radiographs were performed and it was determined that the animal should be\nhumanely euthanized.\n**On August 21, 2012, one rabbit (Study ID A7003) was removed after only 3 minutes from the tube during a\nconditioning session and was found to have impaired hind limb function. Veterinary evaluation and radiographs\nwere performed, a spinal fracture was diagnosed, and the animal was euthanized.\n**On August 27, 2012, technicians had to remove one rabbit (Study ID A6003) from the tube after only 7 minutes\ninto the conditioning session. The rabbit was found to be bleeding from the mouth and ear and was not breathing.\nPathology confirmed that the rabbit died from asphyxiation.\n**On August 28, 2012, another rabbit (Study ID A4004) had to be removed from the tube after 11 minutes since it\nwas not noted to be breathing. The rabbit was resuscitated by chest compressions and returned to its cage but was\nnoted to have impaired hind limb function. Veterinary evaluation was performed and it was determined the rabbit\nhad a spinal fracture so was euthanized.\nConditioning of rabbits in these nose-only inhalation exposure tubes did not continue after 8/28/2012 and, according\nto facility personnel, no adverse events occurred during the study portion of this protocol where rabbits were placed\nin these tubes. There were no rabbits present at LRRI from January 2013 until May 2014.\n********\nThe number of animals injured in these research and husbandry procedures could have been minimized or\ncompletely avoided with appropriate handling and training of personnel.\nHandling of all animals shall be done as expeditiously and carefully as possible in a manner that does not cause\ntrauma, behavioral stress, physical harm, or unnecessary discomfort. Correction should include continuing to\nimplement training of personnel in handling of animals and improving identification methods for all animals on an\nongoing basis as new studies and new animal models are introduced.\nTo be corrected from this time forward."
    },
    {
      "code": "3.80(a)(2)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "On August 6, 2013, a wound was noted on the skull of a Rhesus macaque (RQ9340). Upon veterinary\nexamination, RQ9340 was found to have a 10cm incised skin wound, from the upper side of the left orbit to the\nupper side of the right orbit, exposing the frontal bones. The cause of the wound was investigated and found to be\na transfer tunnel that had a bar on the inner top which matched the location of the injury on RQ9340's head. This\nanimal was euthanized after anesthesia and suturing as it was stated that no medical procedure could be performed\non any animal on this IACUC approved protocol. The transfer tunnel was removed from service.\nPrimary enclosures must be constructed and maintained so that they have no sharp points or edges that could\ninjure the nonhuman primates. A program to assess all primary enclosures prior to housing animals should be\nimplemented.\nTo be corrected from this time forward.\n."
    },
    {
      "code": "3.80(a)(2)(2)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "On March 20, 2014, a Rhesus Macaque (RQ9755) was found dead in its cage with the chain from the perch around\nits neck. RQ9755 had a collar and was housed in a cage in which a commercially available perch had been added.\nThe corrective action taken by this facility after this incident was to allow no animals with collars to be housed in\ncages that require the commercial perch without appropriate modifications being made.\nOn February 22, 2014, a male Cynomologus macaque (F353) was very agitated and vocalized during restraint.\nOnce he was placed back into his cage, he favored his left leg with it hanging down while he was on his perch. The\nanimal was anesthetized and x-rays taken. The x-rays showed a spiral fracture of the tibia and the animal was\neuthanized. Investigation of the incident found a 1 inch gap between the dividing panels which separate one animal\nfrom the adjacent animal. It appeared that F353 was able to get his leg through this gap and that is where the break\noccurred.\nCorrective action developed after this incident included the usage of only solid panels to divide the animals.\nPrimary enclosures must be designed and constructed so that they protect the nonhuman primates from injury. A\npreventive program should be implemented to assess all primary enclosures prior to housing animals.\nTo be corrected from this time forward.\nInspection conducted on June 23-24, 2014 with facility representatives and APHIS VMO's. Exit interview conducted\nwith facility representatives on 7/16/2014.\nAdditional Inspectors\nTheodorson Elizabeth, Director\nThompson Tracy, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.31(d)(1)(2)                    REPEAT\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nThe Principal Investigator (PI) on an IACUC approved protocol, 12-086, did not have a consideration for alternatives\nto a procedure involving pain and distress to rabbits.  Rabbits were to be conditioned to a mechanical restraint\ndevice designed for nose-only inhalation exposure prior to the actual inhalation exposure portion of the study. \nDuring conditioning exercises, 4 rabbits either died or required euthanasia as a result of their struggle to reposition\nthemselves or through blocking of their airways due to improper positioning while restrained in the nose-only\ninhalation devices.  The search for alternatives to painful and distressful procedures provided to the IACUC in the\nreview of the protocol only addressed the infectious agent portion of the study and the PI specifically stated:  \"(cid:28)The\nonly procedure that produces pain, discomfort, or distress is the disease sequelae itself(cid:29).\".    This procedure clearly\ncaused distress and pain to these rabbits but no alternatives to the procedure appear to have been considered by\nthe PI.\nThe IACUC shall determine that the principal investigator has considered alternatives to procedures that may cause\nmore than momentary or slight pain or distress to the animals, and has provided a written narrative description of\nthe methods and sources, e. g., the Animal Welfare Information Center, used to determine that alternatives were not\navailable.\nTo be corrected on all active and newly submitted protocols involving animal activities and not later than the next\nscheduled IACUC meeting.\n2.31(d)(1)(9)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nThe method of tracking the training and qualifications of personnel involved in research activities does not\nadequately allow the IACUC to determine that all personnel involved in approved procedures involving animals are\nor will be appropriately trained or qualified in those procedures.\n**Personnel involved in the care of ferrets on an IACUS approved protocol, 14-015, were not properly removing all\nthe required personal protective equipment (PPE) when working with ferrets experimentally infected with a disease\n\nand the naïve group of ferrets. Four naïve animals were exposed.\n**Telemeter surgeries were conducted by a person who was not listed on the IACUC approved protocol, 14-020. It\nwas determined after 5 animals had undergone the surgery that this person was appropriately trained and qualified\nbut had not been listed by the PI on the protocol.\n** A rabbit protocol, 12-086, required that all personnel involved in the conditioning of the rabbits to the nose-only\ninhalation exposure tubes be \"at least SSDB 2, 1 (under supervision) or will be trained by authorized personnel prior\nto performing procedures.\" At least two technicians involved in the rabbit conditioning procedures do not have any\ndocumentation in their training files or in the SSDB system that they were trained or qualified to perform these\nprocedures and should not have done so without supervision by personnel who were qualified. During two separate\nconditioning exercises on 8/19/2012 and 8/20/2012, one of these technicians conducted these procedures by\nthemselves.\nThe SSDB is the system used to track the training and qualifications of all personnel. The IACUC can access this\nsystem to check to see if personnel listed on an animal use protocol are qualified to conduct the procedures for\nwhich they are listed. However, at least one protocol reviewed during the inspection, 12-086, lists no names of any\npersonnel only the statement: \"All personnel performing procedure will be at least SSDB 2, 1 (under supervision) or\nwill be trained by authorized personnel prior to performing procedures.\" Based on conversations with the Training\nSpecialist and Veterinary staff, there is a pool of technical staff from which researchers can select personnel to\nconduct procedures for their approved protocols.  The IACUC reviewers may not actually ever know which\npersonnel the PI chooses to conduct these procedures.  One of the nonhuman primates involved in a study\nescaped from its primary enclosure due to personnel not properly securing the enclosure. The animal remained\ncontained in the room and was recaptured but illustrates the type of risk posed by not having enough adequately\ntrained personnel to prevent such errors.\nIt is imperative that the IACUC is able to access the training and qualifications for all personnel conducting\nprocedures involving animals to ensure the humane care and use of these animals and to promote the safety and\neffectiveness of the procedures being conducted.\nTo be corrected on all active and newly submitted protocols involving animals in conjunction with a full review of the\nSSDB system or equivalent but no later than the next scheduled IACUC meeting.\n2.31(e)(2)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nFerrets being held for use in an infectious disease study were unintentionally exposed to one of the agents due to\npersonnel not properly changing their personal protective equipment (PPE).  Instead of removing these animals\nfrom the study, the Study Director decided to go ahead and infect them with the infectious dose outlined in the\nprotocol.  The protocol was approved by the IACUC to give an infectious dose to only 4 animals but 6 animals were\nused due to the unintentional exposure and the Study Director not wanting to waste these animals.  The Study\nDirector did not request approval from the IACUC to add these animals to the study before proceeding with the\n\ndosing.\nAll research activities involving animals must be approved by the IACUC before conducting these activities to\nensure the humane care and use of the animals.\nTo be corrected from this time forward.\n2.38(f)\nMISCELLANEOUS.\n(f) Handling:\n**On Saturday, August 11, 2012, a group of cynomologus macaques were moved in a chute system for a study\nprocedure.  An extra animal (92147) was found in the group.  When anesthetized for blood collection, a technician\nnoticed swelling of the left hind limb on NHP 92147.    Upon veterinary examination, it was determinated that NHP\n92147 had a compound fracture of the left lower leg and facial trauma. This animal was provided veterinary care\nand was eventually euthanized due to a poor response to treatment. This animal was assumed to have been placed\nback in the wrong pen on Thursday, August 9, 2012.  The main cause of the trauma to NHP 92147 was because it\nwas released back into the wrong pen.   \n**On August 22, 2013, a male Rhesus Macaque (RQ9327), was obtained from his cage and a procedure was\nperformed on him.  The study technician misread the animal identification number on the catheter jacket.  The\nanimal that was supposed to have the procedure was RQ9427.  RQ9327 was euthanized as a result of the\nprocedure and corrective actions were implemented.  \nThe facility has since begun implementing additional identification methods for nonhuman primates and other\nspecies and provided training to personnel.  \n********\nRecords were reviewed for all rabbits which had undergone conditioning and mechanical restraint in a nose-only\ninhalation exposure tube under IACUC approved protocol 12-086.  Four rabbits experienced distress and/or injuries\nassociated with this conditioning exercise:\n**On August 20, 2012, one rabbit (Study ID A3001) had no hind limb function upon removal from the tube after 40\nminutes.  Veterinary evaluation and radiographs were performed and it was determined that the animal should be\nhumanely euthanized.\n**On August 21, 2012, one rabbit (Study ID A7003) was removed after only 3 minutes from the tube during a\n\nconditioning session and was found to have impaired hind limb function.  Veterinary evaluation and radiographs\nwere performed, a spinal fracture was diagnosed, and the animal was euthanized.\n**On August 27, 2012, technicians had to remove one rabbit (Study ID A6003) from the tube after only 7 minutes\ninto the conditioning session.  The rabbit was found to be bleeding from the mouth and ear and was not breathing. \nPathology confirmed that the rabbit died from asphyxiation.\n**On August 28, 2012, another rabbit (Study ID A4004) had to be removed from the tube after 11 minutes since it\nwas not noted to be breathing.  The rabbit was resuscitated by chest compressions and returned to its cage but was\nnoted to have impaired hind limb function.  Veterinary evaluation was performed and it was determined the rabbit\nhad a spinal fracture so was euthanized.\nConditioning of rabbits in these nose-only inhalation exposure tubes did not continue after 8/28/2012 and, according\nto facility personnel, no adverse events occurred during the study portion of this protocol where rabbits were placed\nin these tubes. There were no rabbits present at LRRI from January 2013 until May 2014.\n********\nThe number of animals injured in these research and husbandry procedures could have been minimized or\ncompletely avoided with appropriate handling and training of personnel.\nHandling of all animals shall be done as expeditiously and carefully as possible in a manner that does not cause\ntrauma, behavioral stress, physical harm, or unnecessary discomfort. Correction should include continuing to\nimplement training of personnel in handling of animals and improving identification methods for all animals on an\nongoing basis as new studies and new animal models are introduced.\nTo be corrected from this time forward.\n3.80(a)(2)(1)\nPRIMARY ENCLOSURES.  \nOn August 6, 2013, a wound was noted on the skull of a Rhesus macaque (RQ9340).  Upon veterinary\nexamination, RQ9340 was found to have a 10cm incised skin wound, from the upper side of the left orbit to the\nupper side of the right orbit, exposing the frontal bones.  The cause of the wound was investigated and found to be\na transfer tunnel that had a bar on the inner top which matched the location of the injury on RQ9340's head.  This\nanimal was euthanized after anesthesia and suturing as it was stated that no medical procedure could be performed\non any animal on this IACUC approved protocol.  The transfer tunnel was removed from service.\nPrimary enclosures must be constructed and maintained so that they have no sharp points or edges that could\ninjure the nonhuman primates.  A program to assess all primary enclosures prior to housing animals should be\n\nimplemented.\nTo be corrected from this time forward.\n .\n3.80(a)(2)(2)\nPRIMARY ENCLOSURES.  \nOn March 20, 2014, a Rhesus Macaque (RQ9755) was found dead in its cage with the chain from the perch around\nits neck.   RQ9755 had a collar and was housed in a cage in which a commercially available perch had been added.\n \nThe corrective action taken by this facility after this incident was to allow no animals with collars to be housed in\ncages that require the commercial perch without appropriate modifications being made.\nOn February 22, 2014, a male Cynomologus macaque (F353) was very agitated and vocalized during restraint. \nOnce he was placed back into his cage, he favored his left leg with it hanging down while he was on his perch.  The\nanimal was anesthetized and x-rays taken.  The x-rays showed a spiral fracture of the tibia and the animal was\neuthanized.  Investigation of the incident found a 1 inch gap between the dividing panels which separate one animal\nfrom the adjacent animal.  It appeared that F353 was able to get his leg through this gap and that is where the break\noccurred.  \nCorrective action developed after this incident included the usage of only solid panels to divide the animals.\nPrimary enclosures must be designed and constructed so that they protect the nonhuman primates from injury.  A\npreventive program should be implemented to assess all primary enclosures prior to housing animals.\nTo be corrected from this time forward.\nInspection conducted on June 23-24, 2014 with facility representatives and APHIS VMO's.  Exit interview conducted\nwith facility representatives on 7/16/2014.\nAdditional Inspectors\nTheodorson Elizabeth, Director\nThompson Tracy, Veterinary Medical Officer",
  "animals_total": 376,
  "species": [
    {
      "count": 77,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 13,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 62,
      "scientific": "Chlorocebus aethiops",
      "common": "AFRICAN GREEN MONKEY / GRIVET"
    },
    {
      "count": 45,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 121,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE *MALE"
    },
    {
      "count": 43,
      "scientific": "Sigmodon hispidus",
      "common": "HISPID COTTON RAT"
    },
    {
      "count": 15,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}