{
  "insp_id": "141161106020141",
  "layout": "a",
  "customer_id": "321502",
  "customer_name": "Hershberger Farm Ltd",
  "customer_addr": "5452 State Route 557\nMillersburg, OH 44654",
  "certificate": "31-C-0198",
  "site_id": "001",
  "site_name": "HERSHBERGER FARM LTD",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-MAY-2016",
  "report_date": "18-MAY-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There were three animals identified as needing veterinary care on this inspection:\n***A young goat in the central section of the petting area, \"Hailey,\" who is lame on the left rear limb. She will put\nsome weight on it occasionally, but consistently limps at the walk.\n***An adult female goat in the northeast section of the petting area with an injury of some kind on the top of her\nhead. An area in the center of the skull appears to have hair loss, a small ulcerated wound, and scabbing of the\nsurrounding skin.\n***An adult female white and brown goat in the pasture adjacent to the petting area who is limping on the right rear\nlimb. The limp is pronounced at the run and the walk.\nAdditionally, a shelf containing medications for the entire farm (which includes horses) has several bottles of\nmedications that are expired. The shelf does not designate between medications to be used only on horses or\nthose which can be used on any species, to include the petting zoo animals. Using expired medications on\nregulated species is not consistent with the Animal Welfare Act regulations for the provision of adequate veterinary\ncare. Correct by ensuring that expired medications are thrown out or clearly marked so as not to be used in\nregulated animals.\nFailure to provide treatment for illnesses and injuries is not consistent with adequate veterinary care. These three\nanimals must be examined by a licensed veterinarian and treated accordingly. Additionally, a program must be in\nplace to ensure that the licensee provides adequate treatment and prevention for illnesses and injuries as they are\nidentified during the facility's daily observations.\nCorrect by: 20 May 2016"
    },
    {
      "code": "2.75(b)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "***The records on hand do not accurately reflect numbers of animals at the facility. There are scattered collections\nof records of goat births and acquisitions, and there are no acquisition records for 5 pigs and 9 rabbits. Additionally,\nthe number of cows on hand versus those listed on current records differed by at least 4 animals. Missing,\nincomplete, or inaccurate records impede in the inspection process and makes animal tracking difficult to\nimpossible. This is especially important in the event of a disease outbreak. Correct this by maintaining accurate\nrecords which includes birth, death, sale, and acquisition of all covered animals.\nCorrect from this day forward."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "***A loose strand of fence wire (approximately 8 feet in length) was found in the front pasture housing goats. The\nfacility employee accompanying inspectors removed this wire during the inspection.\n***Loose sheet metal was found lying next to the front shelter for the goats and cows in the far back pasture.\n***Several nails and screws were protruding from a wooden board in front of the water receptacle for one cow in the\npasture on the right.\nAll of these areas are potential injury hazards to the animals and require repair to ensure their safety. Correct this\nby removing the loose sheet metal, nails, and screws. Primary enclosures including all pastures must be\nmonitored/maintained on a regular basis to ensure they are kept free of injury hazards.\nThis is a repeat non-compliant item that remains uncorrected.\nThe inspection was conducted with petting area manager, and the exit interview was conducted with the owner's\nson by Randy Coleman, ACI, and Kathy Campitelli, VMO.\nAdditional Inspectors\nColeman Randall, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere were three animals identified as needing veterinary care on this inspection:\n***A young goat in the central section of the petting area, \"Hailey,\" who is lame on the left rear limb.  She will put\nsome weight on it occasionally, but consistently limps at the walk.\n***An adult female goat in the northeast section of the petting area with an injury of some kind on the top of her\nhead.  An area in the center of the skull appears to have hair loss, a small ulcerated wound, and scabbing of the\nsurrounding skin.\n***An adult female white and brown goat in the pasture adjacent to the petting area who is limping on the right rear\nlimb.  The limp is pronounced at the run and the walk.\nAdditionally, a shelf containing medications for the entire farm (which includes horses) has several bottles of\nmedications that are expired.  The shelf does not designate between medications to be used only on horses or\nthose which can be used on any species, to include the petting zoo animals.  Using expired medications on\nregulated species is not consistent with the Animal Welfare Act regulations for the provision of adequate veterinary\ncare.  Correct by ensuring that expired medications are thrown out or clearly marked so as not to be used in\nregulated animals.\nFailure to provide treatment for illnesses and injuries is not consistent with adequate veterinary care.  These three\nanimals must be examined by a licensed veterinarian and treated accordingly.  Additionally, a program must be in\nplace to ensure that the licensee provides adequate treatment and prevention for illnesses and injuries as they are\nidentified during the facility's daily observations.\nCorrect by: 20 May 2016\n2.75(b)\n\nRECORDS: DEALERS AND EXHIBITORS.\n***The records on hand do not accurately reflect numbers of animals at the facility.  There are scattered collections\nof records of goat births and acquisitions, and there are no acquisition records for 5 pigs and 9 rabbits.  Additionally,\nthe number of cows on hand versus those listed on current records differed by at least 4 animals.  Missing,\nincomplete, or inaccurate records impede in the inspection process and makes animal tracking difficult to\nimpossible.  This is especially important in the event of a disease outbreak.  Correct this by maintaining accurate\nrecords which includes birth, death, sale, and acquisition of all covered animals.\nCorrect from this day forward.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \n***A loose strand of fence wire (approximately 8 feet in length) was found in the front pasture housing goats.  The\nfacility employee accompanying inspectors removed this wire during the inspection.\n***Loose sheet metal was found lying next to the front shelter for the goats and cows in the far back pasture. \n***Several nails and screws were protruding from a wooden board in front of the water receptacle for one cow in the\npasture on the right.\nAll of these areas are potential injury hazards to the animals and require repair to ensure their safety.  Correct this\nby removing the loose sheet metal, nails, and screws.  Primary enclosures including all pastures must be\nmonitored/maintained on a regular basis to ensure they are kept free of injury hazards.\nThis is a repeat non-compliant item that remains uncorrected.\nThe inspection was conducted with petting area manager, and the exit interview was conducted with the owner's\nson by Randy Coleman, ACI, and Kathy Campitelli, VMO.\nAdditional Inspectors\nColeman Randall, Animal Care Inspector",
  "animals_total": 159,
  "species": [
    {
      "count": 20,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 125,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 9,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 5,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}