{
  "insp_id": "188140933518870",
  "layout": "a",
  "customer_id": "11720",
  "customer_name": "Marla Campbell",
  "customer_addr": "Roger Campbell\n266 90th\nNewton, KS 67114",
  "certificate": "48-A-1549",
  "site_id": "002",
  "site_name": "ROGER & MARLA CAMPBELL",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-JUL-2014",
  "report_date": "07-JUL-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Adult, female, red and white dachshund (microchip number 067 370 314) has an area of hair loss on the right side\nof the face below the eye. The center of this area is moist with some creamy discharge in and around the hair loss.\nThe licensee states that they noticed this as a swelling on the face about 2 days ago and it \"broke open\" today.\nWounds on the face can be from trauma, dental disease, and other medical problems and can be painful.\n****************************************************\nAdult, female, basset hound (no identification) has a problem with her left eye. The surface of the eye is cloudy with\na circular deficit that appears to be just below the center. The \"white of the eye\" is pink in color. There is minimal\nthick discharge around the eyelids. The dog was squinting the left eye.\n****************************************************\nAdult, female white Jack Russell terrier (microchip number 4533242720 )has an area of hair loss on the right side of\nthe face below the eye. It is about 1 by 2 inches in size. The exposed skin is pink and has a few small, dry scabs.\nThere is also an accumulation of dark debris completely coating the right upper \"cheek teeth\" (premolars) and half\nof the upper right canine tooth. The gum line and cheek is red and there is a creamy white discharge over the right\nupper \"cheek teeth\". Hair loss can be due to trauma, parasites, and other medical problems and can indicate\nitchiness or pain.\nEye problems can be painful causing discomfort which affects the health and well- being of the dog. The licensee\nmust have these animals examined by a veterinarian to obtain an accurate diagnosis and appropriate treatment\nplan. The licensee must have these animals examined by the end of business 7/9/14. The outcome of this\nexamination must be documented and provided to the inspector upon request. The licensee must ensure that all\nanimals receive adequate veterinary care at all times."
    },
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "* Two young Australian Shepherd dogs (recently purchased) and one adult Bassett dog cited on this report for\nmedical problems did not have official identification on them. The licensee is using microchips as the official\nidentification. Official identification is needed to ensure that each animals identity can be known with certainty and\nto facilitate the inspection process. The licensee must ensure that all dogs have official identification on them at all\ntimes. Correct by 8/7/14."
    },
    {
      "code": "2.75(a)(1)(6)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "* The microchip numbers of 18 dogs were not listed on the official USDA ( APHIS form 7005 ) dog on hand sheets.\nRecords provide a source of information that can be used to identify every dog on the premise. Complete and\naccurate records are needed to ensure each animals identity can be known with certainty and to facilitate the ability\nto trace dogs. The licensee must maintain records which fully disclose all information concerning each dog in their\npossession. Correct by 8/7/14."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Three wire gates do not close securely against enclosure fencing. An estimated one to two inch gap exists when\nthe dogs jump on the enclosure gate. Six dogs are in contact with the affected gates located in shelter housing.\nThe potential for injury exists causing stress and discomfort if any dog gets caught in the gap area. The licensee\nmust ensure all enclosures are kept in good repair, protect the animals form injury and contain the animals securely\nat all times. Correct by 7/21/14."
    },
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Excessive rust was observed on the lower quarter of an estimated six galvanized metal divider panels located in\nshelter housing. The affected panels are part of the divider fencing that comes in to contact with 14 dogs. The\npanels had a roughened surface and appeared to be flaking. Rust can erode and deteriorate all metal surfaces to\nthe point that the metal surfaces can no longer be readily cleaned and sanitized. Excessive rust affects the\nstructural integrity of all metal surfaces. The licensee must ensure that this and all other surfaces are free of rust\nand be of good structural strength. Correct by 8/7/14."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Interior fiberglass wallboard in one enclosure has an estimated four inch circular area of missing fiberglass with\na jagged, sharp edge. Two dogs are in contact with the affected wall board located in shelter housing. Surfaces not\nmaintained on a regular basis cannot be readily cleaned and sanitized. Jagged, sharp edges could cause injury to\nthe dogs. The licensee must ensure that all surfaces must be maintained on a regular basis and can be readily\ncleaned and sanitized at all times or be replaced when worn. Correct by 8/7/14."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* There is a mixture of dirt, grease and other excreta on one fiberglass wall board and an estimated six metal\nentryway doors. The affected wallboard is located on the south side of the whelp building. The affected metal\nentryway doors are located in shelter housing. Thirteen dogs are in contact with the affected wall board and metal\nentryway doors. The affected area covers approximately 25 to 30 percent of the wall surface and 40 to 50 percent\nof the metal entryway surface area. Sanitization of surfaces is necessary to prevent an accumulation of excreta and\nother disease hazards. It indicates an unsanitary living condition exists that could lead to potential disease or health\nrisks. The licensee must ensure that all surfaces are spot cleaned daily and sanitized in accordance with 3.11 (b).\nCorrect by 7/8/14."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* Five enclosures containing five dogs have dried, caked fecal residue and other debris on 50 to 60 percent of the\ncement flooring. The dogs are in contact with the affected flooring located on the north side of shelter housing. It\nindicates an unsanitary living condition exists and could lead to potential disease or health risks. Increased animal,\nfood or fecal waste buildup reduces available clean surface area that the dogs have access to. The potential for\nsoiling or caking of the hair coat exists when the dogs have to walk or rest on the affected surfaces. The licensee\nmust ensure that all surfaces are cleaned on a daily basis. Correct by 7/8/14.\n* The facility inspection and exit briefing were conducted with the licensee on 7/7/14.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAdult, female, red and white dachshund (microchip number 067 370 314) has an area of hair loss on the right side\nof the face below the eye.  The center of this area is moist with some creamy discharge in and around the hair loss. \nThe licensee states that they noticed this as a swelling on the face about 2 days ago and it \"broke open\" today.\nWounds on the face can be from trauma, dental disease, and other medical problems and can be  painful. \n****************************************************\nAdult, female, basset hound (no identification) has a problem with her left eye.  The surface of the eye is cloudy with\na circular deficit that appears to be just below the center.  The \"white of the eye\" is pink in color. There is minimal\nthick discharge around the eyelids. The dog was squinting the left eye. \n****************************************************\nAdult, female white Jack Russell terrier (microchip number 4533242720 )has an area of hair loss on the right side of\nthe face below the eye. It is about 1 by 2 inches in size. The exposed skin is pink and has a few small, dry scabs.\nThere is also an accumulation of dark debris completely coating the right upper \"cheek teeth\" (premolars) and half\nof the upper right canine tooth.  The gum line and cheek is red and there is a creamy white discharge over the right\nupper \"cheek teeth\".  Hair loss can be due to trauma, parasites, and other medical problems and can indicate\nitchiness or pain. \nEye problems can be painful causing discomfort which affects the health and well- being of the dog.  The licensee\nmust have these animals examined by a veterinarian to obtain an accurate diagnosis and appropriate treatment\nplan.  The licensee must have these animals examined by the end of business 7/9/14.  The outcome of this\nexamination must be documented and provided to the inspector upon request.  The licensee must ensure that all\nanimals receive adequate veterinary care at all times.\n\n2.50(a)(1)                    REPEAT\nTIME AND METHOD OF IDENTIFICATION.\n*   Two young Australian Shepherd dogs (recently purchased) and one adult Bassett dog cited on this report for\nmedical problems did not have official identification on them. The licensee is using microchips as the official\nidentification.  Official identification is needed to ensure that each animals identity can be known with certainty and\nto facilitate the inspection process.   The licensee must ensure that all dogs have official identification on them at all\ntimes.  Correct by 8/7/14.\n2.75(a)(1)(6)\nRECORDS: DEALERS AND EXHIBITORS.\n*   The microchip numbers of 18 dogs were not listed on the official USDA ( APHIS form 7005 ) dog on hand sheets.\n Records provide a source of information that can be used to identify every dog on the premise.  Complete and\naccurate records are needed to ensure each animals identity can be known with certainty and to facilitate the ability\nto trace dogs.  The licensee must maintain records which fully disclose all information concerning each dog in their\npossession.  Correct by 8/7/14.\n3.1(a)\nHOUSING FACILITIES, GENERAL.\n*  Three wire gates do not close securely against enclosure fencing.  An estimated one to two inch gap exists when\nthe dogs jump on the enclosure gate.  Six dogs are in contact with the affected gates located in shelter housing. \nThe potential for injury exists causing stress and discomfort if any dog gets caught in the gap area.  The licensee\nmust ensure all enclosures are kept in good repair, protect the animals form injury and contain the animals securely\nat all times.  Correct by  7/21/14.\n \n3.1(c)(1)(1)\nHOUSING FACILITIES, GENERAL.\n*    Excessive rust was observed on the lower quarter of an estimated six galvanized metal divider panels located in\nshelter housing.  The affected panels are part of the divider fencing that comes in to contact with 14 dogs.  The\npanels had a roughened surface and appeared to be flaking. Rust can erode and deteriorate all metal surfaces to\nthe point that the metal surfaces can no longer be readily cleaned and sanitized.  Excessive rust affects the\n\nstructural integrity of all metal surfaces.  The licensee must ensure that this and all other surfaces are free of rust\nand be of good structural strength.  Correct by 8/7/14.\n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\n*     Interior fiberglass wallboard in one enclosure has an estimated four inch circular area of missing fiberglass with\na jagged, sharp edge.  Two dogs are in contact with the affected wall board located in shelter housing. Surfaces not\nmaintained on a regular basis cannot be readily cleaned and sanitized.  Jagged, sharp edges could cause injury to\nthe dogs.  The licensee must ensure that all surfaces must be maintained on a regular basis and can be readily\ncleaned and sanitized at all times or be replaced when worn.   Correct by 8/7/14.\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\n*   There is a mixture of dirt, grease and other excreta on one fiberglass wall board and an estimated six metal\nentryway doors.  The affected wallboard is located on the south side of the whelp building.   The affected metal\nentryway doors are located in shelter housing.  Thirteen dogs are in contact with the affected wall board and metal\nentryway doors.  The affected area covers approximately 25 to 30 percent of the wall surface and 40 to 50 percent\nof the metal entryway surface area.  Sanitization of surfaces is necessary to prevent an accumulation of excreta and\nother disease hazards.  It indicates an unsanitary living condition exists that could lead to potential disease or health\nrisks.  The licensee must ensure that all surfaces are spot cleaned daily and sanitized in accordance with 3.11 (b).  \nCorrect by 7/8/14.\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n*   Five enclosures containing five dogs have dried, caked fecal residue and other debris on 50 to 60 percent of the\ncement flooring.   The dogs are in contact with the affected flooring located on the north side of shelter housing. It\nindicates an unsanitary living condition exists and could lead to potential disease or health risks. Increased animal,\nfood or fecal waste buildup reduces available clean surface area that the dogs have access to.  The potential for\nsoiling or caking of the hair coat exists when the dogs have to walk or rest on the affected surfaces. The licensee\nmust ensure that all surfaces are cleaned on a daily basis.  Correct by  7/8/14.\n*   The facility inspection and exit briefing were conducted with the licensee on 7/7/14.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer",
  "animals_total": 245,
  "species": [
    {
      "count": 164,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 81,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}