{
  "insp_id": "236141834150455",
  "layout": "a",
  "customer_id": "5271",
  "customer_name": "Lora Kooiman",
  "customer_addr": "Loren Kooiman\n2703 Garfield Ave\nDoon, IA 51235",
  "certificate": "42-A-0409",
  "site_id": "001",
  "site_name": "LOREN AND LORA KOOIMAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-AUG-2014",
  "report_date": "25-AUG-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Licensee stated that euthanasia by gunshot was the routine form of euthanasia for the facility. Licensee also said\nthat they were under the impression from their veterinarian, that it was acceptable and he had written it on the old\nProgram of Veterinary Care, which the inspector did not see. The current Program of Veterinary Care states that a\nlethal injection by the veterinarian is the facilities routine form of euthanasia. The inspector explained to licensee\nthat gunshot is an unacceptable form of routine euthanasia.\nEuthanasia by gunshot can cause unnecessary pain and distress to the dog. According to the 2013 AVMA\n(American Veterinary Medical Association) Guidelines for the Euthanasia of Animals, gunshot is not an acceptable\nroutine form of euthanasia for dogs. The licensee agreed to stop using gunshot and will use lethal injection by\nveterinarian as the facilities routine form of euthanasia.\nCorrection date: Immediately\nThere are multiple bottles and vials of expired medications and vaccinations stored in a small refrigerator along with\nvaccinations for the dogs that are still of an acceptable date. Expired medications may lose their effectiveness and\ncause the health of the dogs to suffer. All expired medications should be discarded or removed so they will not be\nused on the dogs.\nCorrection date: 08/25/14"
    },
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Between the outdoor enclosures housing three cocker spaniels and six cocker spaniels there is a metal pipe\nrunning along the floor that fencing is attached to. The pipe is starting to acquire excessive rusting. The rust\ncauses pitting and flaking of the metal and does not allow for proper sanitization of the pipe. The metal pipe needs\nto be replaced or altered in a way that will allow for proper sanitization of the pipe every two weeks.\nCorrect by 09/03/14"
    },
    {
      "code": "3.1(c)(1)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the indoor enclosure that houses three english springer spaniels, there is a broken piece of rusty metal along the\nfloor that is twisted upward and at the level of the dogs. The sharp edges of the piece of metal are an injury hazard\nto the dogs. The broken piece of metal needs to be removed or altered in a way that it will not cause injury to the\ndogs.\nCorrect by 08/27/14"
    },
    {
      "code": "3.6(a)(2)(10)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The outdoor enclosure housing three cocker spaniels has a mesh style floor that is raised off the ground. The floor\nis damaged and has a hole in it. The hole is approximately three inches wide. This possess an injury hazard to the\ndogs. The flooring needs to be replaced or altered in a manner that protects the dogs from injury.\nCorrect by 08/27/14\nExit interview conducted with facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nLicensee stated that euthanasia by gunshot was the routine form of euthanasia for the facility.  Licensee also said\nthat they were under the impression from their veterinarian, that it was acceptable and he had written it on the old\nProgram of Veterinary Care, which the inspector did not see. The current Program of Veterinary Care states that a\nlethal injection by the veterinarian is the facilities routine form of euthanasia.  The inspector explained to licensee\nthat gunshot is an unacceptable form of routine euthanasia.\nEuthanasia by gunshot can cause unnecessary pain and distress to the dog.  According to the 2013 AVMA\n(American Veterinary Medical Association) Guidelines for the Euthanasia of Animals, gunshot is not an acceptable\nroutine form of euthanasia for dogs.  The licensee agreed to stop using gunshot and will use lethal injection by\nveterinarian as the facilities routine form of euthanasia. \nCorrection date:  Immediately\nThere are multiple bottles and vials of expired medications and vaccinations stored in a small refrigerator along with\nvaccinations for the dogs that are still of an acceptable date.  Expired medications may lose their effectiveness and\ncause the health of the dogs to suffer.  All expired medications should be discarded or removed so they will not be\nused on the dogs.\nCorrection date:  08/25/14\n3.1(c)(1)(1)\nHOUSING FACILITIES, GENERAL.\nBetween the outdoor enclosures housing three cocker spaniels and six cocker spaniels there is a metal pipe\nrunning along the floor that fencing is attached to.  The pipe is starting to acquire excessive rusting.  The rust\ncauses pitting and flaking of the metal and does not allow for proper sanitization of the pipe.  The metal pipe needs\nto be replaced or altered in a way that will allow for proper sanitization of the pipe every two weeks.\n\nCorrect by 09/03/14\n3.1(c)(1)(2)\nHOUSING FACILITIES, GENERAL.\nIn the indoor enclosure that houses three english springer spaniels, there is a broken piece of rusty metal along the\nfloor that is twisted upward and at the level of the dogs.  The sharp edges of the piece of metal are an injury hazard\nto the dogs.  The broken piece of metal needs to be removed or altered in a way that it will not cause injury to the\ndogs.\nCorrect by 08/27/14\n3.6(a)(2)(10)\nPRIMARY ENCLOSURES.\nThe outdoor enclosure housing three cocker spaniels has a mesh style floor that is raised off the ground.  The floor\nis damaged and has a hole in it.  The hole is approximately three inches wide.  This possess an injury hazard to the\ndogs.  The flooring needs to be replaced or altered in a manner that protects the dogs from injury.\nCorrect by 08/27/14\nExit interview conducted with facility representative.",
  "animals_total": 14,
  "species": [
    {
      "count": 13,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 1,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}