{
  "insp_id": "INS-0000831972",
  "layout": "c",
  "customer_id": "9245",
  "customer_name": "Steve Kruse",
  "customer_addr": "2345 Hwy 16\nWest Point, IA 52656",
  "certificate": "42-B-0182",
  "site_id": "001",
  "site_name": "STEVE KRUSE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-DEC-2022",
  "report_date": "14-DEC-2022",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "A male Samoyed (tattoo #1, microchip 0A0157221) is seen shaking his head repeatedly. There is a greasy brown\ndiscoloration on his fur just below the right ear. The inspector had the facility representative get the dog out of the cage to\nlook more closely at the ears. The skin on the inner right ear is red, with several small scabs, and there is a buildup of\ngreasy brown material within the ear canal. The facility representative stated the dog had its ears treated for 5 days in\nOctober of 2022, but the current condition of the animal’s ears has not been noticed and no treatment is being provided or\nhas been planned. Redness of the skin, head shaking, and excessive brown debris in the ears can be signs of a possible\near infection. Animals with continual head shaking, redness of the ears, and buildup of brown debris can experience pain,\ndiscomfort, and stress.\nThere is a female Boston Terrier (tattoo #13, microchip 3377134) that has heavy buildup of a hard, thick, brown material\nencasing 50-80% of all the teeth on both sides of the mouth and the upper front teeth. In some areas the gum tissue is\nreceding away from the tooth roots. The gums are swollen and red. Heavy buildup on the teeth as well as gum recession,\nredness and swelling can be signs of dental problems. The facility representative stated the dog had received a dental\ncleaning in May of 2022, but the current condition of the animal’s teeth has not been identified and no treatment has been\nplanned.\nThis same dog (Boston Terrier #13) also has several areas of hair loss on the front legs from the toes to the wrist, on the\nleft elbow, and the left hind leg near the knee. The skin is mildly reddened and scaly. Skin that is missing hair and is red\nand scaly could be causing pain or distress to the regulated animal. The facility representative stated the dog had been\ntreated for the skin issue on 09-Nov-2022, but has not received treatment since and no treatment has been planned.\nDogs with dental problems may experience pain while eating, may not eat enough, and can be stressed or uncomfortable.\nSkin problems can also cause pain and distress.\nThere is a Bernese Mountain Dog (tattoo #44, microchip 7E10334910) that has redness of the eyes (right eye worse than\nthe left) and a green, thick, mucus-like and dried, crusty discharge from both eyes (left worse than right). The dried\ndischarge is located in the corner of the eyes and attached to the hair beneath both eyes. The current condition of the\nanimal’s eyes had not been noticed and no treatment is being provided or has been planned. Redness and discharge\nfrom the eyes can be a sign of infection, irritation, or allergy. Dogs with eye issues can experience pain, discomfort,\nstress, and even blindness.\nThere is a female Victorian bulldog (tattoo #135, microchip 7E10334842) that has reddened skin with hair loss on the left\nshoulder. There are a few small scabs present within the affected area as well. She also has a large, hairless, reddened\nswelling on the left front paw between the third and fourth toes. The skin on the inside of both ears is thickened with a\ncobblestone-like appearance. There are several scabs present in the left ear. There is a buildup of greasy, brown material\nin both ears. There is a discolored (darkened) area of the hair and skin on the left side of the neck. There are multiple\nsmall scabs in this area. Due to the condition of this animal’s ears, it seems to the inspector that this type of wound could\nhave occurred from the dog scratching at her left ear and hitting the neck as well. The current condition of this animal has\nnot been noticed and no treatment is being provided or has been planned. Redness, hair loss, swelling, and built-up\ndebris of the skin can be signs of infection, irritation, or injury. Animals with skin problems can experience pain,\ndiscomfort, self-traumatization, and stress.\nThe female Victorian bulldog (#135) also had a large swelling on her abdomen in between the mammary glands. This\nswelling was soft and could be pushed back into the abdominal cavity. The tissue would come back out once there was\nno pressure on it. The affected area was approximately 3 inches in length. The Veterinary Medical Officer thought the\nabnormality could indicate a possible hernia. Abdominal swellings could cause pain and discomfort to the animal, as well\nas indicate a more serious condition such as a hernia. The abnormal condition of the dog’s abdomen has not been noted\nby the facility staff prior to the inspection and no treatment was being provided or has been planned.\nA French Bulldog (tattoo #2, microchip 7E10180472) has a hair less swelling between the fourth and fifth toes on both the\nright and left front paws. The swelling on the left front has a hole where a small amount of fluid is draining out. The\nswelling of the right front paw has an area that is red and it looked ready to burst as there was a small amount of cloudy\nfluid accumulating at the top of the hole. The condition of this dog’s paws has not been noticed and no treatment is being\nprovided or has been planned. Swelling, draining wounds on the paws can cause pain and distress to the regulated\nanimal.\nThere is a female Bulldog (tattoo #36, microchip 7E10334735) whose ears have an excessive amount of brown, greasy\ndebris located around the ear canal. The skin on the inner ears is thickened and red. The condition of this dog’s ears has\nnot been noticed and no treatment is being provided or has been planned. Excessive build up of debris and redness of\nthe ears can be a sign of infection or irritation. Ear problems may cause stress or discomfort to the regulated animal.\nThere is a female Whoodle (tattoo #14, microchip 2777956) with large areas of hair loss on the back and trunk. The skin\nis red and there are multiple small, slightly red, raised bumps. In one area on the left hip the skin where the hair is missing\nis darker than normal (hyperpigmentation). The condition of this dog’s skin has not been noticed and no treatment is being\nprovided or has been planned. Hair loss, skin discoloration, and bumps on the skin can be signs of a skin infection or\nirritation. Infected or irritated skin can cause stress, pain, or discomfort to the regulated animal.\nThe licensee is required to use appropriate methods to prevent, control, diagnose, and treat diseases and injuries in the\nregulated animals. The licensee if required to have the above animals mentioned evaluated by a veterinarian for an\naccurate diagnosis and to develop an effective treatment plan. The licensee must ensure each animal receives adequate\nveterinary care at all times.\nThere is a female Pomsky (tattoo #10, microchip 357347) that is significantly matted. A few rope-like mats were located\non the animal’s outer hair coat and the hair beneath was matted into thick, firm clumps that were held tightly against the\nskin. The areas of matted hair are located along both shoulders, across the top of the back and neck, down both sides of\nthe neck and behind both ears.\nA female Cavalier King Charles Spaniel (tattoo # 88, microchip 357804) has significant matting of the hair on the outside\nof both ears. The hair is matted into large, thick clumps which were tight against the skin.\nMatted hair can be a source of pain and discomfort to the regulated animal.\nThe licensee must remove the matted hair from the dogs’ hair coats and ensure the hair coats of each animal remains\nfree of matted hair at all times."
    },
    {
      "code": "3.1(c)(1)(ii)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "In the first building, the plastic on the enclosure floor was cracked and exposes a sharp edge. There are two dogs housed\nin this enclosure and they are at risk of injury to their legs from this sharp piece of plastic.\nIn an enclosure housing a French Bulldog, there is an area at the front of the cage along the bottom of the gate where the\nwood is broken and frayed. This is exposing a screw head. The broken wood and/or the exposed screw could be a source\nof injury to the dog housed.\nHousing facilities must be free of jagged edges or sharp points that might injure the animals. The licensee must either\nrepair or replace the broken cage material in a manner that eliminates the risk of injury to the animals. The licensee must\nensure that the housing facilities are safe for the dogs at all times.\nCorrect by: 12/27/22."
    },
    {
      "code": "3.6(a)(2)(x)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "There was an enclosure that housed 3 small Maltese dogs. It was observed by the inspector that the legs of the smallest\ndog (Maltese #21) fell through the holes in the flooring multiple times. Feet and legs falling through the openings of the\nfloor of an enclosure could cause injury or harm to the regulated animal. The licensee is required to provide floors that are\nconstructed in a manner that protects the dogs’ legs and feet from injury, and that do not allow the dogs’ feet to pass\nthrough any openings in the floor. The licensee must provide Maltese #21 with flooring that does not allow her feet or\nlegs to pass through any openings. The licensee must ensure that the flooring is safe for the animals at all times.\nCorrect by: 12/17/22"
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding",
      "narrative": "In the fourth building there was a large, blue, plastic container on wheels that contained an open bag of dog food. There\nwas a single, white, plastic board covering the top of the blue container that acted as a roof. Underneath the bag of dog\nfood there were multiple pieces of discarded dog food on the bottom of the blue container. Some of these pieces of dog\nfood were wet and have started to expand and accumulate on the bottom of the container, causing them to cake together.\nThe inside of the blue container had evidence of water running down it and a small amount of pooled water was present in\nthe bottom of the receptacle. The licensee must take measures to ensure that there is no molding or caking of the dog\nfood. The licensee must clean out the bottom of the blue plastic dog food container and ensure that the food stored within\nis protected from becoming moistened and/or contaminated.\nCorrect by: 12/17/22"
    },
    {
      "code": "3.13(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "Pomsky #10 and Cavalier #88 have matted hair coats. According to the facility’s plan to maintain healthy and unmatted\nhair coats, the dogs are to be sheared biannually, but there are no medical records available that indicate the last time\nthese dogs received any hair coat grooming.\nBulldog #36 has excessively dirty ears. According to the facility’s plan to maintain clean and healthy ears, any ear issues\nare to be addressed biannually, but there are no medical records available that indicate the last time this dog received an\near cleaning.\nThe facility representative stated that Bulldog #62 received an injection of Ivomec for a skin condition on 07-December-\n2022. There is no medical record documenting that this treatment was provided.\nFailure to maintain medical records interferes with the ability of APHIS officials to determine if the animals have received\nadequate veterinary care.\nDealers must keep copies of medical records that include the problem identified and the treatment procedure performed.\nThe licensee must ensure that all procedures and treatments performed on the dogs, including grooming, ear cleanings\nand injections, are documented on a complete medical record.\nCorrect by: From this day forward\nThis inspection and exit interview were conducted with facility representatives.\nAdditional Inspectors:\nKELLY MAXWELL, ANIMAL CARE INSPECTOR n"
    }
  ],
  "narrative": "2.40(b)(2)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nA male Samoyed (tattoo #1, microchip 0A0157221) is seen shaking his head repeatedly. There is a greasy brown \ndiscoloration on his fur just below the right ear. The inspector had the facility representative get the dog out of the cage to \nlook more closely at the ears. The skin on the inner right ear is red, with several small scabs, and there is a buildup of \ngreasy brown material within the ear canal.  The facility representative stated the dog had its ears treated for 5 days in \nOctober of 2022, but the current condition of the animal’s ears has not been noticed and no treatment is being provided or \nhas been planned.  Redness of the skin, head shaking, and excessive brown debris in the ears can be signs of a possible \near infection. Animals with continual head shaking, redness of the ears, and buildup of brown debris can experience pain, \ndiscomfort, and stress.  \n \nThere is a female Boston Terrier (tattoo #13, microchip 3377134) that has heavy buildup of a hard, thick, brown material \nencasing 50-80% of all the teeth on both sides of the mouth and the upper front teeth. In some areas the gum tissue is \nreceding away from the tooth roots. The gums are swollen and red. Heavy buildup on the teeth as well as gum recession, \nredness and swelling can be signs of dental problems.  The facility representative stated the dog had received a dental \ncleaning in May of 2022, but the current condition of the animal’s teeth has not been identified and no treatment has been \nplanned.\n\nThis same dog (Boston Terrier #13) also has several areas of hair loss on the front legs from the toes to the wrist, on the \nleft elbow, and the left hind leg near the knee. The skin is mildly reddened and scaly. Skin that is missing hair and is red \nand scaly could be causing pain or distress to the regulated animal.  The facility representative stated the dog had been \ntreated for the skin issue on 09-Nov-2022, but has not received treatment since and no treatment has been planned.  \n \nDogs with dental problems may experience pain while eating, may not eat enough, and can be stressed or uncomfortable. \nSkin problems can also cause pain and distress.  \n \nThere is a Bernese Mountain Dog (tattoo #44, microchip 7E10334910) that has redness of the eyes (right eye worse than \nthe left) and a green, thick, mucus-like and dried, crusty discharge from both eyes (left worse than right).  The dried \ndischarge is located in the corner of the eyes and attached to the hair beneath both eyes.  The current condition of the \nanimal’s eyes had not been noticed and no treatment is being provided or has been planned.  Redness and discharge \nfrom the eyes can be a sign of infection, irritation, or allergy. Dogs with eye issues can experience pain, discomfort, \nstress, and even blindness.  \n \nThere is a female Victorian bulldog (tattoo #135, microchip 7E10334842) that has reddened skin with hair loss on the left \nshoulder. There are a few small scabs present within the affected area as well. She also has a large, hairless, reddened \nswelling on the left front paw between the third and fourth toes. The skin on the inside of both ears is thickened with a \ncobblestone-like appearance. There are several scabs present in the left ear. There is a buildup of greasy, brown material \nin both ears. There is a discolored (darkened) area of the hair and skin on the left side of the neck. There are multiple \nsmall scabs in this area. Due to the condition of this animal’s ears, it seems to the inspector that this type of wound could\n\nhave occurred from the dog scratching at her left ear and hitting the neck as well. The current condition of this animal has \nnot been noticed and no treatment is being provided or has been planned.  Redness, hair loss, swelling, and built-up \ndebris of the skin can be signs of infection, irritation, or injury. Animals with skin problems can experience pain, \ndiscomfort, self-traumatization, and stress.  \n \nThe female Victorian bulldog (#135) also had a large swelling on her abdomen in between the mammary glands. This \nswelling was soft and could be pushed back into the abdominal cavity. The tissue would come back out once there was \nno pressure on it. The affected area was approximately 3 inches in length.  The Veterinary Medical Officer thought the \nabnormality could indicate a possible hernia.   Abdominal swellings could cause pain and discomfort to the animal, as well \nas indicate a more serious condition such as a hernia. The abnormal condition of the dog’s abdomen has not been noted \nby the facility staff prior to the inspection and no treatment was being provided or has been planned.  \n \nA French Bulldog (tattoo #2, microchip 7E10180472) has a hair less swelling between the fourth and fifth toes on both the \nright and left front paws. The swelling on the left front has a hole where a small amount of fluid is draining out. The \nswelling of the right front paw has an area that is red and it looked ready to burst as there was a small amount of cloudy \nfluid accumulating at the top of the hole.  The condition of this dog’s paws has not been noticed and no treatment is being \nprovided or has been planned.  Swelling, draining wounds on the paws can cause pain and distress to the regulated \nanimal.  \n \nThere is a female Bulldog (tattoo #36, microchip 7E10334735) whose ears have an excessive amount of brown, greasy \ndebris located around the ear canal. The skin on the inner ears is thickened and red.  The condition of this dog’s ears has \nnot been noticed and no treatment is being provided or has been planned.  Excessive build up of debris and redness of\n\nthe ears can be a sign of infection or irritation. Ear problems may cause stress or discomfort to the regulated animal.  \n \nThere is a female Whoodle (tattoo #14, microchip 2777956) with large areas of hair loss on the back and trunk. The skin \nis red and there are multiple small, slightly red, raised bumps. In one area on the left hip the skin where the hair is missing \nis darker than normal (hyperpigmentation). The condition of this dog’s skin has not been noticed and no treatment is being \nprovided or has been planned.   Hair loss, skin discoloration, and bumps on the skin can be signs of a skin infection or \nirritation. Infected or irritated skin can cause stress, pain, or discomfort to the regulated animal.  \n \nThe licensee is required to use appropriate methods to prevent, control, diagnose, and treat diseases and injuries in the \nregulated animals. The licensee if required to have the above animals mentioned evaluated by a veterinarian for an \naccurate diagnosis and to develop an effective treatment plan.  The licensee must ensure each animal receives adequate \nveterinary care at all times.    \n \nThere is a female Pomsky (tattoo #10, microchip 357347) that is significantly matted.  A few rope-like mats were located \non the animal’s outer hair coat and the hair beneath was matted into thick, firm clumps that were held tightly against the \nskin.  The areas of matted hair are located along both shoulders, across the top of the back and neck, down both sides of \nthe neck and behind both ears.   \n \nA female Cavalier King Charles Spaniel (tattoo # 88, microchip 357804) has significant matting of the hair on the outside \nof both ears.  The hair is matted into large, thick clumps which were tight against the skin. \n \nMatted hair can be a source of pain and discomfort to the regulated animal.\n\nThe licensee must remove the matted hair from the dogs’ hair coats and ensure the hair coats of each animal remains \nfree of matted hair at all times. \n3.1(c)(1)(ii) \n   \nHousing facilities, general. \nIn the first building, the plastic on the enclosure floor was cracked and exposes a sharp edge. There are two dogs housed \nin this enclosure and they are at risk of injury to their legs from this sharp piece of plastic.  \n \nIn an enclosure housing a French Bulldog, there is an area at the front of the cage along the bottom of the gate where the \nwood is broken and frayed. This is exposing a screw head. The broken wood and/or the exposed screw could be a source \nof injury to the dog housed.  \n \nHousing facilities must be free of jagged edges or sharp points that might injure the animals. The licensee must either \nrepair or replace the broken cage material in a manner that eliminates the risk of injury to the animals.  The licensee must \nensure that the housing facilities are safe for the dogs at all times. \n \nCorrect by: 12/27/22. \n3.6(a)(2)(x) \n   \nPrimary enclosures. \nThere was an enclosure that housed 3 small Maltese dogs. It was observed by the inspector that the legs of the smallest \ndog (Maltese #21) fell through the holes in the flooring multiple times. Feet and legs falling through the openings of the \nfloor of an enclosure could cause injury or harm to the regulated animal. The licensee is required to provide floors that are\n\nconstructed in a manner that protects the dogs’ legs and feet from injury, and that do not allow the dogs’ feet to pass \nthrough any openings in the floor.  The licensee must provide Maltese #21 with flooring that does not allow her feet or \nlegs to pass through any openings.  The licensee must ensure that the flooring is safe for the animals at all times. \n \nCorrect by:  12/17/22 \n3.9(b) \n   \nFeeding \nIn the fourth building there was a large, blue, plastic container on wheels that contained an open bag of dog food. There \nwas a single, white, plastic board covering the top of the blue container that acted as a roof. Underneath the bag of dog \nfood there were multiple pieces of discarded dog food on the bottom of the blue container. Some of these pieces of dog \nfood were wet and have started to expand and accumulate on the bottom of the container, causing them to cake together. \nThe inside of the blue container had evidence of water running down it and a small amount of pooled water was present in \nthe bottom of the receptacle. The licensee must take measures to ensure that there is no molding or caking of the dog \nfood. The licensee must clean out the bottom of the blue plastic dog food container and ensure that the food stored within \nis protected from becoming moistened and/or contaminated. \n \n Correct by: 12/17/22 \n3.13(b)(2) \n   \nVeterinary care for dogs. \nPomsky #10 and Cavalier #88 have matted hair coats.  According to the facility’s plan to maintain healthy and unmatted \nhair coats, the dogs are to be sheared biannually, but there are no medical records available that indicate the last time \nthese dogs received any hair coat grooming.\n\nBulldog #36 has excessively dirty ears.  According to the facility’s plan to maintain clean and healthy ears, any ear issues \nare to be addressed biannually, but there are no medical records available that indicate the last time this dog received an \near cleaning. \n \nThe facility representative stated that Bulldog #62 received an injection of Ivomec for a skin condition on 07-December-\n2022.  There is no medical record documenting that this treatment was provided. \n   \nFailure to maintain medical records interferes with the ability of APHIS officials to determine if the animals have received \nadequate veterinary care.   \n \nDealers must keep copies of medical records that include the problem identified and the treatment procedure performed.  \nThe licensee must ensure that all procedures and treatments performed on the dogs, including grooming, ear cleanings \nand injections, are documented on a complete medical record. \n \nCorrect by:  From this day forward \n \nThis inspection and exit interview were conducted with facility representatives. \n \nAdditional Inspectors: \nKELLY MAXWELL, ANIMAL CARE INSPECTOR n",
  "animals_total": 680,
  "species": [
    {
      "count": 680,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}