{
  "insp_id": "2016090000609429",
  "layout": "b",
  "customer_id": "9245",
  "customer_name": "STEVE KRUSE",
  "customer_addr": "2345 HWY 16\nWEST POINT, IA 52656",
  "certificate": "42-B-0182",
  "site_id": "001",
  "site_name": "STEVE KRUSE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-MAY-2021",
  "report_date": "17-MAY-2021",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Male Pomeranian (#3) has poor dental health. The majority of the surface of the upper front teeth and canine teeth on\nboth sides of the mouth are encased in a dark brown colored material. The entire surface of the upper and lower cheek\nteeth on both sides of the mouth are completely encased in a dark brown colored material. A line of grey, milky, pus-like\nmaterial is located along the gum line above the upper cheek teeth on both sides of the mouth. The gums are slightly\nreddened and inflamed above the upper canine teeth on both sides of the mouth.\nMale Australian Shepherd (#11) has poor dental health. The majority of the surface of the upper cheek teeth on both the\nleft and right side of the mouth are completely encased in a thick yellow to brown colored material. The gums appear\ninflamed and are moderately reddened.\nFemale Aussie Doodle (#5) has an abnormal appearance to her face. Complete hair loss is located on the entire bridge\nof the nose and there is multi-focal hair loss located around both eyes. The skin appears dry, crusty, flaky and irritated.\nInflammation of the skin is located around the entire left eye along with an excessive clear discharge from the inner corner\nof the eye. The right eye has a small area of hair loss and skin inflammation located along the inner area of the eye along\nwith excessive discharge from the inner corner.\nFemale Shiba Inu (#42) has an abnormal condition of the right hind leg. The inspectors observed the dog to be\ninconsistently non-weight bearing on the right hind leg as well as toe touching when standing. Closer inspection revealed\nan area of inflammation on the lower leg which included the toes.\nPoor dental health and abnormal skin and leg conditions could cause pain and discomfort to the animal as well as lead to\nfurther health issues.\nEach dealer shall use appropriate methods to prevent, control, diagnose and treat diseases and injuries. The above\nmentioned dogs must be evaluated by a licensed veterinarian for an accurate diagnosis and to establish an effective\ntreatment plan. The license must ensure that all dogs receive adequate veterinary care at all times.\nThis inspection and exit interview were conducted with the facility representatives.\nAdditional Inspectors:\nAUTUMN UNCK, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nMale Pomeranian (#3) has poor dental health.  The majority of the surface of the upper front teeth and canine teeth on \nboth sides of the mouth are encased in a dark brown colored material.  The entire surface of the upper and lower cheek \nteeth on both sides of the mouth are completely encased in a dark brown colored material.  A line of grey, milky, pus-like \nmaterial is located along the gum line above the upper cheek teeth on both sides of the mouth.  The gums are slightly \nreddened and inflamed above the upper canine teeth on both sides of the mouth. \n \nMale Australian Shepherd (#11) has poor dental health.  The majority of the surface of the upper cheek teeth on both the \nleft and right side of the mouth are completely encased in a thick yellow to brown colored material. The gums appear \ninflamed and are moderately reddened. \n \nFemale Aussie Doodle (#5) has an abnormal appearance  to her face.  Complete hair loss is located on the entire bridge \nof the nose and there is multi-focal hair loss located around both eyes.  The skin appears dry, crusty, flaky and irritated.  \nInflammation of the skin is located around the entire left eye along with an excessive clear discharge from the inner corner \nof the eye.  The right eye has a small area of hair loss and skin inflammation located along the inner area of the eye along \nwith excessive discharge from the inner corner.\n\nFemale Shiba Inu (#42) has an abnormal condition of the right hind leg.  The inspectors observed  the dog to be \ninconsistently non-weight bearing on the right hind leg as well as toe touching when standing.  Closer inspection revealed \nan area of inflammation on the lower leg which included the toes. \n \nPoor dental health and abnormal skin and leg conditions could cause pain and discomfort to the animal as well as lead to \nfurther health issues. \n \nEach dealer shall use appropriate methods to prevent, control, diagnose and treat diseases and injuries.  The above \nmentioned dogs must be evaluated by a licensed veterinarian  for an accurate diagnosis and to establish an effective \ntreatment plan.  The license must ensure that all dogs receive adequate veterinary care at all times. \n \nThis inspection and exit interview were conducted with the facility representatives. \n \nAdditional Inspectors: \nAUTUMN UNCK, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 565,
  "species": [
    {
      "count": 511,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 54,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}