{
  "insp_id": "161150920070271",
  "layout": "a",
  "customer_id": "41415",
  "customer_name": "Tyler Cleckley",
  "customer_addr": "11706 Dorrance\nStafford, TX 77477",
  "certificate": "74-A-1451",
  "site_id": "002",
  "site_name": "Tyler Cleckley",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-JUN-2015",
  "report_date": "10-JUN-2015",
  "citations": [
    {
      "code": "2.4(d)",
      "kind": "",
      "repeat": false,
      "desc": "NON-INTERFERENCE WITH APHIS OFFICIALS.",
      "narrative": "At the beginning of the inspection the licensee was asked by APHIS officials if any additional animals under his\ncontrol were housed at other sites or locations. He stated there were no other animals except those housed on the\ncurrent premises. Toward the end of the inspection the licensee told Brazoria County officials, who were present\nduring this inspection, that animals were in fact housed where he was currently living at a location that had not been\ndisclosed to APHIS.\nProviding fraudulent or false information to federal officials regarding the location of animals available for inspection\nis paramount to interfering with APHIS officials trying to carrying out their duties. The licensee was attempting to\nprevent inspection of animals for the purpose of evaluating his compliance with the standards and regulations under\nthe Animal Welfare Act.\nCorrect by: Immediate"
    },
    {
      "code": "2.8(h)",
      "kind": "",
      "repeat": false,
      "desc": "NOTIFICATION OF CHANGE OF NAME, ADDRESS, CONTROL, OR OWNERSHIP OF BUSINESS.",
      "narrative": "The licensee is currently housing regulated animals including two non-human primates, one sugar glider, two coati\nmundis and two dogs at a location that has not been disclosed or reported to the regional office. Prompt notification\nby certified mail of any change in operation including additional sites or locations must be given to facilitate\ncommunication and inspection of facilities and animals.\nCorrect by: June 20, 2015"
    },
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The licensee stated during this inspection that the attending veterinarian has not visited the facility in over a year.\nRegular visits to the premises must be done by the attending veterinarian at least annually to fulfill the provisions for\nadequate veterinary care and oversight under the Animal Welfare Act."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The 1 1/2 year old Golden Retriever \"Farah\" is thin with ribs visible, prominent hip bones and minimal muscle mass\nin the upper rear legs. The gums and conjunctiva appear slightly pale and a moderate number of fleas were noted.\nThe licensee stated this animal may never have been treated or tested for internal parasites.\nThis geographical region supports potentially high internal and external parasite loads that can, untreated, cause\nsymptoms such as weight loss and anemia and eventually become potentially life threatening. This dog should be\nexamined and treated as determined by a veterinarian.\nCorrect by: June 11, 2015."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "There were no records kept for the animals sold from August 2014 to January 2015. Records which fully and\ncorrectly disclose the required information regarding the acquisition and disposition of animals other than dogs and\ncats is required to ensure that the transactions are done legally, so that animals may be properly tracked through\nduring the inspection process, and to ensure the humane care and use of animals during transport and housing."
    },
    {
      "code": "2.126(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.",
      "narrative": "The facility'(cid:25)s written Program of Veterinary Care was not available for review. This does not allow the inspector to\ndetermine if the plan is current, reflect the care being provided to the animals and is appropriate for the species of\nanimals. The acquisition forms were not available upon request for 5 brown lemurs, 5 prairie dogs, 2 owl monkeys,\nand two striped opossums that the licensee acquired since the last inspection. The documented inventory of\nanimals on hand at the facility was not available for review. The Program of Veterinary Care, acquisition\ndocumentation and record of animals on hand must be made available for examination by APHIS officials."
    },
    {
      "code": "2.132",
      "kind": "",
      "repeat": false,
      "desc": "PROCUREMENT OF DOGS, CATS, AND OTHER ANIMALS; DEALERS.",
      "narrative": "The licensee recently purchased an infant ring tailed lemur from an individual who is not licensed with the USDA.\nThe sale of this regulated animal requires a valid USDA license and no dealer may obtain an animal from any\nperson who is required to be licensed but does not hold a current, valid license.\nCorrect by: From this day forward"
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The door on one of the wire dog kennels is in disrepair. The metal strips have separated from the frame of the door\nand sharp ends are pointed inward. The bottom right part of the door is bent upward causing a gap large enough\nfor the dog to escape. The pointed ends pose a risk of injuring the animals and the large gap in the gate does not\nsecurely contain the animal. The broken gate must be repaired or replaced to securely contain the animal and\nprotect the animal from injury. Correct by: June 10, 2015"
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In the room containing the dog enclosures, there is an excessive accumulation of feces and dried urine on the floor.\nThe piles of feces exceed 35 in number and 2 dogs reside on the premises. Multiple and excessive piles of feces\nwere also noted in the general living area of the building that the dogs have access to. Animal waste can be a\nharbor for vermin, disease hazards, and odors. Eliminate the excessive buildup of animal waste through proper\nwaste disposal to minimize infestations, odors, and disease hazards to protect the health and well-being of the\nanimals.\nCorrect by: June 9, 2015"
    },
    {
      "code": "3.75(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* The primary enclosures housing the brown lemurs are constructed of black metal panels on the upper half. In\nmultiple areas the bottom of the panels in both enclosures are excessively rusted. Many of the rusted sections flake\nto the touch and the damage is extensive enough to result in holes in the metal. This level of deterioration likely\nimpacts structural integrity of the enclosure.\n* The brown lemurs, owl monkeys and spider monkeys have tarps on top of the enclosures to provide shade and\nweather protection. In these enclosures sections of the tarps had been pulled through the wire panels and were\nhanging inward into the enclosures accessible to the animals. The tarps were damaged and had frayed ends. The\nfrayed pieces could be accidently wrapped around a body part or ingested resulting in injury or illness in the\nanimals.\nHousing facilities must be designed, constructed and maintained in a manner to be structurally sound and protect\nthe animals from injury. Housing facilities must be kept in good repair. The damaged areas above should be\nrepaired or replaced. Correct by: July 9, 2015."
    },
    {
      "code": "3.75(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "*The elevated plastic shelter structure in the primary enclosure housing two Java macaques is no longer secured at\nthe middle seam and appears unstable. The shelf underneath the shelter designed to provide support is wobbly and\nbent.\n*The gibbon and spider monkey enclosures have green garden hoses installed for the animals to use as brachiating\nfeatures and for perching. This type of hose when attached only in a single vertical direction presents a risk of injury\nto the animal. The hose could be inadvertently wrapped around a body part. Additionally, the hoses are thin enough\nto be easily damaged by the animals. Two unattached ends of the hosing in the gibbon enclosure were noted to\nhave ingestible size pieces broken off at the ends. Accidental ingestion by the animal could cause life threatening\ngastrointestinal illness.\nFurnishings and cage accessories must be sturdily constructed and strong enough to provide for safe\nactivity.These enclosure furnishings should be repaired or replaced. Correct by: June 24, 2015."
    },
    {
      "code": "3.75(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* The enclosure housing the owl monkeys contains an elevated plastic shelter structure that is coated with dark\ndebris on the interior and exterior surfaces.\n*The enclosure housing the spider monkeys contains a plastic shelter structure that has been placed on the floor.\nThe interior floor of the shelter has a confluent layer of loose dirt and debris in it.\nThe licensee stated that he does not sanitize enclosure furnishings. All surfaces that come in contact with\nnon-human primates must be cleaned and sanitized as necessary to minimize opportunity for disease transmission\nand meet acceptable husbandry standards. A program should be implemented to address cleaning and sanitizing of\nall surfaces inside enclosures that come in contact with the animals. Correct by: June 23. 2015"
    },
    {
      "code": "3.75(e)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "An open bag of non-human primate biscuits was stored on the floor in the sugar glider housing facility. This building\nis infested with cockroaches, flies and spiders. The risk of contamination by pests is very high for any food source\nthat is not sealed. Food must be stored in a manner that minimizes the risk of contamination, spoilage, deterioration\nof nutritive value and vermin infestation.\nOpen food must be kept in leakproof containers with tightly fitting lids and unopened bags must be kept off the floor\nto allow cleaning underneath.\nCorrect by: June 10, 2015."
    },
    {
      "code": "3.75(f)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Several animal carcasses (non-food) were stored with non-human primate food in the food storage freezer. Dead\nanimals and animal parts must not be stored in food freezers or refrigerators to prevent potential contamination and\nspoilage of food that could adversely effect the health of the animals.\nCorrect by June 10, 2015."
    },
    {
      "code": "3.80(a)(2)(1)",
      "kind": "Direct",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "*The primary enclosure housing two red ruffed lemurs has a broken, dislodged wire panel on the interior of the\nenclosure on the south side adjacent to the secondary. The broken wires, with a sharp points were jutting inward\ntoward the enclosure and were accessible to the animals.\n*The primary enclosure housing three brown lemurs had a broken wire panel on the interior of the enclosure on the\nwest side.The broken wire, with a sharp point was jutting at a 90 degree angle into the enclosure with a high risk\nand probability of access to and contact with the animals. This non-compliance was corrected during the inspection.\nWire strands with sharp points can injure the animals. Primary enclosures must be maintained so that they have no\nsharp points or edges that could cause injury to the animals. The remaining broken wire should be repaired or\nreplaced.\nCorrect by: June 10, 2015."
    },
    {
      "code": "3.80(a)(2)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "*The primary enclosure housing two spider monkeys had multiple pieces of broken glass on the floor of the\nenclosure.\n*A large light bulb was on the floor of the same enclosure housing the spider monkeys.\nShards of glass can cause serious injury to the animals. Although the light bulb appeared unbroken the risk for\nbreakage and subsequent injury to the animals is very high. Primary enclosures must be maintained to prevent\ninjury to the animals.\nCorrect by June 9, 2015."
    },
    {
      "code": "3.83",
      "kind": "Direct",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "*The enclosure housing two brown lemurs had two water bottles attached that were noted to be empty. After\nrequesting the licensee to provide water to the animals, the lemurs became excited and appeared anxious as the\nbottles were re-attached to the cages. Both lemurs drank from the bottles profusely and continuously for 5-6\nminutes. Lack of adequate drinking water can cause distress and dehydration. Insufficient water can contribute to\nlife threatening health conditions. Water must be provided in sufficient quantity as often as necessary to ensure\nhealth and well-being. This non-compliance was corrected by the licensee during the inspection.\n*One of the water bottles used in the brown lemur enclosure had an almost confluent, thick layer of green algae\ncoating the interior surfaces of the bottle. Water receptacles must be cleaned as often as necessary to keep them\nfree from contamination that could adversely effect the health of the animals.\nCorrect by: June 10, 2015."
    },
    {
      "code": "3.84(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "*Plastic bags, pieces of plastic and sections of frayed plastic tarp were noted on the floor of the gibbon, lemur and\nspider monkey enclosures.\nPlastic, if accidently ingested by the animals could cause serious life threatening illness. Premises, including\nhousing facilities and primary enclosures must be kept free of trash and discarded materials to meet acceptable\nhousekeeping standards and protect the animals from injury. Correct by: June 9, 2015."
    },
    {
      "code": "3.84(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "The licensee stated that he has no pest control program in place. The non-human primates are housed adjacent to\nbuildings that are infested with cockroaches, flies and spiders. During this inspection numerous flies were noted in\nand around the non-human primate enclosures and seen to rest on water bottles, food receptacles, and debris on\nthe floor of the enclosures. Multiple spider webs containing large spiders were noted adjacent and attached to the\nenclosures.\nAn effective pest control program appropriate for the non-human primates housed outdoors should be designed and\nimplemented in order to treat and control applicable pests including insects. Insects can facilitate disease\ntransmission as well as cause distress to the animals from biting or swarming. Correct by: July 9, 2015"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "*The prairie dog enclosure is lifted up off the ground by four wooden leg posts. The back right leg post is leaning\ninward and is not structurally sound. The cage is at least 2 foot off the ground and does not appear to be safe for\nthe animals contained. The enclosure needs to be structurally sound and in good repair in order to protect the\nanimals from injury and to contain the animals.\n*Inside building #2, the paint on the ceiling is peeling off. The ceiling needs to be repaired and maintained in order\nto be cleaned and sanitized. Part of the door trim to building #2 has come off. The inspectors observed roaches\ncoming out of the door where the trim should be. The door trims needs to be repaired in order to protect the health\nof the animals from pests and maintained in good repair.\n*During the inspection there were 3 sugar gliders outside of their enclosure. Two of the animals were loose inside\nthe building, while one sugar glider was inside of a condensation tub that was full of water. Animals loose outside\ntheir enclosures could potentially be injured. The enclosures must be structurally sound to protect and contain the\nanimals. This non-compliance was corrected during the inspection.\n*There is excessive amount of rust on many of the sugar glider cages and most cage stands. The cages and metal\nstands holding the cages have severe pitting and parts of the rusted metal have broken off due to the excessive\nrusting. Due to the excessive rust, the stands are not structurally sound and the cages cannot be sanitized\nproperly. All enclosures must be free of rust that affects the structural strength of the enclosures and allow for\nproper sanitation of the cages. The licensee must repair or replace the rusted cages and stands in order to\nmaintain the structural integrity of the cages."
    },
    {
      "code": "3.125(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The two buildings containing the sugar gliders, has an excessive accumulation of trash, animal and food wastes,\nand animal bedding lying between the cages. The trash, debris, and animal waste can be a harbor for vermin,\ndisease hazards, and odors. Eliminate the excessive buildup of animal waste, trash, and debris through proper\ndisposal from the facility to minimize vermin infestation, odors, and disease hazards.\nCorrect by: June 10, 2015"
    },
    {
      "code": "3.126(b)",
      "kind": "Direct",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "*The sugar glider buildings have a strong ammonia odor at the entrance of the doors. The inspectors had difficulty\nbreathing during the inspection and experienced discomfort. The strong ammonia odors remained throughout the\ninspection of these two buildings. Chronic respiratory irritation can contribute to medical compromises in the\nanimals.\n*In March 2015 the licensee left the area and caretakers were responsible for the animals in his absence. Eleven\nsugar gliders died prior to his return. The cause of death was related to excessive moisture condensation in the\nroom housing the effected sugar gliders according to the licensee. Dehumidifiers are run continuously in the sugar\nglider buildings as a normal husbandry practice at this facility. A dehumidifier was not operational or present in the\nroom during the time of death of the animals. Both buildings housing sugar gliders were noted to have functioning\ndehumidifiers at the time of this inspection.\nIndoor housing facilities shall be adequately ventilated by natural or mechanical means to provide for the health and\nto prevent discomfort of the animals at all times. Such facilities shall be provided with fresh air either by means of\nwindows, doors, vents, fans, or air-conditioning and shall be ventilated as necessary so as to minimize drafts, odors,\nand moisture condensation. Frequent cleaning of enclosures (as often as necessary) and increased ventilation will\nhelp maintain healthy air quality to protect the health and welfare of the animals.\nCorrect by: June 16, 2015"
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "*The facility perimeter fence is damaged on the north end. The fence is leaning, loose and a gap exists at the\nbottom of the damaged area that can allow small animals to pass through.\n*On the north end of the facility brush and weeds adjacent to the perimeter fence are dense and high prohibiting any\nvisual access of the fence.\nThe perimeter fence must be kept in good repair to prevent unwanted animals and persons from gaining access to\nthe facility, and to function as a secondary containment system in case of animal escape. Visual and physical\naccess to the fence must be maintained so that the fence can be inspected for structural integrity and repairs.\nCorrect by: July 9, 2015."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The sugar glider cages have excreta and food particles inside and along the edges of the cages. The catch pans\nfor fecal matter and urine has accumulation of excreta built up on the pans. Excreta should be removed as often as\nnecessary to prevent contamination of the animals contained, reduce disease hazards and odors. The cleaning\nschedule of these enclosures should be more timely and effective to prevent the build-up of excreta and odors.\nCorrect by: June 10, 2015"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "*The two sugar glider buildings have an accumulation of brownish material on the ceilings, walls, and window sills.\n*There is excessive amount of dirt, brownish material, and debris on the floors throughout each building.\n*The coati-mundi babies are housed in an enclosure located inside a room that houses two dogs. The room had\nan excessive amount of dog urine and feces throughout the entire room.\n*The premises have debris and trash lying on the ground throughout the facility. Inadequate cleaning of the\nbuildings and premises can lead to pest infestation, odors, and harbor diseases that are harmful to the animals. All\nbuildings and premises must be kept clean, cleared, and in good repair to protect the health of the animals.\nCorrect by: June 10, 2015"
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The two buildings containing the sugar gliders have an excessive amount of flies, roaches, and spiders throughout\neach of the buildings. At the undisclosed site, the baby sugar glider cage had an accumulation of flies swarming\naround inside of the cage. Pests can transmit disease and can act as an irritant. The excessive accumulation of\nflies, roaches, and spiders is an indicator of an ineffective pest control program. The facility needs to develop an\neffective pest control program to control insects and other pests.\nCorrect by: July 9, 2015\nThe inspection was conducted with the licensee, APHIS officials and Brazoria County officials.\nThe exit interview was conducted with the licensee and APHIS officials.\nAdditional Inspectors\nIrwin Bryan, Compliance Specialist"
    }
  ],
  "narrative": "2.4(d)\nNON-INTERFERENCE WITH APHIS OFFICIALS.\nAt the beginning of the inspection the licensee was asked by APHIS officials if any additional animals under his\ncontrol were housed at other sites or locations. He stated there were no other animals except those housed on the\ncurrent premises. Toward the end of the inspection the licensee told Brazoria County officials, who were present\nduring this inspection, that animals were in fact housed where he was currently living at a location that had not been\ndisclosed to APHIS.\nProviding fraudulent or false information to federal officials regarding the location of animals available for inspection\nis paramount to interfering with APHIS officials trying to carrying out their duties. The licensee was attempting to\nprevent inspection of animals for the purpose of evaluating his compliance with the standards and regulations under\nthe Animal Welfare Act. \nCorrect by: Immediate\n2.8(h)\nNOTIFICATION OF CHANGE OF NAME, ADDRESS, CONTROL, OR OWNERSHIP OF BUSINESS.\nThe licensee is currently housing regulated animals including two non-human primates, one sugar glider, two coati\nmundis and two dogs at a location that has not been disclosed or reported to the regional office. Prompt notification\nby certified mail of any change in operation including additional sites or locations must be given to facilitate\ncommunication and inspection of facilities and animals.\nCorrect by: June 20, 2015\n2.40(a)(1)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe licensee stated during this inspection that the attending veterinarian has not visited the facility in over a year.\nRegular visits to the premises must be done by the attending veterinarian at least annually to fulfill the provisions for\nadequate veterinary care and oversight under the Animal Welfare Act.\n\n2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe 1 1/2 year old Golden Retriever \"Farah\" is thin with ribs visible, prominent hip bones and minimal muscle mass\nin the upper rear legs. The gums and conjunctiva appear slightly pale and a moderate number of fleas were noted.\nThe licensee stated this animal may never have been treated or tested for internal parasites. \nThis geographical region supports potentially high internal and external parasite loads that can, untreated, cause\nsymptoms such as weight loss and anemia and eventually become potentially life threatening. This dog should be\nexamined and treated as determined by a veterinarian. \nCorrect by: June 11, 2015.\n2.75(b)(1)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\nThere were no records kept for the animals sold from August 2014 to January 2015.   Records which fully and\ncorrectly disclose the required information regarding the acquisition and disposition of animals other than dogs and\ncats is required to ensure that the transactions are done legally, so that animals may be properly tracked through\nduring the inspection process, and to ensure the humane care and use of animals during transport and housing.\n2.126(b)(2)                    REPEAT\nACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.\nThe facility'(cid:25)s written Program of Veterinary Care was not available for review.  This does not allow the inspector to\ndetermine if the plan is current, reflect the care being provided to the animals and is appropriate for the species of\nanimals. The acquisition forms were not available upon request for 5 brown lemurs, 5 prairie dogs, 2 owl monkeys,\nand two striped opossums that the licensee acquired since the last inspection.  The documented inventory of\nanimals on hand at the facility was not available for review. The Program of Veterinary Care, acquisition\ndocumentation and record of animals on hand must be made available for examination by APHIS officials.  \n2.132\nPROCUREMENT OF  DOGS, CATS, AND OTHER ANIMALS; DEALERS.\nThe licensee recently purchased an infant ring tailed lemur from an individual who is not licensed with the USDA.\nThe sale of this regulated animal requires a valid USDA license and no dealer may obtain an animal from any\nperson who is required to be licensed but does not hold a current, valid license.\n\nCorrect by: From this day forward\n3.1(a)\nHOUSING FACILITIES, GENERAL.\nThe door on one of the  wire dog kennels is in disrepair.  The metal strips have separated from the frame of the door\nand sharp ends are pointed inward.  The bottom right part of the door is bent upward causing a gap large enough\nfor the dog to escape.  The pointed ends pose a risk of injuring the animals and the large gap in the gate does not\nsecurely contain the animal.  The broken gate must be repaired or replaced to securely contain the animal and\nprotect the animal from injury.   Correct by: June 10, 2015\n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nIn the room containing the dog enclosures, there is an excessive accumulation of feces and dried urine on the floor.\nThe piles of feces exceed 35 in number and 2 dogs reside on the premises. Multiple and excessive piles of feces\nwere also noted in the general living area of the building that the dogs have access to. Animal waste can be a\nharbor for vermin, disease hazards, and odors.  Eliminate the excessive buildup of animal waste through proper\nwaste disposal to minimize infestations, odors, and disease hazards to protect the health and well-being of the\nanimals.  \nCorrect by: June 9, 2015\n3.75(a)\nHOUSING FACILITIES, GENERAL. \n* The primary enclosures housing the brown lemurs are constructed of black metal panels on the upper half. In\nmultiple areas the bottom of the panels in both enclosures are excessively rusted. Many of the rusted sections flake\nto the touch and the damage is extensive enough to result in holes in the metal. This level of deterioration likely\nimpacts structural integrity of the enclosure. \n* The brown lemurs, owl monkeys and spider monkeys have tarps on top of the enclosures to provide shade and\nweather protection. In these enclosures sections of the tarps had been pulled through the wire panels and were\nhanging inward into the enclosures accessible to the animals. The tarps were damaged and had frayed ends. The\nfrayed pieces could be accidently wrapped around a body part or ingested resulting in injury or illness in the\nanimals.\nHousing facilities must be designed, constructed and maintained in a manner to be structurally sound and protect\nthe animals from injury. Housing facilities must be kept in good repair. The damaged areas above should be\n\nrepaired or replaced.  Correct by: July 9, 2015.\n3.75(c)(1)\nHOUSING FACILITIES, GENERAL. \n*The elevated plastic shelter structure in the primary enclosure housing two Java macaques is no longer secured at\nthe middle seam and appears unstable. The shelf underneath the shelter designed to provide support is wobbly and\nbent. \n*The gibbon and spider monkey enclosures have green garden hoses installed for the animals to use as brachiating\nfeatures and for perching. This type of hose when attached only in a single vertical direction presents a risk of injury\nto the animal. The hose could be inadvertently wrapped around a body part. Additionally, the hoses are thin enough\nto be easily damaged by the animals. Two unattached ends of the hosing in the gibbon enclosure were noted to\nhave ingestible size pieces broken off at the ends. Accidental ingestion by the animal could cause life threatening\ngastrointestinal illness. \nFurnishings  and cage accessories must be sturdily constructed and strong enough to provide for safe\nactivity.These enclosure furnishings should be repaired or replaced. Correct by: June 24, 2015.\n3.75(c)(3)\nHOUSING FACILITIES, GENERAL. \n* The enclosure housing the owl monkeys contains an elevated plastic shelter structure that is coated with dark\ndebris on the interior and exterior surfaces. \n*The enclosure housing the spider monkeys contains a plastic shelter structure that has been placed on the floor.\nThe interior  floor of the shelter has a confluent layer of loose dirt and debris in it. \nThe licensee stated that he does not sanitize enclosure furnishings. All surfaces that come in contact with\nnon-human primates must be cleaned and sanitized as necessary to minimize opportunity for disease transmission\nand meet acceptable husbandry standards. A program should be implemented to address cleaning and sanitizing of\nall surfaces inside enclosures that come in contact with the animals.   Correct by: June 23. 2015\n3.75(e)\nHOUSING FACILITIES, GENERAL. \nAn open bag of non-human primate biscuits was stored on the floor in the sugar glider housing facility. This building\nis infested with cockroaches, flies and spiders. The risk of contamination by pests is very high for any food source\nthat is not sealed. Food must be stored in a manner that minimizes the risk of contamination, spoilage, deterioration\nof nutritive value and vermin infestation.\n\nOpen food must be kept in leakproof containers with tightly fitting lids and unopened bags must be kept off the floor\nto allow cleaning underneath.\nCorrect by: June 10, 2015.\n3.75(f)\nHOUSING FACILITIES, GENERAL. \nSeveral animal carcasses (non-food) were stored with non-human primate food in the food storage freezer. Dead\nanimals and animal parts must not be stored in food freezers or refrigerators to prevent potential contamination and\nspoilage of food that could adversely effect the health of the animals.\nCorrect by June 10, 2015.\n3.80(a)(2)(1)           DIRECT\nPRIMARY ENCLOSURES.  \n*The primary enclosure housing two red ruffed lemurs has a broken, dislodged wire panel on the interior of the\nenclosure on the south side adjacent to the secondary. The broken wires, with a sharp points were jutting inward\ntoward the enclosure and were accessible to the animals.\n*The primary enclosure housing three brown lemurs  had a broken wire panel on the interior of the enclosure on the\nwest side.The broken wire, with a sharp point was jutting at a 90 degree angle into the enclosure with a high risk\nand probability of access to and contact with the animals. This non-compliance was corrected during the inspection.\nWire strands with sharp points can injure the animals. Primary enclosures must be maintained so that they have no\nsharp points or edges that could cause injury to the animals. The remaining broken wire should be repaired or\nreplaced.\nCorrect by: June 10, 2015.\n3.80(a)(2)(2)           DIRECT\nPRIMARY ENCLOSURES.  \n*The primary enclosure housing two spider monkeys had multiple pieces of broken glass on the floor of the\nenclosure.\n\n*A large light bulb was on the floor of the same enclosure housing the spider monkeys.\nShards of glass can cause serious injury to the animals. Although the light bulb appeared unbroken the risk for\nbreakage and subsequent injury to the animals is very high. Primary enclosures must be maintained to prevent\ninjury to the animals.\nCorrect by June 9, 2015.\n3.83           DIRECT\nWATERING.   \n*The enclosure housing two brown lemurs had two water bottles attached that were noted to be empty. After\nrequesting the licensee to provide water to the animals, the lemurs became excited and appeared anxious as the\nbottles were re-attached to the cages. Both lemurs drank from the bottles profusely and continuously for 5-6\nminutes. Lack of adequate drinking water can cause distress and dehydration. Insufficient water can contribute to\nlife threatening health conditions. Water must be provided in sufficient quantity as often as necessary to ensure\nhealth and well-being. This non-compliance was corrected by the licensee during the inspection.\n*One of the water bottles used in the brown lemur enclosure had an almost confluent, thick layer of green algae\ncoating the interior surfaces of the bottle. Water receptacles must be cleaned as often as necessary to keep them\nfree from contamination that could adversely effect the health of the animals.\nCorrect by: June 10, 2015.\n3.84(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL. \n*Plastic bags, pieces of plastic and sections of frayed plastic tarp were noted on the floor of the gibbon, lemur and\nspider monkey enclosures.\nPlastic, if accidently ingested by the animals could cause serious life threatening illness. Premises, including\nhousing facilities and primary enclosures must be kept free of trash and discarded materials to meet acceptable\nhousekeeping standards and protect the animals from injury.   Correct by: June 9, 2015.\n3.84(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL. \nThe licensee stated that he has no pest control program in place. The non-human primates are housed adjacent to\n\nbuildings that are infested with cockroaches, flies and spiders. During this inspection numerous flies were noted in\nand around the non-human primate enclosures and seen to rest on water bottles, food receptacles, and debris on\nthe floor of the enclosures. Multiple spider webs containing large spiders were noted adjacent and attached to the\nenclosures.\nAn effective pest control program appropriate for the non-human primates housed outdoors should be designed and\nimplemented in order to treat and control applicable pests including insects. Insects can facilitate disease\ntransmission as well as cause distress to the animals from biting or swarming.  Correct by: July 9, 2015\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \n*The prairie dog enclosure is lifted up off the ground by four wooden leg posts.  The back right leg post is leaning\ninward and is not structurally sound.   The cage is at least 2 foot off the ground and does not appear to be safe for\nthe animals contained.  The enclosure needs to be structurally sound and in good repair in order to protect the\nanimals from injury and to contain the animals. \n*Inside building #2, the paint on the ceiling is peeling off.  The ceiling needs to be repaired and maintained in order\nto be cleaned and sanitized.   Part of the door trim to building #2 has come off.  The inspectors observed roaches\ncoming out of the door where the trim should be.  The door trims needs to be repaired in order to protect the health\nof the animals from pests and maintained in good repair.\n*During the inspection there were 3 sugar gliders outside of their enclosure.   Two of the animals were loose inside\nthe building, while one sugar glider was inside of a condensation tub that was full of water.  Animals loose outside\ntheir enclosures could potentially be injured.  The enclosures must be structurally sound to protect and contain the\nanimals. This non-compliance was corrected during the inspection.  \n*There is excessive amount of rust on many of the sugar glider cages and most cage stands.  The cages and metal\nstands holding the cages have severe pitting and parts of the rusted metal have broken off due to the excessive\nrusting.  Due to the excessive rust, the stands are not structurally sound and the cages cannot be sanitized\nproperly.   All enclosures must be free of rust that affects the structural strength of the enclosures and allow for\nproper sanitation of the cages.  The licensee must repair or replace the rusted cages and stands in order to\nmaintain the structural integrity of the cages.  \n3.125(d)\nFACILITIES, GENERAL.\n\nThe two buildings containing the sugar gliders, has an excessive accumulation of trash, animal and food wastes,\nand animal bedding lying between the cages.  The trash, debris, and animal waste can be a harbor for vermin,\ndisease hazards, and odors.  Eliminate the excessive buildup of animal waste, trash, and debris through proper\ndisposal from the facility to minimize vermin infestation, odors, and disease hazards.\nCorrect by: June 10, 2015\n3.126(b)           DIRECT\nFACILITIES, INDOOR. \n*The sugar glider buildings have a strong ammonia odor at the entrance of the doors.  The inspectors had difficulty\nbreathing during the inspection and experienced discomfort. The strong ammonia odors remained throughout the\ninspection of these two buildings. Chronic respiratory irritation can contribute to medical compromises in the\nanimals.\n*In March 2015 the licensee left the area and caretakers were responsible for the animals in his absence. Eleven\nsugar gliders died prior to his return. The cause of death was related to excessive moisture condensation in the\nroom housing the effected sugar gliders according to the licensee. Dehumidifiers are run continuously in the sugar\nglider buildings as a normal husbandry practice at this facility. A dehumidifier was not operational or present in the\nroom during the time of death of the animals. Both buildings housing sugar gliders were noted to have functioning\ndehumidifiers at the time of this inspection.\nIndoor housing facilities shall be adequately ventilated by natural or mechanical means to provide for the health and\nto prevent discomfort of the animals at all times. Such facilities shall be provided with fresh air either by means of\nwindows, doors, vents, fans, or air-conditioning and shall be ventilated as necessary so as to minimize drafts, odors,\nand moisture condensation. Frequent cleaning of enclosures (as often as necessary) and increased ventilation will\nhelp maintain healthy air quality to protect the health and welfare of the animals.\nCorrect by: June 16, 2015\n3.127(d)\nFACILITIES, OUTDOOR. \n*The facility perimeter fence is damaged on the north end. The fence is leaning, loose and a gap exists at the\nbottom of the damaged area that can allow small animals to pass through.\n*On the north end of the facility brush and weeds adjacent to the perimeter fence are dense and high prohibiting any\nvisual access of the fence.\n\nThe perimeter fence must be kept in good repair to prevent unwanted animals and persons from gaining access to\nthe facility, and to function as a secondary containment system in case of animal escape. Visual and physical\naccess to the fence must be maintained so that the fence can be inspected for structural integrity and repairs.\nCorrect by: July 9, 2015.\n3.131(a)\nSANITATION.   \nThe sugar glider cages have excreta and food particles inside and along the edges of the cages.  The catch pans\nfor fecal matter and urine has accumulation of excreta built up on the pans.  Excreta should be removed as often as\nnecessary to prevent contamination of the animals contained, reduce disease hazards and odors. The cleaning\nschedule of these enclosures should be more timely and effective to prevent the build-up of excreta and odors.\nCorrect by: June 10, 2015\n3.131(c)\nSANITATION.   \n*The two sugar glider buildings have an accumulation of brownish material on the ceilings, walls, and window sills. \n*There is excessive amount of dirt, brownish material, and debris on the floors throughout each building. \n *The coati-mundi babies are housed in an enclosure located inside a room that houses two dogs.  The room had\nan excessive amount of dog urine and feces throughout the entire room.   \n*The premises have debris and trash lying on the ground throughout the facility. Inadequate cleaning of the\nbuildings and premises can lead to pest infestation, odors, and harbor diseases that are harmful to the animals.  All\nbuildings and premises must be kept clean, cleared, and in good repair to protect the health of the animals.  \nCorrect by: June 10, 2015\n3.131(d)\nSANITATION.   \nThe two buildings containing the sugar gliders have an excessive amount of flies, roaches, and spiders throughout\neach of the buildings.  At the undisclosed site, the baby sugar glider cage had an accumulation of flies swarming\naround inside of the cage.   Pests can transmit disease and can act as an irritant.  The excessive accumulation of\nflies, roaches, and spiders is an indicator of an ineffective pest control program.  The facility needs to develop an\neffective pest control program to control insects and other pests.  \nCorrect by: July 9, 2015\n\nThe inspection was conducted with the licensee, APHIS officials and Brazoria County officials.\nThe exit interview was conducted with the licensee and APHIS officials.\nAdditional Inspectors\nIrwin Bryan, Compliance Specialist",
  "animals_total": 616,
  "species": [
    {
      "count": 2,
      "scientific": "Aotus",
      "common": "NIGHT MONKEY"
    },
    {
      "count": 2,
      "scientific": "Ateles geoffroyi",
      "common": "BLACK-HANDED SPIDER MONKEY"
    },
    {
      "count": 2,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 5,
      "scientific": "Cynomys ludovicianus",
      "common": "BLACK-TAILED PRAIRIE DOG"
    },
    {
      "count": 2,
      "scientific": "Dactylopsila trivirgata",
      "common": "STRIPED POSSUM"
    },
    {
      "count": 6,
      "scientific": "Eulemur fulvus",
      "common": "COMMON BROWN LEMUR"
    },
    {
      "count": 1,
      "scientific": "Hylobates lar",
      "common": "LAR GIBBON"
    },
    {
      "count": 1,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 2,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 2,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 589,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    },
    {
      "count": 2,
      "scientific": "Varecia rubra",
      "common": "RED RUFFED LEMUR"
    }
  ]
}