{
  "insp_id": "2016082568172146",
  "layout": "a",
  "customer_id": "18954",
  "customer_name": "Lucille Godfrey",
  "customer_addr": "604 Merrill Street\nBussey, IA 50044",
  "certificate": "42-A-0913",
  "site_id": "001",
  "site_name": "LUCILLE GODFREY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-MAR-2017",
  "report_date": "18-MAR-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female Pomeranian (ID #103) is limping on the right front leg. Closer examination of the right front foot revealed a\nswollen, dark red sore between the toes. The licensee had not noticed the condition of this dog and no veterinary\ncare was being administered at the time. Sores on the foot could cause pain and discomfort to the dog. This dog\nmust be evaluated by a licensed veterinarian for a proper diagnosis and to develop an effective treatment plan. The\ndiagnosis and treatment plan must be documented in writing and available to the inspector upon request. The\nlicensee must ensure that all dogs receive adequate veterinary care at all times.\nA female Cavalier spaniel (ID #84) has excessively long toenails on both front feet. The toenails have developed a\nsignificant curve towards the bottom of the foot. Overgrown toenails and sores on the foot could cause pain and\ndiscomfort to the dog, as well as, affect the dog’s natural gait. The licensee must trim this dog’s toenails to an\nacceptable length and ensure that the toenails of all dogs are maintained at an acceptable length at all times.\nMale Cocker spaniel cited on the previous inspection report dated February 02, 2017 has received toenail\nmaintenance.\nInspection and exit interview conducted with ACI Kelly Maxwell, VMO Autumn Unck and the facility representative.\nAdditional Inspectors\nUnck Autumn, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female Pomeranian (ID #103) is limping on the right front leg.  Closer examination of the right front foot revealed a\nswollen, dark red sore between the toes.  The licensee had not noticed the condition of this dog and no veterinary\ncare was being administered at the time.  Sores on the foot could cause pain and discomfort to the dog.  This dog\nmust be evaluated by a licensed veterinarian for a proper diagnosis and to develop an effective treatment plan.  The\ndiagnosis and treatment plan must be documented in writing and available to the inspector upon request.  The\nlicensee must ensure that all dogs receive adequate veterinary care at all times.\nA female Cavalier spaniel (ID #84) has excessively long toenails on both front feet.  The toenails have developed a\nsignificant curve towards the bottom of the foot.  Overgrown toenails and sores on the foot could cause pain and\ndiscomfort to the dog, as well as, affect the dog’s natural gait.  The licensee must trim this dog’s toenails to an\nacceptable length and ensure that the toenails of all dogs are maintained at an acceptable length at all times.\nMale Cocker spaniel cited on the previous inspection report dated February 02, 2017 has received toenail\nmaintenance.\nInspection and exit interview conducted with ACI Kelly Maxwell, VMO Autumn Unck and the facility representative.\nAdditional Inspectors\nUnck Autumn, Veterinary Medical Officer",
  "animals_total": 23,
  "species": [
    {
      "count": 18,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 5,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}