{
  "insp_id": "2016090000620433",
  "layout": "b",
  "customer_id": "332463",
  "customer_name": "DARK STAR WILDLIFE CENTER INC",
  "customer_addr": "18743 COUNTY RD 12\nPENGILLY, MN 55775",
  "certificate": "41-C-0293",
  "site_id": "001",
  "site_name": "DARK STAR WILDLIFE CENTER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-MAY-2021",
  "report_date": "01-JUN-2021",
  "citations": [
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The facility's Record of Animals On Hand is not up to date. Four fox kits born in April 2021 and the acquisition of five\nrabbits in May 2021 have not been recorded. Also, the death of one opossum has not been recorded. Incomplete\nrecords do not provide accurate information regarding the total number of animals housed at the facility. Correct by\nensuring that the facility records are current and up to date with births, acquisitions and deaths and that the records\nreflect the number of animals currently at the facility. Correct from this date forward.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.\nEnd Section"
    }
  ],
  "narrative": "2.75(b)(1) \n   \nRecords: Dealers and exhibitors. \nThe facility's Record of Animals On Hand is not up to date.  Four fox kits born in April 2021 and the acquisition of five \nrabbits in May 2021 have not been recorded.  Also, the death of one opossum has not been recorded.  Incomplete \nrecords do not provide accurate information regarding the total number of animals housed at the facility.  Correct by \nensuring that the facility records are current and up to date with births, acquisitions and  deaths and that the records \nreflect the number of animals currently at the facility.  Correct from this date forward. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd of report. \n \nEnd Section",
  "animals_total": 28,
  "species": [
    {
      "count": 1,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 5,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 21,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 1,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    }
  ]
}