{
  "insp_id": "INS-0000947321",
  "layout": "c",
  "customer_id": "6011009",
  "customer_name": "MS Leisure Company, Inc.",
  "customer_addr": "4400 Rickenbacker Causeway\nKey Biscayne, FL 33147",
  "certificate": "58-C-1252",
  "site_id": "001",
  "site_name": "Miami Seaquarium",
  "insp_type": "FOCUSED INSPECTION",
  "date": "12-JAN-2024",
  "report_date": "20-MAR-2024",
  "citations": [
    {
      "code": "2.4",
      "kind": "Critical",
      "repeat": false,
      "desc": "Non-interference with APHIS officials.",
      "narrative": "The facility caused delays for inspecting and implemented new procedures for USDA inspections that interfered with\nAPHIS officials from assessing compliance with the Animal Welfare Act. USDA Inspectors arrived at the facility on\nJanuary 9, 2024 between 9:00-9:30am, and they met with the facility manager and requested to conduct an inspection.\nMiami-Dade county representatives also happened to be on site and inspectors met with the county while waiting for the\nfacility to gather the needed personnel to guide the inspection. The facility manager then said they needed to consult with\ntheir lawyers as to the inspectors’ nature of inspection and asked for copies of identification. This delay lasted two hours.\nIn the meantime, inspectors asked to review requested paperwork, but the facility further delayed, indicating that their\nlegal team would have to review them first. USDA had to insist to get immediate access to the records. The physical\nwalkthrough of the facility began 4.5 hours after the inspectors’ arrival.\nOn the second day of inspection, upon arrival, APHIS officials were informed that the owner of the company would now\nbe requiring the facility staff to video record the inspection process and that no employee was to be alone with APHIS\nofficials. This was concerning to inspectors. Additionally, when inspectors asked questions while on video, facility staff\nappeared uncomfortable: they asked why they were being recorded and stated that they were uncomfortable with the\nrecordings. Staff members were interviewed on camera, but during the inspection, staff members confided in inspectors\nthat what they stated on camera was not the whole truth as they were not comfortable to be forthcoming with all the\nrelevant details. The facility CEO stated that if the employees wanted to speak to USDA alone, the employee would have\nto come to management and inform them beforehand.\nDelaying the inspection process and eliciting fear and intimidation towards facility employees interferes with APHIS\nofficials’ abilities to assess a facility’s compliance with the Animal Welfare Act as inspectors require truthful answers from\nemployees regarding the health and welfare of a facility’s animals. A licensee shall not interfere with any APHIS official in\nthe course of carrying out his or her duties.\nCorrect from this day, January 12, 2024, forward."
    },
    {
      "code": "2.40(b)(1)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The licensee, MS Leisure Company, Inc., has failed to furnish their Attending Veterinarian (AV) the appropriate facilities,\npersonnel, equipment, and services to provide adequate veterinary care to the animals currently under their stewardship.\nThere are several animals deemed critical by the AV that require medical treatments, diagnostic evaluations, and medical\nprocedures that are not being provided to alleviate suffering. Because the AV has had to focus on critical cases, some of\nthe animals have not been provided recommended routine and preventative care for over a year. The facility has not\nprovided the AV with required diagnostic tools and/or staffing to facilitate this care. The veterinary staff consists of a single\nveterinarian with a veterinary assistant to care for over 45 marine mammals, 50 birds and the aquarium’s reptiles, fish,\nsharks and rays. Many of these animals require special veterinary attention and around the clock husbandry monitoring.\nCurrent staffing numbers require employees to perform collateral duties in order to keep up with basic veterinary and\nhusbandry needs of the animals; thereby neglecting their core duties. Within the last week, three trainers were recruited to\nperform veterinary assistant duties part-time, to help assist with the growing list of critical cases. Additionally, the\nveterinary assistant has been tasked with taking on administrative work unrelated to the primary task of assisting the\nveterinarian in caring for the animals and performing necessary veterinary care duties. The veterinary team has been\nunable to provide necessary evaluations and treatments to the park’s animals resulting in a state of unrelieved suffering\nfor the following animals:\n• Sushi, a 20-year-old female California Sea Lion, has a complicated medical history that includes bilateral cataracts,\ncorneal pathology, and cyclical bouts of anorexia. From reviewing medical records, in September 2023, the veterinary\nstaff recommended Sushi for cataract surgery with a specialist; however, as of today’s inspection, that procedure has yet\nto be scheduled. In late September 2023, Sushi became critically ill and went off feed. She required intensive medical\ncare and quarantine from her conspecifics. At that time, medical records listed at least 5 oral medications and 3 ocular\nmedications to treat her symptoms. Her last weight on September 21st, 2023, was approximately 188lbs. Her weight on\nJanuary 11th, 2024, was approximately 136lbs; a loss of 52 pounds. According to the facility, the last 2-3 months have\nbeen difficult for her training and veterinary care. After abnormal bloodwork and continued inappetence, the AV was able\nto borrow radiograph equipment on January 9th, 2023, to obtain diagnostic images of Sushi’s lungs. The images revealed\nsevere lung disease which if left untreated could result in irreversible lung damage and/or death. According to the AV, she\nconsidered prescribing a bronchoalveolar lavage to collect samples for culture and sensitivity tests; however, with the\ncurrent limitations of equipment and staff, she was unsure if Sushi would survive the diagnostic procedure due to her\ncritical nature. The facility is unable to provide a veterinary anesthesiologist and specialist for advanced diagnostic and\ntreatment guidance for this animal. On inspection, Sushi’s weight loss was visually apparent, and her ribs, spine, and\nscapulas were visible. She was laying down in her enclosure with her head down and observable sunken eyes. Sushi did\nnot move about when she saw her trainers approach; trainers indicated this was not her typical behavior. USDA VMOs\nnoted a serious decline in health from previous inspections.\n• Bud, a 19.5-year-old male California Sea Lion, is deemed per the AV, one of the most critical cases at the facility. In\nDecember 2023, he developed an acute case of pyelonephritis which caused him to be in state of kidney failure. A review\nof trainer records showed that Bud was off feed for approximately 11 days and required extensive care including\nsupportive fluids and multiple medications. Veterinary and husbandry staff had to team up and abandon other duties in\norder to bring him out of his medical crisis. Bud temporarily returned to eating and normal behavior. On January 9th,\n2024, Bud only ate 15 pounds of his recommended 22 pounds of base food. The veterinary and training staff were able to\nget a restrained blood sample that showed his white blood cell count was elevated. The following day, January 10th,\n2024, Bud only consumed 1 pound of fish, with zero consumption again on January 11th. USDA VMOs noted that he was\ndepressed and largely unresponsive. Bud was being administered subcutaneous fluids as supportive care for his kidneys.\nThe AV stated during inspection that under the current situation with extremely limited veterinary staff, multiple critically ill\npatients and difficulty obtaining diagnostic equipment/services, she cannot provide appropriate veterinary care for his\ncondition. Additionally, the facility does not currently have a dedicated intensive care area (dry dock) for a male animal of\nBud’s size.\nOn inspection, the AV expressed intent on performing x-rays of Bud’s lungs to assess his lung health. Due to emerging\ncritical issues with other animals, the AV couldn’t confirm this procedure could be performed timely at her prescription.\nThe AV also indicated that she would want to get additional CT diagnostic imaging to guide Bud’s medical care. CT\ndiagnostic imaging of animal Bud’s size would require him to undergo general anesthesia. However, the facility is unable\nto provide the necessary specialists for this procedure to occur. Without appropriate resources, the veterinary staff is\nunable to maintain the proper level of care to relieve this animal from suffering and this lapse may ultimately lead to his\ndeath\n.\n• Bimini, a 24-year-old female Atlantic Bottlenose dolphin, has a complicated medical history and, per the AV, requires\nspecialized diagnostic procedures for adequate veterinary care that cannot currently be provided by the facility. According\nto her medical record, Bimini has been on at least 2-3 medications (antifungals, antibiotics, and corticosteroids) since\nSeptember 2022 to treat persistent and serious pulmonary disease. Her last computed tomography (CT) imaging in\nFebruary 2023 identified multiple bilateral rib fractures in various stages of healing, some acute and causing pleural\nlesions; marked tracheal stenosis; moderate to severe diffuse lung disease with significant bronchiectasis; bilateral\nnephrolithiasis and fluid distending both uterine horns. Bimini’s multiple bilateral rib fractures in various stages of healing\nare indicative of conspecific aggression that require experienced, diligent care by training staff to ensure appropriate\nsocial grouping as well as secure barriers and fencing separating aggressive animals. Multiple rib fractures from several\nattacks resulted in pain and suffering. Marked tracheal stenosis which denotes her limited ability to breathe in/out air and\ncould be appreciated by USDA VMOs on physical examination. Her chuff (exhale) was harsh with a deep raspy character\nto it. Overall, the significant internal disease noted on the radiology report requires further follow up as noted by the AV.\nBimini’s pulmonary disease significantly affects her respiratory effort and quality of life. In conversations with training staff,\nBimini is under the direction by the AV who has restricted her from performing rides, tail pops, bows and side breaches\nthat may exacerbate her respiratory distress. Inspectors asked trainers to have Bimini demonstrate an approved behavior,\nand upon return to her trainer, Bimini produced an abnormal sounding forced exhalation which sounded uncomfortable.\nThis sound is similar to the chuff heard at rest, but shorter. An associate veterinarian prescribed that Bimini receive a\nfollow-up CT imaging and bronchoscopy in September 2023 prior to any adjustments to her current treatment plan.\nHowever, due to the lack of veterinary staff, equipment and specialists (CT imaging and anesthesia), and more pressing\ncritical animal care cases, the AV has been unable to execute her recommendation from four months ago. Atlantic\nBottlenose dolphins with respiratory abnormalities often experience a rapid decline in health which can result in\npneumonia and death. They would require immediate veterinary attention with appropriate diagnostic equipment onsite as\nwell as highly experienced staff to provide appropriate veterinary care and to alleviate suffering.\n• Aries, a 21-year-old male Atlantic Bottlenose dolphin, has a history of severe regurgitation with ongoing medical\nconditions. At the time of this inspection, USDA Veterinary Medical Officers (VMOs) noted his poor body condition as\nnoted by prominent lateral vertebral spinous processes and semi-prominent scapulas. On lateral presentation, the\ntransverse vertebral processes along the peduncle left severe shadows indicative of his thin body condition. He had a\nnarrowing behind the melon creating an abnormal peanut-like shape of the head and torso of his body. Two USDA\nveterinarians determined he had a body condition score of 2 out of 5. Trainer records reviewed during current and\nprevious USDA inspections noted persistent instances of the time and frequency of his regurgitation; despite this, the\nfacility had not evaluated Aries to address this abnormal behavior. Medical records indicate that the AV “requested staff\nlook into ordering fatty herring (since they are currently receiving lean)” to add to his diet. At the time of inspection, this\nhad not been done. Aries’s current weight and blubber reserves are not sufficient for a male dolphin his size per the\ncurrent literature for Tursiops truncatus; furthermore, Flipper Lagoon is not a temperature-regulated enclosure and water\ntemperatures regularly mimic the bay’s water temperatures. Cooler water temperatures require dolphins to maintain\nhigher levels of blubber for their health and well-being. Recorded water temperature minimums for Biscayne Bay during\nthe months of January and February average 70.3F and 69.7F respectively. Aries suffers from lingual lesions, chronic\nkeratitis and intermittent blepharospasm. A possible differential diagnosis provided by the AV for the lingual lesions\ninclude squamous cell carcinoma which she recommended to biopsy. A review of his medical record identified concerns\nfor the extent of whole mouth tooth erosion noted between photographs dated May 24th, 2023, and January 9th, 2024.\nAlthough the ulcerative lesions identified by the facility in May 2023 have healed the total area of abnormal tissue on the\ntongue has increased to cover a large portion of the tongue. Mouth lesions and deteriorating teeth are painful and impact\nthe animals’ well-being. Furthermore, Aries’s left eye was closed at the time of inspection, indicative of pain and\ndiscomfort, and staff stated that he occasionally opened the eye on overcast days. Medical records indicate that he has\nhad this ocular issue since at least April 2023. The AV prescribed a comprehensive diagnostic evaluation that includes\ngastroscopy to rule out underlying medical conditions and to address the deep-seated problem of regurgitation. At the\ntime of inspection, a biopsy of his tongue had not been completed; the gastroscope had not been acquired and imaging of\nhis stomach had also not been completed. The AV has stated that she is unable to perform routine follow-ups such as\nweight checks because she is having to prioritize critically ill animals. Aries is suffering from chronic regurgitation,\nresultant weight loss and difficulty accepting high volumes of fish. This designates Aries as an animal that must have\nspecialized care and a training plan to correct the regurgitation problem. The facility has not provided this care.\n• Three macaws are currently demonstrating behavior consistent with unrelieved psychological distress. The facility does\nnot have the means to mitigate these behaviors and provide the special attention they need. The facility states the birds\nbecome easily stressed with large crowds and high stimulation situations; therefore, Broomhilda, Mandy, and Monty, three\nBlue and Gold Macaws, tend to stay off exhibit and housed in a temperature and humidity-controlled room. USDA\ninspectors observed the birds initially sitting calmly on their perches but quickly began exhibiting signs of distress when\ninspectors entered the room. These behaviors included Mandy head bobbing and shivering, and Broomhilda’s and\nMonty’s respiration rates increasing noticeably. Feather plucking is a sign of psychological distress and also affects the\nbirds’ ability to thermoregulate. Broomhilda and Mandy have been chronic feather-pluckers. On inspection, Broomhilda\nwas observed to be missing feathers along her wings, chest and back, exposing pink skin. Mandy was missing feathers\nalong the wings, entire chest and back of his head, exposing pink skin. In reference to the feather picking, the AV stated\ntheir follicles are most likely destroyed, and the birds will likely never regrow their feathers. Monty also intermittently\nplucks. He was missing feathers along the chest and wings but not to the extent where pink skin is exposed. Prioritization\nof critical health cases in the park does not allow the facility to provide the specialized veterinary care that the AV has\nprescribed. The total flock of 21 parrots is split between two small housing areas, one of which is an older trailer that still\nrequires repairs and, as noted on previous USDA inspections, emitted strong noxious odors. These odors can predispose\nbirds to serious respiratory conditions that require additional medical care. Monty’s medical record states that on January\n7th, 2023, that he had a diagnosis of chronic air sacculitis. There were no infectious organisms seen so the AV suspects it\nwas related to the poor air quality in the bird enclosure. The AV has identified the facility’s inability to provide appropriate\nmedical and husbandry care that she believes these birds need. Her medical opinion is that they should be rehomed\nbecause in the current environment, with the current resources, the facility is unable to relieve these three birds of their\npsychological distress.\nThe facility has failed to provide adequately trained personnel, equipment, facilities and services for the aforementioned\nanimals requiring specialized veterinary care. A single veterinarian without sufficient staff and resources cannot effectively\naddress the complex and increasingly deteriorating conditions of these six critical animals nor address routine medical\nissues that occur day to day with the remaining 43 marine mammals, 47 birds and reptiles, fish, sharks and rays the\nlicensee maintains at the park.\nThe licensee, MS Leisure Inc., shall maintain a program of adequate veterinary care that includes the appropriate\nfacilities, personnel, equipment, and services to provide for all animals, both healthy and requiring specialized veterinary\ncare, maintained at their facility."
    },
    {
      "code": "3.108(a)",
      "kind": "Critical",
      "repeat": true,
      "desc": "Employees or attendants.",
      "narrative": "There remains an insufficient number of adequately trained employees to care for the facility’s animals since the last\ninspection. The facility has adjusted staffing levels on days they are closed to the public with staffing of three (3) trainers\nper area on closed days and then increasing to five (5) to six (6) trainers on days they are open to the public, specifically\nfor shows and guest interactions. The staffing level is the same despite the number of animals in the area, three (3) total\ntrainers are assigned to each of the following areas: Golden Dome consisting of 8 Harbor seals and 13 Sea Lions;\nDolphin Harbor with 12 dolphins; Flipper pool with 6 dolphins. Regardless of the park being open or closed, the dolphins,\nharbor seals and sea lions require the same level of husbandry care, training sessions and enrichment daily. Over the\npast month, several dolphins and sea lions have been ill, requiring additional observation time and husbandry care to\nmanage their medical care needs. On days when the park is closed, employees from the life support team or other areas\nare pulled to assist in handling animals despite not having marine mammal experience. Additionally, the staff at\nFlipper/Top Deck have limited experience as the manager for the area stated that she cannot leave them unsupervised\nduring shows or public interactive sessions. This particular area oversees male bottlenose dolphins that are\ndemonstrating behavioral challenges, including the holding and mouthing of non food items by Ripley and chronic\nregurgitation by Aries.\n***A 20.5 year old female sea lion, Sushi, had been in the designated treatment area for over a month and on Dec 18,\n2023 she ate only 8 of 12 pounds of fish offered. On subsequent days, her diet amount fed out and the quality of her\ninteractions with trainers decreased, per reviewing training records. She began to eat only intermittently unless given an\nappetite stimulant. Even though the area had two critical sea lions, as designated by the AV, staffing remained at the\nsame levels of three trainers assigned to this area on park closed days or five to six when the park was open.\n***A 19.5 year old adult male sea lion, Bud, was showing signs of illness and went off food starting Dec 8, 2023 and\nremained anorectic for 11 days. On day 4 of his inappetance, while the park was closed, he was placed on 24-hour watch\nwith the team consisting of three trainers. On Dec 15, 2023 the park closed early due to storms and although Bud was still\non 24- hour watch and at no food consumption for 8 days; 4 of the 6 trainers assigned to the area were sent home.\n***Ongoing and unresolved regurgitation issues with Aries is a health concern as this dolphin has been identified thin, 2.5\nBSC out of 5 by the AV, with no additional blubber storage going into colder water temperatures during the winter months.\nThe Senior manager of the park has stated he has experience with animals that regurgitate and can work with the animal,\nbut he has not developed a specified plan to address his specific regurgitation issue, nor has he trained the newer staff\nmembers how to identify this behavioral challenge and put a plan into action. Regurgitation issues with marine mammals\ncan lead to prolonged physical and psychological issues and should be managed daily for their health and wellbeing\nwhich is not occurring due to recently hired new staff.\nWithout a sufficient number of adequately trained employees, the necessary husbandry practices required to maintain\nthese species cannot be provided, putting the health and welfare of the marine mammals at risk, especially when the\nattending veterinarian deems one as a critical care animal.\nA sufficient number of adequately trained employees must be utilized to maintain the prescribed husbandry practices set\nforth in Marine Mammal Subpart of the Animal Welfare Act.\nThis inspection and exit interview were conducted with facility representatives.\nAdditional Inspectors:\nANDREA D AMBROSIO, ANIMAL CARE INSPECTOR\nMARIO MERCADO, VETERINARY MEDICAL OFFICER n"
    }
  ],
  "narrative": "2.4  Critical\n   \nNon-interference with APHIS officials. \nThe facility caused delays for inspecting and implemented new procedures for USDA inspections that interfered with \nAPHIS officials from assessing compliance with the Animal Welfare Act. USDA Inspectors arrived at the facility on \nJanuary 9, 2024 between 9:00-9:30am, and they met with the facility manager and requested to conduct an inspection. \nMiami-Dade county representatives also happened to be on site and inspectors met with the county while waiting for the \nfacility to gather the needed personnel to guide the inspection. The facility manager then said they needed to consult with \ntheir lawyers as to the inspectors’ nature of inspection and asked for copies of identification. This delay lasted two hours. \nIn the meantime, inspectors asked to review requested paperwork, but the facility further delayed, indicating that their \nlegal team would have to review them first. USDA had to insist to get immediate access to the records. The physical \nwalkthrough of the facility began 4.5 hours after the inspectors’ arrival.  \n \nOn the second day of inspection, upon arrival, APHIS officials were informed that the owner of the company would now \nbe requiring the facility staff to video record the inspection process and that no employee was to be alone with APHIS \nofficials. This was concerning to inspectors. Additionally, when inspectors asked questions while on video, facility staff \nappeared uncomfortable: they asked why they were being recorded and stated that they were uncomfortable with the \nrecordings. Staff members were interviewed on camera, but during the inspection, staff members confided in inspectors \nthat what they stated on camera was not the whole truth as they were not comfortable to be forthcoming with all the \nrelevant details. The facility CEO stated that if the employees wanted to speak to USDA alone, the employee would have \nto come to management and inform them beforehand.  \n \nDelaying the inspection process and eliciting fear and intimidation towards facility employees interferes with APHIS \nofficials’ abilities to assess a facility’s compliance with the Animal Welfare Act as inspectors require truthful answers from \nemployees regarding the health and welfare of a facility’s animals. A licensee shall not interfere with any APHIS official in \nthe course of carrying out his or her duties.  \n \nCorrect from this day, January 12, 2024, forward. \n2.40(b)(1)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors).\n\nThe licensee, MS Leisure Company, Inc., has failed to furnish their Attending Veterinarian (AV) the appropriate facilities, \npersonnel, equipment, and services to provide adequate veterinary care to the animals currently under their stewardship. \nThere are several animals deemed critical by the AV that require medical treatments, diagnostic evaluations, and medical \nprocedures that are not being provided to alleviate suffering. Because the AV has had to focus on critical cases, some of \nthe animals have not been provided recommended routine and preventative care for over a year. The facility has not \nprovided the AV with required diagnostic tools and/or staffing to facilitate this care. The veterinary staff consists of a single \nveterinarian with a veterinary assistant to care for over 45 marine mammals, 50 birds and the aquarium’s reptiles, fish, \nsharks and rays. Many of these animals require special veterinary attention and around the clock husbandry monitoring. \nCurrent staffing numbers require employees to perform collateral duties in order to keep up with basic veterinary and \nhusbandry needs of the animals; thereby neglecting their core duties. Within the last week, three trainers were recruited to \nperform veterinary assistant duties part-time, to help assist with the growing list of critical cases. Additionally, the \nveterinary assistant has been tasked with taking on administrative work unrelated to the primary task of assisting the \nveterinarian in caring for the animals and performing necessary veterinary care duties. The veterinary team has been \nunable to provide necessary evaluations and treatments to the park’s animals resulting in a state of unrelieved suffering \nfor the following animals:  \n \n• Sushi, a 20-year-old female California Sea Lion, has a complicated medical history that includes bilateral cataracts, \ncorneal pathology, and cyclical bouts of anorexia. From reviewing medical records, in September 2023, the veterinary \nstaff recommended Sushi for cataract surgery with a specialist; however, as of today’s inspection, that procedure has yet \nto be scheduled. In late September 2023, Sushi became critically ill and went off feed. She required intensive medical \ncare and quarantine from her conspecifics. At that time, medical records listed at least 5 oral medications and 3 ocular \nmedications to treat her symptoms. Her last weight on September 21st, 2023, was approximately 188lbs. Her weight on \nJanuary 11th, 2024, was approximately 136lbs; a loss of 52 pounds. According to the facility, the last 2-3 months have \nbeen difficult for her training and veterinary care. After abnormal bloodwork and continued inappetence, the AV was able \nto borrow radiograph equipment on January 9th, 2023, to obtain diagnostic images of Sushi’s lungs. The images revealed \nsevere lung disease which if left untreated could result in irreversible lung damage and/or death. According to the AV, she \nconsidered prescribing a bronchoalveolar lavage to collect samples for culture and sensitivity tests; however, with the \ncurrent limitations of equipment and staff, she was unsure if Sushi would survive the diagnostic procedure due to her \ncritical nature. The facility is unable to provide a veterinary anesthesiologist and specialist for advanced diagnostic and \ntreatment guidance for this animal. On inspection, Sushi’s weight loss was visually apparent, and her ribs, spine, and \nscapulas were visible. She was laying down in her enclosure with her head down and observable sunken eyes. Sushi did \nnot move about when she saw her trainers approach; trainers indicated this was not her typical behavior. USDA VMOs \nnoted a serious decline in health from previous inspections. \n \n• Bud, a 19.5-year-old male California Sea Lion, is deemed per the AV, one of the most critical cases at the facility. In \nDecember 2023, he developed an acute case of pyelonephritis which caused him to be in state of kidney failure. A review \nof trainer records showed that Bud was off feed for approximately 11 days and required extensive care including \nsupportive fluids and multiple medications. Veterinary and husbandry staff had to team up and abandon other duties in \norder to bring him out of his medical crisis. Bud temporarily returned to eating and normal behavior. On January 9th, \n2024, Bud only ate 15 pounds of his recommended 22 pounds of base food. The veterinary and training staff were able to \nget a restrained blood sample that showed his white blood cell count was elevated. The following day, January 10th, \n2024, Bud only consumed 1 pound of fish, with zero consumption again on January 11th. USDA VMOs noted that he was \ndepressed and largely unresponsive. Bud was being administered subcutaneous fluids as supportive care for his kidneys.\n\nThe AV stated during inspection that under the current situation with extremely limited veterinary staff, multiple critically ill \npatients and difficulty obtaining diagnostic equipment/services, she cannot provide appropriate veterinary care for his \ncondition. Additionally, the facility does not currently have a dedicated intensive care area (dry dock) for a male animal of \nBud’s size.  \n \nOn inspection, the AV expressed intent on performing x-rays of Bud’s lungs to assess his lung health. Due to emerging \ncritical issues with other animals, the AV couldn’t confirm this procedure could be performed timely at her prescription. \nThe AV also indicated that she would want to get additional CT diagnostic imaging to guide Bud’s medical care. CT \ndiagnostic imaging of animal Bud’s size would require him to undergo general anesthesia. However, the facility is unable \nto provide the necessary specialists for this procedure to occur. Without appropriate resources, the veterinary staff is \nunable to maintain the proper level of care to relieve this animal from suffering and this lapse may ultimately lead to his \ndeath \n.  \n• Bimini, a 24-year-old female Atlantic Bottlenose dolphin, has a complicated medical history and, per the AV, requires \nspecialized diagnostic procedures for adequate veterinary care that cannot currently be provided by the facility. According \nto her medical record, Bimini has been on at least 2-3 medications (antifungals, antibiotics, and corticosteroids) since \nSeptember 2022 to treat persistent and serious pulmonary disease. Her last computed tomography (CT) imaging in \nFebruary 2023 identified multiple bilateral rib fractures in various stages of healing, some acute and causing pleural \nlesions; marked tracheal stenosis; moderate to severe diffuse lung disease with significant bronchiectasis; bilateral \nnephrolithiasis and fluid distending both uterine horns. Bimini’s multiple bilateral rib fractures in various stages of healing \nare indicative of conspecific aggression that require experienced, diligent care by training staff to ensure appropriate \nsocial grouping as well as secure barriers and fencing separating aggressive animals. Multiple rib fractures from several \nattacks resulted in pain and suffering. Marked tracheal stenosis which denotes her limited ability to breathe in/out air and \ncould be appreciated by USDA VMOs on physical examination. Her chuff (exhale) was harsh with a deep raspy character \nto it. Overall, the significant internal disease noted on the radiology report requires further follow up as noted by the AV. \nBimini’s pulmonary disease significantly affects her respiratory effort and quality of life. In conversations with training staff, \nBimini is under the direction by the AV who has restricted her from performing rides, tail pops, bows and side breaches \nthat may exacerbate her respiratory distress. Inspectors asked trainers to have Bimini demonstrate an approved behavior, \nand upon return to her trainer, Bimini produced an abnormal sounding forced exhalation which sounded uncomfortable. \nThis sound is similar to the chuff heard at rest, but shorter. An associate veterinarian prescribed that Bimini receive a \nfollow-up CT imaging and bronchoscopy in September 2023 prior to any adjustments to her current treatment plan. \nHowever, due to the lack of veterinary staff, equipment and specialists (CT imaging and anesthesia), and more pressing \ncritical animal care cases, the AV has been unable to execute her recommendation from four months ago. Atlantic \nBottlenose dolphins with respiratory abnormalities often experience a rapid decline in health which can result in \npneumonia and death. They would require immediate veterinary attention with appropriate diagnostic equipment onsite as \nwell as highly experienced staff to provide appropriate veterinary care and to alleviate suffering.  \n \n• Aries, a 21-year-old male Atlantic Bottlenose dolphin, has a history of severe regurgitation with ongoing medical \nconditions. At the time of this inspection, USDA Veterinary Medical Officers (VMOs) noted his poor body condition as \nnoted by prominent lateral vertebral spinous processes and semi-prominent scapulas. On lateral presentation, the \ntransverse vertebral processes along the peduncle left severe shadows indicative of his thin body condition. He had a \nnarrowing behind the melon creating an abnormal peanut-like shape of the head and torso of his body. Two USDA \nveterinarians determined he had a body condition score of 2 out of 5. Trainer records reviewed during current and\n\nprevious USDA inspections noted persistent instances of the time and frequency of his regurgitation; despite this, the \nfacility had not evaluated Aries to address this abnormal behavior. Medical records indicate that the AV “requested staff \nlook into ordering fatty herring (since they are currently receiving lean)” to add to his diet. At the time of inspection, this \nhad not been done. Aries’s current weight and blubber reserves are not sufficient for a male dolphin his size per the \ncurrent literature for Tursiops truncatus; furthermore, Flipper Lagoon is not a temperature-regulated enclosure and water \ntemperatures regularly mimic the bay’s water temperatures. Cooler water temperatures require dolphins to maintain \nhigher levels of blubber for their health and well-being. Recorded water temperature minimums for Biscayne Bay during \nthe months of January and February average 70.3F and 69.7F respectively. Aries suffers from lingual lesions, chronic \nkeratitis and intermittent blepharospasm. A possible differential diagnosis provided by the AV for the lingual lesions \ninclude squamous cell carcinoma which she recommended to biopsy. A review of his medical record identified concerns \nfor the extent of whole mouth tooth erosion noted between photographs dated May 24th, 2023, and January 9th, 2024. \nAlthough the ulcerative lesions identified by the facility in May 2023 have healed the total area of abnormal tissue on the \ntongue has increased to cover a large portion of the tongue. Mouth lesions and deteriorating teeth are painful and impact \nthe animals’ well-being. Furthermore, Aries’s left eye was closed at the time of inspection, indicative of pain and \ndiscomfort, and staff stated that he occasionally opened the eye on overcast days. Medical records indicate that he has \nhad this ocular issue since at least April 2023. The AV prescribed a comprehensive diagnostic evaluation that includes \ngastroscopy to rule out underlying medical conditions and to address the deep-seated problem of regurgitation. At the \ntime of inspection, a biopsy of his tongue had not been completed; the gastroscope had not been acquired and imaging of \nhis stomach had also not been completed. The AV has stated that she is unable to perform routine follow-ups such as \nweight checks because she is having to prioritize critically ill animals. Aries is suffering from chronic regurgitation, \nresultant weight loss and difficulty accepting high volumes of fish. This designates Aries as an animal that must have \nspecialized care and a training plan to correct the regurgitation problem. The facility has not provided this care. \n \n• Three macaws are currently demonstrating behavior consistent with unrelieved psychological distress. The facility does \nnot have the means to mitigate these behaviors and provide the special attention they need. The facility states the birds \nbecome easily stressed with large crowds and high stimulation situations; therefore, Broomhilda, Mandy, and Monty, three \nBlue and Gold Macaws, tend to stay off exhibit and housed in a temperature and humidity-controlled room. USDA \ninspectors observed the birds initially sitting calmly on their perches but quickly began exhibiting signs of distress when \ninspectors entered the room. These behaviors included Mandy head bobbing and shivering, and Broomhilda’s and \nMonty’s respiration rates increasing noticeably. Feather plucking is a sign of psychological distress and also affects the \nbirds’ ability to thermoregulate. Broomhilda and Mandy have been chronic feather-pluckers. On inspection, Broomhilda \nwas observed to be missing feathers along her wings, chest and back, exposing pink skin. Mandy was missing feathers \nalong the wings, entire chest and back of his head, exposing pink skin. In reference to the feather picking, the AV stated \ntheir follicles are most likely destroyed, and the birds will likely never regrow their feathers. Monty also intermittently \nplucks. He was missing feathers along the chest and wings but not to the extent where pink skin is exposed. Prioritization \nof critical health cases in the park does not allow the facility to provide the specialized veterinary care that the AV has \nprescribed. The total flock of 21 parrots is split between two small housing areas, one of which is an older trailer that still \nrequires repairs and, as noted on previous USDA inspections, emitted strong noxious odors. These odors can predispose \nbirds to serious respiratory conditions that require additional medical care. Monty’s medical record states that on January \n7th, 2023, that he had a diagnosis of chronic air sacculitis. There were no infectious organisms seen so the AV suspects it \nwas related to the poor air quality in the bird enclosure. The AV has identified the facility’s inability to provide appropriate \nmedical and husbandry care that she believes these birds need. Her medical opinion is that they should be rehomed \nbecause in the current environment, with the current resources, the facility is unable to relieve these three birds of their\n\npsychological distress.  \n \nThe facility has failed to provide adequately trained personnel, equipment, facilities and services for the aforementioned \nanimals requiring specialized veterinary care. A single veterinarian without sufficient staff and resources cannot effectively \naddress the complex and increasingly deteriorating conditions of these six critical animals nor address routine medical \nissues that occur day to day with the remaining 43 marine mammals, 47 birds and reptiles, fish, sharks and rays the \nlicensee maintains at the park.  \n \nThe licensee, MS Leisure Inc., shall maintain a program of adequate veterinary care that includes the appropriate \nfacilities, personnel, equipment, and services to provide for all animals, both healthy and requiring specialized veterinary \ncare, maintained at their facility. \n3.108(a)  Critical Repeat\n   \nEmployees or attendants. \nThere remains an insufficient number of adequately trained employees to care for the facility’s animals since the last \ninspection. The facility has adjusted staffing levels on days they are closed to the public with staffing of three (3) trainers \nper area on closed days and then increasing to five (5) to six (6) trainers on days they are open to the public, specifically \nfor shows and guest interactions. The staffing level is the same despite the number of animals in the area, three (3) total \ntrainers are assigned to each of the following areas: Golden Dome consisting of 8 Harbor seals and 13 Sea Lions; \nDolphin Harbor with 12 dolphins; Flipper pool with 6 dolphins. Regardless of the park being open or closed, the dolphins, \nharbor seals and sea lions require the same level of husbandry care, training sessions and enrichment daily. Over the \npast month, several dolphins and sea lions have been ill, requiring additional observation time and husbandry care to \nmanage their medical care needs. On days when the park is closed, employees from the life support team or other areas \nare pulled to assist in handling animals despite not having marine mammal experience. Additionally, the staff at \nFlipper/Top Deck have limited experience as the manager for the area stated that she cannot leave them unsupervised \nduring shows or public interactive sessions. This particular area oversees male bottlenose dolphins that are \ndemonstrating behavioral challenges, including the holding and mouthing of non food items by Ripley and chronic \nregurgitation by Aries.  \n \n***A 20.5 year old female sea lion, Sushi, had been in the designated treatment area for over a month and on Dec 18, \n2023 she ate only 8 of 12 pounds of fish offered. On subsequent days, her diet amount fed out and the quality of her \ninteractions with trainers decreased, per reviewing training records. She began to eat only intermittently unless given an \nappetite stimulant. Even though the area had two critical sea lions, as designated by the AV, staffing remained at the \nsame levels of three trainers assigned to this area on park closed days or five to six when the park was open.  \n \n***A 19.5 year old adult male sea lion, Bud, was showing signs of illness and went off food starting Dec 8, 2023 and \nremained anorectic for 11 days. On day 4 of his inappetance, while the park was closed, he was placed on 24-hour watch \nwith the team consisting of three trainers. On Dec 15, 2023 the park closed early due to storms and although Bud was still \non 24- hour watch and at no food consumption for 8 days; 4 of the 6 trainers assigned to the area were sent home.  \n \n***Ongoing and unresolved regurgitation issues with Aries is a health concern as this dolphin has been identified thin, 2.5 \nBSC out of 5 by the AV, with no additional blubber storage going into colder water temperatures during the winter months.\n\nThe Senior manager of the park has stated he has experience with animals that regurgitate and can work with the animal, \nbut he has not developed a specified plan to address his specific regurgitation issue, nor has he trained the newer staff \nmembers how to identify this behavioral challenge and put a plan into action. Regurgitation issues with marine mammals \ncan lead to prolonged physical and psychological issues and should be managed daily for their health and wellbeing \nwhich is not occurring due to recently hired new staff.  \n \nWithout a sufficient number of adequately trained employees, the necessary husbandry practices required to maintain \nthese species cannot be provided, putting the health and welfare of the marine mammals at risk, especially when the \nattending veterinarian deems one as a critical care animal.  \n \nA sufficient number of adequately trained employees must be utilized to maintain the prescribed husbandry practices set \nforth in Marine Mammal Subpart of the Animal Welfare Act. \n \nThis inspection and exit interview were conducted with facility representatives. \n \nAdditional Inspectors: \nANDREA D AMBROSIO, ANIMAL CARE INSPECTOR \nMARIO MERCADO, VETERINARY MEDICAL OFFICER n",
  "animals_total": 98,
  "species": [
    {
      "count": 13,
      "scientific": "Zalophus californianus",
      "common": "CALIFORNIA SEA LION"
    },
    {
      "count": 8,
      "scientific": "Phoca vitulina",
      "common": "HARBOR SEAL"
    },
    {
      "count": 18,
      "scientific": "Tursiops truncatus",
      "common": "BOTTLENOSE DOLPHIN"
    },
    {
      "count": 9,
      "scientific": "Spheniscus demersus",
      "common": "AFRICAN PENGUIN / CAPE PENGUIN"
    },
    {
      "count": 29,
      "scientific": "Phoenicopterus ruber",
      "common": "AMERICAN FLAMINGO"
    },
    {
      "count": 4,
      "scientific": "Ara chloropterus",
      "common": "RED-AND-GREEN MACAW / GREEN-WINGED MACAW"
    },
    {
      "count": 2,
      "scientific": "Ara macao",
      "common": "SCARLET MACAW"
    },
    {
      "count": 1,
      "scientific": "Ara militaris",
      "common": "MILITARY MACAW"
    },
    {
      "count": 5,
      "scientific": "Ara ararauna",
      "common": "BLUE-AND-YELLOW MACAW / BLUE-AND-GOLD MACAW"
    },
    {
      "count": 1,
      "scientific": "Ara, Anodorhynchus, Primolius, Diopsittaca spp hybrid",
      "common": "MACAW HYBRID"
    },
    {
      "count": 2,
      "scientific": "Amazona autumnalis",
      "common": "RED-LORED PARROT / RED-LORED AMAZON"
    },
    {
      "count": 1,
      "scientific": "Cacatua galerita",
      "common": "SULPHUR-CRESTED COCKATOO / GREATER SULPHUR-"
    },
    {
      "count": 3,
      "scientific": "Cacatua alba",
      "common": "WHITE COCKATOO / UMBRELLA COCKATOO"
    },
    {
      "count": 1,
      "scientific": "Cacatua moluccensis",
      "common": "SALMON-CRESTED COCKATOO / MOLUCCAN COCKATOO"
    },
    {
      "count": 1,
      "scientific": "Psittacus erithacus",
      "common": "CONGO AFRICAN GREY PARROT / GRAY PARROT"
    }
  ]
}