{
  "insp_id": "167161901530667",
  "layout": "a",
  "customer_id": "5136",
  "customer_name": "Appanoose County Conservation Board",
  "customer_addr": "25100 520th Street\nCenterville, IA 52544",
  "certificate": "42-C-0089",
  "site_id": "001",
  "site_name": "APPANOOSE COUNTY CONSERVATION BOARD",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-JUN-2016",
  "report_date": "16-JUN-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The facility has a program of veterinary care but the required information is not completely filled out. There is no\ncapture and restraint method listed for the deer and elk. The program indicates that euthanasia will be conducted\nby the attending veterinarian, but there is no method of euthanasia listed for the animals.\nAn unknown capture and restraint method does not ensure that individuals involved are properly trained, the\nmethods are acceptable for the species, and the attending veterinarian has reviewed and approved the methods to\nbe used. An unknown euthanasia method does not ensure that it is conducted according to AVMA\nrecommendations. The licensee must have the program of veterinary care fully completed and approved by the\nattending veterinarian.\nCorrection date: June 25, 2016"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The small deer pen behind the conservation building has multiple sharp points from the wire fencing that are located\nalong the wooden feed bunk the deer eat from. This same enclosure also has sharp points from broken wires\nattached to a wooden corner post and they are located at the level of the animals. There are three deer that have\naccess to this enclosure. Sharp points can cause injury to the animals. The licensee must remove all sharp points\nfrom the animal enclosures in order to protect them from injury.\nA row of large, round hay bales is stored next to the enclosure fence. One female elk has wedged herself into the\nsmall space between the bales and the fence. A wooden fence post behind her is leaning towards the bales and is\nblocking her ability to back out of the space. Two wooden fence posts in front of the elk are leaning towards the\nbales and are blocking her ability to move forward. Once the inspector brought this issue to the attention of the\nfacility, a facility representative immediately approached the elk and she pushed her way past the two fence posts in\nfront of her and was free of the space. The facility representative shoved on the three leaning wooden posts and\nfound that they were broken near the base and wobbled freely. Areas of the enclosure that can entrap the animals\nmay cause stress and discomfort to the animal and may lead to injury should the animals attempt to free\nthemselves. Broken fencing is not structurally sound and could fall and cause injury or allow the animals to escape.\nThe facility must be constructed of such material and of such strength as appropriate for the animals housed within.\nThe facility must be structurally sound and kept in good repair to protect the animals from injury. The licensee must\nrepair or replace the broken wooden fence posts and alter the area between the hay bales and the fence to ensure\nthat the animals can no longer become entrapped."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "The enclosure containing five elk and three deer has a large pond at its center. Behind the pond dam there are at\nleast five discarded rubber vehicle tires lying on the ground. The tires are partially covered by dirt and leaves.\nContact with the rubber tires could cause injury to the animals.\nThe premises shall be kept clean in order to protect the animals from injury and all accumulations of discarded\nitems must be placed in designated areas. The licensee must remove the tires from the animal enclosure and\nensure that all discarded material and trash is placed in a designated area away from the animals.\nExit interview conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe facility has a program of veterinary care but the required information is not completely filled out.  There is no\ncapture and restraint method listed for the deer and elk.  The program indicates that euthanasia will be conducted\nby the attending veterinarian, but there is no method of euthanasia listed for the animals.  \nAn unknown capture and restraint method does not ensure that individuals involved are properly trained, the\nmethods are acceptable for the species, and the attending veterinarian has reviewed and approved the methods to\nbe used.   An unknown euthanasia method does not ensure that it is conducted according to AVMA\nrecommendations.  The licensee must have the program of veterinary care fully completed and approved by the\nattending veterinarian.\nCorrection date:  June 25, 2016\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nThe small deer pen behind the conservation building has multiple sharp points from the wire fencing that are located\nalong the wooden feed bunk the deer eat from.   This same enclosure also has sharp points from broken wires\nattached to a wooden corner post and they are located at the level of the animals.  There are three deer that have\naccess to this enclosure.  Sharp points can cause injury to the animals.  The licensee must remove all sharp points\nfrom the animal enclosures in order to protect them from injury.\nA row of large, round hay bales is stored next to the enclosure fence.  One female elk has wedged herself into the\nsmall space between the bales and the fence.  A wooden fence post behind her is leaning towards the bales and is\nblocking her ability to back out of the space.  Two wooden fence posts in front of the elk are leaning towards the\nbales and are blocking her ability to move forward.  Once the inspector brought this issue to the attention of the\nfacility, a facility representative immediately approached the elk and she pushed her way past the two fence posts in\nfront of her and was free of the space.  The facility representative shoved on the three leaning wooden posts and\n\nfound that they were broken near the base and wobbled freely.  Areas of the enclosure that can entrap the animals\nmay cause stress and discomfort to the animal and may lead to injury should the animals attempt to free\nthemselves.  Broken fencing is not structurally sound and could fall and cause injury or allow the animals to escape.\nThe facility must be constructed of such material and of such strength as appropriate for the animals housed within. \nThe facility must be structurally sound and kept in good repair to protect the animals from injury.  The licensee must\nrepair or replace the broken wooden fence posts and alter the area between the hay bales and the fence to ensure\nthat the animals can no longer become entrapped.  \n3.131(c)                    REPEAT\nSANITATION.   \nThe enclosure containing five elk and three deer has a large pond at its center.  Behind the pond dam there are at\nleast five discarded rubber vehicle tires lying on the ground.  The tires are partially covered by dirt and leaves. \nContact with the rubber tires could cause injury to the animals.\nThe premises shall be kept clean in order to protect the animals from injury and all accumulations of discarded\nitems must be placed in designated areas.  The licensee must remove the tires from the animal enclosure and\nensure that all discarded material and trash is placed in a designated area away from the animals. \n \nExit interview conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 8,
  "species": [
    {
      "count": 5,
      "scientific": "Cervus c. canadensis",
      "common": "ELK"
    },
    {
      "count": 3,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    }
  ]
}