{
  "insp_id": "260151155080537",
  "layout": "a",
  "customer_id": "19685",
  "customer_name": "Keith Ratzlaff",
  "customer_addr": "Lila Ratzlaff\n833 25th Rd.\nCanton, KS 67428",
  "certificate": "48-A-1793",
  "site_id": "001",
  "site_name": "Keith Ratzlaff, Lila Ratzlaff",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-SEP-2015",
  "report_date": "17-SEP-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A fawn and white adult male French Bulldog (microchip number 105 352 115 ) has excessively long toe nails on\nboth front and rear feet. Most of the toe nails are curving backwards toward the foot pad. The inner toenail on the\nleft front foot has grown into a footpad. Long toe nails can be painful causing discomfort when the dog is trying to\nwalk. Lack of nail care on a regular basis can affect the health and well-being of dogs. The licensee must have the\ntoenails of this dog trimmed by close of business tomorrow, 9-18-2015 and must still establish a nail trim maintance\nprogram for all dogs at the facility."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "There are three litters of puppies totaling 17 puppies that do not have inventory information recorded for them.\nAlso there are 35 adult dogs in the kennel and the licensee has 24 recorded on the Dogs on Hand forms.\nComplete and accurate records are needed to ensure that every puppy and adult dog identity can be known with\ncertainty and to facilitate the ability to trace all puppies and adults. The licensee must maintain complete and\naccurate records of all puppies and adults at all times at their facility."
    },
    {
      "code": "3.1(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There is an area on the inside wall where an approximate 2\"X3\" area of the wall material is missing exposing a\ncrack and unsealed wood beneath. This area cannot be readily cleaned and sanitized and can lead to disease\ntransmission. All surfaces in contact with the dogs need to be constructed and maintained in a manner that allows\nthem to be readily cleaned and sanitized. Correct by 17 Oct. 2015.\nThis routine inspection and exit interview were conducted with a facility representative."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA fawn and white adult male French Bulldog (microchip number 105 352 115 ) has excessively long toe nails on\nboth front and  rear feet.  Most of the toe nails are curving backwards toward the foot pad.  The inner toenail on the\nleft front foot has grown into a footpad.  Long toe nails can be painful causing discomfort when the dog is trying to\nwalk.   Lack of nail care on a regular basis can affect the health and well-being of dogs. The licensee must have the\ntoenails of this dog trimmed by close of business tomorrow, 9-18-2015 and must still establish a nail trim maintance\nprogram for all dogs at the facility.\n2.75(a)(1)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\nThere are three litters of puppies totaling 17 puppies that do not have inventory information recorded for them.  \nAlso there are 35 adult dogs in the kennel and the licensee has 24 recorded on the Dogs on Hand forms. \nComplete and accurate records are needed to ensure that every puppy and adult dog identity can be known with\ncertainty and to facilitate the ability to trace all puppies and adults.  The licensee must maintain complete and\naccurate records of all puppies and adults at all times at their facility.\n3.1(c)(1)\nHOUSING FACILITIES, GENERAL.\nThere is an area on the inside wall where an approximate 2\"X3\" area of the wall material is missing exposing a\ncrack and unsealed wood beneath.  This area cannot be readily cleaned and sanitized and can lead to disease\ntransmission.  All surfaces in contact with the dogs need to be constructed and maintained in a manner that allows\nthem to be readily cleaned and sanitized.  Correct by 17 Oct. 2015.\nThis routine inspection and exit interview were conducted with a facility representative.",
  "animals_total": 52,
  "species": [
    {
      "count": 35,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 17,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}