{
  "insp_id": "106140806413935",
  "layout": "a",
  "customer_id": "45340",
  "customer_name": "Patti J Tilman",
  "customer_addr": "Ronald E Tilman\n4844 N. 93rd St.\nKansas City, KS 66109",
  "certificate": "48-C-0154",
  "site_id": "001",
  "site_name": "Ronald E. Tilman Patti J. Tilman",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-APR-2014",
  "report_date": "18-APR-2014",
  "citations": [
    {
      "code": "3.50(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "* One enclosure housing one rabbit has an accumulation of fecal waste on 25 to 30 percent of available surface\nflooring. The waste buildup is located in outdoor housing. The licensee stated that the last time fecal waste had\nbeen removed from the enclosure was two weeks ago. Unsanitary living conditions exist that could lead to potential\ncontamination, odors or disease risks. The licensee must ensure that fecal waste is removed often enough to\nminimize any potential contamination, odors or disease risks. Correct by 4/21/14."
    },
    {
      "code": "3.52(c)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "* Outdoor enclosure housing two rabbits has inadequate housing. The licensee was only providing brome hay for\nbedding in one enclosure. The nesting box being provided for housing was chewed in the other enclosure.\nAccording to the noaa website ( weather.gov. ) the lowest recorded air temperature in the last 24 hours was 39\ndegrees Fahrenheit and the lowest recorded wind chill for the area was 33 degrees Fahrenheit. This can affect the\nrabbits ability to maintain a safe body temperature and conserve body heat. The licensee shall provide adequate\nhousing for all rabbits kept outdoors when the atmospheric temperature falls below 40 [deg]F."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "* The wood plywood located below the asphalt shingles on the roof in one enclosure has a roughened surface due\nto deterioration from wood rot. The affected wood surface is located in outdoor housing. One goat is in contact with\nthe wood roof surface. Further deterioration or wood rot can affect the structural strength of the wood surface. If\nexposed wood becomes ingested, it could cause potential digestion problems. The licensee must ensure all\noutdoor housing facilities shall be maintained in good repair at all times to protect the animals from injury.\n*********************************************************\n* The wire divider strands in one enclosure is bent, mangled and broken with sharp points. There is an estimated\ntwo inch gap between the divider wiring and the wood enclosure frame. One pot bellied pig is in contact with the\nenclosure wiring. Enclosure gate wiring not kept in good repair could lead to potential injury. The licensee must\nensure that all enclosure fencing is maintained in good repair at all times."
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "* One adult sheep being housing in an outdoor enclosure has no shelter structure in its enclosure. The licensee is\ncovering the cages with tarps. Adequate housing is necessary to ensure the health and well-being of the sheep and\nto provide protection from the elements. The licensee must ensure that there is shelter housing available to every\nanimal being housed outdoors at all times. Correct by 4/21/14.\n* The facility inspection done on 4/16/14 and exit briefing done on 4/18/14 were conducted with the licensee."
    }
  ],
  "narrative": "3.50(d)\nFACILITIES, GENERAL.  \n*    One enclosure housing one rabbit has an accumulation of fecal waste on 25 to 30 percent of available surface\nflooring.  The waste buildup is located in outdoor housing.  The licensee stated that the last time fecal waste had\nbeen removed from the enclosure was two weeks ago.  Unsanitary living conditions exist that could lead to potential\ncontamination, odors or disease risks.  The licensee must ensure that fecal waste is removed often enough to\nminimize any potential contamination, odors or disease risks.  Correct by 4/21/14.\n3.52(c)                    REPEAT\nFACILITIES, OUTDOOR.   \n*  Outdoor enclosure housing two rabbits has inadequate housing.  The licensee was only providing brome hay for\nbedding in one enclosure.  The nesting box being provided for housing was chewed in the other enclosure. \nAccording to the noaa website ( weather.gov. ) the lowest recorded air temperature in the last 24 hours was 39\ndegrees Fahrenheit and the lowest recorded wind chill for the area was 33 degrees Fahrenheit.   This can affect the\nrabbits ability to maintain a safe body temperature and conserve body heat.  The licensee shall provide adequate\nhousing for all rabbits kept outdoors when the atmospheric temperature falls below 40 [deg]F.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \n*   The wood plywood located below the asphalt shingles on the roof in one enclosure has a roughened surface due\nto deterioration from wood rot.  The affected wood surface is located in outdoor housing.  One goat is in contact with\nthe wood roof surface.  Further deterioration or wood rot can affect the structural strength of the wood surface. If\nexposed wood becomes ingested, it could cause potential digestion problems.  The licensee must ensure all\noutdoor housing facilities shall be maintained in good repair at all times to protect the animals from injury. \n*********************************************************\n*   The wire divider strands in one enclosure is bent, mangled and broken with sharp points. There is an estimated\ntwo inch gap between the divider wiring and the wood enclosure frame.  One pot bellied pig is in contact with the\n\nenclosure wiring.  Enclosure gate wiring not kept in good repair could lead to potential injury. The licensee must\nensure that all enclosure fencing is maintained in good repair at all times.\n \n3.127(b)\nFACILITIES, OUTDOOR. \n*   One adult sheep being housing in an outdoor enclosure has no shelter structure in its enclosure. The licensee is\ncovering the cages with tarps.  Adequate housing is necessary to ensure the health and well-being of the sheep and\nto provide protection from the elements.  The licensee must ensure that there is shelter housing available to every\nanimal being housed outdoors at all times.  Correct by  4/21/14. \n*  The facility inspection done on 4/16/14 and exit briefing done on 4/18/14 were conducted with the licensee.",
  "animals_total": 5,
  "species": [
    {
      "count": 1,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}