{
  "insp_id": "33151212080113",
  "layout": "a",
  "customer_id": "35453",
  "customer_name": "Allen J Miller",
  "customer_addr": "Marlene Miller\n1916 Township Road 122\nMillersburg, OH 44654",
  "certificate": "31-A-0534",
  "site_id": "001",
  "site_name": "ALLEN MILLER & MARLENE MILLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-JAN-2015",
  "report_date": "27-JAN-2015",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Applicant(cid:25)s current Veterinary Care Plan does not give clear guidance on vaccinations. Not having clear guidance\nfrom the attending veterinarian on the proper procedures and routine for vaccinations can expose the animals to\nunnecessary disease hazards. Applicant must have a detailed Veterinarian Care Plan for the facility with clear\nguidance on vaccinations."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Yorkie Male in the last top enclosure of the adult side was noticed to have a heavy accumulation of clear discharge\naround both eyes. There were several areas that had a brown to black crusty matter adhered to the hair around\neach of the dogs eyes. The left eye had more discharge and crusty matter present than the right eye. Upon further\nexamination of the dog, there didn(cid:25)t appear to be any additional signs of eye issues. However; the dog had a heavy\naccumulation of tarter buildup on his left rear teeth. In addition, there was a white discharge present at the gum\nline. Dental and eye issues can cause the dog pain and discomfort if left untreated. Applicant must have methods\nto prevent and control all eye and dental issues. Applicant must have this dog examined by a licensed Veterinarian.\nDocumentation of the examination, diagnoses and treatment must be maintained and made available for further\ninspection."
    },
    {
      "code": "3.4(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "Applicant currently has two shelter structures inside his Outdoor Exercise area. These structures do not have a\nwind/rain break at the entrance of the shelter. Wind/Rain breaks are required to protect the dog from the direct\neffects of the wind and rain. Applicant must ensure that all outdoor shelters have a wind break at the entrance of\nthe shelter."
    },
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "Applicants Exercise plan states that he will use the outside exercise yard for no less than ½ hour three times a\nweek. This yard currently contains shelter structures. However; there is no additional shade structure within the\nexercise yards. Shade is required to protect the dogs from the direct rays of the sun. Applicant must ensure that all\noutside housing/exercise areas have a shade structure in addition to the shelters that are currently within the\nenclosure.\n*** This was the 1st pre-license inspection for this facility. This applicant must successfully complete the in\nprelicense process within 90 days of this date or 2 more pre-license inspections and achieve full compliance. Failure\nto do this will result in the applicant having to wait 6 months and re-applying for a license.\n*** Applicant must call APHIS Official to schedule next pre-license inspection.\nNO REGULATED ACTIVITY MAY BE CONDUCTED UNTIL A USDA LICENSE IS OBTAINED.\n***Inspection and Exit conducted with Applicant."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nApplicant(cid:25)s current Veterinary Care Plan does not give clear guidance on vaccinations.  Not having clear guidance\nfrom the attending veterinarian on the proper procedures and routine for vaccinations can expose the animals to\nunnecessary disease hazards.  Applicant must have a detailed Veterinarian Care Plan for the facility with clear\nguidance on vaccinations.\n2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nYorkie Male in the last top enclosure of the adult side was noticed to have a heavy accumulation of clear discharge\naround both eyes.  There were several areas that had a brown to black crusty matter adhered to the hair around\neach of the dogs eyes.  The left eye had more discharge and crusty matter present than the right eye.  Upon further\nexamination of the dog, there didn(cid:25)t appear to be any additional signs of eye issues.  However; the dog had a heavy\naccumulation of tarter buildup on his left rear teeth.  In addition, there was a white discharge present at the gum\nline. Dental and eye issues can cause the dog pain and discomfort if left untreated.  Applicant must have methods\nto prevent and control all eye and dental issues.  Applicant must have this dog examined by a licensed Veterinarian.\n Documentation of the examination, diagnoses and treatment must be maintained and made available for further\ninspection.\n3.4(b)(3)\nOUTDOOR HOUSING FACILITIES.\nApplicant currently has two shelter structures inside his Outdoor Exercise area.  These structures do not have a\nwind/rain break at the entrance of the shelter.  Wind/Rain breaks are required to protect the dog from the direct\neffects of the wind and rain.  Applicant must ensure that all outdoor shelters have a wind break at the entrance of\nthe shelter.\n3.4(b)\n\nOUTDOOR HOUSING FACILITIES.\nApplicants Exercise plan states that he will use the outside exercise yard for no less than ½ hour three times a\nweek.  This yard currently contains shelter structures.  However; there is no additional shade structure within the\nexercise yards.  Shade is required to protect the dogs from the direct rays of the sun.  Applicant must ensure that all\noutside housing/exercise areas have a shade structure in addition to the shelters that are currently within the\nenclosure.\n*** This was the 1st pre-license inspection for this facility. This applicant must successfully complete the in\nprelicense process within 90 days of this date or 2 more pre-license inspections and achieve full compliance. Failure\nto do this will result in the applicant having to wait 6 months and re-applying for a license.\n*** Applicant must call APHIS Official to schedule next pre-license inspection.\nNO REGULATED ACTIVITY MAY BE CONDUCTED UNTIL A USDA LICENSE IS OBTAINED.\n***Inspection and Exit conducted with Applicant.",
  "animals_total": 38,
  "species": [
    {
      "count": 27,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 11,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}