{
  "insp_id": "334151459410307",
  "layout": "a",
  "customer_id": "9331",
  "customer_name": "The Service Team Inc",
  "customer_addr": "6565 Interchange Rd\nLehighton, PA 18235",
  "certificate": "23-C-0179",
  "site_id": "001",
  "site_name": "THE SERVICE TEAM, INC.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "30-NOV-2015",
  "report_date": "30-NOV-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Section 2.40(b)(2) Veterinary care: The tallest white male alpaca has a significant amount of saliva accumulating on\nhis lower lip. The alpaca took hay from the hand of a facility employee and saliva drooled out of his mouth while he\nchewed the hay. The alpaca has not been seen or treated by the attending veterinarian for his current condition.\nThe saliva and drool may indicate a tooth or mouth problem, or may be a symptom of a general overall\ncondition/illness. Once the APHIS official identified the condition of the alpaca, a facility employee said the\nveterinarian was coming later today to re-evaluate another animal and could look at this alpaca too. Each exhibitor\nmust establish and maintain adequate programs of veterinary care that include the use of appropriate methods to\nprevent, control, diagnose and treat diseases and injuries. The facility must have the identified alpaca evaluated\nby the attending veterinarian to ensure an accurate diagnosis and an adequate treatment plan. The facility must\nprovide the APHIS official with documentation of the outcome of this examination, and treatments in writing, upon\nrequest. Correct by having the drooling white male alpaca seen by the attending veterinarian and following the\nrecommendations of the veterinarian. Correct by the end of today, November 30, 2015.\nAn exit briefing was conducted with a pet sales employee."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nSection 2.40(b)(2) Veterinary care: The tallest white male alpaca has a significant amount of saliva accumulating on\nhis lower lip.  The alpaca took hay from the hand of a facility employee and saliva drooled out of his mouth while he\nchewed the hay.  The alpaca has not been seen or treated by the attending veterinarian for his current condition. \nThe saliva and drool may indicate a tooth or mouth problem, or may be a symptom of a general overall\ncondition/illness.  Once the APHIS official identified the condition of the alpaca, a facility employee said the\nveterinarian was coming later today to re-evaluate another animal and could look at this alpaca too.  Each exhibitor\nmust establish and maintain adequate programs of veterinary care that include the use of appropriate methods to\nprevent, control, diagnose and treat diseases and injuries.    The facility must have the identified alpaca evaluated\nby the attending veterinarian to ensure an accurate diagnosis and an adequate treatment plan.  The facility must\nprovide the APHIS official with documentation of the outcome of this examination, and treatments in writing, upon\nrequest.  Correct by having the drooling white male alpaca seen by the attending veterinarian and following the\nrecommendations of the veterinarian.  Correct by the end of today, November 30, 2015.\nAn exit briefing was conducted with a pet sales employee.",
  "animals_total": 16,
  "species": [
    {
      "count": 9,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 7,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    }
  ]
}