{
  "insp_id": "292151338370757",
  "layout": "a",
  "customer_id": "33645",
  "customer_name": "Marion Walker",
  "customer_addr": "308 Spruce Street\nLehighton, PA 18235",
  "certificate": "23-C-0263",
  "site_id": "001",
  "site_name": "WALKERS TREE FARM",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-OCT-2015",
  "report_date": "19-OCT-2015",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Section 2.40(a)(1) Veterinary care: The written Program of Veterinary Care (PVC) for this facility lacks specific\nguidance for the animals regarding parasite control of intestinal parasites. There are no specific drugs, route or\ndosing included with the following statement: deworm in spring and fall. Species specific drugs, dosing and route\nmust be included in the written PVC. Specific guidance from the attending veterinarian is required for all drugs used\nby the licensee. Failure to have specific accurate guidance does not ensure that the attending veterinarian is aware\nof the current practices at the facility and also does not ensure the facility has accurate guidance to provide\nadequate veterinary care to the animals. Correct this by developing and implementing a complete, accurate written\nProgram of Veterinary Care for all species housed at the facility. Correct by November 19, 2015.\nAn exit briefing was conducted with the facility owner and his wife."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nSection 2.40(a)(1) Veterinary care: The written Program of Veterinary Care (PVC) for this facility lacks specific\nguidance for the animals regarding parasite control of intestinal parasites.  There are no specific drugs, route or\ndosing included with the following statement: deworm in spring and fall.  Species specific drugs, dosing and route\nmust be included in the written PVC.  Specific guidance from the attending veterinarian is required for all drugs used\nby the licensee.  Failure to have specific accurate guidance does not ensure that the attending veterinarian is aware\nof the current practices at the facility and also does not ensure the facility has accurate guidance to provide\nadequate veterinary care to the animals.  Correct this by developing and implementing a complete, accurate written\nProgram of Veterinary Care for all species housed at the facility.   Correct by November 19, 2015. \nAn exit briefing was conducted with the facility owner and his wife.",
  "animals_total": 4,
  "species": [
    {
      "count": 1,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 3,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    }
  ]
}