{
  "insp_id": "2016082569552373",
  "layout": "a",
  "customer_id": "329579",
  "customer_name": "Judit Nerger",
  "customer_addr": "Juergen Nerger\nP O Box 21\nRichmond, IL 60071",
  "certificate": "33-C-0452",
  "site_id": "TRA",
  "site_name": "JUDIT NERGER & JUERGEN NERGER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-JUL-2019",
  "report_date": "25-JUL-2019",
  "citations": [
    {
      "code": "2.131(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "This facility allows public feeding of adult tigers. The public stands behind a 4 foot barrier fence that is\napproximately 36 inches from the primary enclosure housing the adult tiger. The public then is permitted to place a\nmetal pole, designed with blunt point on the end to hold meat, into the enclosure and allow the tiger to eat it.\nDuring this inspection, one adult female member of the public was noticed reaching over the barrier fence towards\nthe primary enclosure fence. A handler is present during this public feeding to place the piece of meat onto the\npole. This method of public feeding of adult tigers is not being done as carefully as possible as there is potential for\npublic contact with an adult tiger should the public reach over the barrier fence or get pulled by the tiger should the\nanimal grab the pole. Additionally, there is potential of harm to the tiger from being poked by the pole, perhaps\ninadvertently, from an untrained member of the public. Correct this by ensuring handling of animals, including this\npublic feeding, is done as carefully as possible to not cause physical harm to the animals or public.\nCorrect from this day forward"
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "The show ring consists of 11-foot high chain link panels with a decorative arch that tops each panel, adding\napproximately 12 additional inches of height to the panel. The entire ring is topped with a shade tarp held down to\nthe enclosure panels with rubber straps. During the show, four tigers sat on pedestals ranging from five feet, three\nfeet, and 1.5-2 feet tall. These pedestals are placed immediately next to the enclosure wall panels. Even though\nthe tigers are not in the ring unsupervised, the ring is structurally inadequate to contain the tigers or act as a\nsufficient barrier between the animals and the public. Two handlers were in the show ring during this performance\nwith the 4 tigers. On several occasions, both handlers were noted on the far side of the ring from one tiger perched\non the 5 foot pedestal. If that tiger were motivated, it could potentially climb or jump out of the enclosure. The\npublic was located immediately outside of a barrier fence around the performance ring. Correct this by ensuring\nthat there is a sufficient barrier or distance between the public and the animals at all times to ensure the safety of\nboth the animals and the public.\nCorrect by August 1, 2019."
    },
    {
      "code": "3.128",
      "kind": "",
      "repeat": false,
      "desc": "SPACE REQUIREMENTS.",
      "narrative": "Seven tigers are housed in enclosures which measure 4 feet high by 8 feet square. 3 tigers are housed alone in 3\nenclosures and 4 are housed in groups of 2 with shift doors opened to make their enclosures 16 feet square.\nHowever, these enclosures do not allow the animals to make normal postural behaviors such as stretching to their\nfull vertical height or to sit in a fully erect posture. The licensee stated that the tigers are allowed access to the\nperformance ring one time each morning for approximately 20 minutes, and then also when they are performing.\nDuring the performance observed by inspectors today, only 4 of the tigers were outside of their enclosures for the\nduration of the approximately 30-minute performance, the other 3 were not offered time outside of their enclosures.\nThe owner stated this was for safety concerns with livestock animals nearby. The owner stated that they left their\nhome faciility earler this month and will be on the road until October. The owner also stated that at their home site,\ntigers are let into a larger enclosure with a pool every day. The temporary housing enclosures used while on travel\ndo not allow the animals to perform their normal postural adjustments, including stretching vertically and sitting fully\nerect. Correct by ensuring that the animals have adequate space to perform normal postural adjustments and\nfreedom of movement.\nCorrect by August 1, 2019\nThis inspection and exit interview were conducted with the licensee at the Summit County Fair in Tallmadge, Ohio.\nLicensee refused to sign inspection report, copy left with licensee, emailed, and sent by certified mail.\nAdditional Inspectors\nRadzai Christina, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.131(b)(1)\nHANDLING OF ANIMALS.\nThis facility allows public feeding of adult tigers.  The public stands behind a 4 foot barrier fence that is\napproximately 36 inches from the primary enclosure housing the adult tiger.  The public then is permitted to place a\nmetal pole, designed with blunt point on the end to hold meat, into the enclosure and allow the tiger to eat it.  \nDuring this inspection, one adult female member of the public was noticed reaching over the barrier fence towards\nthe primary enclosure fence.  A handler is present during this public feeding to place the piece of meat onto the\npole.   This method of public feeding of adult tigers is not being done as carefully as possible as there is potential for\npublic contact with an adult tiger should the public reach over the barrier fence or get pulled by the tiger should the\nanimal grab the pole.  Additionally, there is potential of harm to the tiger from being poked by the pole, perhaps\ninadvertently, from an untrained member of the public.   Correct this by ensuring handling of animals, including this\npublic feeding, is done as carefully as possible to not cause physical harm to the animals or public. \nCorrect from this day forward\n2.131(c)(1)\nHANDLING OF ANIMALS.\nThe show ring consists of 11-foot high chain link panels with a decorative arch that tops each panel, adding\napproximately 12 additional inches of height to the panel.  The entire ring is topped with a shade tarp held down to\nthe enclosure panels with rubber straps.  During the show, four tigers sat on pedestals ranging from five feet, three\nfeet, and 1.5-2 feet tall.  These pedestals are placed immediately next to the enclosure wall panels.   Even though\nthe tigers are not in the ring unsupervised, the ring is structurally inadequate to contain the tigers or act as a\nsufficient barrier between the animals and the public.   Two handlers were in the show ring during this performance\nwith the 4 tigers.   On several occasions, both handlers were noted on the far side of the ring from one tiger perched\non the 5 foot pedestal.   If that tiger were motivated, it could potentially climb or jump out of the enclosure.  The\npublic was located immediately outside of a barrier fence around the performance ring.  Correct this by ensuring\nthat there is a sufficient barrier or distance between the public and the animals at all times to ensure the safety of\nboth the animals and the public.\n\nCorrect by August 1, 2019.\n3.128\nSPACE REQUIREMENTS. \nSeven tigers are housed in enclosures which measure 4 feet high by 8 feet square.  3 tigers are housed alone in 3\nenclosures and 4 are housed in groups of 2 with shift doors opened to make their enclosures 16 feet square. \nHowever, these enclosures do not allow the animals to make normal postural behaviors such as stretching to their\nfull vertical height or to sit in a fully erect posture.  The licensee stated that the tigers are allowed access to the\nperformance ring one time each morning for approximately 20 minutes, and then also when they are performing. \nDuring the performance observed by inspectors today, only 4 of the tigers were outside of their enclosures for the\nduration of the approximately 30-minute performance, the other 3 were not offered time outside of their enclosures. \nThe owner stated this was for safety concerns with livestock animals nearby.  The owner stated that they left their\nhome faciility earler this month and will be on the road until October.  The owner also stated that at their home site,\ntigers are let into a larger enclosure with a pool every day.  The temporary housing enclosures used while on travel\ndo not allow the animals to perform their normal postural adjustments, including stretching vertically and sitting fully\nerect.  Correct by ensuring that  the animals have adequate space to perform normal postural adjustments and\nfreedom of movement.    \nCorrect by August 1, 2019\nThis inspection and exit interview were conducted with the licensee at the Summit County Fair in Tallmadge, Ohio.\nLicensee refused to sign inspection report, copy left with licensee, emailed, and sent by certified mail.\nAdditional Inspectors\nRadzai Christina, Veterinary Medical Officer",
  "animals_total": 7,
  "species": [
    {
      "count": 7,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    }
  ]
}