{
  "insp_id": "2016090000639428",
  "layout": "b",
  "customer_id": "6614",
  "customer_name": "DEAN OSWALD JEWEL OSWALD",
  "customer_addr": "13814 COUNTY ROAD 407\nNEWBERRY, MI 49868",
  "certificate": "34-C-0123",
  "site_id": "001",
  "site_name": "DEAN AND JEWEL OSWALD",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-JUN-2021",
  "report_date": "23-JUN-2021",
  "citations": [
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding.",
      "narrative": "The bears are currently being fed restaurant scraps and donated meat along with some produce and dog food.\nInspection of the feed buckets that will be fed today showed that they appear to be very high in fat and caloric content for\nthis time of year. Some of the bears appear to be over conditioned for the time of year. Diets that are too high in fat and\ncalories can lead to chronic health conditions for these bears such as arthritis and respiratory issues. The diet for the\nbears needs to be prepared considering their age and the time of year. The facility should consult with the attending\nveterinarian to develop and follow a bear feeding plan that considers bear age, condition and the time of year. Consult\nwith the attending veterinarian to develop a diet plan.\nCorrect by: 7-15-21\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "3.129(a) \n   \nFeeding. \nThe bears are currently being fed restaurant scraps and donated meat along with some produce and dog food.  \nInspection of the feed buckets that will be fed today showed that they appear to be very high in fat and caloric content for \nthis time of year.  Some of the bears appear to be over conditioned for the time of year.  Diets that are too high in fat and \ncalories can lead to chronic health conditions for these bears such as arthritis and respiratory issues.  The diet for the \nbears needs to be prepared considering their age and the time of year.  The facility should consult with the attending \nveterinarian to develop and follow a bear feeding plan that considers bear age, condition and the time of year.  Consult \nwith the attending veterinarian to develop a diet plan. \nCorrect by:  7-15-21 \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 41,
  "species": [
    {
      "count": 41,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    }
  ]
}