{
  "insp_id": "2016090000743135",
  "layout": "b",
  "customer_id": "504138",
  "customer_name": "AMOS ZOOK",
  "customer_addr": "12204 INDIAN TRAIL ROAD\nECONOMY, IN 47339",
  "certificate": "32-A-0752",
  "site_id": "001",
  "site_name": "AMOS ZOOK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-OCT-2021",
  "report_date": "21-OCT-2021",
  "citations": [
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "Records are not available. Correct and accurate records are necessary, providing guidance for animal production and\nwelfare. Licensee shall make, keep, and maintain records which fully and correctly disclose the required information\nincluding guinea pigs in their possession and those those born, transported, sold, euthanized, died, or otherwise disposed\nof by licensee.\nCorrect by: November 1, 2021"
    },
    {
      "code": "3.31(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "A few of the lower Guinea pig pens remain wet and/or heavily soiled. Effected enclosures are too dirty, the guinea pigs\nare unable to rest in a clean, dry area. A dirty enclosure contributes to animal stress and disease. Primary enclosures\nshall be cleaned and sanitized often enough to prevent an accumulation of excreta and debris. A program must be\ndeveloped and maintained which provides effective cleaning and sanitation.\nRemains uncorrected\nThis inspection and exit interview were conducted with Licensee.\nEnd Section"
    }
  ],
  "narrative": "2.75(b)(1) \n   \nRecords: Dealers and exhibitors. \nRecords are not available.  Correct and accurate records are necessary, providing guidance for animal production and \nwelfare.   Licensee shall make, keep, and maintain records which fully and correctly disclose the required information \nincluding guinea pigs in their possession and those those born, transported, sold, euthanized, died, or otherwise disposed \nof by licensee. \n \nCorrect by:  November 1, 2021 \n3.31(a)(1)  Repeat\n   \nSanitation. \nA few of the lower Guinea pig pens remain wet and/or heavily soiled.  Effected enclosures are too dirty, the guinea pigs \nare unable to rest in a clean, dry area.  A dirty enclosure contributes to animal stress and disease.  Primary enclosures \nshall be cleaned and sanitized often enough to prevent an accumulation of excreta and debris.  A program must be \ndeveloped and maintained which provides effective cleaning and sanitation. \n \nRemains uncorrected\n\nThis inspection and exit interview were conducted with  Licensee. \n \nEnd Section",
  "animals_total": 348,
  "species": [
    {
      "count": 348,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}