{
  "insp_id": "2016090000447759",
  "layout": "b",
  "customer_id": "26240",
  "customer_name": "JOINT STOCK COMPANY AEROFLOT RUSSIAN AIRLINES",
  "customer_addr": "358 5th Ave\nSuite 1103\nNEW YORK, NY 10001",
  "certificate": "21-T-0051",
  "site_id": "JFK",
  "site_name": "AEROFLOT RUSSIAN AIRLINES",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-SEP-2020",
  "report_date": "01-OCT-2020",
  "citations": [
    {
      "code": "3.14(a)(6)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures used to transport live dogs and cats.",
      "narrative": "Item Primary Enclosure 3.14 a 6\nOn Sept 29, 2020 Aeroflot airlines flt 102 to NYC JFK airport transported a cat as checked baggage. The transport\ncontainer did not have any up arrows to indicate the correct upright position of the primary enclosure, and only one live\nanimal sticker on top of the enclosure, when there needs to be 1 or more live animal sticker as well .\nThe placing of up arrows and live animal stickers are necessary and required to ensure the safety and well being of the\nanimal when the enclosure is not permanently affixed to the conveyance."
    },
    {
      "code": "3.16(c)",
      "kind": "",
      "repeat": false,
      "desc": "Food and water requirements.",
      "narrative": "Item Primary Enclosure 3.16 c\nOn Sept 29, 2020 Aeroflot airlines flt 102 to NYC JFK airport transported one cat as checked baggage. the transport\ncontainer had only 1 receptacle for food or water without having both, the animal could not have both food and water\noffered during transport . Transport containers must have both food and water receptacles which must be securely\nattached inside the primary enclosure so they can be refilled without opening the enclosure."
    },
    {
      "code": "3.14(a)(9)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures used to transport live dogs and cats.",
      "narrative": "Item Primary Enclosure 3.14 a 9\nOn Sept 29, 2020 Aeroflot Airlines flt 103 transported a cat as checked baggage. the primary enclosure failed to have\nany litter to absorb and excreta. The absorbent litter provides a substrates by which the animal may maintain health\nduring transit .\nPrimary enclosures must have enough absorbent litter that is safe and non-toxic to cover.\nThis inspection and exit interview were conducted with facility representative\nEnd Section"
    }
  ],
  "narrative": "3.14(a)(6) \n   \nPrimary enclosures used to transport live dogs and cats. \nItem Primary Enclosure 3.14 a 6 \nOn Sept 29, 2020 Aeroflot airlines flt 102 to NYC JFK airport transported a cat as checked baggage.  The transport \ncontainer did not have any up arrows to indicate the correct upright position  of the primary enclosure, and only one live \nanimal sticker on top of the enclosure, when there needs to be 1  or more live animal sticker as well . \nThe placing of up arrows and live animal stickers are necessary and required to ensure the safety and well being of the \nanimal when the enclosure is not permanently affixed to the conveyance. \n3.16(c) \n   \nFood and water requirements. \nItem Primary Enclosure 3.16 c \nOn Sept 29, 2020 Aeroflot airlines flt 102 to NYC  JFK airport transported one cat as checked baggage. the transport \ncontainer had only 1 receptacle for food  or water without having both, the animal could not have both food and water \noffered during transport . Transport containers must have both food and water receptacles which must be securely  \nattached inside the primary enclosure so they can be refilled without  opening the enclosure. \n3.14(a)(9) \n   \nPrimary enclosures used to transport live dogs and cats.\n\nItem Primary Enclosure 3.14 a 9 \nOn Sept 29, 2020 Aeroflot Airlines flt 103 transported a cat as checked baggage.  the primary enclosure  failed to have  \nany litter to absorb and excreta. The absorbent litter  provides a substrates  by which the animal may maintain health \nduring transit . \nPrimary enclosures must have enough absorbent litter  that is safe and non-toxic to cover. \n \nThis inspection and exit interview were conducted with facility representative \n \nEnd Section",
  "animals_total": 1,
  "species": [
    {
      "count": 1,
      "scientific": "Cats",
      "common": ""
    }
  ]
}