{
  "insp_id": "2016082568316502",
  "layout": "a",
  "customer_id": "327307",
  "customer_name": "City Goat Farm & Zoo Inc.",
  "customer_addr": "P. O. Box 187\nSpanaway, WA 98387",
  "certificate": "91-C-0141",
  "site_id": "TRA",
  "site_name": "CITY GOAT FARM & ZOO INC.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-MAY-2017",
  "report_date": "01-JUN-2017",
  "citations": [
    {
      "code": "3.127(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "There is no available shelter from sunlight for the camels when they are being used for rides. Prolonged exposure\nto sunlight can cause overheating or discomfort for the animals. Sufficient shade by natural or artificial means must\nbe provided to allow the animals to protect themselves from direct sunlight. Adequate shade must be provided for\nthe camels when they are being utilized for rides.\nTo be corrected by: June 30, 2017"
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "There is one shelter present in the camel enclosure measuring approximately 12 x 15 feet. At the time of the\ninspection, there were four camels present. The available shelter was not of sufficient size to house all of the\ncamels. Natural or artificial shelter must be provided to afford the animals protection from inclement weather and to\nprevent discomfort to the animals. Adequate shelter from inclement weather must be provided for the camels.\nTo be corrected by: June 30, 2017\nAn inspection was conducted at Olympic Game Farm in Sequim, WA.\nThis inspection and exit briefing were conducted with the facility representative."
    }
  ],
  "narrative": "3.127(a)\nFACILITIES, OUTDOOR. \nThere is no available shelter from sunlight for the camels when they are being used for rides.  Prolonged exposure\nto sunlight can cause overheating or discomfort for the animals.  Sufficient shade by natural or artificial means must\nbe provided to allow the animals to protect themselves from direct sunlight.  Adequate shade must be provided for\nthe camels when they are being utilized for rides.\nTo be corrected by:  June 30, 2017\n3.127(b)\nFACILITIES, OUTDOOR. \nThere is one shelter present in the camel enclosure measuring approximately 12 x 15 feet.  At the time of the\ninspection, there were four camels present.  The available shelter was not of sufficient size to house all of the\ncamels.  Natural or artificial shelter must be provided to afford the animals protection from inclement weather and to\nprevent discomfort to the animals.  Adequate shelter from inclement weather must be provided for the camels.\nTo be corrected by:  June 30, 2017\nAn inspection was conducted at Olympic Game Farm in Sequim, WA.\nThis inspection and exit briefing were conducted with the facility representative.",
  "animals_total": 4,
  "species": [
    {
      "count": 2,
      "scientific": "Camelus bactrianus",
      "common": "BACTRIAN CAMEL"
    },
    {
      "count": 2,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    }
  ]
}