{
  "insp_id": "2016090000766861",
  "layout": "b",
  "customer_id": "323980",
  "customer_name": "KAY PITTENGER ROSS DERRICK VERDUN ROSAIRE ROS",
  "customer_addr": "FREDERICK IVOR ROSAIRE ROSS\n6175 279TH Street East\nMyakka City, FL 34251",
  "certificate": "58-C-1065",
  "site_id": "002",
  "site_name": "DERRICK FREDERICK AND KAY ROSS",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "07-FEB-2022",
  "report_date": "09-FEB-2022",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "The three doors leading from the den area to the outside portion of the enclosure are cut out of a metal wall. This wall\nshows signs of decay with numerous rusty holes. The edges of all three doorways are jagged and rusty. This can lead to\npain or injury as the bears brush up against these edges when entering or exiting the den. The indoor and outdoor\nhousing facilities shall be structurally sound and shall be maintained in good repair to protect the animals from injury and\nto contain the animals. To be corrected by March 7, 2022.\nThis is a 1st Relicense Inspection for a Class “C” license. The inspection and exit briefing were conducted with the\nApplicant.\nAll items must be in compliance within 2 more inspections or by April 8, 2022 or the applicant will forfeit the license fee\nand must wait 6 months to reapply. Please contact your inspector to schedule your next Relicense Inspection.\nRegulated activity can continue under your existing USDA license until it expires.\nEnd Section"
    }
  ],
  "narrative": "3.125(a)  Repeat\n   \nFacilities, general. \nThe three doors leading from the den area to the outside portion of the enclosure are cut out of a metal wall.  This wall \nshows signs of decay with numerous rusty holes.  The edges of all three doorways are jagged and rusty.  This can lead to \npain or injury as the bears brush up against these edges when entering or exiting the den.  The indoor and outdoor \nhousing facilities shall be structurally sound and shall be maintained in good repair to protect the animals from injury and \nto contain the animals.  To be corrected by March 7, 2022. \n \nThis is a 1st Relicense Inspection for a Class “C” license. The inspection and exit briefing were conducted with the \nApplicant. \nAll items must be in compliance within 2  more inspections or by April 8, 2022 or the applicant will forfeit the license fee \nand must wait 6 months to reapply. Please contact your inspector to schedule your next Relicense Inspection. \nRegulated activity can continue under your existing USDA license until it expires. \n \nEnd Section",
  "animals_total": 3,
  "species": [
    {
      "count": 3,
      "scientific": "Ursus arctos",
      "common": "BROWN BEAR"
    }
  ]
}