{
  "insp_id": "2016082568290396",
  "layout": "a",
  "customer_id": "36735",
  "customer_name": "Jamark",
  "customer_addr": "4236 West State Hwy 22\nP. O. Box 225\nParis, AR 72855",
  "certificate": "71-A-1303",
  "site_id": "001",
  "site_name": "JAMARK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-MAY-2017",
  "report_date": "18-MAY-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "** A twelve year old, Male, Maltese, micro-chip 076344292. Had a buildup of brown and yellowish matter on the\ncanine and cheek teeth to the point that it is encasing the teeth. The hair coat was heavily matted covering at least\nforty percent of the hair coat, the mats around the lower legs were stained yellow with matter stuck in the mats, hair\nmats around the hind end had feces caught in the mats. Both ears had a large amount of dark matter in the canal to\nthe point that it was blocking the ear canal. The toenails need to be trimmed and maintained the nails on the right\nfront were beginning to curl to the side, this can be painful and cause locomotion problems. Long toenails can also\ncause the abnormal position of the digits. The dog also had labored breathing the owner stated that the dog had a\nheart condition and has been evaluated by the attending veterinarian, but the owner did not have documentation\nfrom the veterinarian.\n** A three year old, female, black and white Shih Tzu, no identification. Was heavily matted around the eyes and\nears, to the point that the hair is roping, the mats were moist and contained dirt and other matter. The right eye was\ncloudy, had a rough, dry appearance and redness in the white of the eye.\n** A twelve year old, male, tan Shih Tzu, micro-chip 0A02081751. Was heavily matted around the hind quarter and\nthe face and front legs. The mats around the face were roping and covered in saliva and drainage from the eyes.\nBoth eyes were crusted shut with green colored discharge in around the eyes, the eyes were difficult to visualize.\n** A fourteen year old, female, white Poodle, micro-chip 104889632. Had a cloudy right eye with redness in the\nwhite of the eye. Matting of the hair on the hind quarter and ears, the hair mats on the hind end had feces caught in\nthe mats. The teeth had a brown buildup on the teeth that is starting to encase the teeth and red swollen gums.\n** A one year old, female, white and tan Chihuahua, no identification. Both eyes were cloudy and had redness in the\nwhite of the eyes.\n** A thirteen year old, male, black and tan Yorkshire terrier, micro-chip 103087542. The hair coat was heavily\nmatted on at least 60 percent of the body. The hair mats on the back were dense and roping, the hair mats on the\nface were roping and the hair mats on the hind end had feces caught in the mats. The dog was observed rubbing its\nbody and face against the sides of the enclosure. Both eyes were cloudy. The teeth had a brown buildup on the\ncanine and cheek teeth that is encasing the teeth and the gums were red and swollen.\n** A twelve year old, female, white Poodle, micro-chip 094548373. Had a cloudy left eye and the canine and cheek\nteeth have a buildup of brown matter that is encasing the teeth and the gums were red and swollen.\n** A six year old, female, black and tan Yorkshire terrier, micro-chip 097343090. Had heavy hair matting on at least\n60 percent of its body the mats were dense and roping. The canine and cheek teeth have a buildup of brown matter\nthat is encasing the teeth and the gums were red and swollen.\n** A twelve year old, male, black and white Shih Tzu, micro-chip 101803817. Had hair matting around the eyes, with\nred irritated skin between the eyes. Both eyes were crusted shut with a greenish discharge, the right eye had\nredness in the white of the eye and the left eye could not be visualized. The canine and cheek teeth have a buildup\nof brown matter that is encasing the teeth and the gums were red and swollen.\nThe dogs listed above are Direct veterinary care non-compliant. The dogs must be evaluated by a veterinarian and\nall recommendations and treatment must be started and documented by no later than 12:00 P.M. on 05/18/2017. All\nDirect veterinary care non-compliances were evaluated and treated by a veterinarian by the time of exit.\nThe exit briefing was verbally communicated to the licensee at 5:00 P.M. on 05/17/2017.\nThe following veterinary care non-compliant items are indirect.\n** A male, white poodle, micro-chip 0A01584862. Had matting of the hair on the face with a large mat under the\nright eye that is stained dark brown and feces caught in the hair around the hind end. The canine teeth have a\nbuildup of brown matter that is starting to encase the teeth and the gums were red and swollen.\n** A fourteen year old, tan Poodle, no identification. Had hair matting on the back that was dense and roping. The\ncanine and cheek teeth have a buildup of brown matter that is starting to encase the teeth and the gums were red\nand swollen.\n** A male, black and tan Yorkshire terrier, micro-chip 0A01704737. Had heavy matting on the back that was dense\nand roping. The canine and cheek teeth have a buildup of brown matter that is starting to encase the teeth and the\ngums were red and swollen.\n** A six year old, female, black and tan Yorkshire terrier, micro-chip 0A01585947. Was observed spinning in its\nenclosure almost continuously for the duration of the time we were in the building about one hour. This is not normal\nbehavior and can be a sign of physiological distress. The dog must be evaluated by a veterinarian to determine if\ntreatment and/or environmental adjustments are needed. To be corrected by: 06/01/2017.\nThe three dogs listed above must have hair mats removed by 05/22/2017 and the teeth evaluated by a veterinarian\nby 05/29/2017.\nHair matting can be painful, affect the dogs’ locomotion and range of motion, harbor moisture, dirt, debris and bodily\nfluids, cause skin irritation and contribute to other health problems. Heavily matted hair coats does not allow for\nnormal thermoregulation, which can contribute to heat stress. The licensee must remove the hair mats and maintain\nthe hair coats to contribute to the health and well-being of the animals.\nLong toenails can be painful, get caught and torn off by the flooring and affect the dogs’ normal posture and\nlocomotion. The licensee must trim the long toe nails and maintain the toenails to contribute to the dogs’ health and\nwell-being.\nDirty ears can contribute to other more serious ear problems and does not demonstrate proper animal husbandry.\nThe dogs’ ears must be cleaned and maintained to contribute to the dogs health and well-being.\nA buildup of matter on the teeth and red swollen gums can be a sign of dental disease. Dental disease can be\npainful, cause tooth loss and contribute to other health problems. The licensee and a veterinarian must establish a\nwritten dental plan to ensure that all the dogs are receiving proper dental care and prevention.\nCloudy eyes, discharge from the eyes and redness of the eyes can be a sign of illness and/or injury. The licensee\nmust observe all the dogs on a daily basis for eye problems and communicate with the attending veterinarian to\naddress problems in a timely manner. All communication, recommendations and treatment must be documented,\nmaintained and available for inspection.\n** One bottle of Salix was in the first kennel building, the bottle was not specifically labeled for the use in dogs. The\nlicensee stated that the medication was prescribed by her attending veterinarian for a dog with a heart problem and\ngave her verbal instructions on the use.\n** One bottle of pills in the first kennel building had the word Amoxi written on the bottle in marker with no further\ninformation.\nAll medicine must be properly labeled, if it is not specifically labeled for the use in dogs the medicines must be\nlabeled or have accompanying directions for the proper use of the medicines for dogs. To include, what it is for, the\ndosage, the route it is administered, how often and for how long to use the medicine and an expiration date. All\nmedicine must be properly labeled or removed from the facility. To be corrected by: 05/18/2017.\n** One bottle of eye wash in the first kennel building that the inspector observed the licensee use on a dog had an\nexpiration date of 06-16. One bottle of ear wash in the first kennel building had an expiration date of 02-12 and one\ntube of nutrient supplement in the puppy building had an expiration date of 12-16. The use of expired medicine is\nnot an appropriate method to treat, prevent or control diseases and injuries. The expired medicine must be removed\nfrom the facility. To be corrected by: 05/18/2017.\nAll dealers must use appropriate methods to diagnose, prevent, control and treat diseases and injuries."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "** Multiple dogs with an eye abnormality, excessive matting, and severe dental disease (listed in 2.40(b)(2) above).\nWhen the issue was brought to the attention of the licensee, she stated that they had not previously identified or\ntreated these animals. Observation must be performed on a daily basis to identify and assess all health issues with\na mechanism of direct and frequent communication to a veterinarian so as to provide frequent and timely\ninformation on any and all health issues identified during daily observations. By not identifying and reporting the\nabnormal signs displayed in these animals the dogs remained untreated, which could have caused the animal\nunnecessary pain and discomfort. Correct by contacting a veterinarian about the dogs’ condition. Furthermore,\nensure all animals are adequately observed daily basis to ensure that all health issues have been properly identified\nand reported to a veterinarian in a timely and accurate manner. To be corrected by: 05/18/2017."
    },
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "** Three adult dogs inspected did not have proper identification. The licensee is using micro-chips to identify the\nadult dogs and three dogs did not have micro-chip identification or other approved form of identification. All dogs in\nthe facility must be properly identified to aid the USDA in tracking the animals if needed. Proper identification is also\nnecessary to maintain accurate records. The owner must ensure that all dogs in the facility are properly identified.\nTo be corrected by: 06/18/2017."
    },
    {
      "code": "2.50(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "** Seventeen puppies did not have proper identification. The owner is using eraser boards to identify the puppies.\nCage cards can be used but they have to be kept for one year after the animals has left the facility. The cage cards\nmust have the letters USDA, the licensee's certificate number, the puppies individual identification number, the date\nof birth, sex, breed, brief description and when the puppies are sold or die. Maintaining accurate litter records can\naid you and your attending veterinarian in evaluating the health of the breeding program. The cage cards must be\nmaintained for one year after the animal has left the facility. All animals in the facility must be properly identified to\naid the USDA in the proper tracking of the animals. To be corrected by: 05/19/2017."
    },
    {
      "code": "3.1(c)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "** The first and last kennel building had rusted wire surfaces on at least half of the outdoor enclosures. The surfaces\nwere rusted to the point that it is pitted and flaking and some wire was rusted through. The rusted surfaces do not\nallow for proper cleaning and sanitizing and is affecting the structural strength. The rusted surfaces must be\nrepaired and/or replaced to allow for proper cleaning and sanitizing and to ensure the structural strength of the\nsurfaces. To be corrected by: 06/18/2017."
    },
    {
      "code": "3.1(c)(1)(ii)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "** On the outside portion of the last building, three enclosures had broken wire creating sharp points inside of the\nenclosures that the dogs could come into contact with causing injury to the skin or eyes. The owner must remove all\nsharp points from the enclosures to minimize the risk of injury to the animals. All enclosures must be free of sharp\npoints that might injure the animals. To be corrected by: 05/19/2017."
    },
    {
      "code": "3.2(b)",
      "kind": "",
      "repeat": false,
      "desc": "INDOOR HOUSING FACILITIES.",
      "narrative": "** Upon entering the puppy building the inspector noticed a strong odor of dog feces and urine. After about ten\nminutes the inspector could feel a burning in the eyes and back of the throat from the odor and ammonia. Two adult\ndogs were observed with tearing of the eyes which could be attributed to the strong odor and ammonia in the\nbuilding. The building does have a ventilation fan, the was off when we first entered the building, the licensee did\nturn the ventilation fan on when the odor was mentioned. The ventilation fan must be manually turned on, it is not on\na timer. The ventilation in the building must be increased to minimize odors and ammonia levels that ensures the\nhealth and well-being of the animals in the building. To be corrected by: 05/18/2017.\nThe inspection and exit briefing was conducted with the licensee. The written inspection report was hand delivered\nby 11:00 A.M. on 05/18/2017. The inspection report was discussed and veterinary records were also reviewed. The\nDirect veterinary care non-compliant items have been addressed and the dogs were evaluated by the attending\nveterinarian.\nEnd of report."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n** A twelve year old, Male, Maltese, micro-chip 076344292. Had a buildup of brown and yellowish matter on the\ncanine and cheek teeth to the point that it is encasing the teeth. The hair coat was heavily matted covering at least\nforty percent of the hair coat, the mats around the lower legs were stained yellow with matter stuck in the mats, hair\nmats around the hind end had feces caught in the mats. Both ears had a large amount of dark matter in the canal to\nthe point that it was blocking the ear canal. The toenails need to be trimmed and maintained the nails on the right\nfront were beginning to curl to the side, this can be painful and cause locomotion problems. Long toenails can also\ncause the abnormal position of the digits. The dog also had labored breathing the owner stated that the dog had a\nheart condition and has been evaluated by the attending veterinarian, but the owner did not have documentation\nfrom the veterinarian. \n** A three year old, female, black and white Shih Tzu, no identification. Was heavily matted around the eyes and\nears, to the point that the hair is roping, the mats were moist and contained dirt and other matter. The right eye was\ncloudy, had a rough, dry appearance and redness in the white of the eye. \n** A twelve year old, male, tan Shih Tzu, micro-chip 0A02081751. Was heavily matted around the hind quarter and\nthe face and front legs. The mats around the face were roping and covered in saliva and drainage from the eyes.\nBoth eyes were crusted shut with green colored discharge in around the eyes, the eyes were difficult to visualize. \n** A fourteen year old, female, white Poodle, micro-chip 104889632. Had a cloudy right eye with redness in the\nwhite of the eye. Matting of the hair on the hind quarter and ears, the hair mats on the hind end had feces caught in\nthe mats. The teeth had a brown buildup on the teeth that is starting to encase the teeth and red swollen gums. \n** A one year old, female, white and tan Chihuahua, no identification. Both eyes were cloudy and had redness in the\nwhite of the eyes. \n** A thirteen year old, male, black and tan Yorkshire terrier, micro-chip 103087542. The hair coat was heavily\nmatted on at least 60 percent of the body. The hair mats on the back were dense and roping, the hair mats on the\nface were roping and the hair mats on the hind end had feces caught in the mats. The dog was observed rubbing its\n\nbody and face against the sides of the enclosure. Both eyes were cloudy. The teeth had a brown buildup on the\ncanine and cheek teeth that is encasing the teeth and the gums were red and swollen. \n** A twelve year old, female, white Poodle, micro-chip 094548373. Had a cloudy left eye and the canine and cheek\nteeth have a buildup of brown matter that is encasing the teeth and the gums were red and swollen.\n** A six year old, female, black and tan Yorkshire terrier, micro-chip 097343090. Had heavy hair matting on at least\n60 percent of its body the mats were dense and roping. The canine and cheek teeth have a buildup of brown matter\nthat is encasing the teeth and the gums were red and swollen.\n** A twelve year old, male, black and white Shih Tzu, micro-chip 101803817. Had hair matting around the eyes, with\nred irritated skin between the eyes. Both eyes were crusted shut with a greenish discharge, the right eye had\nredness in the white of the eye and the left eye could not be visualized. The canine and cheek teeth have a buildup\nof brown matter that is encasing the teeth and the gums were red and swollen.\nThe dogs listed above are Direct veterinary care non-compliant. The dogs must be evaluated by a veterinarian and\nall recommendations and treatment must be started and documented by no later than 12:00 P.M. on 05/18/2017. All\nDirect veterinary care non-compliances were evaluated and treated by a veterinarian by the time of exit.\nThe exit briefing was verbally communicated to the licensee at 5:00 P.M. on 05/17/2017. \nThe following veterinary care non-compliant items are indirect.\n** A male, white poodle, micro-chip 0A01584862. Had matting of the hair on the face with a large mat under the\nright eye that is stained dark brown and feces caught in the hair around the hind end. The canine teeth have a\nbuildup of brown matter that is starting to encase the teeth and the gums were red and swollen.\n** A fourteen year old, tan Poodle, no identification. Had hair matting on the back that was dense and roping. The\ncanine and cheek teeth have a buildup of brown matter that is starting to encase the teeth and the gums were red\nand swollen.\n** A male, black and tan Yorkshire terrier, micro-chip 0A01704737. Had heavy matting on the back that was dense\nand roping. The canine and cheek teeth have a buildup of brown matter that is starting to encase the teeth and the\ngums were red and swollen.\n** A six year old, female, black and tan Yorkshire terrier, micro-chip 0A01585947. Was observed spinning in its\nenclosure almost continuously for the duration of the time we were in the building about one hour. This is not normal\nbehavior and can be a sign of physiological distress. The dog must be evaluated by a veterinarian to determine if\ntreatment and/or environmental adjustments are needed. To be corrected by: 06/01/2017.\n\nThe three dogs listed above must have hair mats removed by 05/22/2017 and the teeth evaluated by a veterinarian\nby 05/29/2017.\nHair matting can be painful, affect the dogs’ locomotion and range of motion, harbor moisture, dirt, debris and bodily\nfluids, cause skin irritation and contribute to other health problems. Heavily matted hair coats does not allow for\nnormal thermoregulation, which can contribute to heat stress. The licensee must remove the hair mats and maintain\nthe hair coats to contribute to the health and well-being of the animals.\nLong toenails can be painful, get caught and torn off by the flooring and affect the dogs’ normal posture and\nlocomotion. The licensee must trim the long toe nails and maintain the toenails to contribute to the dogs’ health and\nwell-being.\nDirty ears can contribute to other more serious ear problems and does not demonstrate proper animal husbandry.\nThe dogs’ ears must be cleaned and maintained to contribute to the dogs health and well-being.\nA buildup of matter on the teeth and red swollen gums can be a sign of dental disease. Dental disease can be\npainful, cause tooth loss and contribute to other health problems. The licensee and a veterinarian must establish a\nwritten dental plan to ensure that all the dogs are receiving proper dental care and prevention.\nCloudy eyes, discharge from the eyes and redness of the eyes can be a sign of illness and/or injury. The licensee\nmust observe all the dogs on a daily basis for eye problems and communicate with the attending veterinarian to\naddress problems in a timely manner. All communication, recommendations and treatment must be documented,\nmaintained and available for inspection.\n** One bottle of Salix was in the first kennel building, the bottle was not specifically labeled for the use in dogs. The\nlicensee stated that the medication was prescribed by her attending veterinarian for a dog with a heart problem and\ngave her verbal instructions on the use.\n** One bottle of pills in the first kennel building had the word Amoxi written on the bottle in marker with no further\ninformation.\nAll medicine must be properly labeled, if it is not specifically labeled for the use in dogs the medicines must be\nlabeled or have accompanying directions for the proper use of the medicines for dogs. To include, what it is for, the\ndosage, the route it is administered, how often and for how long to use the medicine and an expiration date. All\nmedicine must be properly labeled or removed from the facility. To be corrected by: 05/18/2017.\n** One bottle of eye wash in the first kennel building that the inspector observed the licensee use on a dog had an\nexpiration date of 06-16. One bottle of ear wash in the first kennel building had an expiration date of 02-12 and one\n\ntube of nutrient supplement in the puppy building had an expiration date of 12-16. The use of expired medicine is\nnot an appropriate method to treat, prevent or control diseases and injuries. The expired medicine must be removed\nfrom the facility. To be corrected by: 05/18/2017.\nAll dealers must use appropriate methods to diagnose, prevent, control and treat diseases and injuries.\n2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n** Multiple dogs with an eye abnormality, excessive matting, and severe dental disease (listed in 2.40(b)(2) above).\nWhen the issue was brought to the attention of the licensee, she stated that they had not previously identified or\ntreated these animals. Observation must be performed on a daily basis to identify and assess all health issues with\na mechanism of direct and frequent communication to a veterinarian so as to provide frequent and timely\ninformation on any and all health issues identified during daily observations. By not identifying and reporting the\nabnormal signs displayed in these animals the dogs remained untreated, which could have caused the animal\nunnecessary pain and discomfort. Correct by contacting a veterinarian about the dogs’ condition. Furthermore,\nensure all animals are adequately observed daily basis to ensure that all health issues have been properly identified\nand reported to a veterinarian in a timely and accurate manner. To be corrected by: 05/18/2017.\n2.50(a)(1)\nTIME AND METHOD OF IDENTIFICATION.\n** Three adult dogs inspected did not have proper identification. The licensee is using micro-chips to identify the\nadult dogs and three dogs did not have micro-chip identification or other approved form of identification. All dogs in\nthe facility must be properly identified to aid the USDA in tracking the animals if needed. Proper identification is also\nnecessary to maintain accurate records. The owner must ensure that all dogs in the facility are properly identified.\nTo be corrected by: 06/18/2017.\n2.50(a)(2)\nTIME AND METHOD OF IDENTIFICATION.\n** Seventeen puppies did not have proper identification. The owner is using eraser boards to identify the puppies.\nCage cards can be used but they have to be kept for one year after the animals has left the facility. The cage cards\nmust have the letters USDA, the licensee's certificate number, the puppies individual identification number, the date\nof birth, sex, breed, brief description and when the puppies are sold or die. Maintaining accurate litter records can\n\naid you and your attending veterinarian in evaluating the health of the breeding program. The cage cards must be\nmaintained for one year after the animal has left the facility. All animals in the facility must be properly identified to\naid the USDA in the proper tracking of the animals. To be corrected by: 05/19/2017.\n3.1(c)(1)(i)\nHOUSING FACILITIES, GENERAL.\n** The first and last kennel building had rusted wire surfaces on at least half of the outdoor enclosures. The surfaces\nwere rusted to the point that it is pitted and flaking and some wire was rusted through. The rusted surfaces do not\nallow for proper cleaning and sanitizing and is affecting the structural strength. The rusted surfaces must be\nrepaired and/or replaced to allow for proper cleaning and sanitizing and to ensure the structural strength of the\nsurfaces. To be corrected by: 06/18/2017.\n3.1(c)(1)(ii)\nHOUSING FACILITIES, GENERAL.\n** On the outside portion of the last building, three enclosures had broken wire creating sharp points inside of the\nenclosures that the dogs could come into contact with causing injury to the skin or eyes. The owner must remove all\nsharp points from the enclosures to minimize the risk of injury to the animals. All enclosures must be free of sharp\npoints that might injure the animals. To be corrected by: 05/19/2017.\n3.2(b)\nINDOOR HOUSING FACILITIES.\n** Upon entering the puppy building the inspector noticed a strong odor of dog feces and urine. After about ten\nminutes the inspector could feel a burning in the eyes and back of the throat from the odor and ammonia. Two adult\ndogs were observed with tearing of the eyes which could be attributed to the strong odor and ammonia in the\nbuilding. The building does have a ventilation fan, the was off when we first entered the building, the licensee did\nturn the ventilation fan on when the odor was mentioned. The ventilation fan must be manually turned on, it is not on\na timer. The ventilation in the building must be increased to minimize odors and ammonia levels that ensures the\nhealth and well-being of the animals in the building. To be corrected by: 05/18/2017.\nThe inspection and exit briefing was conducted with the licensee. The written inspection report was hand delivered\nby 11:00 A.M. on 05/18/2017. The inspection report was discussed and veterinary records were also reviewed. The\nDirect veterinary care non-compliant items have been addressed and the dogs were evaluated by the attending\nveterinarian.\nEnd of report.\n\n",
  "animals_total": 79,
  "species": [
    {
      "count": 62,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 17,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}