{
  "insp_id": "2016090000750901",
  "layout": "b",
  "customer_id": "2349",
  "customer_name": "RICHARD PECK",
  "customer_addr": "E4561 Sherwood Drive\nSpring Green, WI 53588",
  "certificate": "35-C-0329",
  "site_id": "001",
  "site_name": "RICHARD PECK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-NOV-2021",
  "report_date": "23-NOV-2021",
  "citations": [
    {
      "code": "3.55",
      "kind": "",
      "repeat": false,
      "desc": "Watering.",
      "narrative": "The rabbits' water container had dirty ice on top of the water but the rabbits were observed to have access and drink\nwater through a hole in the ice. Iced over water is not considered potable and the dirt could contaminate the water they\ndrink. Ensure the rabbits have sufficient potable water daily by cleaning the ice off daily and ensuring their water is clean\nand accessible.\nCorrect by 11/24/2021."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "The elk's enclosure has a loose panel in the middle and loose panel wire by the watering area. For safety, the facility\nreports maintenance is postponed with the elk during the rut season. Loose panels and panel strands could injure the elk.\nMaintain the elk enclosure free from loose panels and loose panel wires. Ensure that a safe method of correcting these\nareas is employed and that in the future a safe method of maintaining the elk's enclosure is in place year-round (options\nwere discussed)."
    },
    {
      "code": "3.127(c)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "The watering areas for the cow and goat, fallow deer, and whitetail deer have areas of poor drainage under their watering\npans where artesian water overflows and creates pooling of water that they have to stand in to get a drink. Adequate\ndrainage of water is required to protect animal health. Ensure that these areas are maintained so that animals don't have\nto walk/stand in water to get to the clean drinking water.\nCorrect by 12/23/2021.\nThis inspection and exit interview were conducted with a facility representative.\nEnd Section"
    }
  ],
  "narrative": "3.55 \n   \nWatering. \nThe rabbits' water container had dirty ice on top of the water but the rabbits were observed to have access and drink \nwater through a hole in the ice.  Iced over water is not considered potable and the dirt could contaminate the water they \ndrink.  Ensure the rabbits have sufficient potable water daily by cleaning the ice off daily and ensuring their water is clean \nand accessible. \nCorrect by 11/24/2021. \n3.125(a)  Repeat\n   \nFacilities, general. \nThe elk's enclosure has a loose panel in the middle and loose panel wire by the watering area.  For safety, the facility \nreports maintenance is postponed with the elk during the rut season.  Loose panels and panel strands could injure the elk.  \nMaintain the elk enclosure free from loose panels and loose panel wires.  Ensure that a safe method of correcting these \nareas is employed and that in the future a safe method of maintaining the elk's enclosure is in place year-round (options \nwere discussed). \n3.127(c) \n   \nFacilities, outdoor.\n\nThe watering areas for the cow and goat, fallow deer, and whitetail deer have areas of poor drainage under their watering \npans where artesian water overflows and creates pooling of water that they have to stand in to get a drink.  Adequate \ndrainage of water is required to protect animal health.  Ensure that these areas are maintained so that animals don't have \nto walk/stand in water to get to the clean drinking water. \nCorrect by 12/23/2021. \n \nThis inspection and exit interview were conducted with a facility representative. \n \nEnd Section",
  "animals_total": 43,
  "species": [
    {
      "count": 26,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 6,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 3,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 1,
      "scientific": "Cervus elaphus canadensis",
      "common": "ELK"
    },
    {
      "count": 5,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 1,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}