{
  "insp_id": "2016082568058241",
  "layout": "a",
  "customer_id": "281",
  "customer_name": "Covance Research Products Inc",
  "customer_addr": "310 Swamp Bridge Road\nDenver, PA 17517",
  "certificate": "23-A-0180",
  "site_id": "004",
  "site_name": "COVANCE RESEARCH PRODUCTS INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-JAN-2017",
  "report_date": "06-JAN-2017",
  "citations": [
    {
      "code": "3.53(a)(1)",
      "kind": "Critical",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "In early September 2016, a rabbit was found by staff with an enrichment device (bell) stuck in its mouth. Staff\ncontacted the attending veterinarian and it was decided to euthanize the animal. The rabbit was eight months old\nand therefore at the end of its production cycle. It likely would have been euthanized within a week. This\ncontributed to the decision to euthanize at this time. At post-mortem, the bell was removed with no other injuries\napparent. Bells are hung from the ceilings of the rabbit enclosures on chains. The bells are attached to the chains\nwith with a metal circle. The ends of the circle are in close opposition to each other but do not overlap. It is\nsuspected the bell had become detached from the chain and fell to the bottom of the enclosure allowing the rabbit\npush its lower jaw into the wide part of the bell where it became stuck. Though the facility plans to move to a more\nsturdy enrichment device, the bells have not been modified or replaced. On inspection today, one bell was seen\nlying on the enclosure floor of one rabbit. Enrichment devices which are not safe and secure can harm animal\nhealth. Primary enclosures, including enrichment items, shall be structurally sound and maintained in good repair\nto protect the rabbits from injury.\nCorrect by: March 1, 2017\nThis inspection and exit interview were conducted with the Attending and Clinical Veterinarians"
    }
  ],
  "narrative": "3.53(a)(1)           CRITICAL\nPRIMARY ENCLOSURES.   \nIn early September 2016, a rabbit was found by staff with an enrichment device (bell) stuck in its mouth.   Staff\ncontacted the attending veterinarian and it was decided to euthanize the animal.  The rabbit was eight months old\nand therefore at the end of its production cycle.  It likely would have been euthanized within a week.  This\ncontributed to the decision to euthanize at this time.  At post-mortem, the bell was removed with no other injuries\napparent.  Bells are hung from the ceilings of the rabbit enclosures on chains.  The bells are attached to the chains\nwith with a metal circle.  The ends of the circle are in close opposition to each other but do not overlap.  It is\nsuspected the bell had become detached from the chain and fell to the bottom of the enclosure allowing the rabbit\npush its lower jaw into the wide part of the bell where it became stuck.  Though the facility plans to move to a more\nsturdy enrichment device, the bells have not been modified or replaced.  On inspection today, one bell was seen\nlying on the enclosure floor of one rabbit.  Enrichment devices which are not safe and secure can harm animal\nhealth.   Primary enclosures, including enrichment items, shall be structurally sound and maintained in good repair\nto protect the rabbits from injury.\nCorrect by:  March 1, 2017\nThis inspection and exit interview were conducted with the Attending and Clinical Veterinarians",
  "animals_total": 1257,
  "species": [
    {
      "count": 1257,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    }
  ]
}