{
  "insp_id": "2016082569095129",
  "layout": "a",
  "customer_id": "325010",
  "customer_name": "Jason Riggs",
  "customer_addr": "26545 416th Avenue\nEthan, SD 57334",
  "certificate": "46-A-0404",
  "site_id": "001",
  "site_name": "JASON RIGGS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-MAR-2018",
  "report_date": "27-MAR-2018",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female, black and brown, long-haired dachshund with microchip ID # 097-536-527 , unknown date of birth and\nlocated in pen number 63, was found to have firm, dark material on teeth of the upper left and upper right dental\narcades. There was noticeable gum recession and inflammation in several areas along both upper arcades with a\nspotting of blood over the right upper premolar area. A loose tooth with loss of surrounding gum tissue was also\nfound on the upper left dental arcade.\nDental tartar buildup on teeth with recession of gum tissue and concurrent inflammation and loose teeth are signs of\ndental disease. Dental disease may directly impact the health of animals by causing pain and discomfort while\nchewing, ongoing infection and tooth loss.\nThe above described dog needs to be evaluated by a veterinarian within the next 7 days and a treatment plan\nestablished for treatment of the conditions found. Written documentation of evaluation by a veterinarian and the\nestablishment of treatment also need to be available to the inspector upon his/her request.\nThis inspection and exit interview were conducted with a facility representative."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female, black and brown, long-haired dachshund with  microchip ID # 097-536-527 , unknown date of birth and\nlocated in pen number 63,  was found to have  firm, dark material on teeth  of the upper left and upper right dental\narcades. There was noticeable gum recession and inflammation in several areas along both upper arcades with a\nspotting of blood over the right upper premolar area. A loose tooth with loss of surrounding  gum tissue was also\nfound on the upper left dental arcade.\nDental tartar buildup on teeth with recession of gum tissue and concurrent inflammation and loose teeth are signs of\ndental disease.  Dental disease may directly impact the health of animals by causing pain and discomfort while\nchewing, ongoing infection and tooth loss. \nThe above described dog needs to be evaluated by a veterinarian  within the next  7 days and a treatment plan\nestablished for treatment of the conditions found. Written documentation of evaluation by a veterinarian and the\nestablishment  of treatment also need to be available to the inspector upon his/her request.\nThis inspection and exit interview were conducted with a facility representative.",
  "animals_total": 44,
  "species": [
    {
      "count": 34,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 10,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}