{
  "insp_id": "217160749430810",
  "layout": "a",
  "customer_id": "2894",
  "customer_name": "Barbara Brooks",
  "customer_addr": "203 West Grant St\nAlliance, OH 44601",
  "certificate": "31-C-0077",
  "site_id": "001",
  "site_name": "BARBARA BROOKS",
  "insp_type": "ATTEMPTED INSPECTION",
  "date": "03-AUG-2016",
  "report_date": "05-AUG-2016",
  "citations": [
    {
      "code": "2.126(b)",
      "kind": "",
      "repeat": true,
      "desc": "ACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.",
      "narrative": "A responsible adult was not available to accompany APHIS Officials during the inspection process from 615 pm to\n646 pm on 08/03/2016.\nInspector arrived at 615 pm and called home phone on file with no answer at 616 pm. Cell phone number\nprovided by facility was called at 618 pm where licensee's grandson answered and stated licensee should be at\nhome. Inspector asked grandson to contact licensee for the inspection. Inspector waited until 642 pm and called\ncell phone again with no answer. A message was left on cell phone. The facility has a gate across the driveway\nthat does not allow access to the house.\nFailure to allow APHIS officials to complete an unannounced inspection does not satisfy the requirements of the\nAnimal Welfare Act and makes it impossible to determine if the facility is in compliance with the Act and its\nregulations.\nCorrect this by ensuring availability for future unannounced inspections."
    }
  ],
  "narrative": "2.126(b)                    REPEAT\nACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.\nA responsible adult was not available to accompany APHIS Officials during the inspection process from  615 pm to\n646 pm on 08/03/2016.\nInspector arrived at 615 pm and called home phone on file with no answer at 616 pm.    Cell phone number\nprovided by facility was called at 618 pm where licensee's grandson answered and stated licensee should be at\nhome.  Inspector asked grandson to contact licensee for the inspection.   Inspector waited until 642 pm and called\ncell phone again with no answer.  A message was left on cell phone.   The facility has a gate across the driveway\nthat does not allow access to the house.\nFailure to allow APHIS officials to complete an unannounced inspection does not satisfy the requirements of the\nAnimal Welfare Act and makes it impossible to determine if the facility is in compliance with the Act and its\nregulations.\nCorrect this by ensuring availability for future unannounced inspections.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}