{
  "insp_id": "260141825260437",
  "layout": "a",
  "customer_id": "22926",
  "customer_name": "Dan Berhorst",
  "customer_addr": "P O Box 187\nFreeburg, MO 65035",
  "certificate": "43-A-3923",
  "site_id": "001",
  "site_name": "DAN BERHORST",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-SEP-2014",
  "report_date": "18-SEP-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "**** The right eye of an adult brown and black Beagle ( Tag #185 ) was cloudy in appearance. The white area\ncovered more than one-half of the eye. This could be due to an infection, allergies, injury, irritation or other medical\nconditions. The licensee stated that this was the first time the eye had been noticed. Eye problems can be painful\ncausing discomfort which affects the health and well- being of the dog. The attending veterinarian had not been\nconsulted nor had any treatment been provided at the time of inspection. This Beagle also had a coating of dark\nbrown matter on the cheek teeth on both sides of his mouth extending up into the gum line. There was a dark red\nline on the junction of the teeth and gum. The abnormal buildup of material on teeth can cause damage to the gum\ntissue and tooth structures, be painful, impact the ability of the dog to eat normally, and potentially harm the health\nof the animal. The licensee must have this animal examined by a veterinarian to obtain an accurate diagnosis and\nappropriate treatment plan. The outcome of this consultation must be documented and provided to the inspector\nupon request.\nTo be corrected by: September 19, 2014\n****One chocolate Cocker Spaniel (Tag# 341) had a large amount of a milky green crusty discharge around both\neyes. The left eye had a white cloudy appearance in the center of the eye, covering almost one-half of the eye.\nThe licensee stated that he had just picked up this dog over the past weekend and had not notice the condition.\nEye problems can be painful causing discomfort and can worsen quickly when not properly treated. The licensee\nmust have this animal examined by a licensed veterinarian to obtain an accurate diagnosis and appropriate\ntreatment plan. The outcome of this consultation must be documented and provided to the inspector upon request.\nTo be corrected by: September 19, 2014"
    },
    {
      "code": "2.50(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "****There was no record of inventory present on puppies less than 16 weeks of age at the facility. There were 99\npuppies that had no identification on or near them. Identification is required in order to ensure that each animal's\nidentity can be known with certainty and to facilitate record keeping requirements for inventory, disposition,\ntransport, and healthcare documentation. The owner must identify all live regulated animals and assure that records\nare kept at all times. Complete and accurate records are needed to ensure that every puppy's identity can be\nknown with certainty and to facilitate the ability to trace all puppies. The licensee must maintain complete and\naccurate records of all puppies at all times at their facility.\nTo be corrected by: September 24, 2014"
    },
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Surfaces\n****Seven self-feeders in the outdoor enclosures were excessively rusted and pitted and the metal was flaking off.\nTwo feeders had rusted through, causing holes and jagged edges in the food tray part of the feeder. The dogs'\nfood is in direct contact with these excessively rusted surfaces. The licensee must ensure that any surfaces that\ncome in contact with the dogs are free of excessive rust that prevents the required cleaning and sanitization.\nTo be corrected by: October 1, 2014"
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Sanitization of primary enclosures and food and water receptacles.\n****Multiple raised enclosures had wind and rain breaks,the back walls of the enclosure and inside of the enclosure\nunit covered in dirt, grease and other excreta. Sanitization of surfaces is necessary to prevent an accumulation of\nexcreta and other disease hazards. Unsanitary living conditions exist that could lead to potential contamination,\nsoiling or caking of the hair coat or disease risks if the area is not kept clean. The licensee must ensure that all\nsurfaces are cleaned and sanitized once every two weeks or more often if needed.\nTo be corrected by: October 1, 2014\nAdditional Inspectors\nVernon Kathryn, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n**** The right eye of an adult brown and black Beagle ( Tag #185 ) was cloudy in appearance. The white area\ncovered more than one-half of the eye. This could be due to an infection, allergies, injury, irritation or other medical\nconditions. The licensee stated that this was the first time the eye had been noticed.  Eye problems can be painful\ncausing discomfort which affects the health and well- being of the dog.  The attending veterinarian had not been\nconsulted nor had any treatment been provided at the time of inspection.  This Beagle also had a coating of dark\nbrown matter on the cheek teeth on both sides of his mouth extending up into the gum line. There was a dark red\nline on the junction of the teeth and gum.  The abnormal buildup of material on teeth can cause damage to the gum\ntissue and tooth structures, be painful, impact the ability of the dog to eat normally, and potentially harm the health\nof the animal.   The licensee must have this animal examined by a veterinarian to obtain an accurate diagnosis and\nappropriate treatment plan. The outcome of this consultation must be documented and provided to the inspector\nupon request. \nTo be corrected by:  September 19, 2014\n****One chocolate Cocker Spaniel (Tag# 341) had a large amount of a milky green crusty discharge around both\neyes.  The left eye had a white cloudy appearance in the center of the eye, covering almost one-half of the eye. \nThe licensee stated that he had just picked up this dog over the past weekend and had not notice the condition. \nEye problems can be painful causing discomfort and can worsen quickly when not properly treated. The licensee\nmust have this animal examined by a licensed veterinarian to obtain an accurate diagnosis and appropriate\ntreatment plan. The outcome of this consultation must be documented and provided to the inspector upon request.\nTo be corrected by:  September 19, 2014\n2.50(a)(2)\nTIME AND METHOD OF IDENTIFICATION.\n****There was no record of inventory present on puppies less than 16 weeks of age at the facility.  There were 99\npuppies that had no identification on or near them. Identification is required in order to ensure that each animal's\n\nidentity can be known with certainty and to facilitate record keeping requirements for inventory, disposition,\ntransport, and healthcare documentation. The owner must identify all live regulated animals and assure that records\nare kept at all times.  Complete and accurate records are needed to ensure that every puppy's identity can be\nknown with certainty and to facilitate the ability to trace all puppies.  The licensee must maintain complete and\naccurate records of all puppies at all times at their facility.\nTo be corrected by: September 24, 2014\n3.1(c)(1)(1)\nHOUSING FACILITIES, GENERAL.\nSurfaces\n****Seven self-feeders in the outdoor enclosures were excessively rusted and pitted and the metal was flaking off.\nTwo feeders had rusted through, causing holes and jagged edges in the food tray part of the feeder.  The dogs' \nfood is in direct contact with these excessively rusted surfaces. The licensee must ensure that any surfaces that\ncome in contact with the dogs are free of excessive rust that prevents the required cleaning and sanitization.\nTo be corrected by:  October 1, 2014\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nSanitization of primary enclosures and food and water receptacles.\n****Multiple raised enclosures had wind and rain breaks,the back walls of the enclosure and inside of the enclosure\nunit covered in dirt, grease and other excreta.  Sanitization of surfaces is necessary to prevent an accumulation of\nexcreta and other disease hazards.   Unsanitary living conditions exist that could lead to potential contamination,\nsoiling or caking of the hair coat or disease risks if the area is not kept clean.  The licensee must ensure that all\nsurfaces are cleaned and sanitized once every two weeks or more often if needed.  \nTo be corrected by: October 1, 2014\nAdditional Inspectors\nVernon Kathryn, Animal Care Inspector",
  "animals_total": 260,
  "species": [
    {
      "count": 161,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 99,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}