{
  "insp_id": "2016082569426229",
  "layout": "a",
  "customer_id": "503485",
  "customer_name": "G Keith Yoder",
  "customer_addr": "8904 T R 304\nMillersburg, OH 44654",
  "certificate": "31-A-0716",
  "site_id": "001",
  "site_name": "G KEITH YODER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-APR-2019",
  "report_date": "04-APR-2019",
  "citations": [
    {
      "code": "3.6(c)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Two enclosures were too small for the dogs they contained. One enclosure contained two adults and three\npuppies. The dogs measured 15 inches, 13.5 inches, 13.5 inches, 16 inches, and 19 inches respectively. They\nrequired 2,310.5 square inches of space. Their enclosure measured 32 inches by 36 inches and had 1,152 square\ninches of space. The dogs in that enclosure were short by 1,158.5 square inches of space.\nThe second enclosure contained six weaned puppies. Three of the puppies measured 13 inches, two measured\n13.5 inches, and one measured 14 inches. The puppies required 2,243.5 square inches of space. The enclosure\nmeasured 32 by 36 inches for a total of 1,152 square inches of space. The dogs in that enclosure were short by\n1,091.5 square inches of space.\nCage space requirements ensure that the dogs have enough room to move about freely within their cages. It\nminimizes the dogs from stepping or sitting in their feces or urine and also minimizes the spread of disease. The\nlicensee must ensure that all enclosures containing dogs and puppies have enough floor space to meet the\nminimum floor space requirements for the number of and the size of the dogs in that enclosure. Correct\nimmediately."
    },
    {
      "code": "3.6(c)(4)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "A 4 month old male Cava Poo (microchip ID # (900)111880710082) has been tethered to a shed with\nindoor/outdoor access for the past three weeks. The licensee stated she ran out of room for him in the main\nbuilding so she put him out there temporarily until she could get him sold. Tethering a dog for an extended period of\ntime can be uncomfortable and stressful for that dog. In addition, it can result in injury to the dog. Tethering of dogs\nfor use as a primary enclosure must be discontinued. Correct immediately.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "3.6(c)(1)(i)\nPRIMARY ENCLOSURES.\nTwo enclosures were too small for the dogs they contained.  One enclosure contained two adults and three\npuppies.  The dogs measured 15 inches, 13.5 inches, 13.5 inches, 16 inches, and 19 inches respectively.  They\nrequired 2,310.5 square inches of space.  Their enclosure measured 32 inches by 36 inches and had 1,152 square\ninches of space.  The dogs in that enclosure were short by 1,158.5 square inches of space.\nThe second enclosure contained six weaned puppies.  Three of the puppies measured 13 inches, two measured\n13.5 inches, and one measured 14 inches.  The puppies required 2,243.5 square inches of space.  The enclosure\nmeasured 32 by 36 inches for a total of 1,152 square inches of space.  The dogs in that enclosure were short by\n1,091.5 square inches of space.\nCage space requirements ensure that the dogs have enough room to move about freely within their cages. It\nminimizes the dogs from stepping or sitting in their feces or urine and also minimizes the spread of disease. The\nlicensee must ensure that all enclosures containing dogs and puppies have enough floor space to meet the\nminimum floor space requirements for the number of and the size of the dogs in that enclosure. Correct\nimmediately.\n3.6(c)(4)\nPRIMARY ENCLOSURES.\nA 4 month old male Cava Poo (microchip ID # (900)111880710082) has been tethered to a shed with\nindoor/outdoor access for the past three weeks.  The licensee stated she ran out of room for him in the main\nbuilding so she put him out there temporarily until she could get him sold.  Tethering a dog for an extended period of\ntime can be uncomfortable and stressful for that dog. In addition, it can result in injury to the dog.  Tethering of dogs\nfor use as a primary enclosure must be discontinued.  Correct immediately.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.\n\n",
  "animals_total": 34,
  "species": [
    {
      "count": 20,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 14,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}