{
  "insp_id": "2016082569610158",
  "layout": "a",
  "customer_id": "504138",
  "customer_name": "Amos Zook",
  "customer_addr": "12204 Indian Trail Road\nEconomy, IN 47339",
  "certificate": "32-A-0752",
  "site_id": "001",
  "site_name": "AMOS ZOOK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-SEP-2019",
  "report_date": "25-SEP-2019",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Several of the guinea pigs appear underweight, with thin hair coats. A number of them have chewed ears. Though\nnoted by facility staff, a veterinarian has not been contacted nor have treatments been initiated. Animal welfare is at\nrisk. Direct and frequent communication is required so that timely and accurate information on problems of animal\nhealth, behavior, and well-being is conveyed to the attending veterinarian. Consultation with a licensed veterinarian\nis needed for diagnosis and treatment.\nCorrect by: September 28, 2019"
    },
    {
      "code": "3.31(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Several enclosures are wet and/or heavily soiled. Shelves closer to the floor seem to be most commonly affected.\nThough they were cleaned and sanitized just three days ago, affected enclosures remain too dirty. A dirty\nenvironment contributes to animal stress and disease. Primary enclosures shall be cleaned and sanitized often\nenough to prevent an accumulation of excreta or debris. A program must be developed and maintained which\nprovides effective cleaning and sanitation.\nCorrect by: October 2, 2019\nThis inspection and exit interview were conducted with Owner and representatives."
    }
  ],
  "narrative": "2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nSeveral of the guinea pigs appear underweight, with thin hair coats.  A number of them have chewed ears.  Though\nnoted by facility staff, a veterinarian has not been contacted nor have treatments been initiated.  Animal welfare is at\nrisk.   Direct and frequent communication is required so that timely and accurate information on problems of animal\nhealth, behavior, and well-being is conveyed to the attending veterinarian.  Consultation with a licensed veterinarian\nis needed for diagnosis and treatment.  \nCorrect by:  September 28, 2019\n3.31(a)(1)\nSANITATION.\nSeveral enclosures are wet and/or heavily soiled.  Shelves closer to the floor seem to be most commonly affected. \nThough they were cleaned and sanitized just three days ago, affected enclosures remain too dirty.  A dirty\nenvironment contributes to animal stress and disease. Primary enclosures shall be cleaned and sanitized often\nenough to prevent an accumulation of excreta or debris.  A program must be developed and maintained which\nprovides effective cleaning and sanitation.\nCorrect by:  October 2, 2019\nThis inspection and exit interview were conducted with Owner and representatives.",
  "animals_total": 257,
  "species": [
    {
      "count": 257,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}