{
  "insp_id": "198151106410955",
  "layout": "a",
  "customer_id": "324372",
  "customer_name": "Ben J Troyer",
  "customer_addr": "4021 Ridge Rd Sw\nBaltic, OH 43804",
  "certificate": "31-A-0387",
  "site_id": "001",
  "site_name": "BEN TROYER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-JUL-2015",
  "report_date": "15-JUL-2015",
  "citations": [
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "*** Chemicals, tools, and other miscellaneous supplies are being stored on top of enclosures in both the whelping\nand addult areas. Chemicals or tools falling into the enclosures below could injure the dogs or cause harm from\nthem ingesting the chemicals. Correct this by ensuring all chemicals, tools, and other items are not stored on top of\nprimary enclosures. These items must be properly stored utilizing cabinets or shelving.\nCorrect by: 16 July 2015"
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Rodent droppings were found in a plastic bin stored on top of the primary enclosures in the adult dog area. Rodent\nfeces can be a source of disease in animals. An effective pest control program needs to be established and\nmaintained to prevent mammalian pest activity within the dog areas. Correct this by establishing a program to\ncontrol these pests.\nCorrect by: 24 July 2015\n**Inspection and exit interview conducted with the licensee, Randy Coleman, ACI, and Mary Ann McBride, VMO.\nAdditional Inspectors\nMcbride Mary Ann, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.1(e)\nHOUSING FACILITIES, GENERAL.\n*** Chemicals, tools, and other miscellaneous supplies are being stored on top of enclosures in both the whelping\nand addult areas.  Chemicals or tools falling into the enclosures below could injure the dogs or cause harm from\nthem ingesting the chemicals.  Correct this by ensuring all chemicals, tools, and other items are not stored on top of\nprimary enclosures.  These items must be properly stored utilizing cabinets or shelving.\nCorrect by: 16 July 2015\n3.11(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nRodent droppings were found in a plastic bin stored on top of the primary enclosures in the adult dog area.  Rodent\nfeces can be a source of disease in animals.  An effective pest control program needs to be established and\nmaintained to prevent mammalian pest activity within the dog areas.  Correct this by establishing a program to\ncontrol these pests.\nCorrect by: 24 July 2015\n**Inspection and exit interview conducted with the licensee, Randy Coleman, ACI, and Mary Ann McBride, VMO.\nAdditional Inspectors\nMcbride Mary Ann, Veterinary Medical Officer",
  "animals_total": 49,
  "species": [
    {
      "count": 35,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 14,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}