{
  "insp_id": "2016082568684715",
  "layout": "a",
  "customer_id": "29936",
  "customer_name": "Alvin Z Nolt",
  "customer_addr": "N15216 Bruce Mound Ave\nThorp, WI 54771",
  "certificate": "35-A-0248",
  "site_id": "001",
  "site_name": "ALVIN NOLT",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-AUG-2017",
  "report_date": "09-AUG-2017",
  "citations": [
    {
      "code": "3.6(a)(2)(ix)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "One enclosure made of wood containing two dogs has not been sealed. This doesn't allow for the enclosure to be\neasily sanitized. The enclosure must either be sealed or the walls and floors need to be replaced with a material\nthat can be readily sanitized. Correct by 8/23/17."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "A feeder for two dogs had grime built up on the inside of it. It appeared it had not been cleaned in some time. I\nasked the licensee how often the feeders are sanitized and he said they were last done in the spring. Not sanitizing\nthe feeders every two weeks doesn't ensure that the various types of germs (such as viruses, bacteria, parasites,\netc.) have been killed. All feeders must be sanitized every two weeks or more often as necessary. Correct by\n8/23/17.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "3.6(a)(2)(ix)\nPRIMARY ENCLOSURES.\nOne enclosure made of wood containing two dogs has not been sealed.  This doesn't allow for the enclosure to be\neasily sanitized.  The enclosure must either be sealed or the walls and floors need to be replaced with a material\nthat can be readily sanitized.  Correct by 8/23/17.\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nA feeder for two dogs had grime built up on the inside of it.  It appeared it had not been cleaned in some time.  I\nasked the licensee how often the feeders are sanitized and he said they were last done in the spring.  Not sanitizing\nthe feeders every two weeks doesn't ensure that the various types of germs (such as viruses, bacteria, parasites,\netc.) have been killed.  All feeders must be sanitized every two weeks or more often as necessary.  Correct by\n8/23/17.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.",
  "animals_total": 20,
  "species": [
    {
      "count": 16,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 4,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}