{
  "insp_id": "2016090000758952",
  "layout": "b",
  "customer_id": "7727",
  "customer_name": "CRITTER BARN",
  "customer_addr": "9275 ADAMS STREET\nZEELAND, MI 49464",
  "certificate": "34-C-0146",
  "site_id": "001",
  "site_name": "CRITTER BARN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-JAN-2022",
  "report_date": "13-JAN-2022",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Two male goats a LaMancha and French Alpine were being treated for head wounds received as the result of a fight. The\nVetericyn spray being used expired May of 2019. The use of expired drugs is not an appropriate method to prevent or\ntreat injury or illness. The efficacy of these products beyond their expiration date is uncertain. Use of these drugs could\nlead to failure to prevent or treat illness causing animal harm and suffering."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "-Two male goats a LaMancha and French Alpine were being treated for head wounds received as the result of a fight.\nThe Vetericyn spray being used expired May of 2019. The French Alpine goat also has a left ear which is swollen, crusty\nand the tip of the ear is deteriorated in appearance. This ear was noticed by facility personnel yesterday. Treatment with\nantibiotics was not started as no one at the facility felt comfortable giving a penicillin injection to the goat which was\nrequested by the facility executive director who was out of town. The goat was given 8 meloxicam pills at the direction of\nthe facility executive director. The condition of this goat was not communicated with the attending veterinarian. There\nmust be a mechanism of direct and frequent communication with the attending veterinarian and timely and accurate\ninformation on problems of animal health, behavior and well-being must be communicated to the attending veterinarian.\nDelays in proper treatment can lead to unnecessary suffering for this goat. The condition of this goat must be\ncommunicated to the attending veterinarian and if necessary veterinary examination and treatment must be provided.\n-There is an intact male LaMancha goat with hair loss on its sides and shoulders. The skin appears to be scaly. At the\ntime of the last inspection on 10-5-21 the inspectors contacted the attending veterinarian and the AV noted that she had\nseen the goat recently and felt that its condition was improving. This goat’s condition has remained unchanged since the\nlast inspection conducted on 10-5-21. The facility executive director stated to inspectors that she has not communicated\nthe condition of this goat to the facility attending veterinarian. It has been three months since the time of the last\ninspection and the attending veterinarian has not been aware of the unchanged condition of this goat. Issues such as this\nmay not need to remain unresolved and frequent communication with the attending veterinarian is key in helping to\naddress the condition and prevent animal discomfort. The condition of this goat must be communicated to the attending\nveterinarian and if necessary veterinary examination and treatment must be provided.\nThis inspection and exit interview were conducted with the Executive Director.\nAdditional Inspectors:\nKURT HAMMEL, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nTwo male goats a LaMancha and French Alpine were being treated for head wounds received as the result of a fight.  The \nVetericyn spray being used expired May of 2019.  The use of expired drugs is not an appropriate method to prevent or \ntreat injury or illness.  The efficacy of these products beyond their expiration date is uncertain.  Use of these drugs could \nlead to failure to prevent or treat illness causing animal harm and suffering. \n2.40(b)(3)  Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \n-Two male goats a LaMancha and French Alpine were being treated for head wounds received as the result of a fight.  \nThe Vetericyn spray being used expired May of 2019.  The French Alpine goat also has a left ear which is swollen, crusty \nand the tip of the ear is deteriorated in appearance.  This ear was noticed by facility personnel yesterday.  Treatment with \nantibiotics was not started as no one at the facility felt comfortable giving a penicillin injection to the goat which was \nrequested by the facility executive director who was out of town.  The goat was given 8 meloxicam pills at the direction of \nthe facility executive director.  The condition of this goat was not communicated with the attending veterinarian.  There \nmust be a mechanism of direct and frequent communication with the attending veterinarian and timely and accurate \ninformation on problems of animal health, behavior and well-being must be communicated to the attending veterinarian.  \nDelays in proper treatment can lead to unnecessary suffering for this goat.  The condition of this goat must be\n\ncommunicated to the attending veterinarian and if necessary veterinary examination and treatment must be provided. \n \n-There is an intact male LaMancha goat with hair loss on its sides and shoulders.  The skin appears to be scaly.  At the \ntime of the last inspection on 10-5-21 the inspectors contacted the attending veterinarian and the AV noted that she had \nseen the goat recently and felt that its condition was improving.  This goat’s condition has remained unchanged since the \nlast inspection conducted on 10-5-21.  The facility executive director stated to inspectors that she has not communicated \nthe condition of this goat to the facility attending veterinarian.    It has been three months since the time of the last \ninspection and the attending veterinarian has not been aware of the unchanged condition of this goat.  Issues such as this \nmay not need to remain unresolved and frequent communication with the attending veterinarian is key in helping to \naddress the condition and prevent animal discomfort.   The condition of this goat must be communicated to the attending \nveterinarian and if necessary veterinary examination and treatment must be provided. \n \nThis inspection and exit interview were conducted with the Executive Director. \n \nAdditional Inspectors: \nKURT HAMMEL, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 202,
  "species": [
    {
      "count": 18,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 10,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 79,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 9,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 39,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 47,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    }
  ]
}