{
  "insp_id": "INS-0000885680",
  "layout": "c",
  "customer_id": "501670",
  "customer_name": "RYEN SHIVELEY",
  "customer_addr": "240 Poole Road\nWest Union, OH 45693",
  "certificate": "31-C-0275",
  "site_id": "001",
  "site_name": "RYEN SHIVELEY",
  "insp_type": "FOCUSED INSPECTION",
  "date": "09-AUG-2023",
  "report_date": "17-AUG-2023",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The licensee is not following the Program of Vet Care as prescribed. The Program of Vet Care prescribes for camelids\nand bovine species to be tested for Tuberculosis (TB) annually. There are no records indicating testing in the past year\nand the licensee also states that it has not been done. Tuberculosis is a contagious disease of mammals, including\nhumans. Close contact with an infected animal is necessary for transmission. It is characterized as a slowly progressive\ndisease with a long incubation period. Annual testing, as stated in the Program of Vet Care, is the most accurate way to\nmonitor a herd for TB. To correct, the licensee must follow the prescribed Program of Vet Care, by testing annually for TB,\nto utilize the most appropriate methods to prevent, control, diagnose, and treat diseases. Correct by: October 9, 2023\nA red and white male goat has overgrown hind hooves. The right and left hind outside (lateral) claws are too long and are\ncurving upward. The facility representative states this goat’s hooves grow quickly and almost always needs them done\nmonthly but isn’t sure if he was done last month or not. Overgrown hooves can cause issues with ambulation which can\nlead to tendon and muscle strain. Overgrown hooves may get caught on housing structures or vegetation, thus leading to\ninjury. Additionally, overgrown hooves are more prone to infection. The facility must ensure that appropriate methods are\nbeing used to prevent, control, diagnose, and treat diseases. Correct by establishing and maintaining a regular foot care\nmaintenance program, along with records of animal identification, to ensure individual animals are receiving regular hoof\ncare. Correct by: August 16, 2023."
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "The public has direct access to several species with no attendant present or public barriers in place. The animals of\nconcern are fallow deer, kangaroo, grey fox, fennec fox, cavy, prairie dog, hedgehog, ferret, guinea pig, and muntjac deer.\nPublic contact with animals can be dangerous as injury to the animals or to the humans may occur. Additionally, it is\nimportant for the facility to ensure that the animals are not being fed undesirable food by members of the public (public\nfeeding is offered by the facility, the facility provides feed). During public exhibition, an animal must be handled (exhibited)\nso there is minimal risk of harm to the animal and to the public, with sufficient distance and/or barriers between the animal\nand the general viewing public to assure the safety of both. Correct by: August 13, 2023."
    },
    {
      "code": "2.131(d)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "There was not an employee present during periods of public contact with animals. The facility offers the public\nopportunities to feed the animals. The facility provides feed in plastic cups. During the inspection, the public was feeding\nseveral species of animals (cows, donkey, llama, and alpaca) with no attendant present. There was one attendant present\nat the goat/sheep enclosure, however, they were not able to see or monitor all areas of the facility that public feeding and\nthe potential for contact with animals was occurring. It is important for an attendant to be present to ensure that the\nanimals are not being fed something not provided by the facility, and to minimize risk of harm to the animals or to the\npublic. Correct by ensuring a responsible, knowledgeable, and readily identifiable attendant be present at all times during\nperiods of public contact. Correct by: August 16, 2023"
    },
    {
      "code": "3.75(a)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "One juvenile Ring Tail Lemur was able to enter an adjoining enclosure of a Squirrel monkey. At the beginning of the\ninspection both primates were housed in individual enclosures that shared one galvanized fencing wall. Upon further\ninspection later in the day, inspectors noticed the juvenile Ring Tail Lemur was in the Squirrel monkey primary enclosure.\nThe facility representative stated that the Ring Tail Lemur was able to get through the shared fencing and enter the\nSquirrel monkey enclosure. Failure to provide housing that restricts other animals from entering and contains the animals\nsecurely can lead to stress in the animals, compatibility issues, and injury. Correct by ensuring that housing facilities are\nkept in good repair, protect the animals from injury, contain the animals securely and restrict other animals from entering.\nCorrect by August 10, 2023."
    },
    {
      "code": "3.81(b)",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "A juvenile Ring Tail Lemur is being housed in an enclosure that does not provide the opportunity to perform species-\ntypical activities. The enclosure contains minimal enrichment, one platform (windowsill) that is insufficient to support\nnatural behaviors. The animal is co-housed with one adult Stripped Skunk that inhabits the bottom of the enclosure.\nThree adult Ring Tail Lemurs are housed in an enclosure that does not provide adequate opportunity to perform species-\ntypical activities. The enclosure contains minimal enrichment with one hanging rope ladder and 2 vertical branches\nprovided for the primates.\nFailure to provide non-human primates with adequate environmental enrichment can result in stress in the animals and\nabnormal behavioral patterns forming. The physical environment in the primary enclosures must be enriched by providing\nmeans of expressing non injurious species-typical activities. Examples of environmental enrichments include providing\nperches, swings, mirrors, and other increased cage complexities; providing objects to manipulate; varied food items; using\nforaging or task-oriented feeding methods; and providing interaction with the care giver or other familiar and\nknowledgeable person consistent with personnel safety precautions. Correct by ensuring that non-human primates are\nprovided a physical environment in the primary enclosure that are enriched by providing means of expressing species\ntypical activities. Correct by August 10, 2023."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "During inspection, a goat kid escaped from its enclosure. The goat kid went underneath the woven wire fencing. The\nbottom fencing along the entirety of the enclosure is loose and curls under. The facility representative reports that the goat\nkid does this a lot but never goes far because it won’t leave the mother goat. The goat kid returned to the enclosure on its\nown by crawling underneath the fencing after approximately 5 minutes.\nThere is a wooden play structure in the goat and sheep enclosure. On one platform, there is a missing section of a\nwooden board with two exposed nail heads remaining. The missing section is approximately 1.5 feet in length. There is an\napproximately 5 feet drop to the ground underneath the play structure.\nWoven wire fencing between the camel and camelid (two llamas and one alpaca) enclosures is bent and sagging. The\naffected area is located near the corner of the barn. The top part of the fencing is affected, approximately 4 feet in length.\nThere is an exposed nail head in one post.\nThere are three unprotected, loose, and hanging electrical cords in the sloth enclosure (the sloth was in an enclosure with\nan iguana). One is attached to an unplugged heat lamp on the ceiling. There is an orange extension cord plugged into a\nsocket but is not powering anything (it is meant to attach to the free end of the heat lamp). The last electrical cord is\nattached to a heater on the right side of the enclosure.\nThe situations above indicate potential hazards to the animals housed within the enclosures. Rotted, broken boards;\nloose, sagging fencing; and loose, uncovered electrical cords that animals can come into contact with increase the\npotential for serious injury, such as electrocution, entanglement/entrapment, lacerations or puncture wounds, and falling.\nAnimals that can escape their enclosure are at risk for trauma, ingestion of poisonous materials, theft, loss, and death.\nThe facility is responsible for constructing enclosures that are structurally sound and maintained in good repair so as to\nprotect animals from injury and also safely contain the animals. Correct by ensuring that enclosures undergo regular\nmaintenance as often as necessary for the upkeep of structural integrity, that fencing is strong and appropriate for the\nspecies in which it is meant to contain, and that other hazards such as electrical cords are placed in a manner in which\nthe animals cannot come into contact with them or become entangled. Correct by: August 23, 2023"
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "The facility’s area for storing animal food (the kitchen) has food that is rotten and moldy and there is evidence of rodent\ndroppings.\n- The refrigerator had a large cardboard box filled with rotten, moldy zucchini. There was a large puddle of\nbrownish liquid pooled on the bottom of the refrigerator.\n- In the center of the kitchen there is a cardboard box of rotten and brown green peppers.\n- On top of a filing cabinet there is a liquefying zucchini.\n- Along counter tops and on top of plastic food storage containers in the kitchen are rodent droppings. The facility\nrepresentative reports they have caught a mouse in this room previously.\nIn the barn, there is a container of gasoline located next to the hay that is being fed to the animals.\nMold, spoilage, and contamination from vermin in and around food fed to regulated animals is unsanitary. Unsanitary food\nstorage may cause weight loss, illness, or food refusal in the regulated animals, as well as attract additional vermin. Toxic\nsubstances, such as gasoline, should not be stored near food intended for animals. Employees must be sure to regularly\ninspect food for signs of spoilage or contamination. Correct by ensuring supplies of food be stored in facilities which\nadequately protect the supplies against deterioration, molding, or contamination from vermin. The box of green peppers\nwas removed at the time of inspection, as was the liquifying zucchini. Correct by: August 11, 2023."
    },
    {
      "code": "3.127(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "One Adult African Crested Porcupine housed at the facility did not have adequate access to shelter from sunlight. The\nenclosure does not have any natural shade to provide protection from direct sunlight. There was one plastic igloo\ndoghouse provided for shade. However, the animal would not be able to be completely and comfortably housed in the\ninterior of the structure without its quills touching the sides when performing species typical behaviors (extending quills).\nFailure to provide sufficient shade to animals from direct sunlight can lead to stress, dehydration, and overall discomfort.\nCorrect by ensuring that all animals have sufficient shade by natural or artificial means to allow all animals kept outdoors\nto protect themselves from direct sunlight. Correct by August 10, 2023.\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors:\nMark Sanderbeck, ANIMAL CARE INSPECTOR n"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe licensee is not following the Program of Vet Care as prescribed. The Program of Vet Care prescribes for camelids \nand bovine species to be tested for Tuberculosis (TB) annually. There are no records indicating testing in the past year \nand the licensee also states that it has not been done. Tuberculosis is a contagious disease of mammals, including \nhumans. Close contact with an infected animal is necessary for transmission. It is characterized as a slowly progressive \ndisease with a long incubation period. Annual testing, as stated in the Program of Vet Care, is the most accurate way to \nmonitor a herd for TB. To correct, the licensee must follow the prescribed Program of Vet Care, by testing annually for TB, \nto utilize the most appropriate methods to prevent, control, diagnose, and treat diseases. Correct by: October 9, 2023 \n \nA red and white male goat has overgrown hind hooves. The right and left hind outside (lateral) claws are too long and are \ncurving upward. The facility representative states this goat’s hooves grow quickly and almost always needs them done \nmonthly but isn’t sure if he was done last month or not. Overgrown hooves can cause issues with ambulation which can \nlead to tendon and muscle strain. Overgrown hooves may get caught on housing structures or vegetation, thus leading to \ninjury. Additionally, overgrown hooves are more prone to infection. The facility must ensure that appropriate methods are \nbeing used to prevent, control, diagnose, and treat diseases. Correct by establishing and maintaining a regular foot care \nmaintenance program, along with records of animal identification, to ensure individual animals are receiving regular hoof \ncare. Correct by: August 16, 2023. \n2.131(c)(1) \n   \nHandling of animals. \nThe public has direct access to several species with no attendant present or public barriers in place. The animals of \nconcern are fallow deer, kangaroo, grey fox, fennec fox, cavy, prairie dog, hedgehog, ferret, guinea pig, and muntjac deer. \nPublic contact with animals can be dangerous as injury to the animals or to the humans may occur. Additionally, it is \nimportant for the facility to ensure that the animals are not being fed undesirable food by members of the public (public \nfeeding is offered by the facility, the facility provides feed). During public exhibition, an animal must be handled (exhibited) \nso there is minimal risk of harm to the animal and to the public, with sufficient distance and/or barriers between the animal \nand the general viewing public to assure the safety of both. Correct by: August 13, 2023. \n2.131(d)(2)\n\nHandling of animals. \nThere was not an employee present during periods of public contact with animals. The facility offers the public \nopportunities to feed the animals. The facility provides feed in plastic cups. During the inspection, the public was feeding \nseveral species of animals (cows, donkey, llama, and alpaca) with no attendant present. There was one attendant present \nat the goat/sheep enclosure, however, they were not able to see or monitor all areas of the facility that public feeding and \nthe potential for contact with animals was occurring. It is important for an attendant to be present to ensure that the \nanimals are not being fed something not provided by the facility, and to minimize risk of harm to the animals or to the \npublic. Correct by ensuring a responsible, knowledgeable, and readily identifiable attendant be present at all times during \nperiods of public contact. Correct by: August 16, 2023 \n3.75(a) \n   \nHousing facilities, general. \nOne juvenile Ring Tail Lemur was able to enter an adjoining enclosure of a Squirrel monkey. At the beginning of the \ninspection both primates were housed in individual enclosures that shared one galvanized fencing wall. Upon further \ninspection later in the day, inspectors noticed the juvenile Ring Tail Lemur was in the Squirrel monkey primary enclosure. \nThe facility representative stated that the Ring Tail Lemur was able to get through the shared fencing and enter the \nSquirrel monkey enclosure. Failure to provide housing that restricts other animals from entering and contains the animals \nsecurely can lead to stress in the animals, compatibility issues, and injury. Correct by ensuring that housing facilities are \nkept in good repair, protect the animals from injury, contain the animals securely and restrict other animals from entering. \nCorrect by August 10, 2023. \n3.81(b) \n   \nEnvironment enhancement to promote psychological well-being. \nA juvenile Ring Tail Lemur is being housed in an enclosure that does not provide the opportunity to perform species-\ntypical activities. The enclosure contains minimal enrichment, one platform (windowsill) that is insufficient to support \nnatural behaviors. The animal is co-housed with one adult Stripped Skunk that inhabits the bottom of the enclosure.  \n \nThree adult Ring Tail Lemurs are housed in an enclosure that does not provide adequate opportunity to perform species-\ntypical activities. The enclosure contains minimal enrichment with one hanging rope ladder and 2 vertical branches \nprovided for the primates.  \n \nFailure to provide non-human primates with adequate environmental enrichment can result in stress in the animals and \nabnormal behavioral patterns forming. The physical environment in the primary enclosures must be enriched by providing \nmeans of expressing non injurious species-typical activities. Examples of environmental enrichments include providing \nperches, swings, mirrors, and other increased cage complexities; providing objects to manipulate; varied food items; using \nforaging or task-oriented feeding methods; and providing interaction with the care giver or other familiar and \nknowledgeable person consistent with personnel safety precautions. Correct by ensuring that non-human primates are \nprovided a physical environment in the primary enclosure that are enriched by providing means of expressing species \ntypical activities. Correct by August 10, 2023. \n3.125(a)\n\nFacilities, general. \nDuring inspection, a goat kid escaped from its enclosure. The goat kid went underneath the woven wire fencing. The \nbottom fencing along the entirety of the enclosure is loose and curls under. The facility representative reports that the goat \nkid does this a lot but never goes far because it won’t leave the mother goat. The goat kid returned to the enclosure on its \nown by crawling underneath the fencing after approximately 5 minutes. \n \nThere is a wooden play structure in the goat and sheep enclosure. On one platform, there is a missing section of a \nwooden board with two exposed nail heads remaining. The missing section is approximately 1.5 feet in length. There is an \napproximately 5 feet drop to the ground underneath the play structure.  \n \nWoven wire fencing between the camel and camelid (two llamas and one alpaca) enclosures is bent and sagging. The \naffected area is located near the corner of the barn. The top part of the fencing is affected, approximately 4 feet in length. \nThere is an exposed nail head in one post.  \n \nThere are three unprotected, loose, and hanging electrical cords in the sloth enclosure (the sloth was in an enclosure with \nan iguana). One is attached to an unplugged heat lamp on the ceiling. There is an orange extension cord plugged into a \nsocket but is not powering anything (it is meant to attach to the free end of the heat lamp). The last electrical cord is \nattached to a heater on the right side of the enclosure.  \n \nThe situations above indicate potential hazards to the animals housed within the enclosures. Rotted, broken boards; \nloose, sagging fencing; and loose, uncovered electrical cords that animals can come into contact with increase the \npotential for serious injury, such as electrocution, entanglement/entrapment, lacerations or puncture wounds, and falling. \nAnimals that can escape their enclosure are at risk for trauma, ingestion of poisonous materials, theft, loss, and death. \nThe facility is responsible for constructing enclosures that are structurally sound and maintained in good repair so as to \nprotect animals from injury and also safely contain the animals. Correct by ensuring that enclosures undergo regular \nmaintenance as often as necessary for the upkeep of structural integrity, that fencing is strong and appropriate for the \nspecies in which it is meant to contain, and that other hazards such as electrical cords are placed in a manner in which \nthe animals cannot come into contact with them or become entangled. Correct by: August 23, 2023 \n3.125(c) \n   \nFacilities, general. \nThe facility’s area for storing animal food (the kitchen) has food that is rotten and moldy and there is evidence of rodent \ndroppings. \n-  The refrigerator had a large cardboard box filled with rotten, moldy zucchini. There was a large puddle of \nbrownish liquid pooled on the bottom of the refrigerator.  \n-  In the center of the kitchen there is a cardboard box of rotten and brown green peppers.  \n-  On top of a filing cabinet there is a liquefying zucchini.  \n-  Along counter tops and on top of plastic food storage containers in the kitchen are rodent droppings. The facility \nrepresentative reports they have caught a mouse in this room previously.  \n \nIn the barn, there is a container of gasoline located next to the hay that is being fed to the animals.\n\nMold, spoilage, and contamination from vermin in and around food fed to regulated animals is unsanitary. Unsanitary food \nstorage may cause weight loss, illness, or food refusal in the regulated animals, as well as attract additional vermin. Toxic \nsubstances, such as gasoline, should not be stored near food intended for animals. Employees must be sure to regularly \ninspect food for signs of spoilage or contamination. Correct by ensuring supplies of food be stored in facilities which \nadequately protect the supplies against deterioration, molding, or contamination from vermin. The box of green peppers \nwas removed at the time of inspection, as was the liquifying zucchini. Correct by: August 11, 2023. \n3.127(a) \n   \nFacilities, outdoor. \nOne Adult African Crested Porcupine housed at the facility did not have adequate access to shelter from sunlight. The \nenclosure does not have any natural shade to provide protection from direct sunlight. There was one plastic igloo \ndoghouse provided for shade. However, the animal would not be able to be completely and comfortably housed in the \ninterior of the structure without its quills touching the sides when performing species typical behaviors (extending quills). \nFailure to provide sufficient shade to animals from direct sunlight can lead to stress, dehydration, and overall discomfort. \nCorrect by ensuring that all animals have sufficient shade by natural or artificial means to allow all animals kept outdoors \nto protect themselves from direct sunlight. Correct by August 10, 2023. \n \nThis inspection and exit interview were conducted with the licensee. \n \nAdditional Inspectors: \nMark Sanderbeck, ANIMAL CARE INSPECTOR n",
  "animals_total": 100,
  "species": [
    {
      "count": 2,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG"
    },
    {
      "count": 3,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    },
    {
      "count": 4,
      "scientific": "Cynomys ludovicianus",
      "common": "BLACK-TAILED PRAIRIE DOG"
    },
    {
      "count": 1,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 17,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 22,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 1,
      "scientific": "Choloepus didactylus",
      "common": "LINNAEUS'S TWO-TOED SLOTH"
    },
    {
      "count": 1,
      "scientific": "Saimiri sciureus",
      "common": "COMMON SQUIRREL MONKEY"
    },
    {
      "count": 4,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 6,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 2,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 1,
      "scientific": "Coendou prehensilis",
      "common": "PREHENSILE-TAILED PORCUPINE"
    },
    {
      "count": 1,
      "scientific": "Nasua narica",
      "common": "WHITE-NOSED COATI"
    },
    {
      "count": 1,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 1,
      "scientific": "Urocyon cinereoargenteus",
      "common": "GRAY FOX / GREY FOX"
    },
    {
      "count": 3,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 3,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 2,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 1,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 1,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 1,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 4,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 2,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 2,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 1,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 1,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    },
    {
      "count": 1,
      "scientific": "Nasuella olivacea",
      "common": "MOUNTAIN COATI"
    },
    {
      "count": 1,
      "scientific": "Acomys russatus",
      "common": "GOLDEN SPINY MOUSE"
    },
    {
      "count": 1,
      "scientific": "Chaetophractus vellerosus",
      "common": "SCREAMING ARMADILLO"
    },
    {
      "count": 2,
      "scientific": "Hystrix cristata",
      "common": "AFRICAN CRESTED PORCUPINE"
    },
    {
      "count": 1,
      "scientific": "Muntiacus reevesi",
      "common": "REEVE'S MUNTJAC"
    },
    {
      "count": 1,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 2,
      "scientific": "Equus asinus asinus",
      "common": "DONKEY / BURRO / ASS"
    },
    {
      "count": 1,
      "scientific": "Spermophilus richardsonii",
      "common": "RICHARDSON'S GROUND SQUIRREL"
    }
  ]
}