{
  "insp_id": "2016090000577973",
  "layout": "b",
  "customer_id": "501242",
  "customer_name": "MOSES BEILER",
  "customer_addr": "728 BROUSE RD\nMONTGOMERY, PA 17752",
  "certificate": "23-A-0667",
  "site_id": "001",
  "site_name": "MOSE BEILER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-APR-2021",
  "report_date": "14-APR-2021",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "There was one guinea pig observed with a health condition requiring treatment in accordance with the Program of\nVeterinary Care or consultation with the attending veterinarian. In Pen 27, there was a black and white adult guinea pig\nhoused with 10 other guinea pigs that appeared lethargic with labored breathing. The guinea pig was sitting in one place\nand not moving and had large chest movements with an audible raspy breathing noise. The licensee had observed the\ncondition in the animal but was not currently administering any treatments. The Program of Veterinary Care addressed\nthe condition and provided treatment options.\nRespiratory conditions can cause distress and worsen or spread to other animals if not treated.\nThe licensee must contact the attending veterinarian to evaluate the animal or initiate treatment according to the Program\nof Veterinary Care.\nCorrect by: April 14, 2021\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThere was one guinea pig observed  with a health condition requiring treatment in accordance with the Program of \nVeterinary Care or consultation with the attending veterinarian.  In Pen 27, there was a black and white adult guinea pig \nhoused with 10 other guinea pigs that appeared  lethargic with labored breathing. The guinea pig was sitting in one place \nand not moving and had large chest movements with an audible raspy breathing noise. The licensee had observed  the \ncondition in the animal but was not currently administering any treatments. The Program of Veterinary Care addressed \nthe condition and provided  treatment options. \nRespiratory conditions can cause distress and worsen or spread to other animals if not treated. \nThe licensee must contact the attending veterinarian  to evaluate the animal or initiate treatment according to the Program \nof Veterinary Care. \nCorrect by: April 14, 2021 \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 557,
  "species": [
    {
      "count": 557,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}