{
  "insp_id": "91141103082950",
  "layout": "a",
  "customer_id": "8187",
  "customer_name": "Floyd A Aprill",
  "customer_addr": "9910 West Beloit Rd\nMilwaukee, WI 53227",
  "certificate": "35-B-0113",
  "site_id": "001",
  "site_name": "FLOYD APRILL",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-APR-2014",
  "report_date": "01-APR-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Two hedgehogs ('Manitou' and 'Denali') were noticed to have mouths that were swollen and red. Neither hedgehog\ncould completely close their mouth due to the swelling. This condition could be painful and affect their ability to eat\nor drink. This problem had not been reported to the attending veterinarian until noticed during inspection. Any\nanimal health problem must be reported promptly to the attending veterinarian so that it may be appropriately\naddressed. Have the attending veterinarian evaluate and recommend treatment for Denali and Manitou and ensure\nthat any other health problem is promptly communicated to the attending veterinarian.\nCorrect by 4/2/2014."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Daily observation...\nTwo hedgehogs ('Manitou' and 'Denali') were noted to have red and swollen mouths during inspection. This\nproblem on each hedgehog was first noticed during inspection. Daily observations of animals must be completed\nso that any health problems can be communicated promptly to the attending veterinarian. Develop a method or\nsystem of observing each animal on a daily basis to ensure animal health and welfare.\nCorrect by 4/2/14\nInspection and exit interview conducted with facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nTwo hedgehogs ('Manitou' and 'Denali') were noticed to have mouths that were swollen and red.  Neither hedgehog\ncould completely close their mouth due to the swelling.  This condition could be painful and affect their ability to eat\nor drink.  This problem had not been reported to the attending veterinarian until noticed during inspection.  Any\nanimal health problem must be reported promptly to the attending veterinarian so that it may be appropriately\naddressed.  Have the attending veterinarian evaluate and recommend treatment for Denali and Manitou and ensure\nthat any other health problem is promptly communicated to the attending veterinarian.  \nCorrect by 4/2/2014.\n2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDaily observation...\nTwo hedgehogs ('Manitou' and 'Denali') were noted to have red and swollen mouths during inspection.  This\nproblem on each hedgehog was first noticed during inspection.  Daily observations of animals must be completed\nso that any health problems can be communicated promptly to the attending veterinarian.  Develop a method or\nsystem of observing each animal on a daily basis to ensure animal health and welfare.  \nCorrect by 4/2/14\nInspection and exit interview conducted with facility representative.",
  "animals_total": 18,
  "species": [
    {
      "count": 18,
      "scientific": "Atelerix albiventris",
      "common": "HEDGEHOG"
    }
  ]
}