{
  "insp_id": "300151025350949",
  "layout": "a",
  "customer_id": "30760",
  "customer_name": "Henry R Sommers",
  "customer_addr": "31264 141 Ave\nCincinnati, IA 52549",
  "certificate": "42-A-1329",
  "site_id": "001",
  "site_name": "HENRY SOMMERS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-OCT-2015",
  "report_date": "22-OCT-2015",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The program of veterinary care did not provide all of the vaccinations given to the puppies, what medications to use\nfor external or intestinal parasites, the frequency that the attending veterinarian is going to do regularly scheduled\nvisits, or the date of the last visit to the facility. The licensee stated that the vet visited last fall. The last\ndocumentation for veterinary care that was presented at the inspection was September 6, 2014.\nAn incomplete program of veterinary care and lack of regularly scheduled visits does not allow for adequate\nveterinary care. The licensee must have formal arrangements with a veterinarian to include a complete program of\nveterinary care and regularly scheduled visits."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*Female Yorkshire Terrier number 74 had visible heavy buildup of brown material on the top and bottom cheek\nteeth on both sides. The jaw appeared to not be in alignment, the tongue protruded from the right side of the\nmouth, the hair around the entire mouth was wet, and she continually licked.\n*Male Yorkshire Terrier number 168 pulled away and acted sensitive to his mouth being touched. The top and\nbottom cheek teeth on both sides, and the top incisors had a visible heavy buildup of brown material. The tongue\nprotruded from the right side of the mouth, the hair around the entire mouth was wet, and he continually licked.\n*Female Yorkshire Terrier number 009 had visible heavy buildup of brown material on the top and bottom cheek\nteeth on both sides. The jaw appeared to not be in alignment, the tongue protruded from the right side of the\nmouth, the hair around the entire mouth was wet, and she continually licked. There were missing teeth, when\nasked about when the teeth were removed, the licensee state that he has never had any teeth removed.\n*Female Yorkshire Terrier number 84 had visible heavy buildup of brown material on the top and bottom cheek\nteeth on both sides. The jaw appeared to not be in alignment, the tongue protruded from the right side of the\nmouth, the hair around the entire mouth was wet, and she continually licked.\n*Female Boston Terrier number 175 had white opaque discoloration in the left and right eye. There was a mucus\naccumulating below both eyes. The licensee believes that was a dog previously examined by a veterinarian, but did\nnot have any records indicating that specific dog being evaluated.\nDental disease can cause damage to the gum tissue, and tooth and mouth structures, be painful, and impact the\nability of the dog to eat normally, affecting the overall health of the animal. The licensee must provide adequate\nveterinary care to prevent, control, diagnose, and treat diseases and injuries."
    },
    {
      "code": "2.75(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "*The records for the adult dogs on hand on the APHIS 7005 forms were incomplete. Every adult dog was\naccounted for but was missing varying degrees of information; such as acquisition date, to every required item other\nthan the identification number.\n*The records of puppies were not on APHIS 7005 or cage cards.\nThe required forms allow for fully and correctly disclosing necessary information for trace backs, and information\nverification for animal acquisitions, sales, removal, deaths, and euthanasia. The licensee must use the APHIS 7005\nforms and make, keep, and maintain the information required by paragraph (a) (1) of this section, for ALL live\nanimals, owned, held, or otherwise in his or her control. The records are to include any offspring born of any animal\nwhile in his or her possession.\nTO BE CORRECTED BY: NOVEMBER 22, 2015"
    },
    {
      "code": "3.8",
      "kind": "",
      "repeat": true,
      "desc": "EXERCISE FOR DOGS.",
      "narrative": "The licensee did not have a completed exercise plan available and stated that he did not have one. Not having a\nplan to provide the dogs with appropriate exercise may cause health issues. The licensee must develop, document,\nand follow and appropriate plan to provide dogs with the opportunity for exercise. In addition, the plan just be\napproved by the attending veterinarian. The plan must include written standard procedure to be followed in\nproviding the opportunity for exercise."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "All forty two enclosures housing forty six dogs and twenty seven puppies had varying degrees of visible brown\ngreasy residue on the inside shelter walls, both sides of the egress doors, and on the solid wall surfaces in the\noutside area of the enclosures. The licensee stated that he rinses down inside with a hose daily and sanitizes about\nonce a month. The licensee was not sure when the outside portions of the enclosures were last sanitized.\nThe accumulation of dirt, debris, food waste, and excreta can cause disease and attract pests. The licensee must\nsanitize used primary enclosures and food receptacles at least once every 2 weeks using one of the methods\nprescribed in paragraph (b)(3) of this section, or more often if necessary to prevent an accumulation of dirt, debris,\nfood waste, excreta, and other disease hazards.\nTO BE CORRECTED BY: NOVEMBER 5, 2015\nThe inspection and exit interview were conducted with the licensee."
    }
  ],
  "narrative": "2.40(a)(1)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe program of veterinary care did not provide all of the vaccinations given to the puppies, what medications to use\nfor external or intestinal parasites, the frequency that the attending veterinarian is going to do regularly scheduled\nvisits, or the date of the last visit to the facility.  The licensee stated that the vet visited last fall.  The last\ndocumentation for veterinary care that was presented at the inspection was September 6, 2014.\nAn incomplete program of veterinary care and lack of regularly scheduled visits does not allow for adequate\nveterinary care.  The licensee must have formal arrangements with a veterinarian to include a complete program of\nveterinary care and regularly scheduled visits.\n2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*Female Yorkshire Terrier number 74 had visible heavy buildup of brown material on the top and bottom cheek\nteeth on both sides.  The jaw appeared to not be in alignment, the tongue protruded from the right side of the\nmouth, the hair around the entire mouth was wet, and she continually licked.\n*Male Yorkshire Terrier number 168 pulled away and acted sensitive to his mouth being touched.  The top and\nbottom cheek teeth on both sides, and the top incisors had a visible heavy buildup of brown material.  The tongue\nprotruded from the right side of the mouth, the hair around the entire mouth was wet, and he continually licked.\n*Female Yorkshire Terrier number 009 had visible heavy buildup of brown material on the top and bottom cheek\nteeth on both sides.  The jaw appeared to not be in alignment, the tongue protruded from the right side of the\nmouth, the hair around the entire mouth was wet, and she continually licked.  There were missing teeth, when\nasked about when the teeth were removed, the licensee state that he has never had any teeth removed.\n*Female Yorkshire Terrier number 84 had visible heavy buildup of brown material on the top and bottom cheek\nteeth on both sides.  The jaw appeared to not be in alignment, the tongue protruded from the right side of the\n\nmouth, the hair around the entire mouth was wet, and she continually licked.\n*Female Boston Terrier number 175 had white opaque discoloration in the left and right eye.  There was a mucus\naccumulating below both eyes.  The licensee believes that was a dog previously examined by a veterinarian, but did\nnot have any records indicating that specific dog being evaluated.\nDental disease can cause damage to the gum tissue, and tooth and mouth structures, be painful, and impact the\nability of the dog to eat normally, affecting the overall health of the animal.  The licensee must provide adequate\nveterinary care to prevent, control, diagnose, and treat diseases and injuries.\n2.75(a)(2)\nRECORDS: DEALERS AND EXHIBITORS.\n*The records for the adult dogs on hand on the APHIS 7005 forms were incomplete.  Every adult dog was\naccounted for but was missing varying degrees of information; such as acquisition date, to every required item other\nthan the identification number.\n*The records of puppies were not on APHIS 7005 or cage cards.  \nThe required forms allow for fully and correctly disclosing necessary information for trace backs, and information\nverification for animal acquisitions, sales, removal, deaths, and euthanasia.  The licensee must use the APHIS 7005\nforms and make, keep, and maintain the information required by paragraph (a) (1) of this section, for ALL live\nanimals, owned, held, or otherwise in his or her control.  The records are to include any offspring born of any animal\nwhile in his or her possession.\nTO BE CORRECTED BY: NOVEMBER 22, 2015\n3.8                    REPEAT\nEXERCISE FOR DOGS.\nThe licensee did not have a completed exercise plan available and stated that he did not have one.  Not having a\nplan to provide the dogs with appropriate exercise may cause health issues.  The licensee must develop, document,\nand follow and appropriate plan to provide dogs with the opportunity for exercise.  In addition, the plan just be\n\napproved by the attending veterinarian. The plan must include written standard procedure to be followed in\nproviding the opportunity for exercise.\n3.11(b)(2)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nAll forty two enclosures housing forty six dogs and twenty seven puppies had varying degrees of visible brown\ngreasy residue on the inside shelter walls, both sides of the egress doors, and on the solid wall surfaces in the\noutside area of the enclosures.  The licensee stated that he rinses down inside with a hose daily and sanitizes about\nonce a month.  The licensee was not sure when the outside portions of the enclosures were last sanitized.\nThe accumulation of dirt, debris, food waste, and excreta can cause disease and attract pests.  The licensee must\nsanitize used primary enclosures and food receptacles at least once every 2 weeks  using one of the methods\nprescribed in paragraph (b)(3) of this section, or more often if necessary to prevent an accumulation of dirt, debris,\nfood waste, excreta, and other disease hazards.\nTO BE CORRECTED BY: NOVEMBER 5, 2015\nThe inspection and exit interview were conducted with the licensee.",
  "animals_total": 73,
  "species": [
    {
      "count": 46,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 27,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}