{
  "insp_id": "2016090000662679",
  "layout": "b",
  "customer_id": "324325",
  "customer_name": "MOSE ZOOK",
  "customer_addr": "48 N CASTLE FINN ROAD\nDELTA, PA 17314",
  "certificate": "23-A-0577",
  "site_id": "003",
  "site_name": "MOSE ZOOK JR",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-JUL-2021",
  "report_date": "20-JUL-2021",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "An adult black & tan guinea pig on the front side of the building, in row 4, 2nd enclosure on rack from the top, was\nobserved with a mass under her chin. This animal had a firm, but moveable mass on her neck approximately 1 inch in\ndiameter.\nAn adult tan & white guinea pig on the back side of the building, in row 5, 4th enclosure on rack from the top, was\nobserved with a right head tilt.\nAn adult tri-colored (white, black & tan guinea pig on the back side of the building, in row 6, top enclosure on rack, was\nobserved to have a right head tilt and a mass under her chin. This animal had a firm, but moveable mass on her neck\napproximately 3/4 of an inch in diameter.\nAll three animals appeared to be eating and drinking normally. The treatment for masses and head tilts are not addressed\nin the program of veterinary care and there is not record that the licensee had identified these three animals prior to\ntoday's inspection. A failure to conduct daily observations with direct communication with the attending veterinarian can\nresult in a delay of care provided to animals and can prolong animal health problems. All animals must be observed daily\nto assess their health and well-being with a mechanism of direct and frequent communication with the attending\nveterinarian so that timely and accurate information on problems of animal health and well-being are conveyed.\nThe licensee must contact the attending veterinarian and have these three guinea pigs evaluated for masses and head\ntilts so that appropriate treatment can be provided. Correct by July 22, 2021."
    },
    {
      "code": "3.31(b)",
      "kind": "",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "Housekeeping. There was spilled barley seed, ear corn, empty bags, tarps guinea pig feces, hay, grass cuttings, dust and\ndirt on the floor of the animal room. There were old racks, battery cart, window ledges and tools covered with dust, dirt,\ncobwebs and dead insects.\nAnimal facilities must be kept clean to ensure good quality of air for the animals and to prevent unnecessary disease\nrisks. Ineffective cleaning and housekeeping can expose the animals to disease hazards, pest and health problems.\nCorrect by ensuing the premises are kept clean, including: removing and cleaning dust, dirt, spilled seed, hay, grass\nclippings, cobwebs, clutter, old pens from the floor of the animal room, carts, window sills, walls and ceiling; and\nmaintaining a level of general cleanliness to support good animal husbandry and health. Remains uncorrected.\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(3) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nAn adult black & tan guinea pig on the front side of the building, in row 4, 2nd enclosure on rack from the top, was \nobserved   with a mass under her chin. This animal had a firm, but moveable  mass on her neck approximately 1 inch in \ndiameter. \n \nAn adult tan & white guinea pig on the back side of the building, in row 5, 4th enclosure on rack from the top, was \nobserved  with a right head tilt. \n \nAn adult tri-colored (white, black & tan guinea pig on the back side of the building, in row 6, top enclosure on rack, was \nobserved  to have a right head tilt and a mass under her chin. This animal had a firm, but moveable mass on her neck \napproximately 3/4 of an inch in diameter. \n \nAll three animals appeared to be eating and drinking normally. The treatment for masses and head tilts are not addressed \nin the program of veterinary care and there is not record that the licensee had identified these three animals prior to \ntoday's inspection. A failure to conduct daily observations with direct communication with the attending veterinarian  can \nresult in a delay of care provided  to animals  and can prolong animal health problems. All animals must be observed daily\n\nto assess their health and well-being with a mechanism of direct and frequent communication with the attending \nveterinarian  so that timely and accurate information on problems of animal health and well-being are conveyed. \n \nThe licensee must contact the attending veterinarian  and have these three guinea pigs evaluated for masses and head \ntilts so that appropriate  treatment can be provided.  Correct by July 22, 2021. \n3.31(b)  Repeat\n   \nSanitation. \nHousekeeping. There was spilled barley seed, ear corn, empty bags, tarps guinea pig feces, hay, grass cuttings, dust and \ndirt on the floor of the animal room. There were old racks, battery cart, window ledges and tools covered with dust, dirt, \ncobwebs and dead insects. \n \nAnimal facilities must be kept clean to ensure good quality of air for the animals and to prevent unnecessary disease \nrisks. Ineffective  cleaning and housekeeping can expose the animals to disease hazards, pest and health problems. \nCorrect by ensuing the premises are kept clean, including: removing  and cleaning dust, dirt, spilled seed, hay, grass \nclippings, cobwebs, clutter, old pens from the floor of the animal room, carts, window sills, walls and ceiling; and \nmaintaining a level of general cleanliness to support good animal husbandry and health. Remains uncorrected. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 310,
  "species": [
    {
      "count": 310,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}