{
  "insp_id": "INS-0000851038",
  "layout": "c",
  "customer_id": "330780",
  "customer_name": "Timbercreek Puppies Inc",
  "customer_addr": "7575 Stony Hollow Road\nBurlington, IA 52601",
  "certificate": "42-A-1479",
  "site_id": "001",
  "site_name": "Timbercreek Puppies, Inc.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-FEB-2023",
  "report_date": "28-FEB-2023",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The licensee stated that she is giving the dogs Tylosin Soluble Powder as an electrolyte source and 1/8th of a teaspoon\nof the Tylosin is added to the water of dams with litters of puppies. The label on the Tylosin Powder says that it is an\nantibiotic and it is to be used in turkeys, chickens, swine and honeybees. The use of the Tylosin Powder is not\ndocumented as part of the Program of Veterinary Care and there is no other additional information indicating the\nAttending Veterinarian has approved the off-label use of this product, how often it should be used, and the dosage that\nshould be given to dogs. The off-label use of a product must be approved by the attending veterinarian to ensure that it is\nsafe for the dogs to consume and it is being appropriately used.\nEach dealer must use appropriate methods to prevent and control diseases and injuries. The licensee must have the use\nof the Tylosin Powder approved by the Attending Veterinarian. The licensee must also ensure that the use of any product\noff-label is approved by the Attending Veterinarian in order to protect the health and well-being of the dogs.\nTo be corrected by: 13-March-2023"
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "At least three enclosures, housing a total of 3 adult dogs and 10 puppies, have plastic food and water bowls that have\nbeen excessively chewed and damaged by the dogs. The damaged surfaces of the food and water bowls cannot be\nreadily cleaned and sanitized which could increase the risk of disease towards the dogs.\nAll surfaces must be maintained on a regular basis. Surfaces of housing facilities-including objects within the facility-that\ncannot be readily cleaned and sanitized must be replaced when worn or soiled. The licensee must remove, replace, or\nalter the damaged bowls in a manner that allows for cleaning and sanitization of the surfaces to occur. The licensee must\nensure all surfaces are properly maintained at all times in order to support the health and well-being of the animals.\nTo be corrected by: The licensee removed the damaged bowls at the time of the inspection."
    },
    {
      "code": "3.13(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The Program of Veterinary Care is incomplete and the schedule for the physical examinations by the attending\nveterinarian of adult dogs and puppies is missing. The licensee stated that the attending veterinarian examines the dogs\non the following schedule:\n* each adult dog is physically examined at least once every 12 months\n* dams with litters are physically examined when the litter is 6 and/or 8 weeks of age\n* puppies are examined when they are 6 and/or 8 weeks of age\nFailure to document the schedule for physical examinations may interfere with the ability of APHIS officials to determine if\nthe animals are receiving adequate veterinary care.\nEach dealer shall follow an appropriate program of veterinary care that is developed, documented in writing, signed by the\nattending veterinarian and includes a complete physical examination from head to tail of each dog by the attending\nveterinarian not less than once every 12 months. The licensee must add the schedule of physical examinations of adult\ndogs and puppies to the Program of Veterinary Care to ensure that each animal is receiving adequate veterinary care.\nTo be corrected by: 13-March -2023"
    },
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee has not been testing the dogs for heartworm or intestinal parasites (fecals) and the Program of Veterinary\nCare does not contain a written plan for heartworm and fecal testing. Testing for parasites is important in providing the\ndogs with adequate veterinary care and identifying potential health issues before they worsen.\nEach dealer must follow an appropriate program of veterinary care that is developed, documented in writing, and signed\nby the attending veterinarian and contains the written plan to sample for parasites (including worms, giradia, coccidia,\nheartworm). The licensee, in consultation with the Attending Veterinarian, must add the plan to sample for heartworm and\nintestinal parasites to the Program of Veterinary Care in order to support the health and well-being of the animals.\nTo be corrected by: 13-March-2023"
    },
    {
      "code": "3.13(a)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The Program of Veterinary Care is incomplete and the preventative care plans for maintaining healthy and unmatted hair\ncoats, properly trimmed toenails, and healthy eyes, ears, skin, and teeth are missing. Failure to document these plans\nmay interfere with the ability of APHIS officials to determine if the animals are receiving adequate veterinary care.\nEach dealer must follow an appropriate program of veterinary care that is developed, documented in writing, signed by\nthe Attending Veterinarian and includes preventative care and treatment plans to maintain healthy and unmatted hair\ncoats, properly trimmed toenails, and healthy eyes, ears, skin, and teeth. The licensee must add these preventative care\nplans to the Program of Veterinary Care in order to ensure the animals are receiving adequate veterinary care.\nTo be corrected by: 13-March-2023\nThis inspection and exit interview were conducted with the facility representative.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe licensee stated that she is giving the dogs Tylosin Soluble Powder as an electrolyte source and 1/8th of a teaspoon \nof the Tylosin is added to the water of dams with litters of puppies. The label on the Tylosin Powder says that it is an \nantibiotic and it is to be used in turkeys, chickens, swine and honeybees.  The use of the Tylosin Powder is not \ndocumented as part of the Program of Veterinary Care and there is no other additional information indicating the \nAttending Veterinarian has approved the off-label use of this product, how often it should be used, and the dosage that \nshould be given to dogs.  The off-label use of a product must be approved by the attending veterinarian to ensure that it is \nsafe for the dogs to consume and it is being appropriately used.   \n \nEach dealer must use appropriate methods to prevent and control diseases and injuries.  The licensee must have the use \nof the Tylosin Powder approved by the Attending Veterinarian.  The licensee must also ensure that the use of any product \noff-label is approved by the Attending Veterinarian in order to protect the health and well-being of the dogs. \n \nTo be corrected by:  13-March-2023 \n3.1(c)(2) \n   \nHousing facilities, general.\n\nAt least three enclosures, housing a total of 3 adult dogs and 10 puppies, have plastic food and water bowls that have \nbeen excessively chewed and damaged by the dogs.  The damaged surfaces of the food and water bowls cannot be \nreadily cleaned and sanitized which could increase the risk of disease towards the dogs.   \n \nAll surfaces must be maintained on a regular basis.  Surfaces of housing facilities-including objects within the facility-that \ncannot be readily cleaned and sanitized must be replaced when worn or soiled.  The licensee must remove, replace, or \nalter the damaged bowls in a manner that allows for cleaning and sanitization of the surfaces to occur.  The licensee must \nensure all surfaces are properly maintained at all times in order to support the health and well-being of the animals. \n \nTo be corrected by:  The licensee removed the damaged bowls at the time of the inspection. \n3.13(a)(2) \n   \nVeterinary care for dogs. \nThe Program of Veterinary Care is incomplete and the schedule for the physical examinations by the attending \nveterinarian of adult dogs and puppies is missing.  The licensee stated that the attending veterinarian examines the dogs \non the following schedule: \n*  each adult dog is physically examined at least once every 12 months \n*  dams with litters are physically examined when the litter is 6 and/or 8 weeks of age \n*  puppies are examined when they are 6 and/or 8 weeks of age \nFailure to document the schedule for physical examinations may interfere with the ability of APHIS officials to determine if \nthe animals are receiving adequate veterinary care.  \n \nEach dealer shall follow an appropriate program of veterinary care that is developed, documented in writing, signed by the\n\nattending veterinarian and includes a complete physical examination from head to tail of each dog by the attending \nveterinarian not less than once every 12 months.  The licensee must add the schedule of physical examinations of adult \ndogs and puppies to the Program of Veterinary Care to ensure that each animal is receiving adequate veterinary care. \n \nTo be corrected by:  13-March -2023 \n3.13(a)(3) \n   \nVeterinary care for dogs. \nThe licensee has not been testing the dogs for heartworm or intestinal parasites (fecals) and the Program of Veterinary \nCare does not contain a written plan for heartworm and fecal testing.  Testing for parasites is important in providing the \ndogs with adequate veterinary care and identifying potential health issues before they worsen.   \n \nEach dealer must follow an appropriate program of veterinary care that is developed, documented in writing, and signed \nby the attending veterinarian and contains the written plan to sample for parasites (including worms, giradia, coccidia, \nheartworm).  The licensee, in consultation with the Attending Veterinarian, must add the plan to sample for heartworm and \nintestinal parasites to the Program of Veterinary Care in order to support the health and well-being of the animals. \n \nTo be corrected by:  13-March-2023 \n3.13(a)(4) \n   \nVeterinary care for dogs. \nThe Program of Veterinary Care is incomplete and the preventative care plans for maintaining healthy and unmatted hair \ncoats, properly trimmed toenails, and healthy eyes, ears, skin, and teeth are missing.  Failure to document these plans \nmay interfere with the ability of APHIS officials to determine if the animals are receiving adequate veterinary care.\n\nEach dealer must follow an appropriate program of veterinary care that is developed, documented in writing, signed by \nthe Attending Veterinarian and includes preventative care and treatment plans to maintain healthy and unmatted hair \ncoats, properly trimmed toenails, and healthy eyes, ears, skin, and teeth.  The licensee must add these preventative care \nplans to the Program of Veterinary Care in order to ensure the animals are receiving adequate veterinary care. \n \nTo be corrected by:  13-March-2023 \n \nThis inspection and exit interview were conducted with the facility representative. \n \nEnd Section",
  "animals_total": 59,
  "species": [
    {
      "count": 40,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 19,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}