{
  "insp_id": "2016082569108603",
  "layout": "a",
  "customer_id": "5115",
  "customer_name": "Paul Nichols",
  "customer_addr": "71590 Drive 369\nCulbertson, NE 69024",
  "certificate": "47-B-0079",
  "site_id": "001",
  "site_name": "Paul Nichols",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-APR-2018",
  "report_date": "05-APR-2018",
  "citations": [
    {
      "code": "3.1(c)(1)(i)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The dogs that were in the North Pens with the excessively rusted metal divider panel that was cited from last\ninspection were moved to different runs. However, the other divider cited has not been repaired or replaced, and\ndogs are still being housed in this run. During this inspection, one additional divider currently being used was found\nrusted at the bottom. The rusted area was exposed due to the shifting of the substrate since last inspection. This\ndivider is rusted to the point of having a jagged edge.\nExcessive rust prevents proper cleaning and sanitization, causing possible disease hazards, and can affect\nstructural strength.\nThe licensee must repair the rusted areas or replace the panels. The licensee must create and follow a program of\nmaintenance to ensure that all surfaces are free of excessive rust that prevents the required cleaning and\nsanitization, and affects the structural strength, as part of the facility’s regular plan."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "A doghouse in the West Pens is still chewed on the top section of the entrance. Several other doghouses now have\nedges that are also chewed and roughened.\nChewed and roughened surfaces are difficult to properly clean and sanitize, creating disease hazards.\nThese surfaces must be repaired or replaced to ensure proper cleaning and sanitization. The licensee must\ndevelop and follow a regular maintenance program that ensures all surfaces including houses, dens, and other\nfurniture-type fixtures and objects within the facility that cannot be readily cleaned and sanitized, are repaired or\nreplaced when worn or soiled as part of the facility’s regular plan."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Inside the Sheltered Building, there is still grime and uneaten food in the wash-down gutters. Most of the inside of\nthe doggie doors in both the Sheltered Building and the Whelping Building also have a build-up of a greasy brown\nmaterial on their surfaces. In the outdoor housing area, many of the runs still have an excessive build-up of feces.\nWhen asked, a facility representative stated that it was last Thursday since the runs were last raked, which was five\ndays before this inspection. In addition, in the Whelping Building, two enclosures have still have rubber mats that\nhave an extreme amount of dirt and grime ground into them.\nDirt, grime, and fecal buildup create disease hazards.\nThe licensee must ensure that all hard surfaces and all other surfaces to which the dogs are exposed are\nspot-cleaned daily and sanitized in accordance with subpart 3.11 (b) to prevent the accumulation of excreta and\nreduce disease hazards. If removable surfaces such as rubber mats cannot be sufficiently cleaned and sanitized,\nthey must be replaced. Floors made of dirt, sand, gravel, or other similar materials must be raked or spot-cleaned\nwith sufficient frequency to ensure all animals the freedom to avoid contact with excreta."
    },
    {
      "code": "3.4(b)(4)",
      "kind": "",
      "repeat": true,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "Many of the dogs housed outdoors still had little to no bedding in their doghouses at the time of inspection.\nAlthough there was some bedding scattered in many of the runs indicating the dogs had pulled it out of the\ndoghouses, fresh bedding had not been added. One dog had recently been shaved completely down. His\ndoghouse had only a small amount of bedding around the outer edges, and it did not even cover the floor. The time\nof inspection was between 1:00 to 2:30 pm, and the recorded temperature in the region at 2:53 pm according to\nwunderground.com was 41 degrees Fahrenheit, with sustained winds of 19 mph from the North, resulting in a wind\nchill of 30.9 degrees Fahrenheit. Maximum wind gusts were reported at a speed of 47 mph. The minimum\ntemperature recorded in the region on the previous night was 18 degrees Fahrenheit, with a wind chill of 14 degrees\nFahrenheit.\nHaving little or no bedding in low temperatures can cause major stress and discomfort, and affect the health and\nwell-being of the animals.\nThe licensee must continuously monitor the temperature to ensure that all dogs are provided with clean, dry,\nbedding material if the ambient temperature is below 50 degrees Fahrenheit, and ensure additional clean, dry\nbedding is provided when the temperature is 35 degrees or lower."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "There was still a bird’s nest on one side above the upper enclosures in the outdoor portion of the Sheltered Building.\nAlthough no dogs were present in the upper enclosures, they were present in the lower enclosures. This nest was\nremoved during the inspection.\nPests and vermin create disease hazards to the dogs.\nThe licensee must establish and maintain an effective program for the control of insects, external parasites, and bird\nand mammal pests, to promote the health and well-being of the animals and to reduce contamination by pests in all\nanimal areas as part of the facility’s regular plan."
    },
    {
      "code": "3.12",
      "kind": "",
      "repeat": false,
      "desc": "EMPLOYEES.",
      "narrative": "The number of repeat non-compliances cited during this inspection indicates the facility does not have enough\nemployees to carry out proper husbandry standards.\nEach person subject to the Animal Welfare regulations must have enough employees to carry out the level of\nhusbandry practices and care required in this subpart.\nThe licensee must acquire employee(s) to help with cleaning, maintenance and husbandry practices to maintain the\nhealth and well-being of the animals in the facility. The acquired employees must be supervised by an individual\nwho has the knowledge, background, and experience in proper husbandry and care of the dogs, and to supervise\nothers. The employer must ensure that these employees can perform to these standards.\nTo be corrected by April 13, 2018.\nThis inspection and exit interview were conducted with the facility's representatives.\nAdditional Inspectors\nLundy Kendall, Animal Care Inspector"
    }
  ],
  "narrative": "3.1(c)(1)(i)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nThe dogs that were in the North Pens with the excessively rusted metal divider panel that was cited from last\ninspection were moved to different runs.  However, the other divider cited has not been repaired or replaced, and\ndogs are still being housed in this run.  During this inspection, one additional divider currently being used was found\nrusted at the bottom.  The rusted area was exposed due to the shifting of the substrate since last inspection.  This\ndivider is rusted to the point of having a jagged edge.\nExcessive rust prevents proper cleaning and sanitization, causing possible disease hazards, and can affect\nstructural strength.\nThe licensee must repair the rusted areas or replace the panels.  The licensee must create and follow a program of\nmaintenance to ensure that all surfaces are free of excessive rust that prevents the required cleaning and\nsanitization, and affects the structural strength, as part of the facility’s regular plan.\n3.1(c)(2)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nA doghouse in the West Pens is still chewed on the top section of the entrance.  Several other doghouses now have\nedges that are also chewed and roughened.\nChewed and roughened surfaces are difficult to properly clean and sanitize, creating disease hazards.\nThese surfaces must be repaired or replaced to ensure proper cleaning and sanitization.  The licensee must\ndevelop and follow a regular maintenance program that ensures all surfaces including houses, dens, and other\nfurniture-type fixtures and objects within the facility that cannot be readily cleaned and sanitized, are repaired or\nreplaced when worn or soiled as part of the facility’s regular plan.\n\n3.1(c)(3)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nInside the Sheltered Building, there is still grime and uneaten food in the wash-down gutters.  Most of the inside of\nthe doggie doors in both the Sheltered Building and the Whelping Building also have a build-up of a greasy brown\nmaterial on their surfaces.  In the outdoor housing area, many of the runs still have an excessive build-up of feces. \nWhen asked, a facility representative stated that it was last Thursday since the runs were last raked, which was five\ndays before this inspection.  In addition, in the Whelping Building, two enclosures have still have rubber mats that\nhave an extreme amount of dirt and grime ground into them.  \nDirt, grime, and fecal buildup create disease hazards.\nThe licensee must ensure that all hard surfaces and all other surfaces to which the dogs are exposed are\nspot-cleaned daily and sanitized in accordance with subpart 3.11 (b) to prevent the accumulation of excreta and\nreduce disease hazards.  If removable surfaces such as rubber mats cannot be sufficiently cleaned and sanitized,\nthey must be replaced.  Floors made of dirt, sand, gravel, or other similar materials must be raked or spot-cleaned\nwith sufficient frequency to ensure all animals the freedom to avoid contact with excreta.\n3.4(b)(4)                    REPEAT\nOUTDOOR HOUSING FACILITIES.\nMany of the dogs housed outdoors still had little to no bedding in their doghouses at the time of inspection. \nAlthough there was some bedding scattered in many of the runs indicating the dogs had pulled it out of the\ndoghouses, fresh bedding had not been added.  One dog had recently been shaved completely down.  His\ndoghouse had only a small amount of bedding around the outer edges, and it did not even cover the floor.  The time\nof inspection was between 1:00 to 2:30 pm, and the recorded temperature in the region at 2:53 pm according to\nwunderground.com was 41 degrees Fahrenheit, with sustained winds of 19 mph from the North, resulting in a wind\nchill of 30.9 degrees Fahrenheit.  Maximum wind gusts were reported at a speed of 47 mph. The minimum\ntemperature recorded in the region on the previous night was 18 degrees Fahrenheit, with a wind chill of 14 degrees\nFahrenheit. \n \nHaving little or no bedding in low temperatures can cause major stress and discomfort, and affect the health and\nwell-being of the animals. \nThe licensee must continuously monitor the temperature to ensure that all dogs are provided with clean, dry,\nbedding material if the ambient temperature is below 50 degrees Fahrenheit, and ensure additional clean, dry\n\nbedding is provided when the temperature is 35 degrees or lower.\n3.11(d)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThere was still a bird’s nest on one side above the upper enclosures in the outdoor portion of the Sheltered Building.\nAlthough no dogs were present in the upper enclosures, they were present in the lower enclosures.  This nest was\nremoved during the inspection.\nPests and vermin create disease hazards to the dogs.\nThe licensee must establish and maintain an effective program for the control of insects, external parasites, and bird\nand mammal pests, to promote the health and well-being of the animals and to reduce contamination by pests in all\nanimal areas as part of the facility’s regular plan.\n3.12\nEMPLOYEES.\nThe number of repeat non-compliances cited during this inspection indicates the facility does not have enough\nemployees to carry out proper husbandry standards.\nEach person subject to the Animal Welfare regulations must have enough employees to carry out the level of\nhusbandry practices and care required in this subpart.\nThe licensee must acquire employee(s) to help with cleaning, maintenance and husbandry practices to maintain the\nhealth and well-being of the animals in the facility.  The acquired employees must be supervised by an individual\nwho has the knowledge, background, and experience in proper husbandry and care of the dogs, and to supervise\nothers.  The employer must ensure that these employees can perform to these standards. \nTo be corrected by April 13, 2018.\nThis inspection and exit interview were conducted with the facility's representatives.\n\nAdditional Inspectors\nLundy Kendall, Animal Care Inspector",
  "animals_total": 109,
  "species": [
    {
      "count": 81,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 28,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}