{
  "insp_id": "2016082568893086",
  "layout": "a",
  "customer_id": "3490",
  "customer_name": "Zoo Boise",
  "customer_addr": "355 Julia Davis Dr\nBoise, ID 83702",
  "certificate": "82-C-0006",
  "site_id": "001",
  "site_name": "ZOO BOISE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-OCT-2017",
  "report_date": "07-NOV-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Critical",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Julius, an 11 year old male giraffe that was euthanized on 4/13/17 had experienced severe (pain scores >= 8 / 10)\nsince 2/26/2017 without adequate additional treatment or diagnostics for the escalating pain. The facility had\ninitiated a pain scoring system on 11/18/16 and his pain levels averaged 6.3 until the increase on 2/26/17. On\n4/10/17, his pain score jumped to 9.5/10 and he was unable to lie down. His pain scores remained above 9/10 until\nhis euthanasia three days later. In the early am of April 13, 2017, Julius was found down inside the barn. Staff and\ninterim veterinarian attempted to get Julius back up on his feet but were unsuccessful and euthanasia was elected.\nNecropsy results showed traumatic injuries including a torn infra-spinatus muscle in the left shoulder and old healing\ninjuries to neck. Both front feet had chronic overgrown hooves and complete rotation of P3 due to elongation of the\ntoes. Julius experienced escalating pain over the last 46 days of his life and pain score of >9.0/10 for the last three\ndays that was not adequately treated and caused him to experience significant pain, distress and protracted\nsuffering.\nAssessment of the animals’ condition and response to therapy and appropriate alterations to the treatment and care\nplan to alleviate pain and discomfort for the animal need to occur to prevent further pain and stress. Elevated pain\nlevels must be promptly and appropriately addressed.\nCorrect from this day forward."
    },
    {
      "code": "3.133",
      "kind": "Critical",
      "repeat": false,
      "desc": "SEPARATION.",
      "narrative": "On March 27, 2017, “Ozzy”, a 15 year old female ocelot # 203035 was found dead in the exhibit. During\nreintroduction of the male and female following her recovery from surgical amputation of her right front leg on\n2/19/17, growling and swatting behaviors were exhibited in the shift hallway on the 25th and 26th. On the morning\nof the 27th, growling again occurred and the male shifted into the exhibit. The female remained in the hallway and\nwould not enter the exhibit with the male. The animals were left together with access to exhibit and shift hallway.\nPer the specimen report, in the afternoon, the male was observed to be “chewing on the head” of the deceased\nfemale in the exhibit. There was evidence of a fight in the shift hallway. The female was deceased and had many\nscratches and bite wounds, her amputation site was opened up and she was missing a 5 x 4 cm area of skin on top\nof skull and right ear.\nJulius, the 11 year old male giraffe #208070 suffering from chronic lameness who was euthanized on April 13, 2017,\nexperienced antagonistic behavior from Jabari, the 7 year old male giraffe with whom he was housed. The necropsy\nreport states that Julius had been “harassed and been forced into the corner of the exhibit” the day before his death\nand there were many previous instances of Jabari pushing and herding Julius around documented in his record.\nManagement had recommended on 3/16/17 that the giraffes be separated during the day. Separation occurred for\nseveral hours a day but the intimidation continued. Necropsy results revealed a torn infra-spinatus muscle in the left\nshoulder with deep hemorrhage and torn connective tissue. There were older healing areas on the left lateral neck\nwith evidence of previous trauma incidents.\nCompatibility of animals may change following an illness, injury or surgery. Aggressive behavior towards an already\ndebilitated animal can increase stress and cause further injuries to the animal. Animals being reintroduced or who\nare experiencing a chronic situation (pain, lameness) need to be closely observed for compatibility and separated if\nneeded to prevent discomfort, injury or death.\nTo be corrected from this point forward.\nThis inspection and exit interview were conducted with facility representatives.\nThis inspection report closes out the incients under review from IR #2016082568294028 dated 16 May 2017."
    }
  ],
  "narrative": "2.40(b)(2)           CRITICAL\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nJulius, an 11 year old male giraffe that was euthanized on 4/13/17 had experienced severe (pain scores >= 8 / 10)\nsince 2/26/2017 without adequate additional treatment or diagnostics for the escalating pain.  The facility had\ninitiated a pain scoring system on 11/18/16 and his pain levels averaged 6.3 until the increase on 2/26/17. On\n4/10/17, his pain score jumped to 9.5/10 and he was unable to lie down.  His pain scores remained above 9/10 until\nhis euthanasia three days later. In the early am of April 13, 2017, Julius was found down inside the barn.  Staff and\ninterim veterinarian attempted to get Julius back up on his feet but were unsuccessful and euthanasia was elected. \nNecropsy results showed traumatic injuries including a torn infra-spinatus muscle in the left shoulder and old healing\ninjuries to neck.  Both front feet had chronic overgrown hooves and complete rotation of P3 due to elongation of the\ntoes. Julius experienced escalating pain over the last 46 days of his life and pain score of >9.0/10 for the last three\ndays that was not adequately treated and caused him to experience significant pain, distress and protracted\nsuffering.\nAssessment of the animals’ condition and response to therapy and appropriate alterations to the treatment and care\nplan to alleviate pain and discomfort for the animal need to occur to prevent further pain and stress.  Elevated pain\nlevels must be promptly and appropriately addressed.\nCorrect from this day forward.\n3.133           CRITICAL\nSEPARATION. \nOn March 27, 2017, “Ozzy”, a 15 year old female ocelot # 203035 was found dead in the exhibit. During\nreintroduction of the male and female following her recovery from surgical amputation of her right front leg on\n2/19/17, growling and swatting behaviors were exhibited in the shift hallway on the 25th and 26th.   On the morning\nof the 27th, growling again occurred and the male shifted into the exhibit.  The female remained in the hallway and\nwould not enter the exhibit with the male.  The animals were left together with access to exhibit and shift hallway. \nPer the specimen report, in the afternoon, the male was observed to be “chewing on the head” of the deceased\nfemale in the exhibit.  There was evidence of a fight in the shift hallway.  The female was deceased and had many\nscratches and bite wounds, her amputation site was opened up and she was missing a 5 x 4 cm area of skin on top\nof skull and right ear.\n\nJulius, the 11 year old male giraffe #208070 suffering from chronic lameness who was euthanized on April 13, 2017,\nexperienced antagonistic behavior from Jabari, the 7 year old male giraffe with whom he was housed. The necropsy\nreport states that Julius had been “harassed and been forced into the corner of the exhibit” the day before his death\nand there were many previous instances of Jabari pushing and herding Julius around  documented in his record.\nManagement had recommended on 3/16/17 that the giraffes be separated during the day.  Separation occurred for\nseveral hours a day but the intimidation continued.  Necropsy results revealed a torn infra-spinatus muscle in the left\nshoulder with deep hemorrhage and torn connective tissue.  There were older healing areas on the left lateral neck\nwith evidence of previous trauma incidents. \n Compatibility of animals may change following an illness, injury or surgery. Aggressive behavior towards an already\ndebilitated animal can increase stress and cause further injuries to the animal. Animals being reintroduced  or who\nare experiencing a chronic situation (pain, lameness) need to be closely observed for compatibility and separated if\nneeded to prevent discomfort, injury or death. \nTo be corrected from this point forward.\nThis inspection and exit interview were conducted with facility representatives.\nThis inspection report closes out the incients under review from IR #2016082568294028 dated 16 May 2017.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}