{
  "insp_id": "287151958530280",
  "layout": "a",
  "customer_id": "36639",
  "customer_name": "James W Sublett",
  "customer_addr": "Sheri L Sublett\n1158 Pellum Rd\nWalterboro, SC 29488",
  "certificate": "56-A-0130",
  "site_id": "001",
  "site_name": "TWIN PINE FARM & EXOTICS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-OCT-2015",
  "report_date": "15-OCT-2015",
  "citations": [
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "The two Bengal cats, considered domestics under the Animal Welfare Act, have not been identified. They can be\nidentified by a collar and tag (as described in 2.51), a tattoo (issued by the Administrator), or a microchip (after\nobtaining and variance and showing availability of a chip reader). One of these method need to be employed to\nidentify the domestic cats used for breeding. To be corrected by 11-13-15."
    },
    {
      "code": "2.125",
      "kind": "",
      "repeat": false,
      "desc": "INFORMATION AS TO BUSINESS; FURNISHING OF SAME BY DEALERS, EXHIBITORS, OPERATORS OF AUCTION SALES, INTERMEDIATE HANDLERS, AND CARRIERS.",
      "narrative": "During this inspection only one of the owners was available to conduct an inspection. He stated he did not know\nwhere the records were and the other owner could email them. An email was sent around noon asking the owner\nto email the records of acquisition and disposition by this evening. As of 2:30 pm the next day the records had not\nbeen received. The records were cited on 7-21-15 due to incompleteness. All required business information\n(Program of Veterinary Care, acquisition and disposition records) need to be available for inspection within a\nreasonable time.\nTo be corrected with future inspections."
    },
    {
      "code": "3.6(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "In the middle enclosure are two Bengal cats and a Geoffroys cat. During the last inspection the licensee was told\nthat Bengal cats are considered domestics under the Animal Welfare Act and all requirements for domestic cats\nmust be met. This enclosure does not contain a litter box, which is required for domestic cats. A large enough\nreceptacle to accommodate these size cats, containing sufficient clean litter, must be provided to contain excreta\nand body wastes.\nTo be corrected by 10-19-15."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "In the first exotic cat enclosure containing 3 cats, the rotted stump next to the wire was treated for ants, but was\nnever removed after this was cited on 7-20-15. This rotting piece of a tree needs removal so as to not harbor future\npests.\nExit briefing conducted with licensee."
    }
  ],
  "narrative": "2.50(a)(1)\nTIME AND METHOD OF IDENTIFICATION.\nThe two Bengal cats, considered domestics under the Animal Welfare Act, have not been identified.  They can be\nidentified by a collar and tag (as described in 2.51), a tattoo (issued by the Administrator), or a microchip (after\nobtaining and variance and showing availability of a chip reader).  One of these method need to be employed to\nidentify the domestic cats used for breeding.   To be corrected by 11-13-15.\n2.125\nINFORMATION AS TO BUSINESS; FURNISHING OF SAME BY DEALERS, EXHIBITORS, OPERATORS OF\nAUCTION SALES, INTERMEDIATE HANDLERS, AND CARRIERS.\nDuring this inspection only one of the owners was available to conduct an inspection.  He stated he did not know\nwhere the records were and the other owner could email them.   An email was sent around noon asking the owner\nto email the records of acquisition and disposition by this evening.  As of 2:30 pm the next day the records had not\nbeen received.  The records were cited on 7-21-15 due to incompleteness.   All required business information\n(Program of Veterinary Care, acquisition and disposition records) need to be available for inspection within a\nreasonable time.\nTo be corrected with future inspections.\n3.6(b)(3)\nPRIMARY ENCLOSURES.\nIn the middle enclosure are two Bengal cats and a Geoffroys cat.  During the last inspection the licensee was told\nthat Bengal cats are considered domestics under the Animal Welfare Act and all requirements for domestic cats\nmust be met.   This enclosure does  not contain a litter box, which is required for domestic cats.  A large enough\nreceptacle to accommodate these size cats, containing sufficient clean litter, must be provided to contain excreta\nand body wastes.\nTo be corrected by  10-19-15.\n3.125(a)                    REPEAT\n\nFACILITIES, GENERAL.   \nIn the first exotic cat enclosure containing 3 cats, the rotted stump next to the wire was treated for ants, but was\nnever removed after this was cited on 7-20-15.  This rotting piece of a tree needs removal so as to not harbor future\npests.\nExit briefing conducted with licensee.",
  "animals_total": 10,
  "species": [
    {
      "count": 2,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 7,
      "scientific": "Leopardus geoffroyi",
      "common": "GEOFFROY'S CAT"
    },
    {
      "count": 1,
      "scientific": "Prionailurus bengalensis",
      "common": "LEOPARD CAT"
    }
  ]
}