{
  "insp_id": "2016082569121412",
  "layout": "a",
  "customer_id": "335800",
  "customer_name": "Cooperative Resources International",
  "customer_addr": "117e Green Bay St\nPo Box 469\nShawano, WI 54166",
  "certificate": "35-R-0132",
  "site_id": "001",
  "site_name": "CRI INTERNATIONAL CENTER FOR BIOTECHNOLOGY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-APR-2018",
  "report_date": "18-APR-2018",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Structural Strength:\nA 9 week old piglet (DOB 1/31/18) was housed in a raised enclosure with a panel placed on top. The panel was\nplaced in a haphazard manner. It had openings on each end that left the potential for the piglet to get out. When\nthe panel was aligned so that there were no openings it was observed that the panel could fall into the enclosure. A\ntight fitting top was put on the enclosure which then allowed the panel to fit more securely. Not securing enclosure\ntops could cause piglet injury. The facility must ensure that enclosure tops are safely secured.\nCorrection: Ensure that enclosure tops are secured from this date forward.\nThis inspection and exit interview was conducted with facility representatives."
    }
  ],
  "narrative": "3.125(a)\nFACILITIES, GENERAL.   \nStructural Strength: \nA 9 week old piglet (DOB 1/31/18) was housed in a raised enclosure with a panel placed on top.  The panel was\nplaced in a haphazard manner. It had openings on each end that left the potential for the piglet to get out.  When\nthe panel was aligned so that there were no openings it was observed that the panel could fall into the enclosure.  A\ntight fitting top was put on the enclosure which then allowed the panel to fit more securely.   Not securing enclosure\ntops could cause piglet injury.  The facility must ensure that enclosure tops are safely secured.  \nCorrection: Ensure that enclosure tops are secured from this date forward.\nThis inspection and exit interview was conducted with facility representatives.",
  "animals_total": 115,
  "species": [
    {
      "count": 115,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}