{
  "insp_id": "2016090000789954",
  "layout": "b",
  "customer_id": "39327",
  "customer_name": "William Rogers Jr.",
  "customer_addr": "1739 Dripping Springs Rd\nSEYMOUR, TN 37865",
  "certificate": "63-A-0168",
  "site_id": "001",
  "site_name": "ROGERS RABBITRY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-MAY-2022",
  "report_date": "12-MAY-2022",
  "citations": [
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "There are no records being maintained to document the number of rabbits held for breeding or currently on the premises.\nNot all enclosures contain cage cards and the information on several of the cards that are present is incomplete. Several\nof the cards do not accurately state the number of unweaned bunnies in the enclosure. The dealer shall make, keep and\nmaintain records or forms which fully and correctly disclose the information concerning the animals acquisition, offspring\nborn and their disposition."
    },
    {
      "code": "3.53(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Primary enclosures.",
      "narrative": "There are several enclosures that have rusty corroded and broken wire on the sides and flooring. The structural strength\nof these enclosures are compromised leaving broken wires, holes and sharp points that may allow the rabbits to become\ninjured or possibly escape. The enclosures must be repaired or replaced to protect the rabbits from injury and to\nmaintain them securely within."
    },
    {
      "code": "3.54(b)",
      "kind": "",
      "repeat": true,
      "desc": "Feeding.",
      "narrative": "There are several metal feeders containing food that are attached to the enclosures. The feeders are rusted and\ncorroded leaving sharp and jagged edges which may cause injury. The rust and corrosion inhibit proper cleaning and\nsanitation which may allow the food to become contaminated. The feeders shall be repaired or replaced to protect the\nfood from contamination and prevent injury."
    },
    {
      "code": "3.56(b)",
      "kind": "",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "The vinyl mats provided in the primary enclosures have a build up of excreta. The excreta has accumulated in the holes\nof the mats, the edges and the bottom surfaces between the mat and the wire cage floor. The current method of cleaning\nthe mats is inadequate. Improper cleaning and sanitation increases the risk of bacterial growth and other disease hazard\nwhich may cause illness. The enclosures and items in the enclosure shall be properly cleaned and sanitized to prevent\naccumulations and reduce disease hazard."
    },
    {
      "code": "3.56(d)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "In the last section of the rabbit barn there are swarms of flies around the suspended rabbit cages. Swarming flies\nincrease the risk of disease hazard and can cause discomfort. An effective program for the control of insects shall be\nestablished and maintained to protect the rabbits health and well being.\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors:\nJeffrey Shepherd, SUPERVISORY ANIMAL CARE SPECIALISTEnd Section"
    }
  ],
  "narrative": "2.75(b)(1)  Repeat\n   \nRecords: Dealers and exhibitors. \nThere are no records being maintained to document the number of rabbits held for breeding or currently on the premises.  \nNot all enclosures contain cage cards and the information on several of the cards that are present is incomplete. Several \nof the cards do not accurately state the number of unweaned bunnies in the enclosure.  The dealer shall make, keep and \nmaintain records or forms which fully and correctly disclose the information concerning the animals acquisition, offspring \nborn and their disposition. \n3.53(a)(1)  Repeat\n   \nPrimary enclosures. \nThere are several enclosures that have rusty corroded and broken wire on the sides and flooring.  The structural strength \nof these enclosures are compromised leaving broken wires, holes and sharp points that may allow the rabbits to become \ninjured or possibly escape.   The enclosures must be repaired or replaced to protect the rabbits from injury and to \nmaintain them securely within. \n3.54(b)  Repeat\n   \nFeeding. \nThere are several metal feeders containing food that are attached to the enclosures.  The feeders are rusted and \ncorroded leaving sharp and jagged edges which may cause injury.  The rust and corrosion inhibit proper cleaning and\n\nsanitation which may allow the food to become contaminated.  The feeders shall be repaired or replaced to protect the \nfood from contamination and prevent injury. \n3.56(b)  Repeat\n   \nSanitation. \nThe vinyl mats provided in the primary enclosures have a build up of excreta.  The excreta has accumulated in the holes \nof the mats, the edges and the bottom surfaces between the mat and the wire cage floor.  The current method of cleaning \nthe mats is inadequate.  Improper cleaning and sanitation increases the risk of bacterial growth and other disease hazard \nwhich may cause illness.  The enclosures and items in the enclosure shall be properly cleaned and sanitized to prevent \naccumulations and reduce disease hazard. \n3.56(d) \n   \nSanitation. \nIn the last section of the rabbit barn there are swarms of flies around the suspended rabbit cages.  Swarming flies \nincrease the risk of disease hazard and can cause discomfort.  An effective program for the control of insects shall be \nestablished and maintained to protect the rabbits health and well being. \n \nThis inspection and exit interview were conducted with the licensee. \n \nAdditional Inspectors: \nJeffrey Shepherd, SUPERVISORY ANIMAL CARE SPECIALISTEnd Section",
  "animals_total": 418,
  "species": [
    {
      "count": 418,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    }
  ]
}