{
  "insp_id": "212151955140140",
  "layout": "a",
  "customer_id": "329885",
  "customer_name": "Petsway Inc.",
  "customer_addr": "1669 E. St. Louis Street\nSpringfield, MO 65802",
  "certificate": "43-B-3727",
  "site_id": "007",
  "site_name": "PET WAREHOUSE INC.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-JUL-2015",
  "report_date": "31-JUL-2015",
  "citations": [
    {
      "code": "2.76(a)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: OPERATORS OF AUCTION SALES AND BROKERS.",
      "narrative": "The licensee uses a \"Live Animal Intake Form\" at each store whenever they purchase animals from the general\npublic. The form allows collection of all information required by the Animal Welfare Regulations for brokers of\nanimals. However, there were at least 13 forms that had incomplete information regarding the sellers of the\nanimals. Properly completed records are necessary to facilitate record-keeping requirements for acquisition,\ndisposition, and healthcare of the animals. The licensee must keep records that contain the name and full address\nof the seller. If the seller does not have a USDA license, the licensee must keep records of the seller's vehicle\nlicense number and State, and the seller's driver's license number and State. The record must also contain the date\nof the purchase and a description of the animal.\nTO BE CORRECTED BY AUGUST 7, 2015.\nThe exit briefing was conducted with the licensee via telephone on July 31, 2015."
    }
  ],
  "narrative": "2.76(a)\nRECORDS: OPERATORS OF AUCTION SALES AND BROKERS.\nThe licensee uses a \"Live Animal Intake Form\" at each store whenever they purchase animals from the general\npublic.  The form allows collection of all information required by the Animal Welfare Regulations for brokers of\nanimals.  However, there were at least 13 forms that had incomplete information regarding the sellers of the\nanimals. Properly completed records are necessary to facilitate record-keeping requirements for acquisition,\ndisposition, and healthcare of the animals. The licensee must keep records that contain the name and full address\nof the seller.  If the seller does not have a USDA license, the licensee must keep records of the seller's vehicle\nlicense number and State, and the seller's driver's license number and State.  The record must also contain the date\nof the purchase and a description of the animal.\nTO BE CORRECTED BY AUGUST 7, 2015.\nThe exit briefing was conducted with the licensee via telephone on July 31, 2015.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}