{
  "insp_id": "INS-0000851299",
  "layout": "c",
  "customer_id": "506221",
  "customer_name": "Randy Swartzentruber",
  "customer_addr": "4342 S 188th Road\nHALF WAY, MO 65663",
  "certificate": "43-A-6425",
  "site_id": "001",
  "site_name": "RANDY SWARTZENTRUBER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-MAR-2023",
  "report_date": "07-MAR-2023",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "***An adult female King Charles Cavalier named Ruby (#992813) was licking her lips repeatedly during the inspection.\nHer molar teeth were encased in tarter and her gums were swollen. There was a large ulcerated bloody area in her upper\ngums on the right side of her mouth. Also, this dog's right eye had a gray, thick discharge. The cornea was blue and\ncloudy with red specks of blood. There was a vertical ulcerated area extending the length of the cornea.\n***An adult, female King Charles Cavalier named Little Red (#153649) had excessive tarter on most of her teeth. Her red,\nswollen gums were receding away from the teeth.\nThe licensee had not noticed any of these problems and they were not being treated. Teeth and/or gum problems can be\npainful, can affect the animal's ability to eat, and can result in tooth loss. Eye problems can progress rapidly, can be\npainful, and can result in loss of vision. The licensee must have these dogs examined by a veterinarian, follow the\ntreatment recommendations, and maintain medical records for review by the inspector.\nTO BE CORRECTED BY MARCH 8, 2023.\nNOTE: During the inspection, the licensee made appointments for these dogs with a veterinarian.\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \n***An adult female King Charles Cavalier named Ruby (#992813) was licking her lips repeatedly during the inspection.  \nHer molar teeth were encased in tarter and her gums were swollen.  There was a large ulcerated bloody area in her upper \ngums on the right side of her mouth.  Also, this dog's right eye had a gray, thick discharge.  The cornea was blue and \ncloudy with red specks of blood.  There was a vertical ulcerated area extending the length of the cornea.   \n \n***An adult, female King Charles Cavalier named Little Red (#153649) had excessive tarter on most of her teeth.  Her red, \nswollen gums were receding away from the teeth. \n \nThe licensee had not noticed any of these problems and they were not being treated. Teeth and/or gum problems can be \npainful, can affect the animal's ability to eat, and can result in tooth loss.  Eye problems can progress rapidly, can be \npainful, and can result in loss of vision.  The licensee must have these dogs examined by a veterinarian, follow the \ntreatment recommendations, and maintain medical records for review by the inspector.   \nTO BE CORRECTED BY MARCH 8, 2023. \nNOTE:  During the inspection, the licensee made appointments for these dogs with a veterinarian.\n\nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 108,
  "species": [
    {
      "count": 65,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 43,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}