{
  "insp_id": "INS-0000827811",
  "layout": "c",
  "customer_id": "31492",
  "customer_name": "MARK SCHULTZ",
  "customer_addr": "N 9458 RIDGE ROAD\nVAN DYNE, WI 54979",
  "certificate": "35-C-0268",
  "site_id": "001",
  "site_name": "MARK D SCHULTZ",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-NOV-2022",
  "report_date": "29-NOV-2022",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The program of veterinary care does not include llamas and camels. Not having regulated species of animals on your\nprogram of veterinary care doesn't ensure provisions are in place to make sure the medical needs of that species are\nbeing taken care of. The Attending Veterinarian must review the program of veterinary care and ensure all regulated\nspecies of animals being cared for by the licensee are listed on the program of veterinary care. Correct by 12/6/22."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The licensee doesn't have a current inventory or acquisition records of the animals on site. In addition, the licensee was\nunable to provide sales/disposition records from two goats that were recently sold/given away. Not keeping records up to\ndate doesn't allow for APHIS officials to properly track the animals. The licensee must have must have acquisition and\ndisposition records for all regulated animals. In addition, the licensee must have records for all regulated animals that are\ncurrently on site. Correct by 12/29/22."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "An enclosure containing 14 goats and 3 llamas had fencing laying in the yard in one area. In addition part of the fencing\nhad sharp points sticking out into the enclosure. Fencing that is in disrepair or fencing that laying out in the enclosure\ncould cause injury to the animals within the enclosure. The fencing with sharp points sticking out into the enclosure must\nbe either repaired, replaced, or fixed so it no longer poses a danger to the animals within the enclosure. The fencing\nlaying out in the yard of the enclosure must be removed from the enclosure.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.\nn"
    }
  ],
  "narrative": "2.40(a)(1) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe program of veterinary care does not include llamas and camels.  Not having regulated species of animals on your \nprogram of veterinary care doesn't ensure provisions are in place to make sure the medical needs of that species are \nbeing taken care of.  The Attending Veterinarian must review the program of veterinary care and ensure all regulated \nspecies of animals being cared for by the licensee are listed on the program of veterinary care.  Correct by 12/6/22. \n2.75(b)(1) \n   \nRecords: Dealers and exhibitors. \nThe licensee doesn't have a current inventory or acquisition records of the animals on site.  In addition, the licensee was \nunable to provide sales/disposition records from two goats that were recently sold/given away.  Not keeping records up to \ndate doesn't allow for APHIS officials to properly track the animals.  The licensee must have must have acquisition and \ndisposition records for all regulated animals.  In addition, the licensee must have records for all regulated animals that are \ncurrently on site.  Correct by 12/29/22. \n3.125(a)  Repeat\n   \nFacilities, general. \nAn enclosure containing 14 goats and 3 llamas had fencing laying in the yard in one area.  In addition part of the fencing \nhad sharp points sticking out into the enclosure.  Fencing that is in disrepair or fencing that laying out in the enclosure\n\ncould cause injury to the animals within the enclosure.  The fencing with sharp points sticking out into the enclosure must \nbe either repaired, replaced, or fixed so it no longer poses a danger to the animals within the enclosure.  The fencing \nlaying out in the yard of the enclosure must be removed from the enclosure. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd of report. \n \n n",
  "animals_total": 19,
  "species": [
    {
      "count": 14,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 3,
      "scientific": "Lama glama",
      "common": "LLAMA"
    }
  ]
}