{
  "insp_id": "INS-0000868745",
  "layout": "c",
  "customer_id": "6010984",
  "customer_name": "Jodi Gray",
  "customer_addr": "915 Boleman Hill Rd.\nHartwell, GA 30643",
  "certificate": "67-C-0006",
  "site_id": "001",
  "site_name": "Jodi Gray",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-MAY-2023",
  "report_date": "23-MAY-2023",
  "citations": [
    {
      "code": "2.1(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Requirements and application",
      "narrative": "On the day of inspection, the licensee had 269 animals at their site, but their current license is issued for a maximum of\n200 animals. In addition, dangerous animal species which included wild canids, a wolf, a coyote, red foxes, fennec foxes,\nand Group 6 nonhuman primates, spider monkeys, were currently being held at their second location and were not\napproved on their current license. Not obtaining approval for an increased number of animals or additional types of\ndangerous species, may negatively impact the animals’ health and well-being since the licensee’s facility, knowledge of\nthe new species, and number of employees has not been evaluated. The licensee must obtain a new license before using\nany animal beyond those types or numbers of animals authorized under the existing license. Correct by May 30, 2023."
    },
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The attending veterinarian was not provided complete authority to oversee the adequacy of several aspects of animal\ncare and use within the facility.\n• The licensee did not discuss the diet for the newly acquired porcupines and juvenile capybara with the attending\nveterinarian. The rodent species are being fed primate biscuits which were not approved by the veterinarian, especially in\nregard to the adequacy of the Vitamin D content. Furthermore, per the licensee, the 4-week-old porcupine and 1.5-month-\nold capybara came to her weaned and are not currently being bottle fed but given primate or rodent biscuits soaked in\nmilk. This diet or method of feeding, as well as weaning age were not discussed or approved by the veterinarian.\n• The licensee did not discuss enclosure, husbandry, and overall medical care plan for the above mentioned newly\nacquired animals with the attending veterinarian.\n• Furthermore, the licensee did not discuss or develop in conjunction with the attending veterinarian an enrichment plan\nfor the marmoset and juvenile spider monkey that were singly housed and unable to hear and see other primates of their\nown or compatible species at the time of inspection.\nWithout an adequate care plan overseen by a veterinarian knowledgeable about the species involved, the provision of\nveterinary care may be inappropriate, which could result in animal illness or discomfort. In conjunction with the attending\nveterinarian, the applicant must establish an all-inclusive and adequate care plan for every animal within the facility\nincluding the porcupines, the juvenile capybara, the marmoset, and the yearling spider monkey. In addition, the applicant\nmust always assure that the attending veterinarian has appropriate authority to ensure the provision of adequate\nveterinary care and to oversee the adequacy of other aspects of animal care and use. Correct by June 2, 2023."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The licensee was treating one animal with a medical condition without prior consultation with the attending veterinarian\nwhile other animals had not been recognized as needing veterinary care.\n• An adult female porcupine was found in an outdoor enclosure at the offsite location with her nose in a corner with two\nlarge wounds along both sides of her back, each one approximately 6 inches long by 4 inches wide. The quills over the\nwounded areas were missing and the flesh around was observed to be red and inflamed. The wound on the left side was\ncovered in cracked thick black crusty material while the right wound was bloody and ulcerated, missing the top skin layer.\nThe licensee was treating the wounds with a topical spray for the past week without approval from or prior consultation\nwith the attending veterinarian or any other veterinarian.\n• All but 1 of the Watusi in the safari appeared thin. 3 in particular, one adult red female, one juvenile red male and a white\nmale, were of poor body condition with prominent hip and rib bones easily apparent from a distance. The sharp angles of\nthe ribs, hook bones, pin bones and all the bones in the rump area could easily be seen through the skin on all 3 animals.\nThe female red Watusi also had sharp prominent easily seen back bones. The licensee stated having noticed the animals\nwere lean but did not realize they were of poor body condition and did not consult with the attending veterinarian on care.\n• An albino raccoon in an outdoor enclosure at the offsite location was acting abnormally and moving around his\nenclosure very deliberately/carefully. He didn’t track the inspector’s movements outside of the enclosure. A tree branch\nintroduced into the enclosure by the licensee startled the racoon who did not notice it’s approach until it was almost\ntouching his face. The licensee had not recognized this behavior as being abnormal and did not consult with the attending\nveterinarian on care.\n• The male small-clawed otter in his outdoor enclosure at the offsite location, was seen spinning around, chasing his foot\nrepeatedly within a small tub of water. The licensee explained that the otter does not know how to swim and this is the\nbehavior he does instead. The veterinarian was not consulted on the abnormal fact that the otter can’t swim or about this\nrepetitive behavior done instead in the water tub.\nTreating animals without guidance from a veterinarian could lead to inappropriate methods to treat injuries and medical\nconditions. Failing to recognize and notify the veterinarian of medical or behavioral concerns, delays treatment that can be\ndetrimental to the animal’s health and well-being. The licensee, in connection with the attending veterinarian must develop\nan adequate program of veterinary care that includes the use of appropriate methods to prevent, control, diagnose, and\ntreat diseases and injuries. Correct by May 24, 2023."
    },
    {
      "code": "2.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "About 1 week ago, the licensee acquired a mated pair of adult porcupines as well as their offspring, a 3-week-old juvenile\nporcupine. At the time of inspection, the juvenile had already been pulled from the parents and was being hand reared.\nThe licensee did not have prior experience in hand rearing a porcupine of this age. The licensee stated that she “was\nfiguring out” how to care for the juvenile porcupine and had not consulted with a veterinarian or a specialist experienced in\nsuch matters. When questioned, the licensee did not have knowledge and was not able to explain the plan for assuring\npsychological wellbeing during growth into an adult, for providing an appropriate enclosure to allow for the development of\nspecies-specific behaviors and an appropriate diet with proper vitamin consideration for the species.\nInsufficient knowledge or experience of acquired exotic animals, especially of the requirements for the age at acquisition,\ncan lead to the use of inappropriate housing, diet, and husbandry measures. The applicant must consult with the\nattending veterinarian and must acquire the necessary knowledge needed to develop a complete plan for caring for a\nporcupine throughout all age groups. The applicant needs to have adequate experience and knowledge of any wild or\nexotic animals she maintains or plans to acquire. Correct by June 2, 2023"
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "At the time of inspection, a 4-week-old African Crested Porcupine was housed in a wire enclosure about 3 feet tall, behind\ntall display stands, out of direct site of the cashier attendants. There was no barrier to provide sufficient distance from the\npublic and the enclosure was not equipped with a hide to allow the animal to move out of view. 2 Kids were seen sitting\non the ground, right against the enclosure, less than 1 foot away from the porcupine, with no monitoring employee.\nWithout a barrier to assure the safety of both the animal and the public by preventing contact between them, injuries to\neither or both may occur. During public exhibition, there must be sufficient distance and/or barriers between the animals\nand the general viewing public to assure the safety of the animals and the public. Correct by May 26, 2023."
    },
    {
      "code": "2.131(d)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "At the time of inspection, there was an insufficient number of readily identifiable employees monitoring the petting zoo\narea of the safari for the large number of patrons present. Only one attendant was monitoring the interactions occurring\nwith the animals within two large enclosures, separated by a barn. The largest enclosure contained goats, sheep, a\njuvenile camel, a llama, pigs, and two juvenile nilgai while the second enclosure contained tortoises. The employee was\nseen walking between the two enclosures and the barn, many times turning her back on a large number of interactions\ntaking place. In fact, members of the public were observed petting and feeding the animals without any readily identifiable\nemployee or attendant observing or even being present at many points. Lack of employee oversight of direct interactions\nbetween the animals and the visitors may lead to injury to the public and/or injury or distress to the animals. A\nresponsible, knowledgeable, and readily identifiable employee or attendant must be present at all times during periods of\npublic contact. Correct by June 02, 2023."
    },
    {
      "code": "3.75(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "Within the marmoset outdoor enclosure, there was a wooden ladder that had a large amount of thick brown/black grime\nstaining the entire length of every rung except for the last one. Certain toys within the enclosure also had some buildup of\nbrown/black grime. These enrichment items are not being cleaned or sanitized with sufficient frequency to prevent such\nbuild-up which could result in the spread of disease, odors and attraction of pests. Hard surfaces with which the\nmarmoset comes in contact with, must be spot cleaned daily and sanitized, or replaced when soiled to prevent an\nexcessive accumulation of dirt, debris, food waste, and excreta. Correct by June 2, 2023."
    },
    {
      "code": "3.75(e)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "Bags as well as plastic cans of primate feed were stored in the food storage shed with a large amount of spilled feed, dirt\nand rodent feces on the floor behind, below and in between the palettes. An open container of primate food was also\nfound in the dirty refrigerator within the indoor bird housing area in need of cleaning. The open container was placed on\nthe bottom of the fridge, exposed to the spilled white powdery substance on the top shelf. Storing primate feed in an open\ncontainer such as this one may result in food contamination. Open food supplies must be kept in leakproof containers with\ntightly fitting lids to prevent spoilage and contamination. Furthermore, the failure to effectively clean the food storage\nareas has led to the attraction of pests, which could lead to contamination of food and may result in animal disease.\nSupplies of food and bedding shall be stored in facilities which adequately protect such supplies against spoilage,\ncontamination, and vermin infestation. Correct by June 9, 2023."
    },
    {
      "code": "3.77(f)",
      "kind": "",
      "repeat": false,
      "desc": "Sheltered housing facilities.",
      "narrative": "At the offsite location, which contained lemurs, capuchins, spider monkeys and a marmoset, the following perimeter fence\ninsufficiencies surrounding the nonhuman primates’ outdoor and sheltered primary enclosures were found:\n• The fence, alongside a pasture adjacent to the property, varied between 4 to 5 feet in height and the wire mesh spacing,\napproximately 5 inches by 5 inches, was not narrow enough to prevent animals the size of dogs, skunks, and raccoons\nfrom coming through.\n• The small gate which is part of the perimeter fence near the wolf enclosure was approximately 4 feet in height.\n• The fence at the front of the property was 65 inches in height while the gate to enter the perimeter fence there was 69\ninches in height, both slightly below 6 feet.\n• The fence was not continuous with the metal building at the front of the property which served as the perimeter barrier\nfor that section with large gaps, approximately 6 inches in width, at both sides.\nThe lack of an adequate perimeter fence presents a safety risk to the primates within the facility, in that there isn’t an\nadequate secondary containment system to hold animals that may escape their primary enclosures, or a sufficient barrier\nto keep animals and unauthorized persons out. The facility must ensure that primates being housed outdoors or in\nsheltered housing are enclosed by a continuous perimeter fence 6-feet in height. Correct by August 25, 2023."
    },
    {
      "code": "3.80(a)(2)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "At the offsite location, the following nonhuman primate enclosures were found with potential hazards:\n• In the outdoor portion of the ring tail lemurs’ enclosure, there was a thin piece of sharp metal with jagged edges, about 6\ninches in length and 2 inches wide, at the top of the tunnel opening leading to the sheltered portion.\n• In the capuchins’ enclosure, there were many sharp points, approximately 1 to 1 ½ inches in length, of twisted\nthin/pointed metal wires, that were being used to secure perches, water bottles, and enrichment items, accessible to the\nanimals.\nThe sharp points in both these enclosures were easily accessible to the animals and could result in injury. The primate’s\nhousing facilities must be structurally sound and maintained in good repair, to protect the animals from injury, and to\ncontain the animals. Correct by June 02, 2023."
    },
    {
      "code": "3.81(c)",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "The licensee did not develop or document a special considerations enrichment plan for the singly housed marmoset and\nyearling spider monkey. The marmoset cannot hear or see other primates of his own or compatible species. The juvenile\nspider monkey was hand reared and at the time of inspection was sitting on a small, elevated platform in the giftshop,\nwithout any physical barriers surrounding him. Per the licensee, he remains there during the day, a couple days a week\nand has an enclosure facing other spider monkeys for the rest of the time. The singly housed marmoset and the juvenile\nspider monkey were not provided special attention regarding enhancement of their environment in order to assure\npsychological well-being in-spite of their circumstances. A well-implemented and documented enrichment plan is\nessential to prevent distress and maintain the psychological well-being of non-human primates such as these. Juvenile\nand singly housed primates must be provided special attention regarding enhancement of their environment, based on the\nneeds of the individual species and in accordance with the instructions of the attending veterinarian. The special\nconsiderations enrichment plan for these two must be developed in conjunction with the attending veterinarian and well-\ndocumented. Correct by June 9, 2023."
    },
    {
      "code": "3.82(d)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding.",
      "narrative": "Food and water receptacles for the nonhuman primates at the offsite location are being cleaned with soap and water daily\nbut not being sanitized. Adequate cleaning and sanitizing of food and water receptacles are necessary to ensure the\nhealth of the animals by preventing spread of disease and contamination. Food and water receptacles must be sanitized\nusing live steam under pressure, hot water over 180 degrees Fahrenheit and soap or detergent, or detergent/disinfectant\n(after removing organic material first) followed by a clean water rinse at least every two weeks. Correct by June 2, 2023."
    },
    {
      "code": "3.84(c)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The sheltered portion of the spider monkey and lemur enclosure at the off-site location is located within a red barn of\nwhich the far section is used to shelter a camel. Immediately adjacent to the primate area, the metal ceiling and walls of\nthe camel shelter section are covered in an excessive amount of black dirt, dust, and spider webs.\nFurthermore, the indoor bird housing area where the marmoset was contained throughout the cold season up until 3 days\nbefore the inspection, had a large amount of dirt and spider webs along the ceiling, hanging from the rectangular lights as\nwell as a layer of black dirt on the floor along the front wall. A large amount of dirt and rodent feces could also be seen\nalong the far wall, behind the refrigerator.\nThese premises where primate housing facilities are located are not being kept clean, which has resulted in the harboring\nof pests and could negatively impact animal health and well-being. Premises where housing facilities are located must be\nkept clean in order to protect the nonhuman primates, to facilitate the husbandry practices required, and to reduce or\neliminate breeding and living areas for rodents, pests, and vermin. Correct by June 2, 2023."
    },
    {
      "code": "3.84(d)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "Primate feed was being stored in two areas at the offsite location where significant evidence of pests could be seen. A\nlarge amount of rodent feces was seen in the indoor bird housing area behind the refrigerator storing primate biscuits and\nalong the walls. A moderate amount of rodent feces was also seen inside the freezer section. On the bottom left section of\nthe fridge, on top of a spilled sticky brownish red liquid substance, there was a large amount of dead flies. Furthermore, a\nlarge amount of rodent feces was seen behind, in between and below the palettes holding stored primate feed bags as\nwell as plastic containers in the food storage shed. Pests such as rodents, and flies can contaminate stored food and can\nspread diseases that can be harmful to the non-human primate’s health. The licensee must establish and maintain a safe\nand effective program for the control of pests. Correct by June 19, 2023."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "At the offsite location, the following enclosures were found with potential hazards:\n• Within the coatimundi outdoor enclosure, multiple thin pointed wires were twisted around a plastic shelf to secure it to\nthe wire enclosure, with the ends, approximately 1 inch in length, left sharp and accessible to the animals.\n• Within the Patagonian cavy outdoor enclosure, two areas at the bottom of the solid metal wall at the back of the\nenclosure had been damaged by the animals, leaving behind large gaps framed by jagged edges. Animals could attempt\nto go through the gap and could get injured from the exposed sharp points.\nBoth enclosures could cause harm to the animals by allowing injury from the exposed sharp points within their enclosures.\nThe outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the animals\nfrom injury and to contain the animals. Correct by June 2, 2023."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "Three areas of food storage were found in need of cleaning during inspection:\n• The bird indoor housing area, where a refrigerator containing feed for regulated animals and where some food\nprocessing occurred, had a large amount of dirt and spider webs along the ceiling, hanging from the rectangular lights as\nwell as a layer of black dirt on the floor along the front wall. A large amount of dirt and rodent feces could also be seen\nalong the far wall, behind the refrigerator.\n• The refrigerator as well was in need of cleaning. There was a large amount of powdered white substance spilled on the\ntop shelf of the refrigerator. There were smeared brownish/red sticky material along the edges of the top and bottom\nshelves. At the bottom left section of the fridge, there was a moderate amount of food debris and a large amount of spilled\nbrownish-red sticky material with dead flies scattered throughout. A significant amount of rodent feces and dead flies\ncould be seen at the bottom of the freezer.\n• The feed storage shed had a large amount of spilled feed, dirt and rodent feces on the floor at the corners of the shed\nand behind, below and in between the palettes holding up plastic cans as well as bags of feed.\nFailure to effectively clean the food storage areas has led to the attraction of pests, could lead to contamination of food,\nwhich may result in animal disease. Supplies of food and bedding shall be stored in facilities which adequately protect\nsuch supplies against deterioration, molding, or contamination by vermin. Correct by June 9, 2023."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "The outdoor enclosures at the offsite location for a wolf, a dangerous animal, and as well as for many non-dangerous\nanimals such as foxes, badgers, groundhogs, small-clawed otters, racoons, coatimundis, wallabies, kangaroos,\nPatagonian cavies, a coyote, a capybara, a porcupine, were surrounded by a perimeter fence with the following\ninsufficiencies:\n• The fence, alongside a pasture adjacent to the property, varied between 4 to 5 feet in height and the wire mesh spacing,\napproximately 5 inches by 5 inches, was not narrow enough to prevent other animals from coming through.\n• The small gate which is part of the perimeter fence near the wolf enclosure was approximately 4 feet in height.\n• The fence at the front of the property was 65 inches in height while the gate to enter the perimeter fence there was 69\ninches in height, both slightly below 6 feet.\n• The wolf’s enclosure as well as the albino racoon’s enclosure was approximately 2 feet from the perimeter fence.\n• The fence was not continuous with the metal building at the front of the property which served as the perimeter barrier\nfor that section with large gaps, approximately 6 inches in width, at both sides.\nThe lack of an adequate perimeter fence presents a safety risk to the animals within the facility, in that there isn’t an\nadequate secondary containment system to hold animals that may escape their primary enclosures, or a sufficient barrier\nto keep animals and unauthorized persons out. The facility must ensure that the above listed animals being housed\noutdoors are enclosed by a continuous perimeter fence, 8-feet tall for the wolf, and 6-feet tall for the other animals listed\nabove, as well as 3 feet away from the animals’ primary enclosures. Correct by August 25, 2023."
    },
    {
      "code": "3.129(b)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding.",
      "narrative": "There was a large amount of deteriorated, caked feed in the coyote’s food receptacle. Some distinct round kibbles could\nbe seen on the surface, but the majority of the receptacle’s contents was shapeless deteriorated food mush. The food\nreceptacle is not being emptied at a sufficient frequency to remove the caked feed and adequately clean/sanitize.\nImproperly cleaned food receptacles can cause caking or contamination of food, which may cause animals to consume\nless or may negatively impact their health and well-being. Food receptacles shall be kept clean and sanitary at all times\nand adequate measures shall be taken to prevent contamination, deterioration or caking of food. To be corrected by May\n26, 2023."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "A large amount of rodent feces was seen in the indoor bird housing area behind the refrigerator storing regulated animal\nfeed and along the walls. A moderate amount of rodent feces was also seen inside the freezer section. On the bottom left\nsection of the fridge, on top of a spilled sticky brownish red liquid substance, there was a large amount of dead flies.\nFurthermore, a large amount of rodent feces was seen behind, in between and below the palettes holding stored bags as\nwell as plastic cans of feed in the food storage shed. Pests such as rodents, and flies can contaminate stored food and\ncan spread diseases that can be harmful to animal’s health. The licensee must establish and maintain a safe and effective\nprogram for the control of pests. Correct by June 19, 2023.\nThis inspection and exit interview were conducted with facility representatives.\nAdditional Inspectors:\nSTEPHANIE MAYARD, VETERINARY MEDICAL OFFICER n"
    }
  ],
  "narrative": "2.1(b)(2) \n   \nRequirements and application \nOn the day of inspection, the licensee had 269 animals at their site, but their current license is issued for a maximum of \n200 animals. In addition, dangerous animal species which included wild canids, a wolf, a coyote, red foxes, fennec foxes, \nand Group 6 nonhuman primates, spider monkeys, were currently being held at their second location and were not \napproved on their current license. Not obtaining approval for an increased number of animals or additional types of \ndangerous species, may negatively impact the animals’ health and well-being since the licensee’s facility, knowledge of \nthe new species, and number of employees has not been evaluated. The licensee must obtain a new license before using \nany animal beyond those types or numbers of animals authorized under the existing license. Correct by May 30, 2023. \n2.40(a)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe attending veterinarian was not provided complete authority to oversee the adequacy of several aspects of animal \ncare and use within the facility.  \n \n• The licensee did not discuss the diet for the newly acquired porcupines and juvenile capybara with the attending \nveterinarian. The rodent species are being fed primate biscuits which were not approved by the veterinarian, especially in\n\nregard to the adequacy of the Vitamin D content. Furthermore, per the licensee, the 4-week-old porcupine and 1.5-month-\nold capybara came to her weaned and are not currently being bottle fed but given primate or rodent biscuits soaked in \nmilk. This diet or method of feeding, as well as weaning age were not discussed or approved by the veterinarian.   \n• The licensee did not discuss enclosure, husbandry, and overall medical care plan for the above mentioned newly \nacquired animals with the attending veterinarian.  \n• Furthermore, the licensee did not discuss or develop in conjunction with the attending veterinarian an enrichment plan \nfor the marmoset and juvenile spider monkey that were singly housed and unable to hear and see other primates of their \nown or compatible species at the time of inspection. \n \nWithout an adequate care plan overseen by a veterinarian knowledgeable about the species involved, the provision of \nveterinary care may be inappropriate, which could result in animal illness or discomfort. In conjunction with the attending \nveterinarian, the applicant must establish an all-inclusive and adequate care plan for every animal within the facility \nincluding the porcupines, the juvenile capybara, the marmoset, and the yearling spider monkey. In addition, the applicant \nmust always assure that the attending veterinarian has appropriate authority to ensure the provision of adequate \nveterinary care and to oversee the adequacy of other aspects of animal care and use. Correct by June 2, 2023. \n2.40(b)(2)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe licensee was treating one animal with a medical condition without prior consultation with the attending veterinarian \nwhile other animals had not been recognized as needing veterinary care.    \n• An adult female porcupine was found in an outdoor enclosure at the offsite location with her nose in a corner with two \nlarge wounds along both sides of her back, each one approximately 6 inches long by 4 inches wide. The quills over the \nwounded areas were missing and the flesh around was observed to be red and inflamed. The wound on the left side was\n\ncovered in cracked thick black crusty material while the right wound was bloody and ulcerated, missing the top skin layer. \nThe licensee was treating the wounds with a topical spray for the past week without approval from or prior consultation \nwith the attending veterinarian or any other veterinarian.  \n• All but 1 of the Watusi in the safari appeared thin. 3 in particular, one adult red female, one juvenile red male and a white \nmale, were of poor body condition with prominent hip and rib bones easily apparent from a distance. The sharp angles of \nthe ribs, hook bones, pin bones and all the bones in the rump area could easily be seen through the skin on all 3 animals. \nThe female red Watusi also had sharp prominent easily seen back bones. The licensee stated having noticed the animals \nwere lean but did not realize they were of poor body condition and did not consult with the attending veterinarian on care.   \n• An albino raccoon in an outdoor enclosure at the offsite location was acting abnormally and moving around his \nenclosure very deliberately/carefully. He didn’t track the inspector’s movements outside of the enclosure. A tree branch \nintroduced into the enclosure by the licensee startled the racoon who did not notice it’s approach until it was almost \ntouching his face. The licensee had not recognized this behavior as being abnormal and did not consult with the attending \nveterinarian on care.  \n• The male small-clawed otter in his outdoor enclosure at the offsite location, was seen spinning around, chasing his foot \nrepeatedly within a small tub of water. The licensee explained that the otter does not know how to swim and this is the \nbehavior he does instead. The veterinarian was not consulted on the abnormal fact that the otter can’t swim or about this \nrepetitive behavior done instead in the water tub.  \n \nTreating animals without guidance from a veterinarian could lead to inappropriate methods to treat injuries and medical \nconditions. Failing to recognize and notify the veterinarian of medical or behavioral concerns, delays treatment that can be \ndetrimental to the animal’s health and well-being. The licensee, in connection with the attending veterinarian must develop\n\nan adequate program of veterinary care that includes the use of appropriate methods to prevent, control, diagnose, and \ntreat diseases and injuries. Correct by May 24, 2023. \n2.131(a) \n   \nHandling of animals. \nAbout 1 week ago, the licensee acquired a mated pair of adult porcupines as well as their offspring, a 3-week-old juvenile \nporcupine. At the time of inspection, the juvenile had already been pulled from the parents and was being hand reared. \nThe licensee did not have prior experience in hand rearing a porcupine of this age. The licensee stated that she “was \nfiguring out” how to care for the juvenile porcupine and had not consulted with a veterinarian or a specialist experienced in \nsuch matters. When questioned, the licensee did not have knowledge and was not able to explain the plan for assuring \npsychological wellbeing during growth into an adult, for providing an appropriate enclosure to allow for the development of \nspecies-specific behaviors and an appropriate diet with proper vitamin consideration for the species.  \nInsufficient knowledge or experience of acquired exotic animals, especially of the requirements for the age at acquisition, \ncan lead to the use of inappropriate housing, diet, and husbandry measures. The applicant must consult with the \nattending veterinarian and must acquire the necessary knowledge needed to develop a complete plan for caring for a \nporcupine throughout all age groups. The applicant needs to have adequate experience and knowledge of any wild or \nexotic animals she maintains or plans to acquire. Correct by June 2, 2023 \n2.131(c)(1) \n   \nHandling of animals. \nAt the time of inspection, a 4-week-old African Crested Porcupine was housed in a wire enclosure about 3 feet tall, behind \ntall display stands, out of direct site of the cashier attendants. There was no barrier to provide sufficient distance from the \npublic and the enclosure was not equipped with a hide to allow the animal to move out of view. 2 Kids were seen sitting \non the ground, right against the enclosure, less than 1 foot away from the porcupine, with no monitoring employee.\n\nWithout a barrier to assure the safety of both the animal and the public by preventing contact between them, injuries to \neither or both may occur. During public exhibition, there must be sufficient distance and/or barriers between the animals \nand the general viewing public to assure the safety of the animals and the public. Correct by May 26, 2023. \n2.131(d)(2) \n   \nHandling of animals. \nAt the time of inspection, there was an insufficient number of readily identifiable employees monitoring the petting zoo \narea of the safari for the large number of patrons present. Only one attendant was monitoring the interactions occurring \nwith the animals within two large enclosures, separated by a barn. The largest enclosure contained goats, sheep, a \njuvenile camel, a llama, pigs, and two juvenile nilgai while the second enclosure contained tortoises. The employee was \nseen walking between the two enclosures and the barn, many times turning her back on a large number of interactions \ntaking place. In fact, members of the public were observed petting and feeding the animals without any readily identifiable \nemployee or attendant observing or even being present at many points. Lack of employee oversight of direct interactions \nbetween the animals and the visitors may lead to injury to the public and/or injury or distress to the animals. A \nresponsible, knowledgeable, and readily identifiable employee or attendant must be present at all times during periods of \npublic contact. Correct by June 02, 2023. \n3.75(c)(3) \n   \nHousing facilities, general. \nWithin the marmoset outdoor enclosure, there was a wooden ladder that had a large amount of thick brown/black grime \nstaining the entire length of every rung except for the last one. Certain toys within the enclosure also had some buildup of \nbrown/black grime. These enrichment items are not being cleaned or sanitized with sufficient frequency to prevent such \nbuild-up which could result in the spread of disease, odors and attraction of pests.  Hard surfaces with which the\n\nmarmoset comes in contact with, must be spot cleaned daily and sanitized, or replaced when soiled to prevent an \nexcessive accumulation of dirt, debris, food waste, and excreta. Correct by June 2, 2023. \n3.75(e) \n   \nHousing facilities, general. \nBags as well as plastic cans of primate feed were stored in the food storage shed with a large amount of spilled feed, dirt \nand rodent feces on the floor behind, below and in between the palettes. An open container of primate food was also \nfound in the dirty refrigerator within the indoor bird housing area in need of cleaning. The open container was placed on \nthe bottom of the fridge, exposed to the spilled white powdery substance on the top shelf. Storing primate feed in an open \ncontainer such as this one may result in food contamination. Open food supplies must be kept in leakproof containers with \ntightly fitting lids to prevent spoilage and contamination. Furthermore, the failure to effectively clean the food storage \nareas has led to the attraction of pests, which could lead to contamination of food and may result in animal disease. \nSupplies of food and bedding shall be stored in facilities which adequately protect such supplies against spoilage, \ncontamination, and vermin infestation. Correct by June 9, 2023. \n3.77(f) \n   \nSheltered housing facilities. \nAt the offsite location, which contained lemurs, capuchins, spider monkeys and a marmoset, the following perimeter fence \ninsufficiencies surrounding the nonhuman primates’ outdoor and sheltered primary enclosures were found:  \n• The fence, alongside a pasture adjacent to the property, varied between 4 to 5 feet in height and the wire mesh spacing, \napproximately 5 inches by 5 inches, was not narrow enough to prevent animals the size of dogs, skunks, and raccoons \nfrom coming through.   \n• The small gate which is part of the perimeter fence near the wolf enclosure was approximately 4 feet in height. \n• The fence at the front of the property was 65 inches in height while the gate to enter the perimeter fence there was 69\n\ninches in height, both slightly below 6 feet.  \n• The fence was not continuous with the metal building at the front of the property which served as the perimeter barrier \nfor that section with large gaps, approximately 6 inches in width, at both sides.  \n \nThe lack of an adequate perimeter fence presents a safety risk to the primates within the facility, in that there isn’t an \nadequate secondary containment system to hold animals that may escape their primary enclosures, or a sufficient barrier \nto keep animals and unauthorized persons out. The facility must ensure that primates being housed outdoors or in \nsheltered housing are enclosed by a continuous perimeter fence 6-feet in height. Correct by August 25, 2023. \n3.80(a)(2)(i) \n   \nPrimary enclosures. \nAt the offsite location, the following nonhuman primate enclosures were found with potential hazards:  \n• In the outdoor portion of the ring tail lemurs’ enclosure, there was a thin piece of sharp metal with jagged edges, about 6 \ninches in length and 2 inches wide, at the top of the tunnel opening leading to the sheltered portion.  \n• In the capuchins’ enclosure, there were many sharp points, approximately 1 to 1 ½ inches in length, of twisted \nthin/pointed metal wires, that were being used to secure perches, water bottles, and enrichment items, accessible to the \nanimals. \n \nThe sharp points in both these enclosures were easily accessible to the animals and could result in injury. The primate’s \nhousing facilities must be structurally sound and maintained in good repair, to protect the animals from injury, and to \ncontain the animals. Correct by June 02, 2023. \n3.81(c) \n   \nEnvironment enhancement to promote psychological well-being.\n\nThe licensee did not develop or document a special considerations enrichment plan for the singly housed marmoset and \nyearling spider monkey. The marmoset cannot hear or see other primates of his own or compatible species. The juvenile \nspider monkey was hand reared and at the time of inspection was sitting on a small, elevated platform in the giftshop, \nwithout any physical barriers surrounding him. Per the licensee, he remains there during the day, a couple days a week \nand has an enclosure facing other spider monkeys for the rest of the time. The singly housed marmoset and the juvenile \nspider monkey were not provided special attention regarding enhancement of their environment in order to assure \npsychological well-being in-spite of their circumstances.  A well-implemented and documented enrichment plan is \nessential to prevent distress and maintain the psychological well-being of non-human primates such as these. Juvenile \nand singly housed primates must be provided special attention regarding enhancement of their environment, based on the \nneeds of the individual species and in accordance with the instructions of the attending veterinarian. The special \nconsiderations enrichment plan for these two must be developed in conjunction with the attending veterinarian and well-\ndocumented. Correct by June 9, 2023. \n3.82(d) \n   \nFeeding. \nFood and water receptacles for the nonhuman primates at the offsite location are being cleaned with soap and water daily \nbut not being sanitized.  Adequate cleaning and sanitizing of food and water receptacles are necessary to ensure the \nhealth of the animals by preventing spread of disease and contamination. Food and water receptacles must be sanitized \nusing live steam under pressure, hot water over 180 degrees Fahrenheit and soap or detergent, or detergent/disinfectant \n(after removing organic material first) followed by a clean water rinse at least every two weeks. Correct by June 2, 2023. \n3.84(c) \n   \nCleaning, sanitization, housekeeping, and pest control.\n\nThe sheltered portion of the spider monkey and lemur enclosure at the off-site location is located within a red barn of \nwhich the far section is used to shelter a camel. Immediately adjacent to the primate area, the metal ceiling and walls of \nthe camel shelter section are covered in an excessive amount of black dirt, dust, and spider webs.   \n \nFurthermore, the indoor bird housing area where the marmoset was contained throughout the cold season up until 3 days \nbefore the inspection, had a large amount of dirt and spider webs along the ceiling, hanging from the rectangular lights as \nwell as a layer of black dirt on the floor along the front wall. A large amount of dirt and rodent feces could also be seen \nalong the far wall, behind the refrigerator.   \n \nThese premises where primate housing facilities are located are not being kept clean, which has resulted in the harboring \nof pests and could negatively impact animal health and well-being. Premises where housing facilities are located must be \nkept clean in order to protect the nonhuman primates, to facilitate the husbandry practices required, and to reduce or \neliminate breeding and living areas for rodents, pests, and vermin. Correct by June 2, 2023. \n3.84(d) \n   \nCleaning, sanitization, housekeeping, and pest control. \nPrimate feed was being stored in two areas at the offsite location where significant evidence of pests could be seen. A \nlarge amount of rodent feces was seen in the indoor bird housing area behind the refrigerator storing primate biscuits and \nalong the walls. A moderate amount of rodent feces was also seen inside the freezer section. On the bottom left section of \nthe fridge, on top of a spilled sticky brownish red liquid substance, there was a large amount of dead flies. Furthermore, a \nlarge amount of rodent feces was seen behind, in between and below the palettes holding stored primate feed bags as \nwell as plastic containers in the food storage shed. Pests such as rodents, and flies can contaminate stored food and can\n\nspread diseases that can be harmful to the non-human primate’s health. The licensee must establish and maintain a safe \nand effective program for the control of pests. Correct by June 19, 2023. \n3.125(a) \n   \nFacilities, general. \nAt the offsite location, the following enclosures were found with potential hazards:  \n• Within the coatimundi outdoor enclosure, multiple thin pointed wires were twisted around a plastic shelf to secure it to \nthe wire enclosure, with the ends, approximately 1 inch in length, left sharp and accessible to the animals.    \n• Within the Patagonian cavy outdoor enclosure, two areas at the bottom of the solid metal wall at the back of the \nenclosure had been damaged by the animals, leaving behind large gaps framed by jagged edges. Animals could attempt \nto go through the gap and could get injured from the exposed sharp points.   \nBoth enclosures could cause harm to the animals by allowing injury from the exposed sharp points within their enclosures. \nThe outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the animals \nfrom injury and to contain the animals. Correct by June 2, 2023. \n3.125(c) \n   \nFacilities, general. \nThree areas of food storage were found in need of cleaning during inspection:  \n• The bird indoor housing area, where a refrigerator containing feed for regulated animals and where some food \nprocessing occurred, had a large amount of dirt and spider webs along the ceiling, hanging from the rectangular lights as \nwell as a layer of black dirt on the floor along the front wall. A large amount of dirt and rodent feces could also be seen \nalong the far wall, behind the refrigerator.  \n• The refrigerator as well was in need of cleaning. There was a large amount of powdered white substance spilled on the \ntop shelf of the refrigerator. There were smeared brownish/red sticky material along the edges of the top and bottom\n\nshelves. At the bottom left section of the fridge, there was a moderate amount of food debris and a large amount of spilled \nbrownish-red sticky material with dead flies scattered throughout. A significant amount of rodent feces and dead flies \ncould be seen at the bottom of the freezer.   \n• The feed storage shed had a large amount of spilled feed, dirt and rodent feces on the floor at the corners of the shed \nand behind, below and in between the palettes holding up plastic cans as well as bags of feed. \n \nFailure to effectively clean the food storage areas has led to the attraction of pests, could lead to contamination of food, \nwhich may result in animal disease. Supplies of food and bedding shall be stored in facilities which adequately protect \nsuch supplies against deterioration, molding, or contamination by vermin. Correct by June 9, 2023. \n3.127(d) \n   \nFacilities, outdoor. \nThe outdoor enclosures at the offsite location for a wolf, a dangerous animal, and as well as for many non-dangerous \nanimals such as foxes, badgers, groundhogs, small-clawed otters, racoons, coatimundis, wallabies, kangaroos, \nPatagonian cavies, a coyote, a capybara, a porcupine, were surrounded by a perimeter fence with the following \ninsufficiencies:  \n• The fence, alongside a pasture adjacent to the property, varied between 4 to 5 feet in height and the wire mesh spacing, \napproximately 5 inches by 5 inches, was not narrow enough to prevent other animals from coming through.   \n• The small gate which is part of the perimeter fence near the wolf enclosure was approximately 4 feet in height. \n• The fence at the front of the property was 65 inches in height while the gate to enter the perimeter fence there was 69 \ninches in height, both slightly below 6 feet.  \n• The wolf’s enclosure as well as the albino racoon’s enclosure was approximately 2 feet from the perimeter fence.    \n• The fence was not continuous with the metal building at the front of the property which served as the perimeter barrier\n\nfor that section with large gaps, approximately 6 inches in width, at both sides.  \n \nThe lack of an adequate perimeter fence presents a safety risk to the animals within the facility, in that there isn’t an \nadequate secondary containment system to hold animals that may escape their primary enclosures, or a sufficient barrier \nto keep animals and unauthorized persons out. The facility must ensure that the above listed animals being housed \noutdoors are enclosed by a continuous perimeter fence, 8-feet tall for the wolf, and 6-feet tall for the other animals listed \nabove, as well as 3 feet away from the animals’ primary enclosures. Correct by August 25, 2023. \n3.129(b) \n   \nFeeding. \nThere was a large amount of deteriorated, caked feed in the coyote’s food receptacle. Some distinct round kibbles could \nbe seen on the surface, but the majority of the receptacle’s contents was shapeless deteriorated food mush. The food \nreceptacle is not being emptied at a sufficient frequency to remove the caked feed and adequately clean/sanitize. \nImproperly cleaned food receptacles can cause caking or contamination of food, which may cause animals to consume \nless or may negatively impact their health and well-being. Food receptacles shall be kept clean and sanitary at all times \nand adequate measures shall be taken to prevent contamination, deterioration or caking of food. To be corrected by May \n26, 2023. \n3.131(d) \n   \nSanitation. \nA large amount of rodent feces was seen in the indoor bird housing area behind the refrigerator storing regulated animal \nfeed and along the walls. A moderate amount of rodent feces was also seen inside the freezer section. On the bottom left \nsection of the fridge, on top of a spilled sticky brownish red liquid substance, there was a large amount of dead flies. \nFurthermore, a large amount of rodent feces was seen behind, in between and below the palettes holding stored bags as\n\nwell as plastic cans of feed in the food storage shed. Pests such as rodents, and flies can contaminate stored food and \ncan spread diseases that can be harmful to animal’s health. The licensee must establish and maintain a safe and effective \nprogram for the control of pests. Correct by June 19, 2023. \n \nThis inspection and exit interview were conducted with facility representatives. \n \nAdditional Inspectors: \nSTEPHANIE MAYARD, VETERINARY MEDICAL OFFICER n",
  "animals_total": 269,
  "species": [
    {
      "count": 6,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 14,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 18,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 1,
      "scientific": "Antilope cervicapra",
      "common": "BLACKBUCK"
    },
    {
      "count": 8,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 82,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 1,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 7,
      "scientific": "Cervus canadensis",
      "common": "ELK / WAPITI"
    },
    {
      "count": 1,
      "scientific": "Boselaphus tragocamelus",
      "common": "NILGAI"
    },
    {
      "count": 8,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 2,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 3,
      "scientific": "Connochaetes gnou",
      "common": "BLACK WILDEBEEST"
    },
    {
      "count": 8,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 5,
      "scientific": "Bos grunniens",
      "common": "YAK"
    },
    {
      "count": 5,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 4,
      "scientific": "Bubalus bubalis",
      "common": "ASIATIC WATER BUFFALO"
    },
    {
      "count": 1,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 2,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 1,
      "scientific": "Ammotragus lervia",
      "common": "BARBARY SHEEP"
    },
    {
      "count": 7,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 3,
      "scientific": "Hydrochaeris hydrochaeris",
      "common": "CAPYBARA"
    },
    {
      "count": 3,
      "scientific": "Eulemur fulvus",
      "common": "BROWN LEMUR"
    },
    {
      "count": 1,
      "scientific": "Phacochoerus africanus",
      "common": "WARTHOG"
    },
    {
      "count": 4,
      "scientific": "Hystrix cristata",
      "common": "AFRICAN CRESTED PORCUPINE"
    },
    {
      "count": 4,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 7,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Taxidea taxus",
      "common": "AMERICAN BADGER"
    },
    {
      "count": 3,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 1,
      "scientific": "Canis lupus",
      "common": "GRAY WOLF / GREY WOLF / TIMBER WOLF"
    },
    {
      "count": 3,
      "scientific": "Varecia rubra",
      "common": "RED RUFFED LEMUR"
    },
    {
      "count": 3,
      "scientific": "Varecia variegata",
      "common": "BLACK-AND-WHITE RUFFED LEMUR"
    },
    {
      "count": 25,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 2,
      "scientific": "Aonyx cinereus",
      "common": "ORIENTAL SMALL-CLAWED OTTER"
    },
    {
      "count": 3,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    },
    {
      "count": 2,
      "scientific": "Marmota monax",
      "common": "GROUNDHOG / WOODCHUCK"
    },
    {
      "count": 4,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    },
    {
      "count": 1,
      "scientific": "Oryx dammah",
      "common": "SCIMITAR-HORNED ORYX"
    },
    {
      "count": 2,
      "scientific": "Nasua narica",
      "common": "WHITE-NOSED COATI"
    },
    {
      "count": 4,
      "scientific": "Nasuella olivacea",
      "common": "MOUNTAIN COATI"
    },
    {
      "count": 2,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 5,
      "scientific": "Ateles geoffroyi",
      "common": "BLACK-HANDED SPIDER MONKEY"
    },
    {
      "count": 1,
      "scientific": "Callithrix geoffroyi",
      "common": "WHITE-FRONTED MARMOSET"
    }
  ]
}