{
  "insp_id": "266141737520659",
  "layout": "a",
  "customer_id": "322088",
  "customer_name": "Robert Williams",
  "customer_addr": "2345 Sage Road, Apt. 301\nHouston, TX 77056",
  "certificate": "74-C-0852",
  "site_id": "005",
  "site_name": "Robert Williams",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-AUG-2014",
  "report_date": "25-SEP-2014",
  "citations": [
    {
      "code": "2.8(h)",
      "kind": "",
      "repeat": false,
      "desc": "NOTIFICATION OF CHANGE OF NAME, ADDRESS, CONTROL, OR OWNERSHIP OF BUSINESS.",
      "narrative": "EXHIBITORS ARE REQUIRED TO NOTIFY THE ANIMAL CARE REGIONAL OFFICE WITHIN 10 DAYS OF A\nCHANGE IN ADDRESS. THE LICENSEE HAS MOVED MORE THAN 10 DAYS AGO AND HAS NOT KEPT\nANIMAL CARE UP TO DATE WITH THE CURRENT ADDRESS AND LOCATION OF THE ANIMALS. ANY\nCHANGE IN ADDRESS MUST BE REPORTED TO THE ANIMAL CARE REGIONAL OFFICE.\nCORRECT BY: AT ONCE."
    },
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "EACH EXHIBITOR SHALL HAVE AN ATTENDING VETERINARIAN UNDER FORMAL ARRANGEMENTS. PART\nOF THESE ARRANGEMENTS SHALL INCLUDE A WRITTEN PROGRAM OF VETERINARY CARE AND\nREGULAR SCHEDULED VISITS TO THE PREMISES. THE CURRENT PROGRAM OF VETERINARY CARE\nDOES NOT SHOW EVIDENCE OF VISITS BY THE ATTENDING VETERINARIAN. THE ADDRESS ON THE\nWRITTEN PROGRAM IS NOT THE CURRENT ADDRESS OF THE FACILITY, BUT RATHER THE OLD\nADDRESS. THE CURRENT PLAN DOES NOT ADDRESS EUTHANASIA. THIS WRITTEN PLAN NEEDS TO BE\nBROUGHT UP TO DATE AND KEPT CURRENT.\nCORRECT BY: AUGUST 15, 2014\nTHIS NEW SITE INSPECTION AND EXIT BRIEFING WAS CONDUCTED WITH THE LICENSEE.\nEND OF REPORT."
    }
  ],
  "narrative": "2.8(h)\nNOTIFICATION OF CHANGE OF NAME, ADDRESS, CONTROL, OR OWNERSHIP OF BUSINESS.\nEXHIBITORS ARE REQUIRED TO NOTIFY THE ANIMAL CARE REGIONAL OFFICE WITHIN 10 DAYS OF A\nCHANGE IN ADDRESS.  THE LICENSEE HAS MOVED MORE THAN 10 DAYS AGO AND HAS NOT KEPT\nANIMAL CARE UP TO DATE WITH THE CURRENT ADDRESS AND LOCATION OF THE ANIMALS.  ANY\nCHANGE IN ADDRESS MUST BE REPORTED TO THE ANIMAL CARE REGIONAL OFFICE.\nCORRECT BY:  AT ONCE.\n2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nEACH EXHIBITOR SHALL HAVE AN ATTENDING VETERINARIAN UNDER FORMAL ARRANGEMENTS.  PART\nOF THESE ARRANGEMENTS SHALL INCLUDE A WRITTEN PROGRAM OF VETERINARY CARE AND\nREGULAR SCHEDULED VISITS TO THE PREMISES.  THE CURRENT PROGRAM OF VETERINARY CARE\nDOES NOT SHOW EVIDENCE OF VISITS BY THE ATTENDING VETERINARIAN.  THE ADDRESS ON THE\nWRITTEN PROGRAM IS NOT THE CURRENT ADDRESS OF THE FACILITY, BUT RATHER THE OLD\nADDRESS.  THE CURRENT PLAN DOES NOT ADDRESS EUTHANASIA.  THIS WRITTEN PLAN NEEDS TO BE\nBROUGHT UP TO DATE AND KEPT CURRENT.\nCORRECT BY:  AUGUST 15, 2014 \nTHIS NEW SITE INSPECTION AND EXIT BRIEFING WAS CONDUCTED WITH THE LICENSEE.\nEND OF REPORT.",
  "animals_total": 2,
  "species": [
    {
      "count": 1,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 1,
      "scientific": "Cebus olivaceus",
      "common": "WEEPER CAPUCHIN"
    }
  ]
}