{
  "insp_id": "168151627200787",
  "layout": "a",
  "customer_id": "4311",
  "customer_name": "Joyce Walters",
  "customer_addr": "137 Walters Lane\nAnderson, MO 64831",
  "certificate": "43-B-0178",
  "site_id": "001",
  "site_name": "JOYCE WALTERS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-JUN-2015",
  "report_date": "17-JUN-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "1. Female brown dog, ID# 4C415D1559, had loose mattes, skin scab, and long toenails. Many of the dogs\nthroughout the facility had long toenails. Lack of proper grooming can lead to health problems, such as injury and\nskin conditions. Adequate veterinary care must be provided which includes a preventative program to provide\ngrooming, coat maintenance, and nail care.\nTO BE CORRECTED BY JUNE 22, 2015\n2. Male Chihuahua, ID # 4C302D6069, had hair-loss on his back, base of tail and tail, and green buildup on his\nteeth. Coat and skin maintenance are important to the overall well-being of an animal. Lack of dental care can\ncause pain and infection in dogs. Adequate veterinary care must be provided which includes a preventative\nprogram to provide dental care. This dog is to be taken to a licensed veterinarian for diagnosis and treatment plan\nfor the skin and dental conditions. Written documentation for diagnosis and treatment plan is needed to present at\nthe next inspection.\nTO BE CORRECTED BY JUNE 19, 2015"
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "Disposition reports were incomplete. Missing information included, disposition date, buyer(cid:25)s information, and animal\nidentification. Dealers shall make, keep, and maintain records or forms which fully and correctly disclose the\ndisposition of the animals.\nTO BE CORRECTED BY JUNE 18, 2015"
    },
    {
      "code": "3.1(c)(6)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The gravel in a minimum of nine pens was mixed with a brown substance that was soiling the dogs. There were\nstanding puddles of a yellowish brown liquid.\nThe dogs were wet and soiled and the conditions are conducive to harboring disease.\nGravel floors must be raked or spot-cleaned with sufficient frequency to ensure all animals the freedom to avoid\ncontact with excreta. Contaminated material must be replaced whenever this raking and spot-cleaning is not\nsufficient. TO BE CORRECTED BY JUNE 22, 2015"
    },
    {
      "code": "3.2(b)",
      "kind": "",
      "repeat": false,
      "desc": "INDOOR HOUSING FACILITIES.",
      "narrative": "An odor of ammonia was prevalent throughout the indoor facility used for whelping.\nAmmonia can adversely affect the respiratory system of the animals housed within the building.\nIndoor facilities must be sufficiently ventilated at all times when dogs are present to provide for their health and\nwell-being, and to minimize odors, drafts, ammonia levels, and moisture condensation.\nTO BE CORRECTED BY JUNE 19, 2015."
    },
    {
      "code": "3.4(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "The three dog houses in the outdoor kennels housing adult dogs did not have wind and rain breaks. Dogs were not\nable to get out of inclement weather. Shelters in outdoor facilities must have at the entrance wind and rain breaks.\nTO BE CORRECTED BY JUNE 24, 2015"
    },
    {
      "code": "3.6(a)(2)(7)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "A metal pipe along the edge of the side along the floor surface of the enclosure that helps prevent the dogs from\ndigging had deteriorated creating sharp edges at the end. Sharp points and jagged edges can cause injuries to the\ndogs. Primary enclosures must be constructed and maintained so that they have no sharp points or edges.\nTO BE CORRECTED BY JUNE 24, 2015"
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Weeds were growing up on the outdoor section of the sheltered housing. This interferes with the cleaning, and pest\ncontrol. Weeds, grasses and bushes must be controlled so as to facilitate cleaning of premises and pest control,\nand to protect the health and well-being of the animals.\nTO BE CORRECTED BY JUNE 24, 2015\nThis inspection and exit briefing was conducted with the Licensee and ACI Liz Bartels.\nAdditional Inspectors\nBartels Mary, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n1.  Female brown dog, ID# 4C415D1559, had loose mattes, skin scab, and long toenails.  Many of the dogs\nthroughout the facility had long toenails.  Lack of proper grooming can lead to health problems, such as injury and\nskin conditions.  Adequate veterinary care must be provided which includes a preventative program to provide\ngrooming, coat maintenance, and nail care. \nTO BE CORRECTED BY JUNE 22, 2015\n2.  Male Chihuahua, ID # 4C302D6069, had hair-loss on his back, base of tail and tail, and green buildup on his\nteeth.  Coat and skin maintenance are important to the overall well-being of an animal.  Lack of dental care can\ncause pain and infection in dogs.  Adequate veterinary care must be provided which includes a preventative\nprogram to provide dental care. This dog is to be taken to a licensed veterinarian for diagnosis and treatment plan\nfor the skin and dental conditions.  Written documentation for diagnosis and treatment plan is needed to present at\nthe next inspection.\nTO BE CORRECTED BY JUNE 19, 2015\n2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nDisposition reports were incomplete. Missing information included, disposition date, buyer(cid:25)s information, and animal\nidentification.  Dealers shall make, keep, and maintain records or forms which fully and correctly disclose the\ndisposition of the animals.\nTO BE CORRECTED BY JUNE 18, 2015\n3.1(c)(6)\nHOUSING FACILITIES, GENERAL.\nThe gravel in a minimum of nine pens was mixed with a brown substance that was soiling the dogs.  There were\nstanding puddles of a yellowish brown liquid. \nThe dogs were wet and soiled and the conditions are conducive to harboring disease.\n\nGravel floors must be raked or spot-cleaned with sufficient frequency to ensure all animals the freedom to avoid\ncontact with excreta.  Contaminated material must be replaced whenever this raking and spot-cleaning is not\nsufficient. TO BE CORRECTED BY JUNE 22, 2015\n3.2(b)\nINDOOR HOUSING FACILITIES.\nAn odor of ammonia was prevalent throughout the indoor facility used for whelping. \nAmmonia can adversely affect the respiratory system of the animals housed within the building.  \nIndoor facilities must be sufficiently ventilated at all times when dogs are present to provide for their health and\nwell-being, and to minimize odors, drafts, ammonia levels, and moisture condensation. \nTO BE CORRECTED BY JUNE 19, 2015.\n3.4(b)(3)\nOUTDOOR HOUSING FACILITIES.\nThe three dog houses in the outdoor kennels housing adult dogs did not have wind and rain breaks.  Dogs were not\nable to get out of inclement weather.  Shelters in outdoor facilities must have at the entrance wind and rain breaks.\nTO BE CORRECTED BY JUNE 24, 2015\n3.6(a)(2)(7)\nPRIMARY ENCLOSURES.\nA metal pipe along the edge of the side along the floor surface of the enclosure that helps prevent the dogs from\ndigging had deteriorated creating sharp edges at the end.  Sharp points and jagged edges can cause injuries to the\ndogs.  Primary enclosures must be constructed and maintained so that they have no sharp points or edges.\nTO BE CORRECTED BY JUNE 24, 2015\n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nWeeds were growing up on the outdoor section of the sheltered housing.  This interferes with the cleaning, and pest\ncontrol.  Weeds, grasses and bushes must be controlled so as to facilitate cleaning of premises and pest control,\nand to protect the health and well-being of the animals.\nTO BE CORRECTED BY JUNE 24, 2015\n\nThis inspection and exit briefing was conducted with the Licensee and ACI Liz Bartels.\nAdditional Inspectors\nBartels Mary, Animal Care Inspector",
  "animals_total": 91,
  "species": [
    {
      "count": 66,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 25,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}