{
  "insp_id": "2016090000763743",
  "layout": "b",
  "customer_id": "34444",
  "customer_name": "LAVERN NOLT",
  "customer_addr": "1276 140 ST\nCHARLES CITY, IA 50616",
  "certificate": "42-A-1185",
  "site_id": "001",
  "site_name": "LAVERN NOLT",
  "insp_type": "ROUTINE INSPECTION",
  "date": "02-FEB-2022",
  "report_date": "07-FEB-2022",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Female Maltese (“Fifi” microchip number 7E10307762) has an abnormal skin condition. A large hairless area is located\non the dog’s lower back near the tail. The exposed skin is reddened and contains numerous small bumps. Several of\nthese bumps have split open revealing raw tissue beneath. A section of dry, scab-like material is located on the surface\nof the skin. The licensee started treatment on October 1, 2021, the affected area has been treated with vetericyn spray\ndaily since that time, but within the past four months the condition continues to persist, and the facility has not reached out\nto a veterinarian to have the dog’s ongoing condition evaluated.\nFemale English bulldog (“Maybelle” microchip number 93300320459871) has an abnormal condition of the right eye. A\nlarge red growth is located in the interior corner of the eye and is covering approximately a third of the surface of the eye.\nThe dog has not been evaluated by a veterinarian for the condition of the eye and no treatment has been provided or is\ncurrently scheduled.\nMale Maltese (“Billy”) has poor dental health. The dog has approximately three remaining teeth and a thick buildup of\nbrown colored tartar is coating the entire surface of the two lower left cheek teeth. A grey material is located between the\ntwo teeth and a dark red area is located along the gum line. The dog was evaluated by the attending veterinarian in July,\nbut the current condition of the dog’s teeth has not been identified and no treatment has been provided or is planned.\nAbnormal conditions of the eyes and skin as well as and poor dental health could cause pain and discomfort to the animal\nand can lead to further health issues if not treated appropriately and in a timely manner.\nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. The above\nmentioned dogs must be evaluated by a veterinarian for an accurate diagnosis and to develop an effective treatment plan.\nThe licensee must provide adequate veterinary care at all times.\nTo be corrected by: End of business 12-February-2022\nDuring the inspection several instances of animals receiving medical treatment which had not been approved by a\nveterinarian were identified.\n• An English bulldog has been treated by the facility for recurring “staph infections”. The “staph infections” were self-\ndiagnosed by the facility and a veterinarian was not consulted in regard to this dog’s condition and the treatment plan.\n• While discussing the treatment plan for several bulldog puppies who have discharge from the nose, the licensee stated\nthat whenever a puppy is sick and requires treatment then they will administer the treatment to all the puppies in the\nkennel regardless of whether those puppies are showing symptoms of the illness or not. This plan has not been approved\nby the attending veterinarian.\nAbnormal conditions must be diagnosed by a veterinarian and treatment plans must also be approved by a veterinarian in\norder to provide adequate veterinary care. Failure to do so does not ensure the treatment plan is appropriate or effective\nwhich may allow the condition to worsen and place the health and well-being of the animal in jeopardy. Providing medical\ntreatments to healthy animals without approval from a veterinarian may have a negative impact on the health of those\nanimals.\nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. The licensee\nmust ensure that all dogs presenting abnormal conditions are evaluated and diagnosed by a veterinarian and all treatment\nplans are approved by a veterinarian in order to provide the dogs with adequate veterinary care.\nTo be corrected by: From this day forward\nA bottle of “Ayr Saline Nasal Mist” was found in the refrigerator amongst the medical products given to the dogs. The\nlicensee stated that this product was given to the dogs but was not “Ayr Saline Nasal Mist” but is actually Gentomycin.\nThe bottle does not contain a label clarifying the product within is Gentomycin and an expiration date for the Gentomycin.\nA bottle of pills labeled \"Metronidazole 250 mg\" has no expiration date. The licensee does have a list of medication\ndosages approved by the attending veterinarian that does include metronidazole.\nImproperly labeled medical products and missing expiration date information does not ensure that the appropriate product\nis used and the health of the animal may suffer.\nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. The licensee\nmust ensure the bottle of “Ayr Saline Nasal Mist” is clearly labeled as Gentomycin and contains an expiration date. The\nlicensee must ensure the bottle of Metronidazole 250 mg has an accurate expiration date.\nTo be corrected by: 14-February-2022"
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The Record of Acquisition of Dogs and Cats on Hand (APHIS form 7005) is missing the acquisition information for 4\npoodles (Karamel, Taffy, Sunshine, Rayna) and 2 English bulldogs (Lonestar and Bluebell).\nIncomplete acquisition records may interfere with the ability of APHIS officials to accurately inventory the animals, identify\nindividual dogs and to track their movements.\nEach dealer shall make, keep and maintain records or forms that fully and correctly disclose all acquisition information for\neach dog. The licensee must add the required acquisition information for the 6 dogs to APHIS form 7005 and ensure all\nrecords are accurate and maintained at all times.\nTo be corrected by: 14-February-2022"
    },
    {
      "code": "3.6(a)(2)(ii)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "There were 3 enclosures containing 3 adult female dogs that were missing a self-feeder. This created a hole in the\nenclosure wall approximately 10 inches by 3 inches, large enough for the dogs to stick their head or a limb out of the\nenclosure. The inspector witnessed one female dog sticking her head out of the enclosure during the time of inspection.\nThere was 1 wire enclosure containing 3 poodle puppies that the wire below the door had been bent down and inside the\nenclosure. This left a gap approximately 1 inch by 4 inches, large enough for a puppy to get their foot or legs caught. The\nfacility moved these puppies to a different enclosure at the time of inspection.\nEnclosures that do not contain the dog and all their limbs in the enclosure may cause strangulation or injury to the dog’s\nfeet or legs.\nPrimary enclosures must be constructed and maintained so that they protect the dogs and cats from injury.\nThe facility must ensure that the enclosures are constructed and maintained so that the enclosures can safely contain the\ndogs at all times.\nTo be corrected by: 14-February-2022."
    },
    {
      "code": "3.6(a)(2)(x)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The inspector observed 3 Bichon puppies’ feet falling through the holes in the flooring of an elevated whelping enclosure\nat the time of inspection. Flooring that allows dog’s feet and legs to pass through may cause injury.\nFlooring must be constructed in a manner that protects the dog’s feet and legs from injury and does not allow the dog’s\nfeet to pass through any openings in the floor.\nThe facility must ensure that the flooring in the elevated whelping enclosures is constructed in a manner that safely\ncontains the dog’s feet and legs at all times.\nTo be corrected by: 14-February-2022\nThis inspection and exit interview was conducted with the licensee.\nAdditional Inspectors:\nKELLY MAXWELL, ANIMAL CARE INSPECTOREnd Section"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nFemale Maltese (“Fifi” microchip number 7E10307762) has an abnormal skin condition.  A large hairless area is located \non the dog’s lower back near the tail.  The exposed skin is reddened and contains numerous small bumps.  Several of \nthese bumps have split open revealing raw tissue beneath.  A section of dry, scab-like material is located on the surface \nof the skin.  The licensee started treatment on October 1, 2021, the affected area has been treated with vetericyn spray \ndaily since that time, but within the past four months the condition continues to persist, and the facility has not reached out \nto a veterinarian to have the dog’s ongoing condition evaluated. \nFemale English bulldog (“Maybelle” microchip number 93300320459871) has an abnormal condition of the right eye.  A \nlarge red growth is located in the interior corner of the eye and is covering approximately a third of the surface of the eye.  \nThe dog has not been evaluated by a veterinarian for the condition of the eye and no treatment has been provided or is \ncurrently scheduled. \nMale Maltese (“Billy”) has poor dental health.  The dog has approximately three remaining teeth and a thick buildup of \nbrown colored tartar is coating the entire surface of the two lower left cheek teeth.  A grey material is located between the \ntwo teeth and a dark red area is located along the gum line.  The dog was evaluated by the attending veterinarian in July, \nbut the current condition of the dog’s teeth has not been identified and no treatment has been provided or is planned. \nAbnormal conditions of the eyes and skin as well as and poor dental health could cause pain and discomfort to the animal\n\nand can lead to further health issues if not treated appropriately and in a timely manner. \nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries.  The above \nmentioned dogs must be evaluated by a veterinarian for an accurate diagnosis and to develop an effective treatment plan.  \nThe licensee must provide adequate veterinary care at all times. \nTo be corrected by:  End of business 12-February-2022 \n \nDuring the inspection several instances of animals receiving medical treatment which had not been  approved by a \nveterinarian were identified. \n• An English bulldog has been treated by the facility for recurring “staph infections”.  The “staph infections” were self-\ndiagnosed by the facility and a veterinarian was not consulted in regard to this dog’s condition and the treatment plan. \n \n• While discussing the treatment plan for several bulldog puppies who have discharge from the nose, the licensee stated \nthat whenever a puppy is sick and requires treatment then they will administer the treatment to all the puppies in the \nkennel regardless of whether those puppies are showing symptoms of the illness or not.  This plan has not been approved \nby the attending veterinarian. \n \nAbnormal conditions must be diagnosed by a veterinarian and treatment plans must also be approved by a veterinarian in \norder to provide adequate veterinary care.  Failure to do so does not ensure the treatment plan is appropriate or effective \nwhich may allow the condition to worsen and place the health and well-being of the animal in jeopardy.  Providing medical \ntreatments to healthy animals without approval from a veterinarian may have a negative impact on the health of those \nanimals. \nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries.  The licensee\n\nmust ensure that all dogs presenting abnormal conditions are evaluated and diagnosed by a veterinarian and all treatment \nplans are approved by a veterinarian in order to provide the dogs with adequate veterinary care. \nTo be corrected by:  From this day forward \n \nA bottle of “Ayr Saline Nasal Mist” was found in the refrigerator amongst the medical products given to the dogs.  The \nlicensee stated that this product was given to the dogs but was not “Ayr Saline Nasal Mist” but is actually Gentomycin.  \nThe bottle does not contain a label clarifying the product within is Gentomycin and an expiration date for the Gentomycin. \nA bottle of pills labeled \"Metronidazole 250 mg\" has no expiration date. The licensee does have a list of medication \ndosages approved by the attending veterinarian that does include metronidazole. \nImproperly labeled medical products and missing expiration date information does not ensure that the appropriate product \nis used and the health of the animal may suffer. \nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries.  The licensee \nmust ensure the bottle of “Ayr Saline Nasal Mist” is clearly labeled as Gentomycin and contains an expiration date. The \nlicensee must ensure the bottle of Metronidazole 250 mg has an accurate expiration date. \nTo be corrected by:  14-February-2022 \n2.75(a)(1) \n   \nRecords: Dealers and exhibitors. \nThe Record of Acquisition of Dogs and Cats on Hand (APHIS form 7005) is missing the acquisition information for 4 \npoodles (Karamel, Taffy, Sunshine, Rayna) and 2 English bulldogs (Lonestar and Bluebell). \n \nIncomplete acquisition records may interfere with the ability of APHIS officials to accurately inventory the animals, identify \nindividual dogs and to track their movements.\n\nEach dealer shall make, keep and maintain records or forms that fully and correctly disclose all acquisition information for \neach dog.  The licensee must add the required acquisition information for the 6 dogs to APHIS form 7005 and ensure all \nrecords are accurate and maintained at all times. \nTo be corrected by:  14-February-2022 \n3.6(a)(2)(ii) \n   \nPrimary enclosures. \nThere were 3 enclosures containing 3 adult female dogs that were missing a self-feeder. This created a hole in the \nenclosure wall approximately 10 inches by 3 inches, large enough for the dogs to stick their head or a limb out of the \nenclosure. The inspector witnessed one female dog sticking her head out of the enclosure during the time of inspection. \nThere was 1 wire enclosure containing 3 poodle puppies that the wire below the door had been bent down and inside the \nenclosure. This left a gap approximately 1 inch by 4 inches, large enough for a puppy to get their foot or legs caught. The \nfacility moved these puppies to a different enclosure at the time of inspection. \nEnclosures that do not contain the dog and all their limbs in the enclosure may cause strangulation or injury to the dog’s \nfeet or legs. \nPrimary enclosures must be constructed and maintained so that they protect the dogs and cats from injury. \nThe facility must ensure that the enclosures are constructed and maintained so that the enclosures can safely contain the \ndogs at all times. \nTo be corrected by: 14-February-2022. \n3.6(a)(2)(x) \n   \nPrimary enclosures.\n\nThe inspector observed 3 Bichon puppies’ feet falling through the holes in the flooring of an elevated whelping enclosure \nat the time of inspection. Flooring that allows dog’s feet and legs to pass through may cause injury. \nFlooring must be constructed in a manner that protects the dog’s feet and legs from injury and does not allow the dog’s \nfeet to pass through any openings in the floor. \nThe facility must ensure that the flooring in the elevated whelping enclosures is constructed in a manner that safely \ncontains the dog’s feet and legs at all times. \nTo be corrected by: 14-February-2022 \n \nThis inspection and exit interview was conducted with the licensee. \n \nAdditional Inspectors: \nKELLY MAXWELL, ANIMAL CARE INSPECTOREnd Section",
  "animals_total": 79,
  "species": [
    {
      "count": 35,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 44,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}