{
  "insp_id": "173161554530350",
  "layout": "a",
  "customer_id": "1427",
  "customer_name": "Cedar Valley College",
  "customer_addr": "3030 North Dallas Avenue\nLancaster, TX 75134",
  "certificate": "74-R-0054",
  "site_id": "001",
  "site_name": "Cedar Valley College DBA Veterinary Technology",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-JUN-2016",
  "report_date": "21-JUN-2016",
  "citations": [
    {
      "code": "2.31(a)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "This facility does not have a stable functioning IACUC committee and has not had one for years. The longest the\ncommittee has maintained a stable group of members has been about a year. Since the IACUC meeting in Oct\n2015 three new members have been appointed. One of those new members has agreed to act as Chair.\nThis is concerning for multiple reasons. The training involved to effectively function on an IACUC committee not\nonly involves formal IACUC course work but actual time attending and participating in meetings. This facility has 1\nmeeting every six months. It is impossible for this committee to function effectively with (cid:28)experienced(cid:29) members\nleaving after 2 meeting and new (cid:28)non-experienced members(cid:29) trying to successfully continue the program.\nAnother problem identified by a consultant hired by the university to review the vet tech program and apparent\nduring USDA inspections is a lack of communication within the department and within the IACUC. This was evident\nat the Oct 2015 IACUC meeting. An offsite facility was inspected without the knowledge of the full committee. All\nmembers must be informed of all IACUC activities in sufficient time to participate if they choose.\nAs a result of this lack of communication there seems to be confusion on job descriptions within the department and\non the committee. During this inspection no one was able to tell me who was responsible for maintaining the\nIACUC meeting minutes and facility reviews required during USDA inspections.\nA stable functioning IACUC committee needs to be established with trained, qualified members who have a clear\nunderstanding of their roles within the committee.\nTo be corrected by: Oct 1, 2016"
    },
    {
      "code": "2.33(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.",
      "narrative": "In the past this facility has found it necessary to employ 2 trained veterinary technicians to assist with surgery\nclasses for the vet tech students. They currently have 1 trained veterinary technician. The activities that required 2\ntechnicians to be available at the same time will have to be adjusted so that they can be safely performed by one\ntechnician or another technician needs to be hired prior to those activities beginning.\nThe facility is responsible for ensuring there are enough appropriately trained employees to provide adequate\nveterinary care to the animals.\nTo be corrected by: Aug 15, 2016\nInspection and exit interview conducted with facility representatives."
    }
  ],
  "narrative": "2.31(a)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nThis facility does not have a stable functioning IACUC committee and has not had one for years.  The longest the\ncommittee has maintained a stable group of members has been about a year.  Since the IACUC meeting in Oct\n2015 three new members have been appointed.  One of those new members has agreed to act as Chair. \n \nThis is concerning for multiple reasons.  The training involved to effectively function on an IACUC committee not\nonly involves formal IACUC course work but actual time attending and participating in meetings.  This facility has 1\nmeeting every six months.  It is impossible for this committee to function effectively with (cid:28)experienced(cid:29) members\nleaving after 2 meeting and new (cid:28)non-experienced members(cid:29) trying to successfully continue the program.\n      \nAnother problem identified by a consultant hired by the university to review the vet tech program and apparent\nduring USDA inspections is a lack of communication within the department and within the IACUC.  This was evident\nat the Oct 2015 IACUC meeting.  An offsite facility was inspected without the knowledge of the full committee. All\nmembers must be informed of all IACUC activities in sufficient time to participate if they choose.\n    \nAs a result of this lack of communication there seems to be confusion on job descriptions within the department and\non the committee.  During this inspection no one was able to tell me who was responsible for maintaining the\nIACUC meeting minutes and facility reviews required during USDA inspections.\n \nA stable functioning IACUC committee needs to be established with trained, qualified members who have a clear\nunderstanding of their roles within the committee.\n \nTo be corrected by:  Oct 1, 2016\n2.33(b)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.\nIn the past this facility has found it necessary to employ 2 trained veterinary technicians to assist with surgery\n\nclasses for the vet tech students.  They currently have 1 trained veterinary technician.  The activities that required 2\ntechnicians to be available at the same time will have to be adjusted so that they can be safely performed by one\ntechnician or another technician needs to be hired prior to those activities beginning.\nThe facility is responsible for ensuring there are enough appropriately trained employees to provide adequate\nveterinary care to the animals.\nTo be corrected by:  Aug 15, 2016\nInspection and exit interview conducted with facility representatives.",
  "animals_total": 3,
  "species": [
    {
      "count": 3,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}