{
  "insp_id": "2016090000776389",
  "layout": "b",
  "customer_id": "3954",
  "customer_name": "Carson & Barnes Circus",
  "customer_addr": "P. O. BOX J\nHUGO, OK 74743",
  "certificate": "73-C-0001",
  "site_id": "001",
  "site_name": "CARSON & BARNES CIRCUS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-MAR-2022",
  "report_date": "23-MAR-2022",
  "citations": [
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "Photographs and videos found on social media show members of the public having physical contact with elephants at the\nfacility on multiple occasions over the past year. There were interactions utilizing physical barriers, and interactions\nutilizing free contact with the animals as well. In these photos, a trained handler is not visible or is too far away to exert\ndirect control over the elephants. During the inspection, the facility confirmed the photos and videos were taken at their\nfacility. Handlers must be positioned so that they can immediately intervene should the need arise. The facility must take\nsteps to ensure the safety of all members of the public. Trained handlers must be present at or near the head of each\nelephant in any type of public contact. This includes feeding, grooming, and photo opportunities.\nCorrect from this time forward.\nThis inspection and exit interview were conducted with licensee.\nThe following elephants were inspected:\nRosie, Bunny, Wimpy, Cameron, Val, Dory, Zola, Del Rita, Lily, Margaret, Obert, Tommy, Libby, Becky, Alta, Kelly, Lisa,\nSusie, Traci\nAdditional Inspectors:\nPAMELA SMITH, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.131(c)(1) \n   \nHandling of animals. \nPhotographs and videos found on social media show members of the public having physical contact with elephants at the \nfacility on multiple occasions over the past year.  There were interactions utilizing physical barriers, and interactions \nutilizing free contact with the animals as well.  In these photos, a trained handler is not visible or is too far away to exert \ndirect control over the elephants.  During the inspection, the facility confirmed the photos and videos were taken at their \nfacility.  Handlers must be positioned so that they can immediately intervene should the need arise.  The facility must take \nsteps to ensure the safety of all members of the public.  Trained handlers must be present at or near the head of each \nelephant in any type of public contact.  This includes feeding, grooming, and photo opportunities. \nCorrect from this time forward. \n \nThis inspection and exit interview were conducted with licensee. \nThe following elephants were inspected: \nRosie, Bunny, Wimpy, Cameron, Val, Dory, Zola, Del Rita, Lily, Margaret, Obert, Tommy, Libby, Becky, Alta, Kelly, Lisa, \nSusie, Traci\n\nAdditional Inspectors: \nPAMELA SMITH, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 19,
  "species": [
    {
      "count": 19,
      "scientific": "Elephas maximus",
      "common": "ASIAN ELEPHANT"
    }
  ]
}