{
  "insp_id": "162151548120102",
  "layout": "a",
  "customer_id": "1389",
  "customer_name": "Murray State College",
  "customer_addr": "One Murray Campus Ste V T 100\nTishomingo, OK 73460",
  "certificate": "73-R-0016",
  "site_id": "001",
  "site_name": "MURRAY STATE COLLEGE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-JUN-2015",
  "report_date": "17-JUN-2015",
  "citations": [
    {
      "code": "2.40(x)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "- Four bottles of expired medications were found in the pharmacy and large animal treatment area. The\nmedications were: Dexamethasone SP, Glycopyrrolate, Buprenorphine, and injectable Penicillin. Two other bottles\nof expired medications were properly marked as \"Teaching purposes only\" but were intermingled with other\nmedications in the pharmacy. Expired medications may have unpredictable effects, and cannot be used on\nregulated animals. If the facility wants to keep expired medications for teaching purposes, those medications must\nbe clearly labeled and should be physically separated from medications which are available for treating patients.\nCorrect from this time forward."
    },
    {
      "code": "3.6(a)(2)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "- Inspection of the outdoor runs found multiple broken wires along the enclosure sides. There are also resting\nplatforms in all four kennels which are covered with a metal grate. On three of these platforms, the edges of the\nmetal coverings are loose and protruding. The wire in this area is old and showing signs of rust and wear in multiple\nareas. These kennels are not in adequate condition to house dogs. Loose metal edges and broken wires are a\npotential source of injury or entrapment to dogs housed in these kennels. The metal and wire in these areas need\nto be repaired or replaced before they are appropriate for housing regulated animals.\nCorrect by: 1 August 2015\nInspection and exit interview conducted with facility representative."
    }
  ],
  "narrative": "2.40(x)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n- Four bottles of expired medications were found in the pharmacy and large animal treatment area.  The\nmedications were:  Dexamethasone SP, Glycopyrrolate, Buprenorphine, and injectable Penicillin.  Two other bottles\nof expired medications were properly marked as \"Teaching purposes only\" but were intermingled with other\nmedications in the pharmacy.  Expired medications may have unpredictable effects, and cannot be used on\nregulated animals.  If the facility wants to keep expired medications for teaching purposes, those medications must\nbe clearly labeled and should be physically separated from medications which are available for treating patients.\nCorrect from this time forward.\n3.6(a)(2)(1)\nPRIMARY ENCLOSURES.\n- Inspection of the outdoor runs found multiple broken wires along the enclosure sides.  There are also resting\nplatforms in all four kennels which are covered with a metal grate.  On three of these platforms, the edges of the\nmetal coverings are loose and protruding.  The wire in this area is old and showing signs of rust and wear in multiple\nareas.  These kennels are not in adequate condition to house dogs.  Loose metal edges and broken wires are a\npotential source of injury or entrapment to dogs housed in these kennels.  The metal and wire in these areas need\nto be repaired or replaced before they are appropriate for housing regulated animals.\nCorrect by:  1 August 2015\nInspection and exit interview conducted with facility representative.",
  "animals_total": 2,
  "species": [
    {
      "count": 2,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    }
  ]
}