{
  "insp_id": "309151742160008",
  "layout": "a",
  "customer_id": "38483",
  "customer_name": "Patrick J Donigan",
  "customer_addr": "132 S Clairborne Road\nOlathe, KS 66062",
  "certificate": "48-B-0330",
  "site_id": "001",
  "site_name": "Patrick Donigan",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-NOV-2015",
  "report_date": "05-NOV-2015",
  "citations": [
    {
      "code": "2.8(h)",
      "kind": "",
      "repeat": false,
      "desc": "NOTIFICATION OF CHANGE OF NAME, ADDRESS, CONTROL, OR OWNERSHIP OF BUSINESS.",
      "narrative": "* The licensee shall promptly notify the AC Regional Director by certified mail of any change in name, address,\nmanagement, or substantial control or ownership of his business or operation, or of any additional sites, within 10\ndays of any change. The licensee had an August 1, 2015 deadline to vacate his business located at 20700 W.\n151st. St. # 173, Olathe, Ks. The licensee moved his business to 132 S. Clairborne, Olathe, Ks. after the August 1,\n2015 notice. The licensee did not send a change of address within 10 days of moving his business to the regional\noffice. Not having a current location on file where the business is located makes inspecting and tracking the\nregulated animals that enter and leave that business hard to do. The licensee must notify the AC Regional Director\nby certified mail of the change in address and location of the business within 10 days. To be corrected by 11/14/15.\n* The facility inspection and exit briefing done on 11/5/15 were conducted with the store manager."
    }
  ],
  "narrative": "2.8(h)\nNOTIFICATION OF CHANGE OF NAME, ADDRESS, CONTROL, OR OWNERSHIP OF BUSINESS.\n*   The licensee shall promptly notify the AC Regional Director by certified mail of any change in name, address,\nmanagement, or substantial control or ownership of his business or operation, or of any additional sites, within 10\ndays of any change.   The licensee had an August 1, 2015 deadline to vacate his business located at 20700 W.\n151st. St. # 173,  Olathe, Ks.  The licensee moved his business to 132 S. Clairborne, Olathe, Ks. after the August 1,\n2015 notice.  The licensee did not send a change of address within 10 days of moving his business to the regional\noffice.  Not having a current location on file where the business is located makes inspecting and tracking the\nregulated animals that enter and leave that business hard to do.  The licensee must notify the AC Regional Director\nby certified mail of the change in address and location of the business within 10 days.  To be corrected by 11/14/15.\n*   The facility inspection and exit briefing done on 11/5/15 were conducted with the store manager.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}