{
  "insp_id": "2016082568038064",
  "layout": "a",
  "customer_id": "331783",
  "customer_name": "Linette Joy Swarr",
  "customer_addr": "P O Box 8\nCurtiss, WI 54422",
  "certificate": "35-A-0370",
  "site_id": "001",
  "site_name": "LINETTE JOY SWARR",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-DEC-2016",
  "report_date": "15-DEC-2016",
  "citations": [
    {
      "code": "3.4(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "The outdoor shelters for nine adult Samoyed dogs do not have weather breaks at their entrances. Lack of weather\nbreaks cannot provide protection to the dogs from rain, wind and snow. Provide weather breaks at the entrances of\nall outdoor shelters. Correct by December 28, 2016."
    },
    {
      "code": "3.4(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "The outdoor shelters for nine adult Samoyed dogs do not have bedding provided. The ambient temperature was\napproximately 6 degrees F at the time of inspection. While Samoyed dogs are cold tolerant dogs, lack of bedding\ndoes not ensure for their health and comfort and can cause the dogs to become cold and stressed, making them\nmore susceptible to health problems. Provide bedding to outdoor shelters when ambient temperatures fall below 50\ndegrees F. Also, provide additional bedding to all outdoor shelters when the ambient temperatures are 35 degrees\nF or lower. Correct by December 16, 2016.\nThis inspection and exit interview were conducted with the licensee and facility representative.\nEnd of report."
    }
  ],
  "narrative": "3.4(b)(3)\nOUTDOOR HOUSING FACILITIES.\nThe outdoor shelters for nine adult Samoyed dogs do not have weather breaks at their entrances.  Lack of weather\nbreaks cannot provide protection to the dogs from rain, wind and snow.  Provide weather breaks at the entrances of\nall outdoor shelters.  Correct by December 28, 2016.\n3.4(b)(4)\nOUTDOOR HOUSING FACILITIES.\nThe outdoor shelters for nine adult Samoyed dogs do not have bedding provided.  The ambient temperature was\napproximately 6 degrees F at the time of inspection.  While Samoyed dogs are cold tolerant dogs, lack of bedding\ndoes not ensure for their  health and comfort and can cause the dogs to become cold and stressed, making them\nmore susceptible to health problems.  Provide bedding to outdoor shelters when ambient temperatures fall below 50\ndegrees F.  Also, provide additional bedding to all outdoor shelters when the ambient temperatures are 35 degrees\nF or lower.  Correct by December 16, 2016.\nThis inspection and exit interview were conducted with the licensee and facility representative.\nEnd of report.",
  "animals_total": 36,
  "species": [
    {
      "count": 18,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 18,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}