{
  "insp_id": "141141504470293",
  "layout": "a",
  "customer_id": "5143",
  "customer_name": "Pamela J Sellner",
  "customer_addr": "Thomas J Sellner\n1512 210th Street\nManchester, IA 52057",
  "certificate": "42-C-0084",
  "site_id": "001",
  "site_name": "THOMAS & PAMELA SELLNER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-MAY-2014",
  "report_date": "21-MAY-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "One female coyote has a swollen digit on her right, front foot. The area appears red and swollen with a moist\nabrasion and missing hair. The affected area is approximately 1 cm in diameter. The animal occasionally lifts up the\naffected paw when she's standing in place. The licensee states this animal was bit by the other coyote on May 1,\n2014. The licensee states no veterinarian has been contacted and no medications have been given.\nOne of the coati mundi has an approximate 2 inch by 2 inch patch of hair-loss at the base of the tail (left side). The\nskin does not appear red or swollen. The licensee states no veterinarian has been consulted about this condition.\nThe capybara appears thin. The hip bones are prominent and the animal has scaly skin with thinning hair on the\nback half of the body with patches of hair-loss around the base of the tail and the backbone. The licensee states this\nanimal is old and no veterinarian has been consulted regarding these conditions.\nFailure to seek medical care for the conditions listed above can lead to unnecessary pain and discomfort for the\nanimals.\nThe animals listed above must be examined by a licensed veterinarian BY 5:00 PM ON MAY 23, 2014 in order to\nensure that an accurate diagnosis is obtained and an appropriate treatment plan is developed and followed. This\ninformation, including the diagnosis, treatment and resolution of the condition, must be documented and made\navailable to the inspector upon request.\nOne barbados wether has excessively long back hooves. The hooves are splayed and are curled up at the ends.\nThe licensee states all sheep hooves were trimmed on December 27th, 2013.\nExcessively long hooves can cause pain and discomfort to the animals. Further, it may cause animals to alter their\nstance or their gait and create musculoskeletal related issues. This animal must have its hooves trimmed BY JUNE\n4, 2014 to remove the excessive growth. The hooves must be maintained routinely in order to prevent and control\ndiseases and injuries."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Cleaning.\nWithin the wolf hybrid enclosure there is a build-up of old feces and food waste mixed in with the dirt and gravel that\nmakes up the floor of the enclosure. There are three wolf hybrids in this enclosure. Failure to properly clean and\nsanitize primary enclosures can lead to disease hazards for the animals. Floors made of dirt, absorbent bedding,\nsand, gravel, grass, or other similar material must be raked or spot-cleaned with sufficient frequency to ensure all\nanimals the freedom to avoid contact with excreta. Contaminated material must be replaced whenever this raking\nand spot-cleaning is not sufficient to prevent or eliminate odors, insects, pests, or vermin infestation.\nTo be corrected by: June 4, 2014"
    },
    {
      "code": "3.25(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Storage.\nWithin the \"reptile house\" there is a large container of bedding. The licensee states this is what was used in the\nguinea pig enclosure. The container does not have a tight-fitting lid. There are two smaller lids sitting on top of the\nbedding within the container. There are flies, a moth and bird feces on the inside surface of the container. This\nstorage system does not ensure the bedding supply is protected from vermin and other contamination. Supplies of\nfood and bedding shall be stored in facilities which adequately protect such supplies against spoilage or\ndeterioration and infestation or contamination by vermin.\nTo be corrected by: June 4, 2014"
    },
    {
      "code": "3.30",
      "kind": "Direct",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "The water bottle in the enclosure housing four guinea pigs was empty. The licensee stated she had watered the\nanimals the previous day. The bedding within the enclosure under the water bottle and on the low end of the\nenclosure was damp. The licensee provided water to the animals upon request. When given fresh water, at least\none animal drank vigorously for over a minute.\nCorrected at the time of inspection.\nLack of clean water for animals can cause dehydration and other medical conditions.\nThe licensee must ensure that potable water is offered to the animals as often as necessary to provide for their\nhealth and comfort."
    },
    {
      "code": "3.31(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Cleaning and sanitation of primary enclosures.\nNearly all of the bedding within the enclosure housing four guinea pigs was damp and soiled. One inspector\ntouched the bedding. The bedding was moist and clumping. The water bottle in the enclosure was empty.\nFailure to provide clean, dry bedding can lead to health hazards for the animals.\nIn the event a primary enclosure becomes soiled or wet to a degree that might be harmful or uncomfortable to the\nanimals due to leakage of the watering system, spoiled perishable foods, or moisture condensation, the bedding\nshall be changed or the guinea pigs shall be transferred to a clean primary enclosure.\nTo be corrected by: May 23, 2014"
    },
    {
      "code": "3.31(b)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Housekeeping.\nThere is a large amount of dust, dirt, and/or debris on the floor and walkway surrounding the enclosure housing four\nguinea pigs. Failure to clean the premises can lead to health hazards and can contribute to the development of\npest breeding and living areas. The premises must be kept clean in order to protect the animals from health\nhazards, to reduce or eliminate breeding and living areas for pests and to facilitate good husbandry practices.\nTo be corrected by: June 4, 2014"
    },
    {
      "code": "3.75(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Cleaning.\nThroughout the \"reptile house\", there is an excessive amount of dust, dirt, and/or debris on the floor surrounding the\nenclosures. The ruffed lemur, the ring-tailed lemur and vervet are located in this area.\nThere is brown to black grime and cobwebs on the walls within the ruffed lemur and ring tailed lemur enclosures.\nWithin the primate building, there is a large amount of dust, dirt and/or debris on the floor surrounding the\nenclosures. All of the primary enclosures within this building have a build-up of dust, dirt, debris, and/or grime on the\nwire panels that make up the primary enclosure. There are objects (play house, tires, etc) within the outside yards\nof all of these enclosures that have a thick build-up of dust, dirt and/or grime. These enclosures contain two\nmacaques and four baboons.\nOne enclosure containing two bush babies has a build-up of food waste and/or animal waste on the floor of the\nenclosure.\nFailure to clean animal housing areas, including primary enclosures, can lead to health hazards, pests and odors.\nHard surfaces with which non-human primates come in contact must be spot-cleaned daily and indoor primary\nenclosures must be sanitized at least once every two weeks or more often if necessary to prevent an excessive\naccumulation of dirt, debris, animal or food waste, or disease hazards.\nIf the species scent mark, the surfaces must be sanitized or replaced at regular intervals as determined by the\nattending veterinarian in accordance with generally accepted professional and husbandry practices.\nAll other surfaces within housing facilities must be cleaned and sanitized when necessary to satisfy generally\naccepted husbandry standards and practices."
    },
    {
      "code": "3.75(e)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Storage.\nWithin the refrigerator in the \"reptile house\" there are containers of strawberries. Throughout all of the visible\ncontainers, the strawberries are heavily molded. The licensee states this refrigerator is not running. There is a ruffed\nlemur, a ring-tailed lemur and a vervet in this portion of the facility. Within the refrigerator in the \"primate building\"\nthere are cobwebs, mouse droppings, dirt and/or debris sitting on the shelves. There are supplies of fruits and\nvegetables for the primates located in this refrigerator. Failure to store food properly can lead to animal illness. The\nrefrigerators must be cleaned and supplies of food must be stored in a manner that protects the supplies from\nspoilage, contamination, and vermin infestation. Food requiring refrigeration must be stored accordingly, and all\nfood must be stored in a manner that prevents contamination and deterioration of its nutritive value.\nTo be corrected by: June 4, 2014"
    },
    {
      "code": "3.85",
      "kind": "",
      "repeat": true,
      "desc": "EMPLOYEES.",
      "narrative": "The high number of serious noncompliant items and repeated problems on the current inspection report\ndemonstrates that the work load at the facility continues to exceed the current staffing level.\nAn adequate number of appropriately qualified and trained employees is required to ensure that all primates receive\nnecessary care and that the facilities are maintained and cleaned on a regular and consistent basis.\nA sufficient number of adequately trained employees shall be utilized to maintain the professionally acceptable level\nof husbandry practices set forth in this subpart. Such practices shall be under a supervisor who has a background in\nanimal care."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The vertical guillotine style doors on enclosures and/or shelters for some of the potentially dangerous animals rely\non the weight of the door to hold them in the closed position, according the licensee. On some of the enclosures\nthere is no locking mechanism or device preventing the doors from being lifted by the animals, which could result in\nescape or injury. The licensee must evaluate all enclosure doors, in consultation with an appropriately qualified\nveterinarian or other zoological expert if necessary, to ensure that they are designed in a manner that prevents the\nanimals from lifting or opening them.\nThere are several enclosures throughout the facility in need of repair.\nThere is a rusted door leading into a shift area in one of the lion enclosures. One of the solid metal gates on one of\nthe bear enclosures is severely rusted at the bottom. In both enclosures, the rust has eroded through the metal and\nhas created holes and/or gaps.\nThe wall by the animal door within the serval enclosure has a hole in it exposing severely worn wood.\nThere is a section of fence on the South side of the camel enclosure with a broken support at the top of the fence.\nThis broken support is making the fence bend in the middle and is unstable. The fence moved easily when one\ninspector shook it. The camel was observed pressing against the fence, pushing it outwards, in order to access a\ntree on the other side.\nThere are several places where the chain-link fence within the enclosure housing one Fallow deer and the\nenclosure housing two Meishan pigs is curled up at the bottom. The curled up edges have sharp points that extend\ninto the enclosures, and a gap is present at the bottom of the fence in some places.\nWithin the sloth enclosure, there a door that has been scratched and/or worn and as a result, the surface of the door\nis peeling.\nThese areas are not in good repair and could lead to animal escape or injury.\nThese areas need to be repaired or replaced so they are structurally sound and shall be maintained in good repair\nto protect the animals from injury and to contain the animals."
    },
    {
      "code": "3.125(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Waste disposal.\nThere are piles of animal and food waste and/or old bedding sitting outside of animal enclosures throughout the\nfacility. Some of the piles are located next to animal enclosures. At some of the piles the licensee states it has\n\"been there a long time\". There is a barrel of animal and food waste and/or old bedding sitting directly behind a lion\nenclosure. The licensee states this is an old burn barrel. Failure to remove animal and food waste can lead to pests\nand odors. Provision shall be made for the removal and disposal of animal and food wastes, bedding, dead animals,\ntrash and debris. Disposal facilities shall be so provided and operated as to minimize vermin infestation, odors, and\ndisease hazards. The disposal facilities and any disposal of animal and food wastes, bedding, dead animals, trash,\nand debris shall comply with applicable Federal, State, and local laws and regulations relating to pollution control or\nthe protection of the environment.\nTo be corrected by: June 4, 2014"
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "Shelter from inclement weather.\nThere is no shelter within the outdoor enclosure housing two Patagonian cavy. Failure to provide a shelter for\nanimals housed outdoors does not ensure they are protected from the elements. Natural or artificial shelter shall be\nprovided for all animals kept outdoors to afford them protection and to prevent discomfort to such animals.\nTo be corrected by: May 28, 2014"
    },
    {
      "code": "3.127(c)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "Drainage.\nThere are large areas of standing water within multiple enclosures. In most of the areas the water has collected\nunder and around leaky automatic waterers. These locations are within the following enclosures: four-horned sheep,\nfallow deer, lion, and bear.\nImproper drainage within enclosures does not ensure a clean, dry environment for the animals. A suitable method\nshall be provided to rapidly eliminate excess water from within the enclosures."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "Perimeter fence.\nThere is a gate on the portion of the perimeter fence surrounding the big cats that has become detached from the\nfence post. The gate is leaning out from the fence and sitting crooked which creates a large gap between the gate\nand the fence. This fence is not in good repair and does not effectively restrict animals and unauthorized persons\nfrom going through it. The perimeter fence needs to be repaired or replaced in order to effectively prevent animals\nand people from going through it or under it and having contact with the animals in the facility.\nThere are two coati mundis in one enclosure that is sitting next to a portion of perimeter fence. The primary\nenclosure is less than three feet from the perimeter fence. It must be of sufficient distance (3 feet or more) from the\noutside of the primary enclosure to prevent physical contact between animals inside the enclosure and animals or\npersons outside of the perimeter fence.\nPerimeter fences cannot be less than 3 feet in distance from the primary enclosure unless written approval is\ngranted by the APHIS Administrator. The facility does not currently have this approval. If the facility wishes to\npursue this approval, they must submit a request in writing to 2150 Centre Avenue Bld B MS 3W11, Fort Collins,\nCO 80526."
    },
    {
      "code": "3.130",
      "kind": "Direct",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "The water bottle in the enclosure housing ten degus was empty. The licensee stated she had watered the animals\nthe previous day. The licensee provided water to the animals upon request. When given fresh water, the animals\ncrowded around the water bottle and drank vigorously for well over a minute. The animals gathered around the\nwater bottle in a tight group after it was added to the enclosure. Some of the animals vocalized while waiting to\ndrink. One of the larger degus was observed pulling the water bottle towards itself, out of the mouth of another\nanimal, in order to drink.\nThe water within one coyote enclosure was green and had debris sitting on the bottom.\nThe water within the enclosure housing two porcupines was brown and had debris and/or feces mixed with the\nwater.\nThe gerbils in the \"reptile house\" had no water at the time of the inspection; the bowl was filled with moist bedding\nand debris.\nLack of clean water for animals can cause thirst, dehydration and other medical conditions.\nThe licensee must ensure that potable water is offered to the animals as often as necessary to provide for their\nhealth and comfort."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Cleaning of enclosures\nThere are several enclosures throughout the entire facility that have a build-up of food waste and/or animal waste\nwithin the enclosure and/or within the shelter for the enclosure. The following animals were in the affected\nenclosures: Two ferrets, four kinkajous (\"reptile house\" and \"education center\"), ten degus, three potbelly pigs, five\ntigers, one bobcat, two lions, two bears, one capybara, two African crested porcupines, three chinchillas and one\nsloth. In some of the areas the build-up is very thick and is mixed in with the bedding or floor substrate. In some of\nthese locations there is an odor and the waste is attracting flies.\nOn the walls within the kinkajou enclosure in the \"reptile house\", the coati mundi shelter and the capybara\nenclosure, there is a build-up of black to brown grime.\nWithin both coyote enclosures there is a build-up of dust and dirt on the objects within the enclosures (kongs,\nshelter, etc). There are large numbers of old chicken bones scattered throughout and around both enclosures.\nThere are two coyotes in these enclosures.\nFailure to clean animal enclosures can lead to health hazards, pests and odors. Primary enclosures shall be\ncleaned and excreta shall be removed in order to prevent contamination of the animals contained therein and to\nminimize disease hazards, pests and odors."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Housekeeping.\nWithin the \"reptile house\" and \"education center\", there is a large amount of dust, dirt, and/or debris on the floors\nand walkways surrounding the enclosures. Two ferrets, one serval, two coati mundi, one capybara, two porcupines,\ntwo kinkajous, two foxes and three chinchillas are located in these areas.\nFailure to clean the premises can lead to health hazards and can contribute to the development of pest breeding\nand living areas. The premises must be kept clean in order to protect the animals from health hazards, to reduce or\neliminate breeding and living areas for pests and to facilitate good husbandry practices."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Pest control.\nThere are an excessive number of flies are present throughout the entire facility. There are flies within the enclosure\nhousing two ferrets in the \"reptile house\", the enclosure housing two kinkajous in the \"education center\", one of the\noutdoor tiger enclosures and around the bear shelters. Flies can be seen landing on the animals, bedding, food and\nanimal waste.\nThere is a build-up of bird feces on the bobcat shelter and on objects (rocks) within the outdoor portion of the skunk\nenclosure.\nThe presence of pests can lead to health hazards for the animals. A safe and effective program for the control of\npests, including flies, birds, spiders and rodents, must be established and maintained."
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": true,
      "desc": "EMPLOYEES.",
      "narrative": "The high number of serious noncompliant items, including directs and repeated problems, on the current inspection\nreport demonstrates that the work load at the facility continues to exceed the current staffing level.\nAn adequate number of appropriately qualified and trained employees is required to ensure that all the animals\nreceive necessary care and that the facilities are maintained and cleaned on a regular and consistent basis.\nA sufficient number of adequately trained employees shall be utilized to maintain the professionally acceptable level\nof husbandry practices set forth in this subpart. Such practices shall be under a supervisor who has a background in\nanimal care.\nRecords not inspected at this time.\nInspection and exit briefing conducted with the owner.\nAdditional Inspectors\nZiegerer Katheryn, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nOne female coyote has a swollen digit on her right, front foot. The area appears red and swollen with a moist\nabrasion and missing hair. The affected area is approximately 1 cm in diameter. The animal occasionally lifts up the\naffected paw when she's standing in place. The licensee states this animal was bit by the other coyote on May 1,\n2014. The licensee states no veterinarian has been contacted and no medications have been given. \nOne of the coati mundi has an approximate 2 inch by 2 inch patch of hair-loss at the base of the tail (left side). The\nskin does not appear red or swollen. The licensee states no veterinarian has been consulted about this condition. \nThe capybara appears thin. The hip bones are prominent and the animal has scaly skin with thinning hair on the\nback half of the body with patches of hair-loss around the base of the tail and the backbone. The licensee states this\nanimal is old and no veterinarian has been consulted regarding these conditions. \nFailure to seek medical care for the conditions listed above can lead to unnecessary pain and discomfort for the\nanimals.\n \nThe animals listed above must be examined by a licensed veterinarian BY 5:00 PM ON MAY 23, 2014 in order to\nensure that an accurate diagnosis is obtained and an appropriate treatment plan is developed and followed. This\ninformation, including the diagnosis, treatment and resolution of the condition, must be documented and made\navailable to the inspector upon request.\nOne barbados wether has excessively long back hooves. The hooves are splayed and are curled up at the ends.\nThe licensee states all sheep hooves were trimmed on December 27th, 2013. \nExcessively long hooves can cause pain and discomfort to the animals. Further, it may cause animals to alter their\nstance or their gait and create musculoskeletal related issues. This animal must have its hooves trimmed BY JUNE\n4, 2014 to remove the excessive growth. The hooves must be maintained routinely in order to prevent and control\ndiseases and injuries.\n\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nCleaning. \nWithin the wolf hybrid enclosure there is a build-up of old feces and food waste mixed in with the dirt and gravel that\nmakes up the floor of the enclosure. There are three wolf hybrids in this enclosure. Failure to properly clean and\nsanitize primary enclosures can lead to disease hazards for the animals. Floors made of dirt, absorbent bedding,\nsand, gravel, grass, or other similar material must be raked or spot-cleaned with sufficient frequency to ensure all\nanimals the freedom to avoid contact with excreta. Contaminated material must be replaced whenever this raking\nand spot-cleaning is not sufficient to prevent or eliminate odors, insects, pests, or vermin infestation.\nTo be corrected by: June 4, 2014\n3.25(c)\nFACILITIES, GENERAL.\nStorage. \nWithin the \"reptile house\" there is a large container of bedding. The licensee states this is what was used in the\nguinea pig enclosure. The container does not have a tight-fitting lid. There are two smaller lids sitting on top of the\nbedding within the container. There are flies, a moth and bird feces on the inside surface of the container. This\nstorage system does not ensure the bedding supply is protected from vermin and other contamination. Supplies of\nfood and bedding shall be stored in facilities which adequately protect such supplies against spoilage or\ndeterioration and infestation or contamination by vermin. \nTo be corrected by: June 4, 2014\n3.30           DIRECT\nWATERING. \nThe water bottle in the enclosure housing four guinea pigs was empty. The licensee stated she had watered the\nanimals the previous day.  The bedding within the enclosure under the water bottle and on the low end of the\nenclosure was damp. The licensee provided water to the animals upon request. When given fresh water, at least\none animal drank vigorously for over a minute. \nCorrected at the time of inspection. \nLack of clean water for animals can cause dehydration and other medical conditions.\n\nThe licensee must ensure that potable water is offered to the animals as often as necessary to provide for their\nhealth and comfort.\n3.31(a)(2)\nSANITATION.\nCleaning and sanitation of primary enclosures.\nNearly all of the bedding within the enclosure housing four guinea pigs was damp and soiled. One inspector\ntouched the bedding. The bedding was moist and clumping. The water bottle in the enclosure was empty. \nFailure to provide clean, dry bedding can lead to health hazards for the animals. \nIn the event a primary enclosure becomes soiled or wet to a degree that might be harmful or uncomfortable to the\nanimals due to leakage of the watering system, spoiled perishable foods, or moisture condensation, the bedding\nshall be changed or the guinea pigs shall be transferred to a clean primary enclosure.\nTo be corrected by: May 23, 2014\n3.31(b)\nSANITATION.\nHousekeeping. \nThere is a large amount of dust, dirt, and/or debris on the floor and walkway surrounding the enclosure housing four\nguinea pigs.  Failure to clean the premises can lead to health hazards and can contribute to the development of\npest breeding and living areas. The premises must be kept clean in order to protect the animals from health\nhazards, to reduce or eliminate breeding and living areas for pests and to facilitate good husbandry practices.\nTo be corrected by: June 4, 2014\n3.75(c)(3)                    REPEAT\nHOUSING FACILITIES, GENERAL. \nCleaning.  \nThroughout the \"reptile house\", there is an excessive amount of dust, dirt, and/or debris on the floor surrounding the\nenclosures. The ruffed lemur, the ring-tailed lemur and vervet are located in this area. \nThere is brown to black grime and cobwebs on the walls within the ruffed lemur and ring tailed lemur enclosures.\n\nWithin the primate building, there is a large amount of dust, dirt and/or debris on the floor surrounding the\nenclosures. All of the primary enclosures within this building have a build-up of dust, dirt, debris, and/or grime on the\nwire panels that make up the primary enclosure.  There are objects (play house, tires, etc) within the outside yards\nof all of these enclosures that have a thick build-up of dust, dirt and/or grime. These enclosures contain two\nmacaques and four baboons.\nOne enclosure containing two bush babies has a build-up of food waste and/or animal waste on the floor of the\nenclosure. \nFailure to clean animal housing areas, including primary enclosures, can lead to health hazards, pests and odors. \nHard surfaces with which non-human primates come in contact must be spot-cleaned daily and indoor primary\nenclosures must be sanitized at least once every two weeks or more often if necessary to prevent an excessive\naccumulation of dirt, debris, animal or food waste, or disease hazards. \nIf the species scent mark, the surfaces must be sanitized or replaced at regular intervals as determined by the\nattending veterinarian in accordance with generally accepted professional and husbandry practices. \nAll other surfaces within housing facilities must be cleaned and sanitized when necessary to satisfy generally\naccepted husbandry standards and practices.  \n   \n3.75(e)\nHOUSING FACILITIES, GENERAL. \nStorage. \nWithin the refrigerator in the \"reptile house\" there are containers of strawberries. Throughout all of the visible\ncontainers, the strawberries are heavily molded. The licensee states this refrigerator is not running. There is a ruffed\nlemur, a ring-tailed lemur and a vervet in this portion of the facility. Within the refrigerator in the \"primate building\"\nthere are cobwebs, mouse droppings, dirt and/or debris sitting on the shelves. There are supplies of fruits and\nvegetables for the primates located in this refrigerator. Failure to store food properly can lead to animal illness. The\nrefrigerators must be cleaned and supplies of food must be stored in a manner that protects the supplies from\nspoilage, contamination, and vermin infestation. Food requiring refrigeration must be stored accordingly, and all\nfood must be stored in a manner that prevents contamination and deterioration of its nutritive value. \nTo be corrected by: June 4, 2014\n\n3.85                    REPEAT\nEMPLOYEES.  \nThe high number of serious noncompliant items and repeated problems on the current inspection report\ndemonstrates that the work load at the facility continues to exceed the current staffing level. \nAn adequate number of appropriately qualified and trained employees is required to ensure that all primates receive\nnecessary care and that the facilities are maintained and cleaned on a regular and consistent basis.\nA sufficient number of adequately trained employees shall be utilized to maintain the professionally acceptable level\nof husbandry practices set forth in this subpart. Such practices shall be under a supervisor who has a background in\nanimal care.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nThe vertical guillotine style doors on enclosures and/or shelters for some of the potentially dangerous animals rely\non the weight of the door to hold them in the closed position, according the licensee. On some of the enclosures\nthere is no locking mechanism or device preventing the doors from being lifted by the animals, which could result in\nescape or injury.  The licensee must evaluate all enclosure doors, in consultation with an appropriately qualified\nveterinarian or other zoological expert if necessary, to ensure that they are designed in a manner that prevents the\nanimals from lifting or opening them.\nThere are several enclosures throughout the facility in need of repair. \nThere is a rusted door leading into a shift area in one of the lion enclosures. One of the solid metal gates on one of\nthe bear enclosures is severely rusted at the bottom. In both enclosures, the rust has eroded through the metal and\nhas created holes and/or gaps. \nThe wall by the animal door within the serval enclosure has a hole in it exposing severely worn wood.  \nThere is a section of fence on the South side of the camel enclosure with a broken support at the top of the fence.\nThis broken support is making the fence bend in the middle and is unstable. The fence moved easily when one\ninspector shook it. The camel was observed pressing against the fence, pushing it outwards, in order to access a\ntree on the other side.\nThere are several places where the chain-link fence within the enclosure housing one Fallow deer and the\nenclosure housing two Meishan pigs is curled up at the bottom. The curled up edges have sharp points that extend\n\ninto the enclosures, and a gap is present at the bottom of the fence in some places. \nWithin the sloth enclosure, there a door that has been scratched and/or worn and as a result, the surface of the door\nis peeling. \nThese areas are not in good repair and could lead to animal escape or injury.\nThese areas need to be repaired or replaced so they are structurally sound and shall be maintained in good repair\nto protect the animals from injury and to contain the animals.\n3.125(d)\nFACILITIES, GENERAL.   \nWaste disposal. \nThere are piles of animal and food waste and/or old bedding sitting outside of animal enclosures throughout the\nfacility. Some of the piles are located next to animal enclosures. At some of the piles the licensee states it has\n\"been there a long time\". There is a barrel of animal and food waste and/or old bedding sitting directly behind a lion\nenclosure. The licensee states this is an old burn barrel. Failure to remove animal and food waste can lead to pests\nand odors. Provision shall be made for the removal and disposal of animal and food wastes, bedding, dead animals,\ntrash and debris. Disposal facilities shall be so provided and operated as to minimize vermin infestation, odors, and\ndisease hazards. The disposal facilities and any disposal of animal and food wastes, bedding, dead animals, trash,\nand debris shall comply with applicable Federal, State, and local laws and regulations relating to pollution control or\nthe protection of the environment.\nTo be corrected by: June 4, 2014\n3.127(b)\nFACILITIES, OUTDOOR. \nShelter from inclement weather. \nThere is no shelter within the outdoor enclosure housing two Patagonian cavy. Failure to provide a shelter for\nanimals housed outdoors does not ensure they are protected from the elements. Natural or artificial shelter shall be\nprovided for all animals kept outdoors to afford them protection and to prevent discomfort to such animals. \nTo be corrected by: May 28, 2014\n3.127(c)                    REPEAT\n\nFACILITIES, OUTDOOR. \nDrainage.\nThere are large areas of standing water within multiple enclosures. In most of the areas the water has collected\nunder and around leaky automatic waterers. These locations are within the following enclosures: four-horned sheep,\nfallow deer, lion, and bear. \nImproper drainage within enclosures does not ensure a clean, dry environment for the animals.  A suitable method\nshall be provided to rapidly eliminate excess water from within the enclosures.\n3.127(d)                    REPEAT\nFACILITIES, OUTDOOR. \nPerimeter fence.  \nThere is a gate on the portion of the perimeter fence surrounding the big cats that has become detached from the\nfence post. The gate is leaning out from the fence and sitting crooked which creates a large gap between the gate\nand the fence. This fence is not in good repair and does not effectively restrict animals and unauthorized persons\nfrom going through it. The perimeter fence needs to be repaired or replaced in order to effectively prevent animals\nand people from going through it or under it and having contact with the animals in the facility. \nThere are two coati mundis in one enclosure that is sitting next to a portion of perimeter fence. The primary\nenclosure is less than three feet from the perimeter fence. It must be of sufficient distance (3 feet or more) from the\noutside of the primary enclosure to prevent physical contact between animals inside the enclosure and animals or\npersons outside of the perimeter fence. \nPerimeter fences cannot be less than 3 feet in distance from the primary enclosure unless written approval is\ngranted by the APHIS Administrator. The facility does not currently have this approval. If the facility wishes to\npursue this approval, they must submit a request in writing to 2150 Centre Avenue Bld B MS 3W11, Fort Collins,\nCO 80526.\n3.130           DIRECT                    REPEAT\nWATERING.  \nThe water bottle in the enclosure housing ten degus was empty. The licensee stated she had watered the animals\nthe previous day.  The licensee provided water to the animals upon request. When given fresh water, the animals\ncrowded around the water bottle and drank vigorously for well over a minute. The animals gathered around the\nwater bottle in a tight group after it was added to the enclosure. Some of the animals vocalized while waiting to\ndrink. One of the larger degus was observed pulling the water bottle towards itself, out of the mouth of another\n\nanimal, in order to drink.\nThe water within one coyote enclosure was green and had debris sitting on the bottom.\nThe water within the enclosure housing two porcupines was brown and had debris and/or feces mixed with the\nwater. \nThe gerbils in the \"reptile house\" had no water at the time of the inspection; the bowl was filled with moist bedding\nand debris.\nLack of clean water for animals can cause thirst, dehydration and other medical conditions.\nThe licensee must ensure that potable water is offered to the animals as often as necessary to provide for their\nhealth and comfort. \n3.131(a)                    REPEAT\nSANITATION.   \nCleaning of enclosures\nThere are several enclosures throughout the entire facility that have a build-up of food waste and/or animal waste\nwithin the enclosure and/or within the shelter for the enclosure. The following animals were in the affected\nenclosures: Two ferrets, four kinkajous (\"reptile house\" and \"education center\"), ten degus, three potbelly pigs, five\ntigers, one bobcat, two lions, two bears, one capybara, two African crested porcupines, three chinchillas and one\nsloth. In some of the areas the build-up is very thick and is mixed in with the bedding or floor substrate. In some of\nthese locations there is an odor and the waste is attracting flies. \nOn the walls within the kinkajou enclosure in the \"reptile house\", the coati mundi shelter and the capybara\nenclosure, there is a build-up of black to brown grime. \nWithin both coyote enclosures there is a build-up of dust and dirt on the objects within the enclosures (kongs,\nshelter, etc). There are large numbers of old chicken bones scattered throughout and around both enclosures.\nThere are two coyotes in these enclosures.  \nFailure to clean animal enclosures can lead to health hazards, pests and odors. Primary enclosures shall be\ncleaned and excreta shall be removed in order to prevent contamination of the animals contained therein and to\nminimize disease hazards, pests and odors.\n\n3.131(c)                    REPEAT\nSANITATION.   \nHousekeeping. \nWithin the \"reptile house\" and \"education center\", there is a large amount of dust, dirt, and/or debris on the floors\nand walkways surrounding the enclosures. Two ferrets, one serval, two coati mundi, one capybara, two porcupines,\ntwo kinkajous, two foxes and three chinchillas are located in these areas.  \nFailure to clean the premises can lead to health hazards and can contribute to the development of pest breeding\nand living areas. The premises must be kept clean in order to protect the animals from health hazards, to reduce or\neliminate breeding and living areas for pests and to facilitate good husbandry practices.\n3.131(d)                    REPEAT\nSANITATION.   \nPest control. \nThere are an excessive number of flies are present throughout the entire facility. There are flies within the enclosure\nhousing two ferrets in the \"reptile house\", the enclosure housing two kinkajous in the \"education center\", one of the\noutdoor tiger enclosures and around the bear shelters. Flies can be seen landing on the animals, bedding, food and\nanimal waste.\nThere is a build-up of bird feces on the bobcat shelter and on objects (rocks) within the outdoor portion of the skunk\nenclosure. \nThe presence of pests can lead to health hazards for the animals. A safe and effective program for the control of\npests, including flies, birds, spiders and rodents, must be established and maintained.\n3.132                    REPEAT\nEMPLOYEES. \nThe high number of serious noncompliant items, including directs and repeated problems, on the current inspection\nreport demonstrates that the work load at the facility continues to exceed the current staffing level.\n\nAn adequate number of appropriately qualified and trained employees is required to ensure that all the animals\nreceive necessary care and that the facilities are maintained and cleaned on a regular and consistent basis.\nA sufficient number of adequately trained employees shall be utilized to maintain the professionally acceptable level\nof husbandry practices set forth in this subpart. Such practices shall be under a supervisor who has a background in\nanimal care.\nRecords not inspected at this time.\nInspection and exit briefing conducted with the owner.\nAdditional Inspectors\nZiegerer Katheryn, Supervisory Animal Care Specialist",
  "animals_total": 163,
  "species": [
    {
      "count": 4,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 1,
      "scientific": "C. pygerythrus",
      "common": "VERVET"
    },
    {
      "count": 1,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 2,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 5,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 13,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 4,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 3,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    },
    {
      "count": 1,
      "scientific": "Choloepus didactylus",
      "common": "LINNAEUS'S TWO-TOED SLOTH"
    },
    {
      "count": 1,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 2,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 1,
      "scientific": "Hydrochaeris hydrochaeris",
      "common": "CAPYBARA"
    },
    {
      "count": 2,
      "scientific": "Hystrix africaeaustralis",
      "common": "CAPE PORCUPINE"
    },
    {
      "count": 5,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 1,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 1,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 2,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE *MALE"
    },
    {
      "count": 2,
      "scientific": "Marmota monax",
      "common": "GROUNDHOG / WOODCHUCK"
    },
    {
      "count": 1,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 8,
      "scientific": "Meriones unguiculatus",
      "common": "MONGOLIAN GERBIL (COMMON PET / RESEARCH VARIETY)"
    },
    {
      "count": 2,
      "scientific": "Muscardinus avellanarius",
      "common": "HAZEL DORMOUSE"
    },
    {
      "count": 2,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 2,
      "scientific": "Natalensis",
      "common": "AFRICAN SOFT-FURRED RAT"
    },
    {
      "count": 10,
      "scientific": "Octodon degus",
      "common": "DEGU"
    },
    {
      "count": 2,
      "scientific": "Otolemur crassicaudatus",
      "common": "GREATER BUSHBABY"
    },
    {
      "count": 54,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 3,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 5,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 4,
      "scientific": "Papio hamadryas",
      "common": "HAMADRYAS BABOON"
    },
    {
      "count": 4,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 3,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 1,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 5,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 2,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 1,
      "scientific": "Varecia variegata",
      "common": "BLACK-AND-WHITE RUFFED LEMUR"
    },
    {
      "count": 2,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    }
  ]
}