{
  "insp_id": "274141456480722",
  "layout": "a",
  "customer_id": "7880",
  "customer_name": "Robas Tree Farm Inc",
  "customer_addr": "1491 Lakeland Drive\nJermyn, PA 18433",
  "certificate": "23-C-0168",
  "site_id": "001",
  "site_name": "ROBAS TREE FARM INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-OCT-2014",
  "report_date": "01-OCT-2014",
  "citations": [
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "Section 3.129(a) Feeding: Pigs were observed chewing on corn cobs in the mud by the white plastic feeding tube\nused by the public to feed the five pigs. The ground under the feeding tube is very muddy. The automatic water\nnipple is mounted on a fence post next to the plastic feeding tube. The ground under and around the water source\nis muddy from the pigs drinking and playing with the water. Food put in the public feeding tube for the pigs will fall\ninto the mud. The mud will contaminate the food and be ingested by the pigs. The muddy soil may contain fungal\nspores, bacteria and/or parasites that may cause the pigs to become ill when eaten. The food fed by the public\nmust be free from contamination and not fall into mud to protect the health of the pigs.\nCorrect by October 3, 2014.\nAn exit briefing was conducted with the owner."
    }
  ],
  "narrative": "3.129(a)\nFEEDING.    \nSection 3.129(a) Feeding: Pigs were observed chewing on corn cobs in the mud by the white plastic feeding tube\nused by the public to feed the five pigs.  The ground under the feeding tube is very muddy.  The automatic water\nnipple is mounted on a fence post next to the plastic feeding tube.  The ground under and around the water source\nis muddy from the pigs drinking and playing with the water.  Food put in the public feeding tube for the pigs will fall\ninto the mud.  The mud will contaminate the food and be ingested by the pigs.  The muddy soil may contain fungal\nspores, bacteria and/or parasites that may cause the pigs to become ill when eaten.  The food fed by the public\nmust be free from contamination and not fall into mud to protect the health of the pigs.\nCorrect by October 3, 2014. \nAn exit briefing was conducted with the owner.",
  "animals_total": 74,
  "species": [
    {
      "count": 33,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 12,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 7,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 20,
      "scientific": "Sus domestica",
      "common": "DOMESTIC PIG"
    }
  ]
}