{
  "insp_id": "INS-0000868756",
  "layout": "c",
  "customer_id": "6017161",
  "customer_name": "Trego-Dugan Aviation",
  "customer_addr": "2400 John Brantley Boulevard\nTerminal 2, RDU\nRaleigh, NC 27560",
  "certificate": "",
  "site_id": "RDU",
  "site_name": "Trego-Dugan Aviation - RDU - Raleigh-Durham International Airport",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-APR-2023",
  "report_date": "",
  "citations": [
    {
      "code": "2.25(a)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Requirements and procedures.",
      "narrative": "A Trego-Dugan (T-D) employee was observed accepting a dog for air transport during an inspection conducted at the\nAlaska Airlines (AA) ticket counter at Terminal 2, Raleigh-Durham International Airport. The dog was then transported to\nanother handler, registered as G2 Secure Staff, as oversized baggage for the TSA check and delivery to the secure\nbaggage holding area below. Per the one Alaska Airlines (AA) on-site point of contact, possession of the dog would then\nbe transferred back to T-D in the secure baggage area for holding and loading on the Alaska Airlines plane at the\nappropriate time. For the week following this inspection, the inspector made multiple requests for the registration\ninformation from T-D. T-D first submitted the Alaska Airlines registration and then another number that is not a valid\nUSDA registration number. Handling animals in an airline terminal and on the tarmac without the required regulatory\noversight can lead to unregulated handling of animals, putting the animals at risk of unnecessary behavioral stress,\ntrauma, escape, physical harm or loss of life.\nPer the on-site AA and T-D representatives, T-D is an independent business entity that is contracted to AA to conduct\ntheir ticket counter activities and the accepting and handling of animals to be transported on the AA planes at RDU.\nThe regulations require that each carrier and intermediate handler register with the Secretary by completing and filing a\nproperly executed form which will be furnished, upon request, by the Deputy Administrator.\nConducting regulated activity without a valid registration violates the Federal Animal Welfare Act.\nNo regulated activity can be conducted until a valid registration certificate is issued by USDA Animal Care.\nThis inspection and exit interview were conducted with ______.\nn"
    }
  ],
  "narrative": "2.25(a)  Critical\n   \nRequirements and procedures. \nA Trego-Dugan (T-D) employee was observed accepting a dog for air transport during an inspection conducted at the \nAlaska Airlines (AA) ticket counter at Terminal 2, Raleigh-Durham International Airport. The dog was then transported to \nanother handler, registered as G2 Secure Staff, as oversized baggage for the TSA check and delivery to the secure \nbaggage holding area below.  Per the one Alaska Airlines (AA) on-site point of contact, possession of the dog would then \nbe transferred back to T-D in the secure baggage area for holding and loading on the Alaska Airlines plane at the \nappropriate time.  For the week following this inspection, the inspector made multiple requests for the registration \ninformation from T-D.  T-D first submitted the Alaska Airlines registration and then another number that is not a valid \nUSDA registration number.  Handling animals in an airline terminal and on the tarmac without the required regulatory \noversight can lead to unregulated handling of animals, putting the animals at risk of unnecessary behavioral stress, \ntrauma, escape, physical harm or loss of life.  \n \nPer the on-site AA and T-D representatives, T-D is an independent business entity that is contracted to AA to conduct \ntheir ticket counter activities and the accepting and handling of animals to be transported on the AA planes at RDU.\n\nThe regulations require that each carrier and intermediate handler register with the Secretary by completing and filing a \nproperly executed form which will be furnished, upon request, by the Deputy Administrator. \n \nConducting regulated activity without a valid registration violates the Federal Animal Welfare Act.   \n \nNo regulated activity can be conducted until a valid registration certificate is issued by USDA Animal Care. \n \nThis inspection and exit interview were conducted with ______. \n \n n",
  "animals_total": 1,
  "species": [
    {
      "count": 1,
      "scientific": "Canis familiaris",
      "common": "DOG ADULT"
    }
  ]
}