{
  "insp_id": "2016090000763414",
  "layout": "b",
  "customer_id": "32135",
  "customer_name": "AARON LAPP",
  "customer_addr": "90 LEISURE ACRES ROAD\nALLENWOOD, PA 17810",
  "certificate": "23-A-0309",
  "site_id": "001",
  "site_name": "AARON K LAPP",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-JAN-2022",
  "report_date": "26-JAN-2022",
  "citations": [
    {
      "code": "3.26(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, indoor.",
      "narrative": "The temperature in the lower floor of the guinea pig housing facility was below 60 F. The temperature as measured with a\nkestrel was 54.7 F in the larger first floor room housing approximately 634 guinea pigs and was 52.4 F in the smaller first\nfloor room housing approximately 111 guinea pigs. There was a propane stove in the larger room but the pilot had gone\nout so the licensee re-lit it. There was a space heater in the doorway of the smaller room. There was a wall thermometer\nthat read 62 F but it was in the path of the space heater so may have not been accurate. The temperature in the upper\nfloor of the facility housing approximately 544 guinea pigs met requirements. The ambient outdoor temperature at the\ntime of inspection was approximately -9 F.\nGuinea pigs kept in ambient temperatures that are too low may be subject to cold stress that may cause discomfort and\npredispose them to developing other health issues.\nThe ambient temperature in indoor housing facilities for guinea pigs must not fall below 60 degrees F.\nCorrect by: January 28, 2022\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "3.26(a) \n   \nFacilities, indoor. \nThe temperature in the lower floor of the guinea pig housing facility was below 60 F.  The temperature as measured with a \nkestrel was 54.7 F in the larger first floor room  housing approximately 634 guinea pigs and was 52.4 F in the smaller first \nfloor room housing approximately 111 guinea pigs.  There was a propane stove in the larger room but the pilot had gone \nout so the licensee re-lit it.  There was a space heater in the doorway of the smaller room.  There was a wall thermometer \nthat read 62 F but it was in the path of the space heater so may have not been accurate.  The temperature in the upper \nfloor of the facility housing approximately 544 guinea pigs met requirements.  The ambient outdoor temperature at the \ntime of inspection was approximately -9 F. \nGuinea pigs kept in ambient temperatures that are too low may be subject to cold stress that may cause discomfort and \npredispose them to developing other health issues. \nThe ambient temperature in indoor housing facilities for guinea pigs must not fall below 60 degrees F. \nCorrect by:  January 28, 2022 \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 1289,
  "species": [
    {
      "count": 1289,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}