{
  "insp_id": "176151940390827",
  "layout": "a",
  "customer_id": "31152",
  "customer_name": "Gene Davis",
  "customer_addr": "10696 860th Ave\nGlenville, MN 56036",
  "certificate": "41-A-0426",
  "site_id": "001",
  "site_name": "GENE DAVIS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-JUN-2015",
  "report_date": "26-JUN-2015",
  "citations": [
    {
      "code": "2.40(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The licensee did not follow provisions in the program of veterinary PVC) care for euthanasia of dogs at the facility.\nThe licensee euthanized a dog by gunshot. The PVC indicates that only the veterinarian will carry out euthanasia\nusing an approved method. Gunshot is not an acceptable form of routine euthanasia.\nAssure that euthanasia is carried out as directed by the veterinarian.\nTo be corrected: From this day forward."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The entryway into the den box in one dog enclosure (Zella) is excessively chewed. The affected den box is located\nin the enclosure adjacent to the shop. The den box is missing small portions of the walls due to the chewing. This\nden box can't be properly cleaned and sanitized in this condition.\nRepair or replace the affected areas of the den box.\nTo be corrected: 7-2-15"
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "No fewer than five food receptacles are excessively chewed within the dogs' enclosures. At least two of these food\nreceptacles are missing small portions of the receptacles themselves because of the chewing. Food receptacles\nthat have been excessively chewed can no longer be properly cleaned and sanitized.\nReplace the excessively chewed food receptacles.\nTo be corrected: 7-9-15"
    },
    {
      "code": "3.10",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "No fewer than five of the water receptacles within the dogs' enclosures are excessively chewed. At least two of\nthese water receptacles are missing portions of the receptacles themselves because of the chewing. Water\nreceptacles that have been excessively chewed can no longer be properly cleaned and sanitized.\nReplace the excessively chewed water receptacles.\nTo be corrected: 7-9-15\nNote: A thorough inspection exit briefing was conducted with the licensee. The inspection report was sent by email."
    }
  ],
  "narrative": "2.40(b)(4)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe licensee did not follow provisions in the program of veterinary PVC) care for euthanasia of dogs at the facility. \nThe licensee euthanized a dog by gunshot.  The PVC indicates that only the veterinarian will carry out euthanasia\nusing an approved method.  Gunshot is not an acceptable form of routine euthanasia.\nAssure that euthanasia is carried out as directed by the veterinarian.\nTo be corrected: From this day forward.\n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\nThe entryway into the den box in one dog enclosure (Zella) is excessively chewed.  The affected den box is located\nin the enclosure adjacent to the shop.  The den box is missing small portions of the walls due to the chewing.  This\nden box can't be properly cleaned and sanitized in this condition.\nRepair or replace the affected areas of the den box.\nTo be corrected: 7-2-15\n3.9(b)\nFEEDING.\nNo fewer than five food receptacles are excessively chewed within the dogs' enclosures.  At least two of these food\nreceptacles are missing small portions of the receptacles themselves because of the chewing.  Food receptacles\nthat have been excessively chewed can no longer be properly cleaned and sanitized.  \nReplace the excessively chewed food receptacles.\nTo be corrected: 7-9-15\n\n3.10\nWATERING.\nNo fewer than five of the water receptacles within the dogs' enclosures are excessively chewed.  At least two of\nthese water receptacles are missing portions of the receptacles themselves because of the chewing.  Water\nreceptacles that have been excessively chewed can no longer be properly cleaned and sanitized.  \nReplace the excessively chewed water receptacles.\nTo be corrected: 7-9-15\nNote: A thorough inspection exit briefing was conducted with the licensee.  The inspection report was sent by email.",
  "animals_total": 21,
  "species": [
    {
      "count": 21,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}