{
  "insp_id": "261140947080026",
  "layout": "a",
  "customer_id": "18810",
  "customer_name": "Jack Parson",
  "customer_addr": "Melisa Parson\n54 East Castor River Rd\nFredericktown, MO 63645",
  "certificate": "43-A-5428",
  "site_id": "001",
  "site_name": "JACK & MELISA PARSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-SEP-2014",
  "report_date": "18-SEP-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*** An adult male Yorkshire Terrier, microchip number 4A72745754, was observed with extensive blackish material\non the two upper canines. These accumulations were to the extent of obscuring the outline of the tooth shape and\ncovered the majority of the tooth surface. Inadequate dental maintenance may lead to early tooth decay and loss\nas well as potential gum disease and infections. These conditions may be painful and distressing to the affected\nanimal. This dog must be presented to a licensed veterinarian for evaluation and dental maintenance. The kennel\nmust adapt a program through which all dogs are routinely monitored for dental concerns and addressed in a timely\nmanner. To be corrected by: 09/25/14"
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "*** The wire cage panels within the interior portion of the kennel have a heavy coating of dust as well as areas of\ncobwebs between the wire strands. The wall panels of the interior enclosures have accumulations of dust and\ndebris along the support structures as well as staining and spotting. The owner stated it had been several weeks\nsince a thorough cleaning had been conducted within the kennel building. This area should be thoroughly cleaned\nto remove all organic materials and sanitized. Kennels must be thoroughly cleaned at least once every two weeks\nto reduce potential of pests, disease and odor hazards within the kennel. To be corrected by: 09/25/14\nThis inspection and exit briefing was conducted with an owner on 09/17/14 with delivery of report to be conducted\non 09/18/14."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*** An adult male Yorkshire Terrier, microchip number 4A72745754, was observed with extensive blackish material\non the two upper canines.  These accumulations were to the extent of obscuring the outline of the tooth shape and\ncovered the majority of the tooth surface.  Inadequate dental maintenance may lead to early tooth decay and loss\nas well as potential gum disease and infections.  These conditions may be painful and distressing to the affected\nanimal.  This dog must be presented to a licensed veterinarian for evaluation and dental maintenance.  The kennel\nmust adapt a program through which all dogs are routinely monitored for dental concerns and addressed in a timely\nmanner.  To be corrected by: 09/25/14\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n*** The wire cage panels within the interior portion of the kennel have a heavy coating of dust as well as areas of\ncobwebs between the wire strands.  The wall panels of the interior enclosures have accumulations of dust and\ndebris along the support structures as well as staining and spotting.  The owner stated it had been several weeks\nsince a thorough cleaning had been conducted within the kennel building.  This area should be thoroughly cleaned\nto remove all organic materials and sanitized.  Kennels must be thoroughly cleaned at least once every two weeks\nto reduce potential of pests, disease and odor hazards within the kennel.  To be corrected by: 09/25/14\nThis inspection and exit briefing was conducted with an owner on 09/17/14  with delivery of report to be conducted\non 09/18/14.",
  "animals_total": 21,
  "species": [
    {
      "count": 15,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 6,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}