{
  "insp_id": "2016090000780914",
  "layout": "b",
  "customer_id": "1223",
  "customer_name": "ALASKA AIRLINES",
  "customer_addr": "P. O. BOX 68900\nSEATTLE, WA 98168",
  "certificate": "91-T-0001",
  "site_id": "SEA",
  "site_name": "ALASKA AIRLINES",
  "insp_type": "FOCUSED INSPECTION",
  "date": "14-APR-2022",
  "report_date": "14-APR-2022",
  "citations": [
    {
      "code": "3.15(a)(1)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Primary enclosures used to transport live dogs and cats.",
      "narrative": "One adult dog escaped the transport crate and was injured. A 2-year-old female Golden Retriever named \"Bella\"\nescaped from her transport enclosure and was injured on 7/30/2021. The animal was in the pet holding area awaiting\ntransport on flight 3483 from Seattle to Reno. She was contained in a large plastic “Vari-kennel” type transport enclosure.\nThe dog was not observed escaping from the enclosure, but was seen running loose by an airport employee. The dog\nchewed through the plastic cable tie fasteners used to secure the metal door, forced open the kennel door and escaped\nthe transport enclosure. She then ran across the tarmac, jumped a fence, and went onto a street outside of the airport\nsecured area. She was found injured and bleeding by a person who took the dog to a local veterinary hospital for care.\nAccording to one of the veterinarians that treated “Bella” at the clinic, the dog was bleeding from her mouth, had\nlacerations to the pads on all four paws, and her nails were broken. The animal was treated and released to the owners\nthe following day.\nPrimary enclosures used to transport dogs must be constructed so that the enclosure is strong enough to contain the\nanimals securely and comfortably and to withstand the normal rigors of transportation, thus preventing their possible\nescape and injury.\nTo be corrected: from this time forward\nAn exit interview was conducted with the Sr. Policy and Procedures Specialist.\nEnd Section"
    }
  ],
  "narrative": "3.15(a)(1)  Critical\n   \nPrimary enclosures used to transport live dogs and cats. \nOne adult dog escaped the transport crate and was injured.  A 2-year-old female Golden Retriever named \"Bella\" \nescaped from her transport enclosure and was injured on 7/30/2021.  The animal was in the pet holding area awaiting \ntransport on flight 3483 from Seattle to Reno.  She was contained in a large plastic “Vari-kennel” type transport enclosure.  \nThe dog was not observed escaping from the enclosure, but was seen running loose by an airport employee.  The dog \nchewed through the plastic cable tie fasteners used to secure the metal door, forced open the kennel door and escaped \nthe transport enclosure.  She then ran across the tarmac, jumped a fence, and went onto a street outside of the airport \nsecured area.  She was found injured and bleeding by a person who took the dog to a local veterinary hospital for care. \n \nAccording to one of the veterinarians that treated “Bella” at the clinic, the dog was bleeding from her mouth, had \nlacerations to the pads on all four paws, and her nails were broken.  The animal was treated and released to the owners \nthe following day. \n \nPrimary enclosures used to transport dogs must be constructed so that the enclosure is strong enough to contain the \nanimals securely and comfortably and to withstand the normal rigors of transportation, thus preventing their possible\n\nescape and injury. \n \nTo be corrected: from this time forward \n \nAn exit interview was conducted with the Sr. Policy and Procedures Specialist. \n \nEnd Section",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}