{
  "insp_id": "254142119100329",
  "layout": "a",
  "customer_id": "8911",
  "customer_name": "A.G. Beukelman",
  "customer_addr": "3338 430th Street\nOrange City, IA 51041",
  "certificate": "42-A-1054",
  "site_id": "001",
  "site_name": "A.G. BEUKELMAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-SEP-2014",
  "report_date": "12-SEP-2014",
  "citations": [
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the building housing the large breed dogs, some of the enclosures have sides constructed of metal bars that are\nshowing excessive rusting. The rust causes flaking and pitting of the metal and cannot be properly cleaned and\nsanitized. All rusty metal needs to be replaced or altered in a manner that allows for it to be properly cleaned and\nsanitized every two weeks."
    },
    {
      "code": "3.6(a)(2)(1)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Throughout the building housing English bulldogs, the enclosures are constructed of wire floors and sides. Seven\nenclosures, housing a total of seven bulldogs, have wires on their sides that are broken and twisted inward toward\nthe dogs. In two enclosures, housing a total of two bulldogs, the floor has broken wires that are twisted upwards\ntoward the dogs. These sharp points pose an injury risk to the dogs. All sharp points must be removed or altered in\na manner that eliminates the injury risk to the dogs and the licensee must establish a maintenance plan for the\nenclosures to ensure they remain safe for the dogs."
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "Throughout the building housing English bulldogs, the feeders have a buildup of dirt and grime on them. Food\nreceptacles must be kept clean in order to prevent food contamination and protect the health of the animals.\nLicensee must ensure that all food receptacles are cleaned and sanitized every two weeks or as often as necessary\nto prevent the buildup of dirt and other contaminates."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In the building housing large breed dogs, the plastic water buckets have been excessively chewed by the dogs.\nThe plastic frames around the access doors have also been chewed by the dogs. This damage allows dirt and\nfood debris to penetrate the surface of the plastic causing the buckets and door frames to no longer be properly\ncleaned and sanitized. All chewed plastic buckets and plastic door frames must be replaced or altered in a manner\nthat allows for proper cleaning and sanitization every two weeks.\nCorrect by: 09/26/14\nExit interview conducted with facility representative"
    }
  ],
  "narrative": "3.1(c)(1)(1)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nIn the building housing the large breed dogs, some of the enclosures have sides constructed of metal bars that are\nshowing excessive rusting.  The rust causes flaking and pitting of the metal and cannot be properly cleaned and\nsanitized.  All rusty metal needs to be replaced or altered in a manner that allows for it to be properly cleaned and\nsanitized every two weeks.  \n3.6(a)(2)(1)                    REPEAT\nPRIMARY ENCLOSURES.\nThroughout the building housing English bulldogs, the enclosures are constructed of wire floors and sides.  Seven\nenclosures, housing a total of seven bulldogs, have wires on their sides that are broken and twisted inward toward\nthe dogs.  In two enclosures, housing a total of two bulldogs, the floor has broken wires that are twisted upwards\ntoward the dogs.  These sharp points pose an injury risk to the dogs.  All sharp points must be removed or altered in\na manner that eliminates the injury risk to the dogs and the licensee must establish a maintenance plan for the\nenclosures to ensure they remain safe for the dogs.\n3.9(b)                    REPEAT\nFEEDING.\nThroughout the building housing English bulldogs, the feeders have a buildup of dirt and grime on them.  Food\nreceptacles must be kept clean in order to prevent food contamination and protect the health of the animals. \nLicensee must ensure that all food receptacles are cleaned and sanitized every two weeks or as often as necessary\nto prevent the buildup of dirt and other contaminates.\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nIn the building housing large breed dogs, the plastic water buckets have been excessively chewed by the dogs.\n\nThe plastic  frames around the access doors have also been chewed by the dogs.  This damage allows dirt and\nfood debris to penetrate the surface of the plastic causing the buckets and door frames to no longer be properly\ncleaned and sanitized.  All chewed plastic buckets and plastic door frames must be replaced or altered in a manner\nthat allows for proper cleaning and sanitization every two weeks.\nCorrect by:  09/26/14\nExit interview conducted with facility representative",
  "animals_total": 101,
  "species": [
    {
      "count": 92,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 9,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}