{
  "insp_id": "2016082568073535",
  "layout": "a",
  "customer_id": "12819",
  "customer_name": "Judy Theisse",
  "customer_addr": "Steve Theisse\n1621 East 38th Street\nMitchell, SD 57301",
  "certificate": "46-A-0309",
  "site_id": "001",
  "site_name": "STEVE & JUDY THIESSE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-JAN-2017",
  "report_date": "23-JAN-2017",
  "citations": [
    {
      "code": "3.1(c)(1)(ii)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "A gate to the outside run area next to the west side of the whelping building contained numerous strands of\nprotruding fence wire into the run. There was one black female chow chow named Ebony (DOB 2-1-2010, microchip\n# 492B60687A) within the run area. The sharp ends of the wires protruding into the run represent an injury hazard\nto dogs using the run. The protruding wire needs to be removed or repaired.\nCorrect by date: immediately (owner removed dog from affected run area during inspection .)\nAn outdoor run area on the southwest section of the sheltered animal building contained a large piece of rusting tin.\nThe piece of tin was estimated to be approx 10 ft x 3ft in size The section of tin was laying on the ground and\ncontained several rusting and perforated areas along with exposed jagged edges. Their were two dogs (Max - male\nfawn chow-chow, DOB 1-12-2016 Microchip #0A02047777 and Dolly- female black chow-chow, DOB 6-23-2011\nMicrochip #492C39332D) within the run area. The exposed rusting tin and jagged edges represent an injury hazard\nto dogs using the run. The described tin on the ground needs to be removed from the run area.\nCorrection by date : 01-24-2017\nThis inspection and exit interview were conducted with a facility representative."
    }
  ],
  "narrative": "3.1(c)(1)(ii)\nHOUSING FACILITIES, GENERAL.\nA gate to the outside run area next to  the west side of the whelping building contained numerous strands of \nprotruding fence wire into the run. There was one black female chow chow named Ebony (DOB 2-1-2010, microchip\n# 492B60687A) within the run area.  The sharp ends of the wires protruding into the run represent an injury hazard\nto dogs using the run.  The protruding wire needs to be removed or repaired. \n \nCorrect by date: immediately  (owner removed dog from affected run area during inspection .)\nAn outdoor run area on the southwest section of the sheltered animal building contained a large piece of rusting tin.\nThe piece of tin was estimated to be approx 10 ft x 3ft in size  The section of tin was laying on the ground and\ncontained several rusting and perforated areas along with exposed jagged edges. Their were two dogs (Max - male\nfawn chow-chow, DOB 1-12-2016 Microchip #0A02047777 and Dolly- female black chow-chow, DOB 6-23-2011\nMicrochip #492C39332D) within the run area.  The exposed rusting tin and jagged edges represent an injury hazard\nto dogs using the run.  The described tin on the ground needs to be removed from the run area.  \nCorrection by date : 01-24-2017\nThis inspection and exit interview were conducted with a facility representative.",
  "animals_total": 28,
  "species": [
    {
      "count": 24,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 4,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}