{
  "insp_id": "100141127210911",
  "layout": "a",
  "customer_id": "326205",
  "customer_name": "Ben K Esh Jr",
  "customer_addr": "565 S Mill Street\nLoganton, PA 17747",
  "certificate": "23-A-0552",
  "site_id": "001",
  "site_name": "BEN K ESH JR",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-MAR-2014",
  "report_date": "30-APR-2014",
  "citations": [
    {
      "code": "2.8(h)",
      "kind": "",
      "repeat": false,
      "desc": "NOTIFICATION OF CHANGE OF NAME, ADDRESS, CONTROL, OR OWNERSHIP OF BUSINESS.",
      "narrative": "The facility was no longer at the approved site address at the time of this inspection. APHIS Officials were informed\nby a new resident that the licensee had moved to a new location. APHIS Officials were able to locate the licensee\nat a new site, at which time the licensee confirmed that he was nearly moved to the new facility, but had not yet\ninformed Animal Care. The licensee must notify the Animal Care Regional Director in writing by certified mail of any\nchange in sites within 10 days of such change. Notification of changes in sites are necessary to facilitate timely\ninspection and approval of the new site in order to ensure that animals are provided with appropriate care as\nrequired by the Animal Welfare Act. Correct by promptly notifying the Regional Director of this change in site.\nCorrect by: 17 March 2014\n** No regulated activity can take place at the new site until approved by APHIS Officials. **\nExit interview was conducted with the licensee following the attempt to inspect.(cid:29)\nAdditional Inspectors\nMiller Dana, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.8(h)\nNOTIFICATION OF CHANGE OF NAME, ADDRESS, CONTROL, OR OWNERSHIP OF BUSINESS.\nThe facility was no longer at the approved site address at the time of this inspection.  APHIS Officials were informed\nby a new resident that the licensee had moved to a new location.  APHIS Officials were able to locate the licensee\nat a new site, at which time the licensee confirmed that he was nearly moved to the new facility, but had not yet\ninformed Animal Care.  The licensee must notify the Animal Care Regional Director in writing by certified mail of any\nchange in sites within 10 days of such change.  Notification of changes in sites are necessary to facilitate timely\ninspection and approval of the new site in order to ensure that animals are provided with appropriate care as\nrequired by the Animal Welfare Act.  Correct by promptly notifying the Regional Director of this change in site.  \nCorrect by:  17 March 2014\n** No regulated activity can take place at the new site until approved by APHIS Officials. **\nExit interview was conducted with the licensee following the attempt to inspect.(cid:29)\nAdditional Inspectors\nMiller Dana, Supervisory Animal Care Specialist",
  "animals_total": 0,
  "species": []
}