{
  "insp_id": "200161429330595",
  "layout": "a",
  "customer_id": "327915",
  "customer_name": "Claxtons Auction Co Llc",
  "customer_addr": "18627 Low Country Hwy\nRuffin, SC 29475",
  "certificate": "56-B-0133",
  "site_id": "001",
  "site_name": "CLAXTONS AUCTION CO L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-JUL-2016",
  "report_date": "19-JUL-2016",
  "citations": [
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "Upon my arrival at the auction site at 11:30 a rhesus macaque was in a kennel cab type carrier sitting on the auction\nroom floor where all members of the public were walking by and looking at the animals. Everyone who walked past\nto go see the other animals in the barn area walked past this enclosure. There was a sign on the enclosure to keep\nhands out, but the enclosure would have allowed people to stick their fingers in or the macaque to stick its fingers\nout. Anyone could have put their face directly in front of the macaques face. All macaques are potential carriers\nof Herpes B which is usually fatal in humans, and has been transmitted from macaque bodily fluids into a human\nthrough eye tissue. Placing the macaque in a small area with potentially direct contact with the public caused risk to\nthe public and the animal. During public exhibition such as occurs during an exotic animal auction, there must be\nsufficient distance and/or barriers between the animal and the general viewing public to assure the safety of animals\nand the public. The macaque was moved to an off exhibit location. To be corrected at future exotic animal\nauctions."
    },
    {
      "code": "3.61(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES USED TO TRANSPORT LIVE RABBITS.",
      "narrative": "Four rabbits in three cages were at the action wrapped in chicken wire baskets for enclosures. The wire made a\ncylinder and was clipped shut at both ends. All enclosures used to transport rabbits must be of sufficient structural\nstrength to withstand the normal rigors of transportation. Chicken wire which offers no structural strength for\nprotection of the rabbits in transport and on location is not adequate. During the inspection the rabbits were placed\nin wooden crates which although stronger than the chicken wire cage, still do not meet all the transport enclosure\nrequirements. In the future all rabbits brought to the auction to be sold are to be in primary enclosures which meet\nthe requirements stated in 3.61. To be corrected at future exotic animal auctions."
    },
    {
      "code": "3.61(a)(5)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES USED TO TRANSPORT LIVE RABBITS.",
      "narrative": "Many of the rabbits brought to the exotic animal auction are in wooden vegetable crates with slat sides and 1 inch\nholes in the end boards. These crates have a built in rim (also used as handholds) on the two ends, but there are\nno projecting rims or other devices on the two sides of the outside walls with ventilation openings. Projecting rims\nor some devices are required on rabbit transport enclosures to prevent obstruction of all of the ventilation openings\nand to provide a minimum air circulation space of 0.75 inches between the primary enclosure and any adjacent\ncargo or conveyance wall. Owner states they never place the enclosures to where the side openings are blocked.\nTo be corrected at future exotic animal auctions."
    },
    {
      "code": "3.61(c)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES USED TO TRANSPORT LIVE RABBITS.",
      "narrative": "During this inspection four rabbits were in three chicken wire enclosures which were so small the animals could only\ncrouch and not move. Primary enclosures used to transport rabbits shall be large enough to ensure that each rabbit\ncontained therein has sufficient space to turn about freely and to make normal postural adjustments. This includes\nthe ability to stand up on haunches without the ears touching. If multiple rabbits are contained in one enclosure it\nshould be large enough for all rabbits to move about freely. To be corrected at future exotic animal auctions."
    },
    {
      "code": "3.87(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES USED TO TRANSPORT NONHUMAN PRIMATES.",
      "narrative": "A rhesus macaque was presented for sale at the auction and was contained in a large dog kennel cab. The one\ninch square openings of the side ventilations and the front door would allow this non-human primate to stick its\nfingers out and potentially touch or scratch people. These openings needed to be covered with something which\nwould not allow any part of the animal to go outside of the enclosure. To be corrected with any future non-human\nprimate cages at the exotic animal auction.\nExit interview conducted with licensee."
    }
  ],
  "narrative": "2.131(c)(1)\nHANDLING OF ANIMALS.\nUpon my arrival at the auction site at 11:30 a rhesus macaque was in a kennel cab type carrier sitting on the auction\nroom floor where all members of the public were walking by and looking at the animals.  Everyone who walked past\nto go see the other animals in the barn area walked past this enclosure.   There was a sign on the enclosure to keep\nhands out, but the enclosure would have allowed people to stick their fingers in or the macaque to stick its fingers\nout.    Anyone could have put their face directly in front of the macaques face.    All macaques are potential carriers\nof Herpes B which is usually fatal in humans, and has been transmitted from macaque bodily fluids into a human\nthrough eye tissue.  Placing the macaque in a small area with potentially direct contact with the public caused risk to\nthe public and the animal.  During public exhibition such as occurs during an exotic animal auction, there must be\nsufficient distance and/or barriers between the animal and the general viewing public to assure the safety of animals\nand the public.   The macaque was moved to an off exhibit location.   To be corrected at future exotic animal\nauctions.\n3.61(a)(1)\nPRIMARY ENCLOSURES USED TO TRANSPORT LIVE RABBITS.\nFour rabbits in three cages were at the action wrapped in chicken wire baskets for enclosures. The wire made a\ncylinder and was clipped shut at both ends.   All enclosures used to transport rabbits must be of sufficient structural\nstrength to withstand the normal rigors of transportation.   Chicken wire which offers no structural strength for\nprotection of the rabbits in transport and on location is not adequate.   During the inspection the rabbits were placed\nin wooden crates which although stronger than the chicken wire cage, still do not meet all the transport enclosure\nrequirements.  In the future all rabbits brought to the auction to be sold are to be in primary enclosures which meet\nthe requirements stated in 3.61.  To be corrected at future exotic animal auctions.\n3.61(a)(5)\nPRIMARY ENCLOSURES USED TO TRANSPORT LIVE RABBITS.\nMany of the rabbits brought to the exotic animal auction are in wooden vegetable crates with slat sides and 1 inch\nholes in the end boards.  These crates have a built in rim (also used as handholds)  on the two ends, but there are\n\nno projecting rims or other devices on the two sides of  the outside walls with ventilation openings.   Projecting rims\nor some devices are required on rabbit transport enclosures to prevent obstruction of all of the ventilation openings\nand to provide a minimum air circulation space of 0.75 inches between the primary enclosure and any adjacent\ncargo or conveyance wall.   Owner states they never place the enclosures to where the side openings are blocked.  \nTo be corrected at future exotic animal auctions.\n3.61(c)\nPRIMARY ENCLOSURES USED TO TRANSPORT LIVE RABBITS.\nDuring this inspection four rabbits were in three chicken wire enclosures which were so small the animals could only\ncrouch and not move.  Primary enclosures used to transport rabbits shall be large enough to ensure that each rabbit\ncontained therein has sufficient space to turn about freely and to make normal postural adjustments.    This includes\nthe ability to stand up on haunches without the ears touching.   If multiple rabbits are contained in one enclosure it\nshould be large enough for all rabbits to move about freely.   To be corrected at future exotic animal auctions.\n3.87(a)(3)\nPRIMARY ENCLOSURES USED TO TRANSPORT NONHUMAN PRIMATES.\nA rhesus macaque was presented for sale at the auction and was contained in a large dog kennel cab.  The one\ninch square openings of the side ventilations and the front door would allow this non-human primate to stick its\nfingers out and potentially touch or scratch people.   These openings needed to be covered with something which\nwould not allow any part of the animal to go outside of the enclosure.   To be corrected with any future non-human\nprimate cages at the exotic animal auction.\nExit interview conducted with licensee.",
  "animals_total": 28,
  "species": [
    {
      "count": 5,
      "scientific": "Atelerix albiventris",
      "common": "HEDGEHOG"
    },
    {
      "count": 1,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    },
    {
      "count": 3,
      "scientific": "Felis silvestris catus",
      "common": "CAT KITTEN"
    },
    {
      "count": 1,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE *MALE"
    },
    {
      "count": 2,
      "scientific": "Muscardinus avellanarius",
      "common": "HAZEL DORMOUSE"
    },
    {
      "count": 16,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    }
  ]
}