{
  "insp_id": "183141238502675",
  "layout": "a",
  "customer_id": "327579",
  "customer_name": "Woodstone Meadows Stables Inc",
  "customer_addr": "2560 Ag Center Drive\nMcgaheysville, VA 22840",
  "certificate": "52-C-0269",
  "site_id": "001",
  "site_name": "WOODSTONE MEADOWS STABLES INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "30-JUL-2014",
  "report_date": "30-JUL-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The three Angora goats need to have their hooves trimmed. The hooves are in various stages of overgrowth with\nthe worst ones beginning to cause the digits to be in an abnormal position. If left uncorrected, this could eventually\ncause joint or foot problems. To avoid future problems a regular program of trimming needs to be maintained, with\ntrimming occurring on an as frequent basis as is necessary to maintain a normal hoof and foot posture. Correct by\nAugust 14, 2014 and then continuously."
    },
    {
      "code": "3.52(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "When the sun is overhead, there is no shaded area for the rabbits outside of their shelter. For their health and\ncomfort, some type of shade must be provided on days when the outdoor temperatures might cause overheating.\nThe shade should be sufficient for all animals to have access at the same time without crowding together. Correct\nby 1 August 2014."
    },
    {
      "code": "3.127(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "There is no shade available in the pig or camel enclosures. For the animals' health and comfort, when\ntemperatures are likely to cause discomfort, shade must be provided. Correct by 1 August 2014\nAn exit interview was conducted with the licensee."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe three Angora goats need to have their hooves trimmed.  The hooves are in various stages of overgrowth with\nthe worst ones beginning to cause the digits to be in an abnormal position.  If left uncorrected, this could eventually\ncause joint or foot problems.  To avoid future problems a regular program of trimming needs to be maintained, with\ntrimming occurring on an as frequent basis as is necessary to maintain a normal hoof and foot posture.  Correct by\nAugust 14, 2014 and then continuously.\n3.52(a)\nFACILITIES, OUTDOOR.   \nWhen the sun is overhead, there is no shaded area for the rabbits outside of their shelter.  For their health and\ncomfort, some type of shade must be provided on days when the outdoor temperatures might cause overheating. \nThe shade should be sufficient for all animals to have access at the same time without crowding together.  Correct\nby 1 August 2014.\n3.127(a)\nFACILITIES, OUTDOOR. \nThere is no shade available in the pig or camel enclosures.  For the animals' health and comfort, when\ntemperatures are likely to cause discomfort, shade must be provided.  Correct by 1 August 2014\nAn exit interview was conducted with the licensee.",
  "animals_total": 32,
  "species": [
    {
      "count": 1,
      "scientific": "Camelus dromedarius domestic",
      "common": "DOMESTIC DROMEDARY CAMEL"
    },
    {
      "count": 12,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 11,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 2,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 4,
      "scientific": "Sus domestica",
      "common": "DOMESTIC PIG"
    }
  ]
}