{
  "insp_id": "64150751310249",
  "layout": "a",
  "customer_id": "10627",
  "customer_name": "Patrick F Clancy",
  "customer_addr": "938 Ridgeview Rd\nMaryville, TN 37801",
  "certificate": "63-C-0245",
  "site_id": "TRA",
  "site_name": "PATRICK CLANCY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-MAR-2015",
  "report_date": "05-MAR-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There was no veterianary care documentation on the newly aquired cougar, patas monkey and young red kangaroo\nduring this inspection. It is not known if the recommeded vaccines and TB tests were administered, including\nparasite prevention The newly acquired animals are not being quarantined. I observed the red kangaroo having\nwhite eyes around its pupils. The care takers states it has cataracts and will be treated soon, however no vet care\ndocumentation was available during this inspection. The written program of vet care states parasite prevention\n(fenbendazole) for fleas, tickes, and mites will be given monthly for all animals. No documentation nor the product\nwas available during this inspection. Vet care documentation for all USDA regulated animals needs to be made\navailable during inspections to ensure adequate vet care is being provided. According to the attending veterinarian\nnew animals need to be quarantined for 30 days to prevent the spread of any diseases and parasites to other\nanimals and persons. Each Exhibitor shall establish and maintain programs of adequate veterinary care that\ninclude: the use of appropriate methods to prevent, control, diagnose, and treat diseases and injuries.\nTO BE CORRECTED BY: MARCH 9, 2015"
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "The red kangaroo does not have barriers between the animal and the general viewing public as to assure the safety\nof the public. During this inspection I attempted to pet the kangaroo and it nipped at my fingers. Since there is a\npossibility this kangaroo may bite members of the public, there needs to be a barrier surrounding this enclosure.\nDuring public exhibition, any animal must be handled so there is minimal risk of harm the public.\nTO BE CORRECTED IMMEDIATELY."
    },
    {
      "code": "2.131(d)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "The adult female cougar is not under the direct control and supervision of a knowledgeable and experience animal\nhandler. Of the two care takers present, it was stated one has worked around large felids several times and the\nother handler none. The care takers were not aware of the contengency plan - in case of an emergency where this\ncougar needed vet care or of an escape - transporting. At least one of these care taker should have adequate\nknowledge and experience with large felids - potentially dangerous animals. The licensee was not available during\nthis inspection to review any written documention of experience with these employees. During public exhibition,\ndangerous animals must be under the direct control and supervision of a knowledgeable and experienced animal\nhandler.\nTO CORRECT BY: IMMEDIATELY"
    },
    {
      "code": "3.81(b)",
      "kind": "",
      "repeat": false,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "The environment enhancement plan for cage complexities and foraging is not being followed to promote the\npsychological well-being of the nonhuman primates. During this inspection I observed non-human primates sitting\nwithout environmental enrichment - cage complexities and foraging. One of the Macaque enclosures has a swing,\nbut it was either not set up or broken. The lemurs are able to move on branch type object, but no other cage\ncomplexities enrichment is being provided. When the fair opens, the public are allowed to place feed into a tube\nwhich enters the non primate enclosures. However, there needs to be different foraging / task-oriented feeding for\nthese non human primates. There were just a two toys for enrichment available during this inspection. The written\nplan should address the different task-oriented feeding methods and cage complexities being provided for each\nspecies and documented to ensure its being followed.\nTO BE CORRECTED BY: MARCH 9, 2015."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The chain-link primary enclosure housing the adult female cougar is not structurally sound to protect it from injury\nand contain this animal. This enclosure is placed on top of the grass surface without being secured. During the\ninspection I was able to move the enclosure including picking it up off the ground. To ensure this cougar does not\nescape this enclosure, it needs to be secure to the ground.\nTO CORRECT BY: IMMEDIATELY."
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "I was not able to review the diet for the newly acquired adult female cougar. The care taker stated that cougars\nfood was in the transport truck, however it was locked and the licensee was not available. No written plan for the\ncougar was available during this inspection.. To ensure this cougar is being provided a complete nutritive value\ndiet, the feed and written diet needs to be made available during USDA inspections. This non compliance was cited\nduring the March 20, 2014, inspection."
    },
    {
      "code": "3.137(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES USED TO TRANSPORT LIVE ANIMALS.",
      "narrative": "During this inspection, I was unable to inspect the primary transport enclosure for the newly acquired adult female\ncougar to ensure its in compliance. The care taker stated the large plastic veri kennel being used for the red\nkangaroo on exhibit will be the cougars transport kennel. The kennel needs to have its front door attached and\nplaced in the transport trailer to ensure its structural strength during transport and can withstand the normal rigors\nof transportation.\nTO BE CORRECTED BEFORE TRANSPORTING COUGAR"
    },
    {
      "code": "3.137(c)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES USED TO TRANSPORT LIVE ANIMALS.",
      "narrative": "During this inspection, I was unable to inspect the primary transport enclosure for the newly acquired adult female\ncougar because it does not have its front door attached. To ensure there is adequate space for this cougar during\ntransport, it needs to be inspected with her inside the primary enclosure.\nTO BE CORRECTED PRIOR TO TRANSPORTATION\nThis inspection was conducted with the care takers and the exit interview with the licensee on March 5, 2015, at the\nLee County Fair, North Fort Myers, Florida. Prior to inspection no itinerary was on file. Itineraries must be sent to\nthe eastern regional office and updated as often as needed."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere was no veterianary care documentation on the newly aquired cougar, patas monkey and young red kangaroo\nduring this inspection.   It is not known if the recommeded vaccines and TB tests were administered, including \nparasite prevention The newly acquired animals are not being quarantined.   I observed the red kangaroo having\nwhite eyes around its pupils.  The care takers states it has cataracts and will be treated soon, however no vet care\ndocumentation was available during this inspection.  The written program of vet care states parasite prevention\n(fenbendazole) for fleas, tickes, and mites will be given monthly for all animals.  No documentation nor the product\nwas available during this inspection.  Vet care documentation for all USDA regulated animals needs to be made\navailable during inspections to ensure adequate vet care is being provided. According to the attending veterinarian\nnew animals need to be quarantined for 30 days to prevent the spread of any diseases and parasites to other\nanimals and persons.  Each Exhibitor shall establish and maintain programs of adequate veterinary care that\ninclude: the use of appropriate methods to prevent, control, diagnose, and treat diseases and injuries. \nTO BE CORRECTED BY: MARCH 9, 2015\n2.131(c)(1)\nHANDLING OF ANIMALS.\nThe red kangaroo does not have barriers between the animal and the general viewing public as to assure the safety\nof the public.  During this inspection I attempted to pet the kangaroo and it nipped at my fingers. Since there is a\npossibility this kangaroo may bite members of the public, there needs to be a barrier surrounding this enclosure. \nDuring public exhibition, any animal must be handled so there is minimal risk of harm the public.\nTO BE CORRECTED IMMEDIATELY.\n2.131(d)(3)\nHANDLING OF ANIMALS.\nThe adult female cougar is not under the direct control and supervision of a knowledgeable and experience animal\nhandler. Of the two care takers present, it was stated one has worked around large felids several times and the\n\nother handler none. The care takers were not aware of the contengency plan - in case of an emergency where this\ncougar needed vet care or of an escape - transporting.   At least one of these care taker should have adequate\nknowledge and experience with large felids - potentially dangerous animals.   The licensee was not available during\nthis inspection to review any written documention of experience with these employees.  During public exhibition,\ndangerous animals must be under the direct control and supervision of a knowledgeable and experienced animal\nhandler. \nTO CORRECT BY:  IMMEDIATELY\n   \n3.81(b)\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\nThe environment enhancement plan  for cage complexities and foraging is not being followed to promote the\npsychological well-being of the nonhuman primates.  During this inspection I observed non-human primates sitting\nwithout environmental enrichment - cage complexities and foraging.  One of the Macaque enclosures has a swing,\nbut it was either not set up or broken. The lemurs are able to move on branch type object, but no other cage\ncomplexities enrichment is being provided.  When the fair opens, the public are allowed to place feed into a tube\nwhich enters the non primate enclosures.  However, there needs to be different foraging / task-oriented feeding for\nthese non human primates. There were just a two toys for enrichment available during this inspection.   The written\nplan should address the different task-oriented feeding methods and cage complexities being provided for each\nspecies and documented to ensure its being followed.\nTO BE CORRECTED BY: MARCH 9, 2015.\n3.125(a)\nFACILITIES, GENERAL.   \nThe chain-link primary enclosure housing the adult female cougar is not structurally sound to protect it from injury\nand contain this animal. This enclosure is placed on top of the grass surface without being secured.  During the\ninspection I was able to move the enclosure including picking it up off the ground.  To ensure this cougar does not\nescape this enclosure, it needs to be secure to the ground.\nTO CORRECT BY: IMMEDIATELY.\n\n3.129(a)                    REPEAT\nFEEDING.    \nI was not able to review the diet for the newly acquired adult female cougar.  The care taker stated that cougars\nfood was in the transport truck, however it was locked and the licensee was not available. No written plan for the\ncougar was available during this inspection..  To ensure this cougar is being provided a complete nutritive value\ndiet, the feed and written diet needs to be made available during USDA inspections. This non compliance was cited\nduring the March 20, 2014, inspection. \n3.137(a)(1)\nPRIMARY ENCLOSURES USED TO TRANSPORT LIVE ANIMALS.\nDuring this inspection, I was unable to inspect the primary transport enclosure for the newly acquired adult female\ncougar to ensure its in compliance.  The care taker stated the large plastic veri kennel being used for the red\nkangaroo on exhibit will be the cougars transport kennel.  The kennel needs to have its front door attached and\nplaced in the transport trailer  to ensure its structural strength during transport and can withstand the normal rigors\nof transportation.  \nTO BE CORRECTED BEFORE TRANSPORTING COUGAR\n \n3.137(c)\nPRIMARY ENCLOSURES USED TO TRANSPORT LIVE ANIMALS.\nDuring this inspection, I was unable to inspect the primary transport enclosure for the newly acquired adult female\n\ncougar because it does not have its front door attached.  To ensure there is adequate space for this cougar during\ntransport, it needs to be inspected with her inside the primary enclosure.\nTO BE CORRECTED PRIOR TO TRANSPORTATION\nThis inspection was conducted with the care takers and the exit interview with the licensee on March 5, 2015, at the\nLee County Fair, North Fort Myers, Florida.  Prior to inspection no itinerary was on file.   Itineraries must  be sent to\nthe eastern regional office and updated as often as needed.",
  "animals_total": 18,
  "species": [
    {
      "count": 1,
      "scientific": "Erythrocebus patas",
      "common": "PATAS MONKEY"
    },
    {
      "count": 3,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 1,
      "scientific": "Lynx canadensis",
      "common": "CANADIAN LYNX"
    },
    {
      "count": 1,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE *MALE"
    },
    {
      "count": 1,
      "scientific": "Macaca nemestrina",
      "common": "PIG-TAILED MACAQUE *MALE"
    },
    {
      "count": 6,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 1,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 1,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 1,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 1,
      "scientific": "Urocyon cinereoargenteus",
      "common": "GRAY FOX / GREY FOX"
    }
  ]
}