{
  "insp_id": "2016090000789709",
  "layout": "b",
  "customer_id": "31492",
  "customer_name": "MARK SCHULTZ",
  "customer_addr": "N 9458 RIDGE ROAD\nVAN DYNE, WI 54979",
  "certificate": "35-C-0268",
  "site_id": "001",
  "site_name": "MARK D SCHULTZ",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-MAY-2022",
  "report_date": "11-MAY-2022",
  "citations": [
    {
      "code": "2.126(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Access and inspection of records and property; submission of itineraries.",
      "narrative": "The licensee was unable to find any records that are required to be kept by the Animal Welfare Act including the Program\nof Veterinary Care, sales records, and a record of animals on hand.\nNot being able to review all required records doesn't allow for APHIS officials to ensure the Program of Veterinary is being\nfollowed by the licensee and it also doesn't allow for proper tracking of the animals by APHIS officials.\nThe licensee must either locate all records required to be kept by the Animal Welfare Act or needs to get new records\ncreated so they can be reviewed by APHIS officials at the next inspection.\nCorrect by 5/20/22."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "Fencing in an enclosure containing 5 elk, 1 sika deer, and 1 bison was in disrepair. Parts of the fencing was bent inwards\nand had sharp points sticking into the enclosure. In addition an old car was parked within the enclosure.\nAn enclosure containing 1 Llama and 4 goats had fencing that was in disrepair. A wooden section of the fence was\nknocked down and leaning up against a tree.\nAn enclosure containing 3 llamas and 12 goats had fencing that was in disrepair. A metal post that runs across the top of\nit was bent downwards into the enclosure at one spot. In addition there were sections of the fencing that were broken and\nhad sharp points sticking into the enclosure.\nAn enclosure containing three cows had scrap metal laying around. In addition there was also what appeared to be farm\nequipment within the enclosure.\nNine goats roam freely around the property. They have a primary enclosure but it is only used when the property is open\nto the public. Otherwise the goats are allowed to roam freely at night and when the owner leaves the property.\nFencing that is in disrepair, metal parts laying around within an enclosure, farm equipment and cars within an enclosure\ncould all cause injury to the animals being kept within the enclosure. Regulated animals allowed to roam freely doesn't\nensure they can be contained to the property. In addition they can get into things and potentially injure themselves.\nEnclosures with fencing in disrepair must be either repaired, replaced, or fixed so the animals are not able to come into\ncontact with the fencing that is in disrepair. The cars, farm equipment, and scrap metal that is laying around within the\nenclosure needs to be either removed from the enclosure or the regulated animals within those enclosures should be\nmoved to another enclosure that is in compliance with the Animal Welfare Act. All animals must be kept in their primary\nenclosures unless they are being directly supervised by the licensee."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "Watering.",
      "narrative": "An enclosure containing 5 elk, 1 sika deer, and 1 bison had a watering receptacle that had algae growth covering\napproximately half of the water surface. The licensee stated it was last cleaned out about a month ago. Unsanitary water\nwith excessive algae growth can cause illnesses to the animals that drink out of it. All watering receptacles must be kept\nclean and sanitary. Correct by 5/5/22.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.\nEnd Section"
    }
  ],
  "narrative": "2.126(a)(2) \n   \nAccess and inspection of records and property; submission of itineraries. \nThe licensee was unable to find any records that are required to be kept by the Animal Welfare Act including the Program \nof Veterinary Care, sales records, and a record of animals on hand. \n \nNot being able to review all required records doesn't allow for APHIS officials to ensure the Program of Veterinary is being \nfollowed by the licensee and it also doesn't allow for proper tracking of the animals by APHIS officials. \n \nThe licensee must either locate all records required to be kept by the Animal Welfare Act or needs to get new records \ncreated so they can be reviewed by APHIS officials at the next inspection. \n \nCorrect by 5/20/22. \n3.125(a)  Repeat\n   \nFacilities, general. \nFencing in an enclosure containing 5 elk, 1 sika deer, and 1 bison was in disrepair.  Parts of the fencing was bent inwards \nand had sharp points sticking into the enclosure.  In addition an old car was parked within the enclosure.\n\nAn enclosure containing 1 Llama and 4 goats had fencing that was in disrepair.  A wooden section of the fence was \nknocked down and leaning up against a tree. \n \nAn enclosure containing 3 llamas and 12 goats had fencing that was in disrepair.  A metal post that runs across the top of \nit was bent downwards into the enclosure at one spot.  In addition there were sections of the fencing that were broken and \nhad sharp points sticking into the enclosure. \n \nAn enclosure containing three cows had scrap metal laying around.  In addition there was also what appeared to be farm \nequipment within the enclosure. \n \nNine goats roam freely around the property.  They have a primary enclosure but it is only used when the property is open \nto the public.  Otherwise the goats are allowed to roam freely at night and when the owner leaves the property. \n \nFencing that is in disrepair, metal parts laying around within an enclosure, farm equipment and cars within an enclosure \ncould all cause injury to the animals being kept within the enclosure.  Regulated animals allowed to roam freely doesn't \nensure they can be contained to the property.  In addition they can get into things and potentially injure themselves. \n \nEnclosures with fencing in disrepair must be either repaired, replaced, or fixed so the animals are not able to come into \ncontact with the fencing that is in disrepair.  The cars, farm equipment, and scrap metal that is laying around within the \nenclosure needs to be either removed from the enclosure or the regulated animals within those enclosures should be \nmoved to another enclosure that is in compliance with the Animal Welfare Act.  All animals must be kept in their primary \nenclosures unless they are being directly supervised by the licensee.\n\n3.130 \n   \nWatering. \nAn enclosure containing 5 elk, 1 sika deer, and 1 bison had a watering receptacle that had algae growth covering \napproximately half of the water surface.  The licensee stated it was last cleaned out about a month ago.  Unsanitary water \nwith excessive algae growth can cause illnesses to the animals that drink out of it.  All watering receptacles must be kept \nclean and sanitary.  Correct by 5/5/22. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd of report. \n \nEnd Section",
  "animals_total": 43,
  "species": [
    {
      "count": 25,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 1,
      "scientific": "Cervus nippon",
      "common": "SIKA DEER"
    },
    {
      "count": 2,
      "scientific": "Bubalus bubalis",
      "common": "ASIATIC WATER BUFFALO"
    },
    {
      "count": 1,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 4,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 5,
      "scientific": "Cervus elaphus canadensis",
      "common": "ELK"
    },
    {
      "count": 3,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    }
  ]
}