{
  "insp_id": "141150859120662",
  "layout": "a",
  "customer_id": "38615",
  "customer_name": "Evelyns Wildlife Refuge",
  "customer_addr": "5281 Deer Path Rd\nSuffolk, VA 23437",
  "certificate": "52-C-0202",
  "site_id": "001",
  "site_name": "EVELYNS WILDLIFE REFUGE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-APR-2015",
  "report_date": "29-MAY-2015",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The current Program of Veterinary care states that the raccoons will receive parvo/distemper and rabies\nvaccinations. It does not address how often these vaccinations should be given. The veterinary signature page\nindicates the attending veterinarian has not been to the facility since Dec 2013. The current Program of Veterinary\nCare needs to provide more details about the veterinarian's recommendations for this facility. It should include\ntypes of vaccinations and frequency they should be given. It should include any other preventative care the\nveterinarian feels is appropriate such as fecal exams, deworming protocols, etc. It should also state how often the\nveterinarian feels he/she needs to visit the facility to adequately consult on the health of the animals.\nTo be corrected by: May 18, 2015"
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The licensee does not currently have a perimeter fence around the area where animals are and will be permanently\nhoused outdoors. Facilities not entirely indoors must be enclosed by a perimeter fence. For non-dangerous\nanimals the fence must be a minimum of six feet high. The fence must be constructed so that it protects the\nanimals in the facility by restricting animals and unauthorized persons from going through it or under it and having\ncontact with the animals in the facility. The licensee needs to build a perimeter fence or request a variance from the\nEastern Regional Director.\nTo be corrected by: Aug 1, 2015\nInspection and exit interview conducted with the licensee."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe current Program of Veterinary care states that the raccoons will receive parvo/distemper and rabies\nvaccinations.  It does not address how often these vaccinations should be given.  The veterinary signature page \nindicates the attending veterinarian has not been to the facility since Dec 2013. The current Program of Veterinary\nCare needs to provide more details about the veterinarian's recommendations for this facility.  It should include\ntypes of vaccinations and frequency they should be given.  It should include any other preventative care the\nveterinarian feels is appropriate such as fecal exams, deworming protocols, etc.  It should also state how often the\nveterinarian feels he/she needs to visit the facility to adequately consult on the health of the animals.  \nTo be corrected by:  May 18, 2015\n3.127(d)\nFACILITIES, OUTDOOR. \nThe licensee does not currently have a perimeter fence around the area where animals are and will be permanently\nhoused outdoors.  Facilities not entirely indoors must be enclosed by a perimeter fence.  For non-dangerous\nanimals the fence must be a minimum of six feet high.  The fence must be constructed so that it protects the\nanimals in the facility by restricting animals and unauthorized persons from going through it or under it and having\ncontact with the animals in the facility.  The licensee needs to build a perimeter fence or request a variance from the\nEastern Regional Director.\nTo be corrected by:  Aug 1, 2015\nInspection and exit interview conducted with the licensee.",
  "animals_total": 9,
  "species": [
    {
      "count": 2,
      "scientific": "Didelphis virginiana",
      "common": "VIRGINIA OPOSSUM"
    },
    {
      "count": 7,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    }
  ]
}