{
  "insp_id": "INS-0000899510",
  "layout": "c",
  "customer_id": "11268",
  "customer_name": "Richard Evola",
  "customer_addr": "11660 Grass Lake Road\nHILLSDALE, MI 49242",
  "certificate": "34-C-0169",
  "site_id": "002",
  "site_name": "RICHARD EVOLA",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-OCT-2023",
  "report_date": "17-OCT-2023",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "There was one fennec fox with long nails. The fifth digit nail on the right front was so long that it was extending outward,\nlying flat with the ground, when the animal was weight-bearing. The hair around the nails appeared to be thinning. Failure\nto trim nails can lead to overgrowth which can cause pain, injury, and/or gait abnormalities. Each exhibitor shall establish\nand maintain programs of adequate veterinary care that include the use of appropriate methods to prevent, control, and\ntreat diseases and injuries."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The facility had a 4-year-old male dromedary camel that was separated from the rest of the camels for a tooth issue. On\ninspection, two of the camel’s lower teeth, on the right side of the mouth, could be seen jutting forward and outward from\nthe jaw. While eating, the camel was observed having difficulty keeping food in its mouth and was drooling. The\nveterinarian that examined the camel suspected a mandibular fracture and stated that the area was necrotic and had an\nodor at the time of the exam. The facility did not notify the veterinarian in a timely manner of this tooth issue as evidenced\nby the presence of necrosis. Failure to notify the veterinarian of issues related to animal health and well-being can lead to\ndelayed diagnosis and treatment and unnecessary animal discomfort. Daily observations of all animals to assess their\nhealth and well-being must be conducted. Daily observations may be accomplished by someone other than the attending\nveterinarian provided there is a mechanism of direct and frequent communication so that timely and accurate information\non problems of animal health, behavior, and well-being is conveyed to the attending veterinarian.\nTo be corrected from this day forward, October 17, 2023"
    },
    {
      "code": "3.78(b)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "There were two black and white ruffed lemurs housed outside. The primary enclosure had a dog igloo shelter with straw\ninside and no wind or weather break at the entrance. There have been five days in the last two weeks where the low\ntemperature recorded for the facility area was below 45 degrees Fahrenheit. These dates and temperatures were Friday,\nOctober 6 at 41 degrees, Saturday, October 7 at 38 degrees, Sunday, October 8 at 42 degrees, Monday, October 9 at 38\ndegrees, and Tuesday, October 10 at 42 degrees. Inadequate housing can subject animals to unnecessary inclement\nweather causing animal discomfort and distress.\nOutdoor housing facilities for nonhuman primates must provide adequate shelter from the elements at all times. It must\nprovide protection from the sun, rain, snow, wind, and cold, and from any weather conditions that may occur. The shelter\nmust safely provide heat to the nonhuman primates to prevent the ambient temperature from falling below 45 °F (7.2 °C)\nto afford them comfort from the elements, except as directed by the attending veterinarian and in accordance with\ngenerally accepted professional and husbandry practices.\nNon-human primates must not be housed outside when temperatures fall below 45 degrees F unless heat can be safely\nprovided.\nTo be corrected by end of business October 17, 2023"
    },
    {
      "code": "3.83",
      "kind": "Direct",
      "repeat": false,
      "desc": "Watering.",
      "narrative": "-One ring-tailed lemur did not have water. When water was provided, the lemur drank for approximately one and a half\nminutes. The lack of water can cause dehydration, distress, and even death. This issue was corrected at the time of the\ninspection.\n-A 5-gallon bucket was being used as the water receptacle for two grivets. The inside portion of the bucket had a build-up\nof an orangish organic material that could be wiped away with the inspector’s finger. Inadequate cleaning of water\nreceptacle's can prevent the animal from drinking and lead to unnecessary animal disease.\nPotable water must be provided in sufficient quantity to every nonhuman primate housed at the facility. If potable water is\nnot continually available to the nonhuman primate, it must be offered to them as often as necessary to ensure their health\nand well-being, but no less than twice daily for at least one hours each time, unless otherwise required by the attending\nveterinarian. Water receptacle's must be kept clean and sanitized in accordance with methods provided in 3.84(b)(3) of\nthis subpart at least once every two weeks or as often as necessary to keep them clean and free from contamination.\nTo be corrected by end of business October 17, 2023"
    },
    {
      "code": "3.84(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The two enclosures housing marmosets, one housing two marmosets and the second housing three marmosets, had\nexcessive grime build-up on the bars that make up the enclosure. A hammock, used in an enclosure housing three\nmarmosets, was dirty. A hammock and hanging tire enrichment device, used in an enclosure housing one ring-tailed\nlemur, were dirty. The tire had excessive fecal build-up. Failure to clean appropriately can lead to unnecessary animal\ndisease. Indoor primary enclosures must be sanitized at least once every two week and as often as necessary to prevent\nan excessive accumulation of dirt, debris, waste, food waste, excreta, or disease hazards, using one of the methods\nprescribed in paragraph (b)(3) of this section.\nTo be corrected by October 18, 2023"
    },
    {
      "code": "3.84(d)",
      "kind": "",
      "repeat": true,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The shelter for three ring-tailed lemurs and two grivets had a large accumulation of mouse droppings around the\nperimeter of walls. A live mouse was observed in a 5-gallon bucket stored in the shelter.\nAn effective program for control of insects, external parasites, birds and mammals that are pests must be established and\nmaintained to reduce possible disease transmission and contamination by pests in animal areas.\nA safe and effective program for the control of mice in animal areas must be developed and maintained."
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "The facility had two dromedary camels housed outdoors. The outdoor enclosure did not have any shelter. The licensee\nstated that the camels had been housed this way since the veterinarian visited, which was approximately 2 weeks ago.\nNatural or artificial shelter appropriate to the local climatic conditions for the species concerned shall be provided for all\nanimals kept outdoors to afford them protection and to prevent discomfort to such animals.\nShelter must be provided to all animals.\nTo be corrected by October 18, 2023"
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": true,
      "desc": "Watering.",
      "narrative": "The waterer for two cape porcupines was dirty and had a gray/brown appearance.\nDirty waterers can contaminate the water, discourage animals from drinking and lead to animal disease.\nAll water receptacles must be kept clean and sanitary."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "-The hay feeder, for three cows and fifteen goats, had numerous large pieces of bailing twine. The bailing twine was\nentangled with the hay.\n- The primary enclosure housing five llamas, three cows and four zebu had approximately 12 fence posts in it.\nBailing twine must be removed from enclosures to prevent animal injury or ingestion.\nUnused building materials must be stored outside of primary enclosures to prevent injury. Premises shall be kept clean\nand in good repair in order to protect the animals from injury and to facilitate the prescribed husbandry practices set forth\nin this subpart."
    },
    {
      "code": "3.153(a)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The primary enclosure housing two sun conures had two nesting boxes. One of the nesting boxes had a nail as the perch\non the front of the nesting box.\nPrimary enclosures must be constructed and maintained so that they have no sharp points or edges that could injure the\nbirds.\nAll primary enclosures must be constructed and maintained so that they have no sharp points.\nTo be corrected by October 18, 2023"
    },
    {
      "code": "3.153(a)(1)(iii)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "There were two turkeys outside the primary enclosure. The licensee stated that they had clipped the wings, but the\nturkeys were still able to fly out of the primary enclosure.\nPrimary enclosures must be constructed and maintained so that they contain the birds securely so that they have access\nto food, water, and shelter and to prevent attack by predators.\nPrimary enclosures must be constructed and maintained so that they contain the birds securely.\nTo be corrected by October 20, 2023"
    },
    {
      "code": "3.154",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "The licensee did not have an environmental enrichment program for any birds at the facility. Failure to develop and\ndocument an environmental enrichment program for birds can negatively impact their health and well-being, causing\nunnecessary psychological distress. Exhibitors must develop, document, and follow a species-appropriate plan for\nenvironmental enhancement adequate to promote the psychological well-being of birds. The plan must be approved by\nthe attending veterinarian and must be in accordance with the regulations in subpart G and with currently accepted\nprofessional standards as cited in appropriate professional journals and reference guides. This plan must be made\navailable to APHIS upon request. The plan must address each category listed in 3.154.\nTo be corrected by October 25, 2023"
    },
    {
      "code": "3.156",
      "kind": "",
      "repeat": false,
      "desc": "Watering",
      "narrative": "-The water and water receptacle for the primary enclosure housing ten chickens, two turkeys, five geese and one duck\nwas brown and cloudy with feathers floating in it.\n-The white ibis had a wading pool and no drinking water or water receptacle. The water in the wading pool was\nyellow/brown with debris in it.\nPotable water must be provided in sufficient quantity to every bird housed at the facility to maintain their health and\nprevent disease. Water receptacles must be kept clean and sanitized in accordance with § 3.158 as often as necessary to\nkeep them clean and free of contamination.\nClean potable water must be available to all birds.\nTo be corrected by October 18, 2023"
    },
    {
      "code": "3.157(a)",
      "kind": "",
      "repeat": false,
      "desc": "Water quality.",
      "narrative": "The primary enclosure housing three pigeons, nine ducks, and eighteen peacocks, the primary enclosure housing ten\nchickens, two turkeys, five geese and one duck, and the primary enclosure housing a single white ibis had plastic kid\npools that measured approximately four feet in diameter. The water in these two pools was brown and cloudy. The bottom\nof the pools could not be seen. Poor water quality can lead to animal disease.\nThe primary enclosure or any other area in which birds may enter must not contain pools or other aquatic areas (e.g.,\nponds, waterfalls, fountains, and other water features) that are detrimental to the health of the birds contained therein.\nPools must be managed in a manner that maintains appropriate water quality.\nTo be corrected by October 18, 2023"
    },
    {
      "code": "3.158(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "-The shelter in the primary enclosure for three pigeons, nine ducks, and eighteen peacocks had a large accumulation of\nfeces on the perches and the walls behind the perches. There was also a large accumulation of feathers on the ground\nbelow the perches.\n-The primary enclosure for the African Gray parrot had a large accumulation of feces, feather and grime on the perches\nand the bars of the enclosure.\nExcreta and food waste must be removed from primary enclosures and from under and around primary enclosures as\noften as necessary to prevent excessive accumulation of feces and food waste, to prevent soiling of the birds contained in\nthe primary enclosures, and to reduce disease hazards, insects, pests, and odors.\nEnclosures must be cleaned as often as necessary to prevent buildup of feces and feathers.\nTo be corrected by October 18, 2023\nThis inspection and exit interview were conducted with a family member.\nAdditional Inspectors:\nJUSTINE O MALLEY, VETERINARY MEDICAL OFFICER n"
    }
  ],
  "narrative": "2.40(b)(2)  Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThere was one fennec fox with long nails. The fifth digit nail on the right front was so long that it was extending outward, \nlying flat with the ground, when the animal was weight-bearing. The hair around the nails appeared to be thinning. Failure \nto trim nails can lead to overgrowth which can cause pain, injury, and/or gait abnormalities. Each exhibitor shall establish \nand maintain programs of adequate veterinary care that include the use of appropriate methods to prevent, control, and \ntreat diseases and injuries. \n2.40(b)(3)  Critical\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe facility had a 4-year-old male dromedary camel that was separated from the rest of the camels for a tooth issue. On \ninspection, two of the camel’s lower teeth, on the right side of the mouth, could be seen jutting forward and outward from \nthe jaw. While eating, the camel was observed having difficulty keeping food in its mouth and was drooling. The \nveterinarian that examined the camel suspected a mandibular fracture and stated that the area was necrotic and had an \nodor at the time of the exam. The facility did not notify the veterinarian in a timely manner of this tooth issue as evidenced \nby the presence of necrosis. Failure to notify the veterinarian of issues related to animal health and well-being can lead to \ndelayed diagnosis and treatment and unnecessary animal discomfort. Daily observations of all animals to assess their \nhealth and well-being must be conducted. Daily observations may be accomplished by someone other than the attending \nveterinarian provided there is a mechanism of direct and frequent communication so that timely and accurate information \non problems of animal health, behavior, and well-being is conveyed to the attending veterinarian. \nTo be corrected from this day forward, October 17, 2023 \n3.78(b) \n   \nOutdoor housing facilities. \nThere were two black and white ruffed lemurs housed outside. The primary enclosure had a dog igloo shelter with straw \ninside and no wind or weather break at the entrance. There have been five days in the last two weeks where the low \ntemperature recorded for the facility area was below 45 degrees Fahrenheit. These dates and temperatures were Friday, \nOctober 6 at 41 degrees, Saturday, October 7 at 38 degrees, Sunday, October 8 at 42 degrees, Monday, October 9 at 38 \ndegrees, and Tuesday, October 10 at 42 degrees. Inadequate housing can subject animals to unnecessary inclement \nweather causing animal discomfort and distress. \nOutdoor housing facilities for nonhuman primates must provide adequate shelter from the elements at all times. It must\n\nprovide protection from the sun, rain, snow, wind, and cold, and from any weather conditions that may occur. The shelter \nmust safely provide heat to the nonhuman primates to prevent the ambient temperature from falling below 45 °F (7.2 °C) \nto afford them comfort from the elements, except as directed by the attending veterinarian and in accordance with \ngenerally accepted professional and husbandry practices.  \nNon-human primates must not be housed outside when temperatures fall below 45 degrees F unless heat can be safely \nprovided. \nTo be corrected by end of business October 17, 2023 \n3.83  Direct\n   \nWatering. \n-One ring-tailed lemur did not have water. When water was provided, the lemur drank for approximately one and a half \nminutes. The lack of water can cause dehydration, distress, and even death. This issue was corrected at the time of the \ninspection. \n-A 5-gallon bucket was being used as the water receptacle for two grivets. The inside portion of the bucket had a build-up \nof an orangish organic material that could be wiped away with the inspector’s finger. Inadequate cleaning of water \nreceptacle's can prevent the animal from drinking and lead to unnecessary animal disease.  \nPotable water must be provided in sufficient quantity to every nonhuman primate housed at the facility. If potable water is \nnot continually available to the nonhuman primate, it must be offered to them as often as necessary to ensure their health \nand well-being, but no less than twice daily for at least one hours each time, unless otherwise required by the attending \nveterinarian. Water receptacle's must be kept clean and sanitized in accordance with methods provided in 3.84(b)(3) of \nthis subpart at least once every two weeks or as often as necessary to keep them clean and free from contamination. \nTo be corrected by end of business October 17, 2023 \n3.84(b)(2) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThe two enclosures housing marmosets, one housing two marmosets and the second housing three marmosets, had \nexcessive grime build-up on the bars that make up the enclosure. A hammock, used in an enclosure housing three \nmarmosets, was dirty. A hammock and hanging tire enrichment device, used in an enclosure housing one ring-tailed \nlemur, were dirty. The tire had excessive fecal build-up. Failure to clean appropriately can lead to unnecessary animal \ndisease. Indoor primary enclosures must be sanitized at least once every two week and as often as necessary to prevent \nan excessive accumulation of dirt, debris, waste, food waste, excreta, or disease hazards, using one of the methods \nprescribed in paragraph (b)(3) of this section. \nTo be corrected by October 18, 2023 \n3.84(d)  Repeat\n   \nCleaning, sanitization, housekeeping, and pest control. \nThe shelter for three ring-tailed lemurs and two grivets had a large accumulation of mouse droppings around the \nperimeter of walls. A live mouse was observed in a 5-gallon bucket stored in the shelter.  \nAn effective program for control of insects, external parasites, birds and mammals that are pests must be established and \nmaintained to reduce possible disease transmission and contamination by pests in animal areas. \nA safe and effective program for the control of mice in animal areas must be developed and maintained.\n\n3.127(b) \n   \nFacilities, outdoor. \nThe facility had two dromedary camels housed outdoors. The outdoor enclosure did not have any shelter. The licensee \nstated that the camels had been housed this way since the veterinarian visited, which was approximately 2 weeks ago. \nNatural or artificial shelter appropriate to the local climatic conditions for the species concerned shall be provided for all \nanimals kept outdoors to afford them protection and to prevent discomfort to such animals. \nShelter must be provided to all animals. \nTo be corrected by October 18, 2023 \n3.130  Repeat\n   \nWatering. \nThe waterer for two cape porcupines was dirty and had a gray/brown appearance.  \nDirty waterers can contaminate the water, discourage animals from drinking and lead to animal disease.  \nAll water receptacles must be kept clean and sanitary. \n3.131(c)  Repeat\n   \nSanitation. \n-The hay feeder, for three cows and fifteen goats, had numerous large pieces of bailing twine. The bailing twine was \nentangled with the hay.  \n- The primary enclosure housing five llamas, three cows and four zebu had approximately 12 fence posts in it. \nBailing twine must be removed from enclosures to prevent animal injury or ingestion.  \nUnused building materials must be stored outside of primary enclosures to prevent injury. Premises shall be kept clean \nand in good repair in order to protect the animals from injury and to facilitate the prescribed husbandry practices set forth \nin this subpart. \n3.153(a)(1)(i) \n   \nPrimary enclosures. \nThe primary enclosure housing two sun conures had two nesting boxes. One of the nesting boxes had a nail as the perch \non the front of the nesting box.  \nPrimary enclosures must be constructed and maintained so that they have no sharp points or edges that could injure the \nbirds. \nAll primary enclosures must be constructed and maintained so that they have no sharp points. \nTo be corrected by October 18, 2023 \n3.153(a)(1)(iii) \n   \nPrimary enclosures. \nThere were two turkeys outside the primary enclosure. The licensee stated that they had clipped the wings, but the \nturkeys were still able to fly out of the primary enclosure.  \nPrimary enclosures must be constructed and maintained so that they contain the birds securely so that they have access \nto food, water, and shelter and to prevent attack by predators.\n\nPrimary enclosures must be constructed and maintained so that they contain the birds securely. \nTo be corrected by October 20, 2023 \n3.154 \n   \nEnvironment enhancement to promote psychological well-being. \nThe licensee did not have an environmental enrichment program for any birds at the facility. Failure to develop and \ndocument an environmental enrichment program for birds can negatively impact their health and well-being, causing \nunnecessary psychological distress. Exhibitors must develop, document, and follow a species-appropriate plan for \nenvironmental enhancement adequate to promote the psychological well-being of birds. The plan must be approved by \nthe attending veterinarian and must be in accordance with the regulations in subpart G and with currently accepted \nprofessional standards as cited in appropriate professional journals and reference guides. This plan must be made \navailable to APHIS upon request. The plan must address each category listed in 3.154.  \nTo be corrected by October 25, 2023 \n3.156 \n   \nWatering \n-The water and water receptacle for the primary enclosure housing ten chickens, two turkeys, five geese and one duck \nwas brown and cloudy with feathers floating in it. \n-The white ibis had a wading pool and no drinking water or water receptacle. The water in the wading pool was \nyellow/brown with debris in it. \nPotable water must be provided in sufficient quantity to every bird housed at the facility to maintain their health and \nprevent disease. Water receptacles must be kept clean and sanitized in accordance with § 3.158 as often as necessary to \nkeep them clean and free of contamination.  \nClean potable water must be available to all birds. \nTo be corrected by October 18, 2023 \n3.157(a) \n   \nWater quality. \nThe primary enclosure housing three pigeons, nine ducks, and eighteen peacocks, the primary enclosure housing ten \nchickens, two turkeys, five geese and one duck, and the primary enclosure housing a single white ibis had plastic kid \npools that measured approximately four feet in diameter. The water in these two pools was brown and cloudy. The bottom \nof the pools could not be seen. Poor water quality can lead to animal disease. \nThe primary enclosure or any other area in which birds may enter must not contain pools or other aquatic areas (e.g., \nponds, waterfalls, fountains, and other water features) that are detrimental to the health of the birds contained therein. \nPools must be managed in a manner that maintains appropriate water quality. \nTo be corrected by October 18, 2023 \n3.158(a)(1) \n   \nCleaning, sanitization, housekeeping, and pest control. \n-The shelter in the primary enclosure for three pigeons, nine ducks, and eighteen peacocks had a large accumulation of \nfeces on the perches and the walls behind the perches. There was also a large accumulation of feathers on the ground \nbelow the perches.\n\n-The primary enclosure for the African Gray parrot had a large accumulation of feces, feather and grime on the perches \nand the bars of the enclosure. \nExcreta and food waste must be removed from primary enclosures and from under and around primary enclosures as \noften as necessary to prevent excessive accumulation of feces and food waste, to prevent soiling of the birds contained in \nthe primary enclosures, and to reduce disease hazards, insects, pests, and odors.  \nEnclosures must be cleaned as often as necessary to prevent buildup of feces and feathers. \nTo be corrected by October 18, 2023 \n \nThis inspection and exit interview were conducted with a family member. \n \nAdditional Inspectors: \nJUSTINE O MALLEY, VETERINARY MEDICAL OFFICER n",
  "animals_total": 157,
  "species": [
    {
      "count": 1,
      "scientific": "Felis catus",
      "common": "CAT ADULT"
    },
    {
      "count": 5,
      "scientific": "Callithrix jacchus",
      "common": "COMMON MARMOSET"
    },
    {
      "count": 2,
      "scientific": "Chlorocebus aethiops",
      "common": "AFRICAN GREEN MONKEY / GRIVET"
    },
    {
      "count": 15,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 8,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 3,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    },
    {
      "count": 2,
      "scientific": "Hystrix africaeaustralis",
      "common": "CAPE PORCUPINE"
    },
    {
      "count": 5,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 5,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 8,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 4,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 6,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 2,
      "scientific": "Hydrochaeris hydrochaeris",
      "common": "CAPYBARA"
    },
    {
      "count": 6,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 4,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 2,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 1,
      "scientific": "Boselaphus tragocamelus",
      "common": "NILGAI"
    },
    {
      "count": 2,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    },
    {
      "count": 2,
      "scientific": "Varecia variegata",
      "common": "BLACK-AND-WHITE RUFFED LEMUR"
    },
    {
      "count": 2,
      "scientific": "Cygnus atratus",
      "common": "BLACK SWAN"
    },
    {
      "count": 2,
      "scientific": "Alopochen aegyptiaca",
      "common": "EGYPTIAN GOOSE"
    },
    {
      "count": 1,
      "scientific": "Tadorna tadorna",
      "common": "COMMON SHELDUCK"
    },
    {
      "count": 6,
      "scientific": "Anas platyrhynchos domesticus",
      "common": "DOMESTIC DUCK INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 18,
      "scientific": "Pavo cristatus",
      "common": "INDIAN PEAFOWL / COMMON PEAFOWL / PEAHEN /"
    },
    {
      "count": 5,
      "scientific": "Anser anser domesticus",
      "common": "DOMESTIC GOOSE"
    },
    {
      "count": 2,
      "scientific": "Aix galericulata",
      "common": "MANDARIN DUCK"
    },
    {
      "count": 2,
      "scientific": "Aratinga solstitialis",
      "common": "SUN PARAKEET"
    },
    {
      "count": 1,
      "scientific": "Platycercus eximius",
      "common": "EASTERN ROSELLA"
    },
    {
      "count": 1,
      "scientific": "Psittacus erithacus",
      "common": "CONGO AFRICAN GREY PARROT / GRAY PARROT"
    },
    {
      "count": 1,
      "scientific": "Ara ararauna",
      "common": "BLUE-AND-YELLOW MACAW / BLUE-AND-GOLD MACAW"
    },
    {
      "count": 21,
      "scientific": "Gallus gallus domesticus",
      "common": "DOMESTIC CHICKEN (INCLUDING ALL DOMESTIC BREEDS /"
    },
    {
      "count": 4,
      "scientific": "Meleagris gallopavo domesticus",
      "common": "DOMESTIC TURKEY"
    },
    {
      "count": 1,
      "scientific": "Eudocimus albus",
      "common": "WHITE IBIS"
    },
    {
      "count": 2,
      "scientific": "Struthio camelus",
      "common": "COMMON OSTRICH"
    },
    {
      "count": 1,
      "scientific": "Trichoglossus moluccanus",
      "common": "RAINBOW LORIKEET"
    },
    {
      "count": 3,
      "scientific": "Columba livia domestica",
      "common": "DOMESTIC PIGEON INCLUDING ALL DOMESTIC BREEDS"
    }
  ]
}