{
  "insp_id": "2016090000763725",
  "layout": "b",
  "customer_id": "332609",
  "customer_name": "WENDY RUSSEFF",
  "customer_addr": "13582 POPLAR GROVE RD\nPOPLAR GROVE, IL 61065",
  "certificate": "33-C-0487",
  "site_id": "001",
  "site_name": "WENDY RUSSEFF",
  "insp_type": "ROUTINE INSPECTION",
  "date": "02-FEB-2022",
  "report_date": "04-FEB-2022",
  "citations": [
    {
      "code": "2.126(a)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Access and inspection of records and property; submission of itineraries.",
      "narrative": "The licensee did not disclose the acquisition of a woodchuck and fennec fox that were housed inside her residence and\nwere used for exhibition. On the licensee’s business Facebook page, a posting dated 7-21-21 indicated the facility added\na fennec fox who was already traveling for exhibition. Two additional Facebook postings, 11-20-20 and 2-2-21, showed\nthe woodchuck at the facility. Both animals were acquired before the routine inspection of the facility on 8-24-21. At the\nconclusion of each inspection, the licensee was asked if any other animals were present at the facility. The licensee\nindicated there were no other animals. Failure to allow inspections of all animals, their enclosures, diets, etc., does not\nensure compliance with the regulations and standards. Each exhibitor shall allow APHIS officials to inspect all animals\nnecessary to enforce provisions of the Act.\nCorrect from this day forward."
    },
    {
      "code": "2.131(b)(1)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "The licensee stated two raccoons at the facility escaped after an employee failed to properly close the entrance door to\ntheir enclosure. The licensee also stated the raccoons escaped through the perimeter fence and were never recovered.\nThe facility is surrounded by wooded areas on three sides and is located on a busy roadway. The escaped animals could\nbe injured or killed by predators, vehicles on the roadway, or other potential hazards. Animals must be handled in a\nmanner that does not cause trauma, stress, or physical harm.\nCorrect from this day forward.\nThe licensee stated a fennec fox escaped from the inside of the house into the garage. She then stated the animal\nescaped from the garage, ran onto the busy roadway in front of the facility, and was struck by a car. The fennec fox died\nbecause of its injuries. Animals must be handled in a manner that does not cause physical harm.\nCorrect from this day forward."
    },
    {
      "code": "3.127(b)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "As reported by a Boone County, Illinois Official, a capybara at the facility was found dead in an outside enclosure. On the\nprevious two inspections, the capybara was housed in the outdoor enclosure with a wooden shelter consisting of a roof,\nrear and side walls. The shelter alone would not have been adequate to protect the capybara from the low temperatures\nobserved in the area when the animal was discovered dead (nightly lows from 25F to -3F as per NOAA). Adequate\nshelter appropriate to the local climactic conditions for the species concerned shall be provided for all animals kept\noutdoors to afford them protection.\nCorrect from this day forward\nAs reported by a Boone County, Illinois Official, two newborn Patagonian cavies were found dead in an enclosed porch at\nthe facility. The enclosed porch is not equipped with climate controls. The enclosed porch alone would not have been\nadequate to protect the animals from the temperatures on the day the animals were discovered dead (Boone County\nOfficial reported the temperature as 3F while at the facility). Adequate shelter appropriate to the local climactic conditions\nfor the species concerned shall be provided for all animals kept outdoors to afford them protection.\nCorrect from this day forward"
    },
    {
      "code": "3.127(d)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "The perimeter fence failed to contain two raccoons after escaping from their enclosure. The animals were never\nrecovered. The facility is surrounded by wooded areas on three sides and is located on a busy roadway. The escaped\nanimals could be injured or killed by predators, vehicles on the roadway, or other potential hazards. The perimeter fence\nmust be constructed so that it acts as a secondary containment system for animals at the facility.\nCorrect before housing animals in outdoor facilities.\nThe inspector was not able to contact the licensee to conduct the exit briefing after multiple attempts.\nEnd Section"
    }
  ],
  "narrative": "2.126(a)(4) \n   \nAccess and inspection of records and property; submission of itineraries. \nThe licensee did not disclose the acquisition of a woodchuck and fennec fox that were housed inside her residence and \nwere used for exhibition.  On the licensee’s business Facebook page, a posting dated 7-21-21 indicated the facility added \na fennec fox who was already traveling for exhibition.  Two additional Facebook postings, 11-20-20 and 2-2-21, showed \nthe woodchuck at the facility.   Both animals were acquired before the routine inspection of the facility on 8-24-21.  At the \nconclusion of each inspection, the licensee was asked if any other animals were present at the facility.  The licensee \nindicated there were no other animals.  Failure to allow inspections of all animals, their enclosures, diets, etc., does not \nensure compliance with the regulations and standards.  Each exhibitor shall allow APHIS officials to inspect all animals \nnecessary to enforce provisions of the Act. \nCorrect from this day forward. \n2.131(b)(1)  Critical\n   \nHandling of animals. \nThe licensee stated two raccoons at the facility escaped after an employee failed to properly close the entrance door to \ntheir enclosure.  The licensee also stated the raccoons escaped through the perimeter fence and were never recovered.  \nThe facility is surrounded by wooded areas on three sides and is located on a busy roadway.  The escaped animals could \nbe injured or killed by predators, vehicles on the roadway, or other potential hazards.  Animals must be handled in a\n\nmanner that does not cause trauma, stress, or physical harm. \nCorrect from this day forward. \n \nThe licensee stated a fennec fox escaped from the inside of the house into the garage.  She then stated the animal \nescaped from the garage, ran onto the busy roadway in front of the facility, and was struck by a car.  The fennec fox died \nbecause of its injuries.  Animals must be handled in a manner that does not cause physical harm. \nCorrect from this day forward. \n3.127(b)  Critical\n   \nFacilities, outdoor. \nAs reported by a Boone County, Illinois Official, a capybara at the facility was found dead in an outside enclosure.  On the \nprevious two inspections, the capybara was housed in the outdoor enclosure with a wooden shelter consisting of a roof, \nrear and side walls.  The shelter alone would not have been adequate to protect the capybara from the low temperatures \nobserved in the area when the animal was discovered dead (nightly lows from 25F to -3F as per NOAA).  Adequate \nshelter appropriate to the local climactic conditions for the species concerned shall be provided for all animals kept \noutdoors to afford them protection. \nCorrect from this day forward \n \nAs reported by a Boone County, Illinois Official, two newborn Patagonian cavies were found dead in an enclosed porch at \nthe facility.  The enclosed porch is not equipped with climate controls.  The enclosed porch alone would not have been \nadequate to protect the animals from the temperatures on the day the animals were discovered dead (Boone County \nOfficial reported the temperature as 3F while at the facility).  Adequate shelter appropriate to the local climactic conditions\n\nfor the species concerned shall be provided for all animals kept outdoors to afford them protection. \nCorrect from this day forward \n3.127(d)  Critical\n   \nFacilities, outdoor. \nThe perimeter fence failed to contain two raccoons after escaping from their enclosure.  The animals were never \nrecovered.  The facility is surrounded by wooded areas on three sides and is located on a busy roadway.  The escaped \nanimals could be injured or killed by predators, vehicles on the roadway, or other potential hazards.  The perimeter fence \nmust be constructed so that it acts as a secondary containment system for animals at the facility. \nCorrect before housing animals in outdoor facilities. \n \nThe inspector was not able to contact the licensee to conduct the exit briefing after multiple attempts. \n \nEnd Section",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}