{
  "insp_id": "105151530270084",
  "layout": "a",
  "customer_id": "16295",
  "customer_name": "Gilcrease Nature Sanctuary",
  "customer_addr": "8103 Racel Road\nLas Vegas, NV 89131",
  "certificate": "88-C-0205",
  "site_id": "001",
  "site_name": "GILCREASE NATURE SANCTUARY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-APR-2015",
  "report_date": "15-APR-2015",
  "citations": [
    {
      "code": "2.126(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.",
      "narrative": "During inspection, facility representative was unable to locate the current Program of Veterinary Care form and\nacquisition/disposition records. These records are required to be kept for examination by APHIS officials during\nbusiness hours for the necessary enforcement of regulations.\nCorrect for all future inspections."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Mule Deer enclosure: There was a 2ft long and 2 inch wide gap at the bottom and between wooden wall panels of\nthe shelter structure. Also, visible through this gap on the inside of the shelter were two protruding nails on a\nwooden support beam. Gaps or openings in the enclosures and sharp, protruding objects present an injury hazard\nto the animals.\nPig pen: An approximate 1.5ft long section of wire fencing has partially detached from a ragged, worn wooden\nsupport beam. This has created an approximate 3 inch gap which can be easily widened with manual pressure.\nThe presence of fencing gaps and decreased structural strength creates a potential for injury to the animals or\nescape.\nAll parts of all enclosures must be kept in good repair to protect the animals from injury and to contain them\nsecurely. A system of maintenance and repair must be in place.\nCorrect by 05/08/2015"
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "Llama pen: There were two large piles of fruit (mostly bananas) on the ground freely available for the seven llamas.\nAlso, there was an increased presence of flies/insects on and around the area of the fruit. Feeding excess amounts\nof one diet item can result in preferential feeding with the llamas failing to consume a necessary balanced diet to\nensure the normal daily requirements are met for their species. Excessive piles of food left on the ground also\nincrease the possibility of contamination from insects, rodents and birds. The diet should be free from\ncontamination, nutritionally balanced and of adequate quantity to maintain all animals in good health.\nCorrect by close of business 04/16/2015"
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Goat enclosure: A shelter structure in the outdoor, primary enclosure had an excessive buildup of excreta on the\nground and mixed within the straw bedding. Excreta should be removed as often as necessary to prevent\ncontamination of the animals contained and to reduce disease hazards and reduce odors. The cleaning schedule of\nthis enclosure should be more frequent and effective to prevent the buildup of excreta.\nCorrect by 04/17/2015\nExit interview conducted with facility representative."
    }
  ],
  "narrative": "2.126(a)(2)\nACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.\nDuring inspection, facility representative was unable to locate the current Program of Veterinary Care form and\nacquisition/disposition records. These records are required to be kept for examination by APHIS officials during\nbusiness hours for the necessary enforcement of regulations.\nCorrect for all future inspections.\n3.125(a)\nFACILITIES, GENERAL.   \nMule Deer enclosure:  There was a 2ft long and 2 inch wide gap at the bottom and between wooden wall panels of\nthe shelter structure.  Also, visible through this gap on the inside of the shelter were two protruding nails on a\nwooden support beam.  Gaps or openings in the enclosures and sharp, protruding objects present an injury hazard\nto the animals.\nPig pen: An approximate 1.5ft long section of wire fencing has partially detached from a ragged, worn wooden\nsupport beam.  This has created an approximate 3 inch gap which can be easily widened with manual pressure.\nThe presence of fencing gaps and decreased structural strength creates a potential for injury to the animals or\nescape.\nAll parts of all enclosures must be kept in good repair to protect the animals from injury and to contain them\nsecurely.  A system of maintenance and repair must be in place.\nCorrect by 05/08/2015\n3.129(a)\nFEEDING.    \nLlama pen:  There were two large piles of fruit (mostly bananas) on the ground freely available for the seven llamas.\n\nAlso, there was an increased presence of flies/insects on and around the area of the fruit.  Feeding excess amounts\nof one diet item can result in preferential feeding with the llamas failing to consume a necessary balanced diet to\nensure the normal daily requirements are met for their species.  Excessive piles of food left on the ground also\nincrease the possibility of contamination from insects, rodents and birds.  The diet should be free from\ncontamination, nutritionally balanced and of adequate quantity to maintain all animals in good health.\nCorrect by close of business  04/16/2015\n3.131(a)\nSANITATION.   \nGoat enclosure: A shelter structure in the outdoor, primary enclosure had an excessive buildup of excreta on the\nground and mixed within the straw bedding.  Excreta should be removed as often as necessary to prevent\ncontamination of the animals contained and to reduce disease hazards and reduce odors.  The cleaning schedule of\nthis enclosure should be more frequent and effective to prevent the buildup of excreta.\nCorrect by 04/17/2015\nExit interview conducted with facility representative.",
  "animals_total": 26,
  "species": [
    {
      "count": 14,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 7,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 1,
      "scientific": "Odocoileus hemionus",
      "common": "MULE DEER"
    },
    {
      "count": 4,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}