{
  "insp_id": "2016090000732991",
  "layout": "b",
  "customer_id": "3913",
  "customer_name": "Daniel Pradon Bobbi Pradon",
  "customer_addr": "1101 N Tripp Ave.\nODESSA, TX 79763",
  "certificate": "74-B-0708",
  "site_id": "001",
  "site_name": "Bobbi Pradon & Daniel Pradon",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-OCT-2021",
  "report_date": "07-OCT-2021",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "There is a failure to provide follow up veterinary care for the following animals that were placed on treatment and\nmonitoring plans by the AV on September 9, 2021. These animals were to be re-evaluated by the veterinarian on\nSeptember 23, 2021 but were not:\n***One male white-tailed deer previously under veterinary care for emaciated body condition was slated for re-evaluation\non 09/23/2021 but died after that date, without receiving a re-evaluation by the veterinarian.\n***One female white-tailed deer has a poor hair coat with patches missing with pink skin showing beneath in multiple\nplaces along both her sides; another female white-tailed deer in the same enclosure remains thinner than the others.\n***One adult male white-tailed deer is observed to be emaciated, with an enlarged abdomen. The vertebrae, hips, and\nlong bones are visible, and each rib is easily seen by both APHIS inspectors upon inspection.\n***There is a male sika deer with prominent ribs, vertebrae and hips and very little muscle covering the hindquarters. The\nhair coat and overall body condition are poor.\n***There is one, adult male camel that is thin, with prominent vertebrae below the hump and decreased musculature over\nthe ribs and hip bones.\n***There are approximately nine adult addax that are thin, with ribs, vertebrae and hip bones prominent and very little\nmuscle over the hindquarters; depressions alongside the tail head are obvious in many of these animals.\n***There are five to six adult oryx that are thin, with ribs, vertebrae and hip bones prominent and some with very little\nmuscle over the hindquarters.\n***There is one, very thin female oryx with a mass on its chest; the mass appears to have a tag or scab on the underside\nbut otherwise remains the same as previously noted. The vertebrae, ribs and hip bones are easily seen.\n***One lame female ibex remains lame and still carries her left foreleg forward.\n***One adult female muntjac is observed to have left forelimb lameness and carries the leg outward in front of her without\nbearing weight on it. The licensee had not noticed the lameness the day prior but mentioned that he thought it might be\nfrom males attempting to mount the female.\nThe facility must ensure that all animals showing potential signs of veterinary medical problems are evaluated by a\nveterinarian in a timely manner in order to receive an accurate diagnosis and appropriate treatment plan, including any\nfollow up evaluations and further recommendations by the veterinarian. Poor body condition can be an indication of health\nissues, including parasitism, poor dentition, malnutrition, and systemic disease. Lameness can be caused by a variety of\nissues including infection, injury, or other medical conditions and can be painful and distressing and affect the health and\nwell-being of the animal. Masses may represent a condition that is painful or even life-threatening to an animal and\nshould be duly evaluated and managed under veterinary care. In all of these cases, the failure to assure initial and follow\nup veterinary care to the animals (to include diagnostics where appropriate) in a timely manner can contribute to\nworsening health and well-being by delaying treatment and recovery, and prolonging suffering.\nThe licensee must ensure that all animals at the facility are provided with adequate veterinary care, as described by the\nattending veterinarian and the program of veterinary care. The program for providing adequate veterinary care shall\ninclude the use of appropriate methods to prevent, control, diagnose, and treat diseases and injuries. The licensee was\nverbally instructed on the day of inspection that all animals listed in this citation must be evaluated by a veterinarian, with\ndiagnostic/treatment plans and written guidance provided which must be followed by close of business on October 7,\n2021."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "***There is an adult red deer buck that is in thin body condition, with prominent ribs, vertebrae and hip bones in view. The\nlicensee has not noticed that the animal is in unsatisfactory body condition.\n***There is an adult female addax with an ~4” diameter mass on the right jaw. The licensee first reported that he hadn’t\nnoticed the mass, but toward the end of the inspection told the inspectors that the mass was mentioned to the veterinarian\nthe day prior.\nPoor body condition can be an indication of health issues, including parasitism, poor dentition, malnutrition, and systemic\ndisease. Masses may represent a condition that is painful or even life-threatening to an animal and should be duly\nevaluated and managed under veterinary care. The facility must ensure that all animals are checked daily and that any\npotential problems are discussed as soon as possible with the veterinarian in order to receive guidance or assistance in a\ntimely manner.\nThe licensee was verbally instructed on the day of inspection that all animals listed in this citation must be communicated\nto and evaluated by a veterinarian, with diagnostic/treatment plans and written guidance provided which must be followed\nby close of business on October 7, 2021."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "At the time of inspection, there are no records available for inspection to reflect the acquisition or birth of two muntjacs,\nand no disposition records to document the absence of three ibex. Records containing the required information for\nanimals removed from the inventory for any reason or acquired for use in regulated activities, including those offspring\nborn on premise, are necessary to accurately track animals to ensure their humane care and use. The licensee shall\nmake, keep, and maintain records of acquisition and disposition of all animals that fully and correctly disclose the required\ninformation."
    },
    {
      "code": "3.80(a)(2)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "In the lemur barn, the primary enclosures containing a total of one neonatal and nine adult ring-tailed lemurs have multiple\nareas that are rusted through and broken to produce sharp edges. Damaged enclosures with sharp edges can injure the\nanimals. Primary enclosures must be constructed and maintained so that they have no sharp points or edges that could\ninjure the non-human primates. TO BE CORRECTED BY OCTOBER 13, 2021."
    },
    {
      "code": "3.81",
      "kind": "",
      "repeat": true,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "At the time of inspection, the plan for environmental enhancement for the nonhuman primates, which covers two spider\nmonkeys, three lar gibbons and 12 ring-tailed lemurs is inadequate and is not being followed. There is limited\nenvironmental enrichment within the enclosures, which consists of items for climbing and swinging, but none that facilitate\ncognitive/sensory enrichment. Several enrichment tactics/objects are mentioned in the plan but not seen in the primary\nenclosures. Many of the ropes and other items are very soiled and have not been changed out for quite some time,\nmeaning that they are not easily cleaned and that they are no longer novel and engaging for the animals. Environmental\nenhancement is important to promote the psychological well-being of nonhuman primates. Plans developed for\nenvironmental enhancement of non-human primates should addresses social grouping, environmental enrichment, and\nother special considerations such as juveniles and individually housed animals, and they must also be followed for each\nnonhuman primate at the facility. Environmental enhancement plans for non-human primates must be in accordance with\nthe currently accepted professional standards and approved by the attending veterinarian."
    },
    {
      "code": "3.84(a)",
      "kind": "",
      "repeat": true,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "***In the enclosures housing a total of one neonatal ring-tailed lemur, two juvenile ring-tailed lemurs and nine adult ring-\ntailed lemurs, there are accumulations of feces covering areas as large as 24”X6” and dozens of other, smaller fecal piles\nscattered throughout the enclosure floors– indicating that cleaning and sanitation frequencies or methods are not\nadequate.\n***An enclosure containing one juvenile ring-tailed lemur has cobwebs, hair, dirt and debris or fecal matter caked along\nthe bottom of one side.\nRoutine cleaning and sanitation must be done daily to protect the health and well-being of nonhuman primates. Dirt, fecal\nmaterial, food waste, and other debris must be removed daily to prevent contamination of food, prevent nonhuman\nprimates from becoming soiled and to reduce disease hazards."
    },
    {
      "code": "3.85",
      "kind": "",
      "repeat": true,
      "desc": "Employees.",
      "narrative": "The facility owner states that he and the other licensee do what they can to provide adequate cleaning, feeding, general\nhusbandry and facility maintenance for all of the non-human primates and other animals. The licensees previously stated\nthat they knew they did not have enough help to do all that is needed and hired a part time helper. However, it is evident\nthroughout the facility as noted in the non-compliances cited throughout this report that there is still not enough labor help.\nWithout an adequate labor force, animals and facilities cannot be properly managed and cared for, leading to\ncircumstances that compromise the health and well-being of the animals. Every person subject to the Animal Welfare\nregulations maintaining non-human primates must have enough employees to carry out the required level of husbandry\npractices and care. The licensee must acquire sufficient help to manage the animals and facilities according to the Animal\nWelfare regulations."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "***In the enclosure containing 25 hog deer, the wire fence material has sharp edges exposed. These sharp points at the\nbottom of the fence face into the enclosure where the animals could come into contact with them.\n***In the enclosures housing the white-tailed deer, five sika deer, 20 addax, 11 oryx, 1 barbary sheep, 12 axis deer, one\nfemale ibex and five muntjacs, the shade structures have metal panels and are worn and rusted; the exposed metal has\njagged edges that the animals could come into contact with.\n***The shade material covering the fence enclosure of the five muntjacs is in disrepair and coming loose from the fence to\nwhich it is attached. The shade material is creating gaps along one side of the enclosure that can come into contact with\nthe animals. The loose shade material could lead to entrapment or injury of these animals.\nAll enclosures must be kept in good repair and free of sharp points, protruding edges, holes, and gaps/openings in order\nto protect the animals from injury. Failure to maintain housing facilities in a structurally sound manner can cause injury to\nthe animals. A system of monitoring and maintenance should be in place so that all housing facilities remain structurally\nsound and in good repair to protect the animals from injury and/or escape."
    },
    {
      "code": "3.127(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "In the enclosure housing most of the Nubian ibex, there is no structure to protect the animals from the sun or other\nelements. Prolonged exposure to direct sunlight can cause overheating or discomfort to the animals. Sufficient shade by\nnatural or artificial means must be provided to allow all animals kept outdoors to protect themselves from direct sunlight.\nTO BE CORRECTED BY OCTOBER 13, 2021."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": true,
      "desc": "Watering.",
      "narrative": "The enclosure containing most of the Nubian ibex has a single water receptacle containing water that has become\ngreenish brown and very cloudy, with debris floating on the surface. Unpotable water can be unpalatable to animals and\nlead to illness. It is the responsibility of the licensee to make sure that potable water is accessible to the animals at all\ntimes or be provided as often as necessary, and that all water receptacles are kept clean and sanitary for the health and\nwell-being of the animals."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "***In an enclosure containing one adult male bobcat, the round, plastic container that serves as the litterbox has an\nexcessive accumulation of fecal material in the litter, leaving little loose litter for use and producing an unpleasant odor.\nThe degree of accumulation suggests that the litterbox has not been cleaned for multiple days. Fecal accumulation\nattracts pests and can cause soiling of the animals. Excreta shall be removed from primary enclosures as often as\nnecessary to prevent contamination of the animals, minimize disease hazards and reduce odors.\n***Throughout the property and areas surrounding animal buildings and enclosures, there are piles of debris containing\nold furniture, cardboard, machine parts and numerous other materials that are covered in layers of dust and dirt. Some\npiles are present against the walls and near the entrances of animal housing areas. Accumulations of debris such as\nthese harbor vermin and insects that can contaminate food or spread disease to animals kept nearby. Premises\n(buildings and grounds) shall be kept clean and in good repair in order to protect the animals from injury and to facilitate\nthe prescribed husbandry practices set forth in the regulations."
    },
    {
      "code": "3.132",
      "kind": "Direct",
      "repeat": true,
      "desc": "Employees.",
      "narrative": "The facility owner states that he and the other licensee do what they can to provide animal care and husbandry, cleaning\nand maintenance of facilities for all of the animals. The licensees previously stated that they knew they did not have\nenough help to do all that is required and hired a part time helper. However, it is evident throughout the facility (as noted\nin the non-compliances cited throughout this report) that there is still not enough help. Without an adequate labor force,\nanimals and facilities cannot be properly managed and cared for, leading to circumstances that compromise the health\nand well-being of the animals. A sufficient number of adequately trained employees shall be utilized to maintain the\nprofessionally acceptable level of husbandry practices as set forth in the regulations.\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors:\nCYNTHIA DIGESUALDO, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThere is a failure to provide follow up veterinary care for the following animals that were placed on treatment and \nmonitoring plans by the AV on September 9, 2021.  These animals were to be re-evaluated by the veterinarian on \nSeptember 23, 2021 but were not: \n***One male white-tailed deer previously under veterinary care for emaciated body condition was slated for re-evaluation \non 09/23/2021 but died after that date, without receiving a re-evaluation by the veterinarian. \n***One female white-tailed deer has a poor hair coat with patches missing with pink skin showing beneath in multiple \nplaces along both her sides; another female white-tailed deer in the same enclosure remains thinner than the others. \n***One adult male white-tailed deer is observed to be emaciated, with an enlarged abdomen.  The vertebrae, hips, and \nlong bones are visible, and each rib is easily seen by both APHIS inspectors upon inspection. \n***There is a male sika deer with prominent ribs, vertebrae and hips and very little muscle covering the hindquarters.  The \nhair coat and overall body condition are poor. \n***There is one, adult male camel that is thin, with prominent vertebrae below the hump and decreased musculature over \nthe ribs and hip bones. \n***There are approximately nine adult addax that are thin, with ribs, vertebrae and hip bones prominent and very little\n\nmuscle over the hindquarters; depressions alongside the tail head are obvious in many of these animals. \n***There are five to six adult oryx that are thin, with ribs, vertebrae and hip bones prominent and some with very little \nmuscle over the hindquarters. \n***There is one, very thin female oryx with a mass on its chest; the mass appears to have a tag or scab on the underside \nbut otherwise remains the same as previously noted.  The vertebrae, ribs and hip bones are easily seen. \n***One lame female ibex remains lame and still carries her left foreleg forward. \n***One adult female muntjac is observed to have left forelimb lameness and carries the leg outward in front of her without \nbearing weight on it.  The licensee had not noticed the lameness the day prior but mentioned that he thought it might be \nfrom males attempting to mount the female. \nThe facility must ensure that all animals showing potential signs of veterinary medical problems are evaluated by a \nveterinarian in a timely manner in order to receive an accurate diagnosis and appropriate treatment plan, including any \nfollow up evaluations and further recommendations by the veterinarian. Poor body condition can be an indication of health \nissues, including parasitism, poor dentition, malnutrition, and systemic disease.  Lameness can be caused by a variety of \nissues including infection, injury, or other medical conditions and can be painful and distressing and affect the health and \nwell-being of the animal.  Masses may represent a condition that is painful or even life-threatening to an animal and \nshould be duly evaluated and managed under veterinary care.  In all of these cases, the failure to assure initial and follow \nup veterinary care to the animals (to include diagnostics where appropriate) in a timely manner can contribute to \nworsening health and well-being by delaying treatment and recovery, and prolonging suffering. \nThe licensee must ensure that all animals at the facility are provided with adequate veterinary care, as described by the \nattending veterinarian and the program of veterinary care. The program for providing adequate veterinary care shall \ninclude the use of appropriate methods to prevent, control, diagnose, and treat diseases and injuries. The licensee was\n\nverbally instructed on the day of inspection that all animals listed in this citation must be evaluated by a veterinarian, with \ndiagnostic/treatment plans and written guidance provided which must be followed by close of business on October 7, \n2021. \n2.40(b)(3)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \n***There is an adult red deer buck that is in thin body condition, with prominent ribs, vertebrae and hip bones in view.  The \nlicensee has not noticed that the animal is in unsatisfactory body condition. \n***There is an adult female addax with an ~4” diameter mass on the right jaw.  The licensee first reported that he hadn’t \nnoticed the mass, but toward the end of the inspection told the inspectors that the mass was mentioned to the veterinarian \nthe day prior. \nPoor body condition can be an indication of health issues, including parasitism, poor dentition, malnutrition, and systemic \ndisease.  Masses may represent a condition that is painful or even life-threatening to an animal and should be duly \nevaluated and managed under veterinary care.  The facility must ensure that all animals are checked daily and that any \npotential problems are discussed as soon as possible with the veterinarian in order to receive guidance or assistance in a \ntimely manner. \nThe licensee was verbally instructed on the day of inspection that all animals listed in this citation must be communicated \nto and evaluated by a veterinarian, with diagnostic/treatment plans and written guidance provided which must be followed \nby close of business on October 7, 2021. \n2.75(b)(1)  Repeat\n   \nRecords: Dealers and exhibitors. \nAt the time of inspection, there are no records available for inspection to reflect the acquisition or birth of two muntjacs, \nand no disposition records to document the absence of three ibex.  Records containing the required information for\n\nanimals removed from the inventory for any reason or acquired for use in regulated activities, including those offspring \nborn on premise, are necessary to accurately track animals to ensure their humane care and use. The licensee shall \nmake, keep, and maintain records of acquisition and disposition of all animals that fully and correctly disclose the required \ninformation. \n3.80(a)(2)(i) \n   \nPrimary enclosures. \nIn the lemur barn, the primary enclosures containing a total of one neonatal and nine adult ring-tailed lemurs have multiple \nareas that are rusted through and broken to produce sharp edges.  Damaged enclosures with sharp edges can injure the \nanimals.  Primary enclosures must be constructed and maintained so that they have no sharp points or edges that could \ninjure the non-human primates.  TO BE CORRECTED BY OCTOBER 13, 2021. \n3.81  Repeat\n   \nEnvironment enhancement to promote psychological well-being. \nAt the time of inspection, the plan for environmental enhancement for the nonhuman primates, which covers two spider \nmonkeys, three lar gibbons and 12 ring-tailed lemurs is inadequate and is not being followed. There is limited \nenvironmental enrichment within the enclosures, which consists of items for climbing and swinging, but none that facilitate \ncognitive/sensory enrichment.   Several enrichment tactics/objects are mentioned in the plan but not seen in the primary \nenclosures.  Many of the ropes and other items are very soiled and have not been changed out for quite some time, \nmeaning that they are not easily cleaned and that they are no longer novel and engaging for the animals.  Environmental \nenhancement is important to promote the psychological well-being of nonhuman primates.   Plans developed for \nenvironmental enhancement of non-human primates should addresses social grouping, environmental enrichment, and \nother special considerations such as juveniles and individually housed animals, and they must also be followed for each\n\nnonhuman primate at the facility.  Environmental enhancement plans for non-human primates must be in accordance with \nthe currently accepted professional standards and approved by the attending veterinarian. \n3.84(a)  Repeat\n   \nCleaning, sanitization, housekeeping, and pest control. \n***In the enclosures housing a total of one neonatal ring-tailed lemur, two juvenile ring-tailed lemurs and nine adult ring-\ntailed lemurs, there are accumulations of feces covering areas as large as 24”X6” and dozens of other, smaller fecal piles \nscattered throughout the enclosure floors– indicating that cleaning and sanitation frequencies or methods are not \nadequate. \n***An enclosure containing one juvenile ring-tailed lemur has cobwebs, hair, dirt and debris or fecal matter caked along \nthe bottom of one side. \nRoutine cleaning and sanitation must be done daily to protect the health and well-being of nonhuman primates. Dirt, fecal \nmaterial, food waste, and other debris must be removed daily to prevent contamination of food, prevent nonhuman \nprimates from becoming soiled and to reduce disease hazards. \n3.85  Repeat\n   \nEmployees. \nThe facility owner states that he and the other licensee do what they can to provide adequate cleaning, feeding, general \nhusbandry and facility maintenance for all of the non-human primates and other animals.   The licensees previously stated \nthat they knew they did not have enough help to do all that is needed and hired a part time helper.  However, it is evident \nthroughout the facility as noted in the non-compliances cited throughout this report that there is still not enough labor help.  \nWithout an adequate labor force, animals and facilities cannot be properly managed and cared for, leading to \ncircumstances that compromise the health and well-being of the animals. Every person subject to the Animal Welfare \nregulations maintaining non-human primates must have enough employees to carry out the required level of husbandry\n\npractices and care. The licensee must acquire sufficient help to manage the animals and facilities according to the Animal \nWelfare regulations. \n3.125(a)  Repeat\n   \nFacilities, general. \n***In the enclosure containing 25 hog deer, the wire fence material has sharp edges exposed.  These sharp points at the \nbottom of the fence face into the enclosure where the animals could come into contact with them. \n***In the enclosures housing the white-tailed deer, five sika deer, 20 addax, 11 oryx, 1 barbary sheep, 12 axis deer, one \nfemale ibex and five muntjacs, the shade structures have metal panels and are worn and rusted; the exposed metal has \njagged edges that the animals could come into contact with. \n***The shade material covering the fence enclosure of the five muntjacs is in disrepair and coming loose from the fence to \nwhich it is attached. The shade material is creating gaps along one side of the enclosure that can come into contact with \nthe animals. The loose shade material could lead to entrapment or injury of these animals. \nAll enclosures must be kept in good repair and free of sharp points, protruding edges, holes, and gaps/openings in order \nto protect the animals from injury. Failure to maintain housing facilities in a structurally sound manner can cause injury to \nthe animals. A system of monitoring and maintenance should be in place so that all housing facilities remain structurally \nsound and in good repair to protect the animals from injury and/or escape. \n3.127(a) \n   \nFacilities, outdoor. \nIn the enclosure housing most of the Nubian ibex, there is no structure to protect the animals from the sun or other \nelements.  Prolonged exposure to direct sunlight can cause overheating or discomfort to the animals.  Sufficient shade by \nnatural or artificial means must be provided to allow all animals kept outdoors to protect themselves from direct sunlight.  \nTO BE CORRECTED BY OCTOBER 13, 2021.\n\n3.130  Repeat\n   \nWatering. \nThe enclosure containing most of the Nubian ibex has a single water receptacle containing water that has become \ngreenish brown and very cloudy, with debris floating on the surface.  Unpotable water can be unpalatable to animals and \nlead to illness. It is the responsibility of the licensee to make sure that potable water is accessible to the animals at all \ntimes or be provided as often as necessary, and that all water receptacles are kept clean and sanitary for the health and \nwell-being of the animals. \n3.131(c)  Repeat\n   \nSanitation. \n***In an enclosure containing one adult male bobcat, the round, plastic container that serves as the litterbox has an \nexcessive accumulation of fecal material in the litter, leaving little loose litter for use and producing an unpleasant odor.  \nThe degree of accumulation suggests that the litterbox has not been cleaned for multiple days.  Fecal accumulation \nattracts pests and can cause soiling of the animals.  Excreta shall be removed from primary enclosures as often as \nnecessary to prevent contamination of the animals, minimize disease hazards and reduce odors. \n***Throughout the property and areas surrounding animal buildings and enclosures, there are piles of debris containing \nold furniture, cardboard, machine parts and numerous other materials that are covered in layers of dust and dirt.  Some \npiles are present against the walls and near the entrances of animal housing areas.  Accumulations of debris such as \nthese harbor vermin and insects that can contaminate food or spread disease to animals kept nearby.  Premises \n(buildings and grounds) shall be kept clean and in good repair in order to protect the animals from injury and to facilitate \nthe prescribed husbandry practices set forth in the regulations. \n3.132  Direct Repeat\n   \nEmployees.\n\nThe facility owner states that he and the other licensee do what they can to provide animal care and husbandry, cleaning \nand maintenance of facilities for all of the animals.   The licensees previously stated that they knew they did not have \nenough help to do all that is required and hired a part time helper.  However, it is evident throughout the facility (as noted \nin the non-compliances cited throughout this report) that there is still not enough help.  Without an adequate labor force, \nanimals and facilities cannot be properly managed and cared for, leading to circumstances that compromise the health \nand well-being of the animals. A sufficient number of adequately trained employees shall be utilized to maintain the \nprofessionally acceptable level of husbandry practices as set forth in the regulations. \n \nThis inspection and exit interview were conducted with the licensee. \n \nAdditional Inspectors: \nCYNTHIA DIGESUALDO, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 138,
  "species": [
    {
      "count": 2,
      "scientific": "Ateles chamek",
      "common": "BLACK SPIDER MONKEY"
    },
    {
      "count": 12,
      "scientific": "Axis axis",
      "common": "AXIS DEER / SPOTTED DEER / CHITAL"
    },
    {
      "count": 3,
      "scientific": "Hylobates lar",
      "common": "LAR GIBBON"
    },
    {
      "count": 12,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 20,
      "scientific": "Addax nasomaculatus",
      "common": "ADDAX"
    },
    {
      "count": 25,
      "scientific": "Axis porcinus",
      "common": "HOG DEER"
    },
    {
      "count": 1,
      "scientific": "Ammotragus lervia",
      "common": "BARBARY SHEEP"
    },
    {
      "count": 4,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 3,
      "scientific": "Cervus elaphus",
      "common": "RED DEER"
    },
    {
      "count": 5,
      "scientific": "Cervus nippon",
      "common": "SIKA DEER"
    },
    {
      "count": 1,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 7,
      "scientific": "Muntiacus reevesi",
      "common": "REEVE'S MUNTJAC"
    },
    {
      "count": 2,
      "scientific": "Equus grevyi",
      "common": "GREVY'S ZEBRA"
    },
    {
      "count": 4,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 11,
      "scientific": "Oryx dammah",
      "common": "SCIMITAR-HORNED ORYX"
    },
    {
      "count": 1,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 2,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    },
    {
      "count": 7,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 16,
      "scientific": "Capra nubiana",
      "common": "NUBIAN IBEX"
    }
  ]
}