{
  "insp_id": "125161625130698",
  "layout": "a",
  "customer_id": "331950",
  "customer_name": "William H Kurtz",
  "customer_addr": "E 19695 Sieg Rd\nAugusta, WI 54722",
  "certificate": "35-A-0366",
  "site_id": "001",
  "site_name": "WILLIAM KURTZ",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-MAY-2016",
  "report_date": "09-MAY-2016",
  "citations": [
    {
      "code": "2.75",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The licensee's Record of Acquisition of Dogs on Hand (form 7005) is incomplete for twelve of the dogs he has\nacquired since the last inspection. In the \"Acquired From\" section (box I.), the licensee has only documented the\nname of who he acquired the animals from. No other required information is provided.\nNot providing complete and accurate information does not allow for proper tracing of the animals by an APHIS\nofficial. The 7005 form must be updated to include all required information."
    },
    {
      "code": "3.6(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The following list are of items that are in disrepair in the licensee's primary enclosures:\n---Three primary enclosures in the main building have holes in the walls. The licensee stated it was caused from\nthe dogs chewing on the walls. One cage is on the inside part of the building. The other two cages are in runs on\nthe outside part of the building. One of the holes on the outside part of the building has sharp edges protruding out.\n---Some dog cages have plastic strips half way up running alongside the walls of their primary enclosures that are\nchewed up.\n---A wooden post inside one of the outside dog runs is chewed up near the bottom of the post.\n---Concrete flooring in both buildings has not been seal-coated.\n---A few of the outdoor runs have fencing that has rust near the ground that has not been painted or covered.\n---One primary enclosure in second building (old cow barn) has metal pipes running out of the ground that are\ncovered in rust.\n---One primary enclosure in second building (old cow barn) has a small hole in the ground that is not covered. It\nappears the hole was for a pipe that has since been removed.\n---One primary enclosure has three metal pieces (appears to be old pipes) protruding a couple of inches out of the\nground.\nThe above items that are in disrepair are problems for a number of reasons. A hole in the ground, holes in the walls\nwith sharp edges, and metal pieces sticking out of the ground can cause injury to dogs that are exposed to it.\nChewed up plastic strips, chewed up wooden posts, unsealed concrete flooring, and fencing or metal pipes with rust\ndoesn't allow for it to be readily cleaned and sanitized.\nAll items noted above must be repaired.\nCorrect by 7/4/16."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "While inspecting the second building (old cow barn), the licensee informed me that he has not disinfected the floors\nof the primary enclosures since he has started using that building (a few months ago). Not disinfecting the floors\ndoesn't ensure that the various types of germs (such as viruses, bacteria, parasites, etc.) have been killed and that\nthe cage is safe to use for new incoming dogs.\nAll primary enclosures must be disinfected once every two weeks and more often if necessary to prevent an\naccumulation of dirt, debris, food waste, excreta, and other disease hazards.\nCorrect by 5/18/16.\nNote: All previous veterinary care issues cited under 2.40 (b)(2) from the last inspection that took place on 5/19/15\nwere corrected at the time of this inspection.\nInspection and exit briefing conducted with licensee.\nEnd of report."
    }
  ],
  "narrative": "2.75                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\nThe licensee's Record of Acquisition of Dogs on Hand (form 7005) is incomplete for twelve of the dogs he has\nacquired since the last inspection.  In the \"Acquired From\" section (box I.), the licensee has only documented the\nname of who he acquired the animals from.  No other required information is provided.\nNot providing complete and accurate information does not allow for proper tracing of the animals by an APHIS\nofficial.  The 7005 form must be updated to include all required information.\n3.6(a)(2)\nPRIMARY ENCLOSURES.\nThe following list are of items that are in disrepair in the licensee's primary enclosures:\n---Three primary enclosures in the main building have holes in the walls.  The licensee stated it was caused from\nthe dogs chewing on the walls.  One cage is on the inside part of the building.  The other two cages are in runs on\nthe outside part of the building.  One of the holes on the outside part of the building has sharp edges protruding out.\n---Some dog cages have plastic strips half way up running alongside the walls of their primary enclosures that are\nchewed up.\n---A wooden post inside one of the outside dog runs is chewed up near the bottom of the post.\n---Concrete flooring in both buildings has not been seal-coated.\n---A few of the outdoor runs have fencing that has rust near the ground that has not been painted or covered.\n---One primary enclosure in second building (old cow barn) has metal pipes running out of the ground that are\ncovered in rust.\n\n---One primary enclosure in second building (old cow barn) has a small hole in the ground that is not covered.  It\nappears the hole was for a pipe that has since been removed.\n---One primary enclosure has three metal pieces (appears to be old pipes) protruding a couple of inches out of the\nground.\nThe above items that are in disrepair are problems for a number of reasons.  A hole in the ground, holes in the walls\nwith sharp edges, and metal pieces sticking out of the ground can cause injury to dogs that are exposed to it. \nChewed up plastic strips, chewed up wooden posts, unsealed concrete flooring, and fencing or metal pipes with rust\ndoesn't allow for it to be readily cleaned and sanitized.\nAll items noted above must be repaired.\nCorrect by 7/4/16.\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nWhile inspecting the second building (old cow barn), the licensee informed me that he has not disinfected the floors\nof the primary enclosures since he has started using that building (a few months ago).  Not disinfecting the floors\ndoesn't ensure that the various types of germs (such as viruses, bacteria, parasites, etc.) have been killed and that\nthe cage is safe to use for new incoming dogs.\nAll primary enclosures must be disinfected once every two weeks and more often if necessary to prevent an\naccumulation of dirt, debris, food waste, excreta, and other disease hazards.\nCorrect by 5/18/16.\nNote: All previous veterinary care issues cited under 2.40 (b)(2) from the last inspection that took place on 5/19/15\nwere corrected at the time of this inspection.\nInspection and exit briefing conducted with licensee.\nEnd of report.",
  "animals_total": 76,
  "species": [
    {
      "count": 56,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 20,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}