{
  "insp_id": "267151414520286",
  "layout": "a",
  "customer_id": "326120",
  "customer_name": "Brett Bonham",
  "customer_addr": "Rte. 1 Box 22\nCordell, OK 73632",
  "certificate": "73-A-2637",
  "site_id": "001",
  "site_name": "Brett Bonham",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-JUL-2015",
  "report_date": "28-SEP-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "**** In building #1 a six year old female Pug named Rosebud (#210) had an inter digital cyst covering over fifty\npercent of the top portion of the front left foot. The foot had a puffy feel when touched. The affected area is circular\nin appearance (estimated size of a quarter) and there is some swelling due to fluid buildup on the top of the foot.\nThe licensee stated that today was the first time the problem with the foot had been noticed and this dog along with\n17 others had been purchased two weeks prior to the inspection. Rosebud (#210) maintained a normal\nstance/posture when all four feet were on the ground. She showed no signs of pain or distress when the foot was\npalpated. Swollen tissue can be painful causing discomfort and could potentially affect the mobility and daily activity\nof this dog. The licensee must have this animal examined by a licensed veterinarian in order to ensure that an\naccurate diagnosis and treatment of the foot is provided. Any medical records must be made available to the\ninspector upon request. The licensee must ensure that all animals receive adequate veterinary care to ensure the\nhealth and well-being of the dog.\n**** In building #1 an adult, female Pug (chip#Homeagain 0A02005516) had an inter digital cyst about the size of a\ndime in between the outside toes of the left front foot. The affected area had a very small amount of swelling due to\nfluid buildup. The licensee stated that today was the first time the problem with the foot had been noticed and this\ndog along with 17 others had been purchased two weeks prior to the inspection. This female Pug maintained a\nnormal stance/posture when all four feet were on the ground. She showed no signs of pain or distress when the foot\nwas palpated. Swollen tissue can be painful causing discomfort and could potentially affect the mobility and daily\nactivity of this dog. The licensee must have this animal examined by a licensed veterinarian in order to ensure that\nan accurate diagnosis and treatment of the foot is provided. Any medical records must be made available to the\ninspector upon request. The licensee must ensure that all animals receive adequate veterinary care to ensure the\nhealth and well-being of the dog."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "**** In the outdoor portion of the facility, containing 21 adult dogs, there were 3 Sheba Inus heavily infested with\nticks/external parasites. The ticks were observed to be concentrated on the face, ears, and in between the toes of\ntheir feet. The licensee stated that he had used a product called Adams to spray the ground recently. Lack of an\neffective program that controls insects and external parasites can lead to the transmission of diseases affecting the\nhealth and well being of the dogs. Insects or external parasites living on the dog can be painful causing discomfort\nfor the dog. The potential for infection exists when the skin becomes inflamed because of continued scratching by\nthe dog. Left untreated severe insect and external parasite infestations can affect the ability of the dog to gain or\nmaintain body weight. Elimination of all insects and external parasites living on the dog is necessary to ensure the\nhealth and well being of that dog. The licensee must establish and maintain an effective program of external\nparasite control.\nTo be corrected by: 7/26/2015.\nThe inspection and exit interview was conducted with Brittany Light, ACI and facility representative."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n**** In building #1 a six year old female Pug named Rosebud (#210) had an inter digital cyst covering over fifty\npercent of the top portion of the front left foot. The foot had a puffy feel when touched. The affected area is circular\nin appearance (estimated size of a quarter) and there is some swelling due to fluid buildup on the top of the foot. \nThe licensee stated that today was the first time the problem with the foot had been noticed and this dog along with\n17 others had been purchased two weeks prior to the inspection. Rosebud (#210) maintained a normal\nstance/posture when all four feet were on the ground. She showed no signs of pain or distress when the foot was\npalpated.  Swollen tissue can be painful causing discomfort and could potentially affect the mobility and daily activity\nof this dog. The licensee must have this animal examined by a licensed veterinarian in order to ensure that an\naccurate diagnosis and treatment of the foot is provided.   Any medical records must be made available to the\ninspector upon request. The licensee must ensure that all animals receive adequate veterinary care to ensure the\nhealth and well-being of the dog.\n**** In building #1 an adult, female Pug (chip#Homeagain 0A02005516) had an inter digital cyst about the size of a\ndime in between the outside toes of the left front foot. The affected area had a very small amount of swelling due to\nfluid buildup. The licensee stated that today was the first time the problem with the foot had been noticed and this\ndog along with 17 others had been purchased two weeks prior to the inspection. This female Pug maintained a\nnormal stance/posture when all four feet were on the ground. She showed no signs of pain or distress when the foot\nwas palpated.  Swollen tissue can be painful causing discomfort and could potentially affect the mobility and daily\nactivity of this dog. The licensee must have this animal examined by a licensed veterinarian in order to ensure that\nan accurate diagnosis and treatment of the foot is provided.  Any medical records must be made available to the\ninspector upon request. The licensee must ensure that all animals receive adequate veterinary care to ensure the\nhealth and well-being of the dog.\n\n3.11(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n****  In the outdoor portion of the facility, containing 21 adult dogs, there were 3 Sheba Inus heavily infested with\nticks/external parasites. The ticks were observed to be concentrated on the face, ears, and in between the toes of\ntheir feet.  The licensee stated that he had used a product called Adams to spray the ground recently.  Lack of an\neffective program that controls insects and external parasites can lead to the transmission of diseases affecting the\nhealth and well being of the dogs.  Insects or external parasites living on the dog can be painful causing discomfort\nfor the dog.   The potential for infection exists when the skin becomes inflamed because of continued scratching by\nthe dog.  Left untreated severe insect and external parasite infestations can affect the ability of the dog to gain or\nmaintain body weight.   Elimination of all insects and external parasites living on the dog is necessary to ensure the\nhealth and well being of that dog. The licensee must establish and maintain an effective program of external\nparasite control.\nTo be corrected by: 7/26/2015.\nThe inspection and exit interview was conducted with Brittany Light, ACI and facility representative.",
  "animals_total": 296,
  "species": [
    {
      "count": 247,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 49,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}