{
  "insp_id": "INS-0000831770",
  "layout": "c",
  "customer_id": "21721",
  "customer_name": "Suncoast Primate Sanctuary Foundation Inc",
  "customer_addr": "4600 Alt 19\nPalm Harbor, FL 34682",
  "certificate": "58-C-0910",
  "site_id": "001",
  "site_name": "SUNCOAST PRIMATE SANCTUARY FOUNDATION INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-DEC-2022",
  "report_date": "08-DEC-2022",
  "citations": [
    {
      "code": "2.40(a)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The facility does not have a Program of Veterinary Care with an Attending Veterinarian on file. The oversight of an\nattending veterinarian is required to properly care for the animals covered by the license. As stated in the regulation:\neach dealer or exhibitor shall have an attending veterinarian who shall provide adequate care to its animals in compliance\nwith the Act.\nCorrect by December 16, 2022."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "Disposition records for the two kinkajous that were inspected on the last inspection were not available. All animals that\nare sold, transferred, or euthanized must have disposition records. These records should include the following\ninformation: where the animal went, date of disposition, name of individual or business it’s going to, USDA license or a\ngovernment ID if not licensed, the vehicle license number and state, the species of the animal, the number of animals on\nshipment, and address where the animal is been taken. This information was not found by facility representatives, and\nthey could not say where these animals went. This information is required to track the movement of animals within the\ncountry and its territories.\nCorrected from this day forward."
    },
    {
      "code": "3.75(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "Enrichment and furniture type items, such as barrels, toys, slides, and stairs were heavily soiled, and did not appear to\nhave been recently sanitized. Enrichment items that are not properly sanitized or removed and non-human primates have\ndaily contact with can lead to disease in these animals. The surfaces of housing facilities must be constructed in a\nmanner and made of materials that allow them to be readily cleaned and sanitized or removed or replaced when worned\nor soiled. Furniture type fixtures or objects must be sturdily constructed and must be strong enough to provide for the\nsafe activity and welfare of nonhuman primates.\nCorrect by March 6, 2023."
    },
    {
      "code": "3.75(c)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "Multiple primary enclosures housing nonhuman primates contained rusted fencing, platforms, jungle gym type\nenrichment, and shifting gates that were beginning to show signs of wear and degradation. Rusted primary enclosure\nmaterials can lose structural integrity over time and cannot be properly cleaned and sanitized. Excessive rust in surfaces\nwhere animals have daily contact with can lead to injury and make the sanitization process difficult. Any surfaces that\ncome in contact with nonhuman primates must be free of excessive rust that prevents the required cleaning and\nsanitization, or that affects the structural strength of the surface.\nCorrect by March 6, 2023."
    },
    {
      "code": "3.75(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "Several interior walls of primary enclosures have varying degrees of chipping paint. The most affected walls were at the\nnatural height of large nonhuman primates, such as baboons and chimpanzees, or along the wall where there were\nplatforms or enrichment items for large nonhuman primates to engage with. Primary enclosure walls with chipping paint\ndon’t allow for proper cleaning and sanitization; additionally, nonhuman primate digestion of paint could have negative\nhealth impacts. All surfaces must be maintained on a regular basis. Surfaces of housing facilities that cannot be readily\ncleaned and sanitized, must be replaced when worn or soiled.\nCorrect by March 6, 2023."
    },
    {
      "code": "3.80(a)(1)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "On November 7, 2022, a black-capped capuchin named Jack escaped his primary enclosure, through the perimeter\nfence, and into a wooded area close to the facility. A few volunteers were in the process of changing out enrichment toys\nwhen the net they were using to keep Jack in a corner got caught on an enrichment toy. Jack was able to escape his\nprimary enclosure and climb over the primary fence and into the wooded area behind the property. Jack was missing for\n24 hours before he was captured and placed in his primary enclosure. Escaped animals can get injured specially when\nout in wild wooded areas. Primary enclosures must be designed and constructed to contain the species of nonhuman\nprimate in them.\nOn inspection, a primary enclosure housing two rhesus macaques had a gap between the enclosure fence and the\nconcrete floor, about two to three inches wide, approximately the diameter of a PVC pipe that was laid in the next-door\nenclosure. A macaque was able to stick its entire leg out of the primary enclosure from the gap. Wide gaps can be\npotential hazards for nonhuman primate limb or head entrapment. Primary enclosures must be designed and constructed\nof suitable materials so that they are structurally sound for the species of nonhuman primates contained in them. The\nmust be kept in good repair.\nCorrect by December 16, 2022."
    },
    {
      "code": "3.80(a)(2)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "Five of the off exhibit enclosures for nonhuman primates housed in “Diabetic Row” have sharp, broken-off edges of\nmetallic pipe that were placed between the enclosure fence and keeper access gate. Additionally, an enclosure housing\na Japanese snow macaque contained untethered fencing between connected enclosures that the animal passed through.\nNonhuman primates can come in contact with sharp metallic edges and unsecured metallic structures, and potentially\ninjure themselves.\nAdditionally, multiple enrichment items inside nonhuman primate primary enclosures, such as barrels, tube tunnels, toys,\nswings and slides, were in despair with cracks, broken edges, and sharp points. These broken edges and sharp points\ncan lead to entrapment and/or injury to the nonhuman primates.\nPrimary enclosures must be constructed and maintained so that they have no sharp points or edges that could injure\nnonhuman primates.\nCorrect by January 6, 2022."
    },
    {
      "code": "3.81",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "The facility had no written nonhuman primate enrichment program that is approved by an attending veterinarian. The\nnonhuman primate enrichment program is developed to promote the psychological well-being of nonhuman primates.\nThe plan must be in accordance with the currently accepted professional standards as cited as cited in appropriate\nprofessional journals or reference guides, and as directed by the attending veterinarian.\nCorrect by December 16, 2022."
    },
    {
      "code": "3.82(d)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding.",
      "narrative": "Multiple PVC tubes used for nonhuman primate public feedings were heavily soiled inside, where the food items come\ninto contact. The heavily soiled pipes can lead to digestive or health issues and can also attract pests that can be\ndetrimental to the health and welfare of nonhuman primates. Food and food receptacles, if used, must be located so as\nto minimize any risk of contamination by excreta or pests. Food receptacles must be kept clean and must be sanitized in\naccordance with procedures listed in 3.84(b)(3) at least every two weeks.\nCorrect by January 6, 2023.\nThis inspection and exit interview were conducted with Facility Representative.\nAdditional Inspectors:\nKRISTIN NAPOLI, SUPERVISORY ANIMAL CARE SPECIALIST n"
    }
  ],
  "narrative": "2.40(a)  Critical\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe facility does not have a Program of Veterinary Care with an Attending Veterinarian on file.  The oversight of an \nattending veterinarian is required to properly care for the animals covered by the license.  As stated in the regulation:  \neach dealer or exhibitor shall have an attending veterinarian who shall provide adequate care to its animals in compliance \nwith the Act. \n \nCorrect by December 16, 2022. \n2.75(b)(1) \n   \nRecords: Dealers and exhibitors. \nDisposition records for the two kinkajous that were inspected on the last inspection were not available.  All animals that \nare sold, transferred, or euthanized must have disposition records.  These records should include the following \ninformation:  where the animal went, date of disposition, name of individual or business it’s going to, USDA license or a \ngovernment ID if not licensed, the vehicle license number and state, the species of the animal, the number of animals on \nshipment, and address where the animal is been taken.  This information was not found by facility representatives, and \nthey could not say where these animals went.  This information is required to track the movement of animals within the \ncountry and its territories.\n\nCorrected from this day forward. \n3.75(c)(1) \n   \nHousing facilities, general. \nEnrichment and furniture type items, such as barrels, toys, slides, and stairs were heavily soiled, and did not appear to \nhave been recently sanitized.  Enrichment items that are not properly sanitized or removed and non-human primates have \ndaily contact with can lead to disease in these animals.  The surfaces of housing facilities must be constructed in a \nmanner and made of materials that allow them to be readily cleaned and sanitized or removed or replaced when worned \nor soiled.  Furniture type fixtures or objects must be sturdily constructed and must be strong enough to provide for the \nsafe activity and welfare of nonhuman primates.    \n \nCorrect by March 6, 2023. \n3.75(c)(1)(i) \n   \nHousing facilities, general. \nMultiple primary enclosures housing nonhuman primates contained rusted fencing, platforms, jungle gym type \nenrichment, and shifting gates that were beginning to show signs of wear and degradation.  Rusted primary enclosure \nmaterials can lose structural integrity over time and cannot be properly cleaned and sanitized.  Excessive rust in surfaces \nwhere animals have daily contact with can lead to injury and make the sanitization process difficult.  Any surfaces that \ncome in contact with nonhuman primates must be free of excessive rust that prevents the required cleaning and \nsanitization, or that affects the structural strength of the surface. \n \nCorrect by March 6, 2023.\n\n3.75(c)(2) \n   \nHousing facilities, general. \nSeveral interior walls of primary enclosures have varying degrees of chipping paint.  The most affected walls were at the \nnatural height of large nonhuman primates, such as baboons and chimpanzees, or along the wall where there were \nplatforms or enrichment items for large nonhuman primates to engage with.  Primary enclosure walls with chipping paint \ndon’t allow for proper cleaning and sanitization; additionally, nonhuman primate digestion of paint could have negative \nhealth impacts.  All surfaces must be maintained on a regular basis.  Surfaces of housing facilities that cannot be readily \ncleaned and sanitized, must be replaced when worn or soiled. \n \nCorrect by March 6, 2023. \n3.80(a)(1)  Critical\n   \nPrimary enclosures. \nOn November 7, 2022, a black-capped capuchin named Jack escaped his primary enclosure, through the perimeter \nfence, and into a wooded area close to the facility.  A few volunteers were in the process of changing out enrichment toys \nwhen the net they were using to keep Jack in a corner got caught on an enrichment toy.  Jack was able to escape his \nprimary enclosure and climb over the primary fence and into the wooded area behind the property.  Jack was missing for \n24 hours before he was captured and placed in his primary enclosure.  Escaped animals can get injured specially when \nout in wild wooded areas.  Primary enclosures must be designed and constructed to contain the species of nonhuman \nprimate in them. \n \nOn inspection, a primary enclosure housing two rhesus macaques had a gap between the enclosure fence and the \nconcrete floor, about two to three inches wide, approximately the diameter of a PVC pipe that was laid in the next-door \nenclosure.  A macaque was able to stick its entire leg out of the primary enclosure from the gap.  Wide gaps can be\n\npotential hazards for nonhuman primate limb or head entrapment.  Primary enclosures must be designed and constructed \nof suitable materials so that they are structurally sound for the species of nonhuman primates contained in them.  The \nmust be kept in good repair. \n \nCorrect by December 16, 2022. \n3.80(a)(2)(i) \n   \nPrimary enclosures. \nFive of the off exhibit enclosures for nonhuman primates housed in “Diabetic Row” have sharp, broken-off edges of \nmetallic pipe that were placed between the enclosure fence and keeper access gate.  Additionally, an enclosure housing \na Japanese snow macaque contained untethered fencing between connected enclosures that the animal passed through. \nNonhuman primates can come in contact with sharp metallic edges and unsecured metallic structures, and potentially \ninjure themselves. \nAdditionally, multiple enrichment items inside nonhuman primate primary enclosures, such as barrels, tube tunnels, toys, \nswings and slides, were in despair with cracks, broken edges, and sharp points.  These broken edges and sharp points \ncan lead to entrapment and/or injury to the nonhuman primates. \nPrimary enclosures must be constructed and maintained so that they have no sharp points or edges that could injure \nnonhuman primates. \n \nCorrect by January 6, 2022. \n3.81 \n   \nEnvironment enhancement to promote psychological well-being.\n\nThe facility had no written nonhuman primate enrichment program that is approved by an attending veterinarian.  The \nnonhuman primate enrichment program is developed to promote the psychological well-being of nonhuman primates.  \nThe plan must be in accordance with the currently accepted professional standards as cited as cited in appropriate \nprofessional journals or reference guides, and as directed by the attending veterinarian. \n \nCorrect by December 16, 2022. \n3.82(d) \n   \nFeeding. \nMultiple PVC tubes used for nonhuman primate public feedings were heavily soiled inside, where the food items come \ninto contact.  The heavily soiled pipes can lead to digestive or health issues and can also attract pests that can be \ndetrimental to the health and welfare of nonhuman primates.  Food and food receptacles, if used, must be located so as \nto minimize any risk of contamination by excreta or pests.  Food receptacles must be kept clean and must be sanitized in \naccordance with procedures listed in 3.84(b)(3) at least every two weeks. \n \nCorrect by January 6, 2023. \n \nThis inspection and exit interview were conducted with Facility Representative. \n \nAdditional Inspectors: \nKRISTIN NAPOLI, SUPERVISORY ANIMAL CARE SPECIALIST n",
  "animals_total": 62,
  "species": [
    {
      "count": 2,
      "scientific": "Eulemur rufifrons",
      "common": "RED-FRONTED LEMUR"
    },
    {
      "count": 5,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 13,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 5,
      "scientific": "Macaca assamensis",
      "common": "ASSAM MACAQUE"
    },
    {
      "count": 3,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE / SNOW MACAQUE"
    },
    {
      "count": 8,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Macaca tonkeana",
      "common": "TONKEAN MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Papio hamadryas",
      "common": "HAMADRYAS BABOON"
    },
    {
      "count": 1,
      "scientific": "Ateles chamek",
      "common": "BLACK SPIDER MONKEY"
    },
    {
      "count": 9,
      "scientific": "Pan troglodytes",
      "common": "CHIMPANZEE"
    },
    {
      "count": 3,
      "scientific": "Pongo pygmaeus",
      "common": "BORNEAN ORANGUTAN"
    },
    {
      "count": 1,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Papio anubis",
      "common": "OLIVE BABOON"
    },
    {
      "count": 7,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 2,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    }
  ]
}