{
  "insp_id": "140151742530356",
  "layout": "a",
  "customer_id": "12083",
  "customer_name": "Larry E Bolz",
  "customer_addr": "Yvette R Bolz\n1165 Rd 90\nOlpe, KS 66865",
  "certificate": "48-A-1582",
  "site_id": "001",
  "site_name": "Yvette Bolz, Larry Bolz",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-MAY-2015",
  "report_date": "21-MAY-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* The following medication used to treat the dogs at the facility was past the labeled expiration date. The\nveterinarian recorded label expiration date on one 100 ml bottle of Oxytocin was 12/20/2014. The recorded\nmanufactures expiration date on the same bottle was 06/2014. This medication was intermingled with other\nproducts that are currently being used at the facility and is therefore ready for use. The usage of expired drugs on\nregulated animals is not considered to be an acceptable veterinary practice and does not constitute adequate\nveterinary care. The effectiveness of the dosage level and expected results when expired drugs are administrated\ncould be drastically changed or may not work as anticipated. The licensee must ensure that all medications used\non the dogs have not gone past the recorded expiration date. Licensee disposed of bottle during the inspection.\n*************************************\n* Several fecal piles that were abnormally loose in consistency were present in multiple outdoor enclosures\ncontaining 13 adult dogs and at least six weaned puppies. It was estimated that 50 percent of all stools observed in\nthe adult dog enclosures were loose in appearance. This is an indication of a potential parasite, sanitation or\nenvironmental problems that could lead to potential health problems. The licensee stated that dogs do get loose\nstools. These dogs must be examined by a licensed veterinarian and appropriate diagnosis and treatment\nadministrated and documented. Documentation must be maintained on all medical problems, diagnosis and\ntreatments and must be made available to the inspector upon request. Correct by 6/3/15.\n********************************\n* The front feet of one brindle and white adult male Boxer (microchip number 0007529A6E) has multiple areas of\nhair loss. The licensee stated that the dog had been under treatment for 30 days for hair loss. No vet report was\nmade available during the facility inspection. Contact was made with the veterinarian of record. The attending\nveterinarian stated that the dog had been examined at his clinic. The attending veterinarian stated that he wrote in\nthe medical records that the dog was supposed to have a follow up appointment to evaluate the treatment\neffectiveness. The attending veterinarian stated that the dog was to be brought in any time after May 9, 2015. The\nlicensee stated per phone conservation that the attending veterinarian had never told them to bring the dog back to\nbe evaluated. The attending veterinarian told them to just watch the dog to see how the treatment worked on the\ndog. This dog still has lesions and needs to be rechecked by the veterinarian of record. Documentation must be\nmaintained on all medical problems, diagnosis and treatments and must be made available to the inspector upon\nrequest. Correct by 6/3/15."
    },
    {
      "code": "2.50(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "* There was no record of inventory present on \"unweaned\" puppies born at the facility. No inventory information\nwas attached to five enclosures containing at least 14 \"unweaned\" puppies. If any puppy born on the premise has\nbeen recorded on USDA official 7005 forms, then the enclosure must have the following information attached to it:\ndealer's USDA license number, the letters (cid:28) USDA (cid:28) and the number identifying each puppy in that litter. If no\noffspring have been recorded on USDA official 7005 forms, then the following information must be recorded and\nattached to the enclosure. The dealer's USDA number, the number identifying each puppy, the date of birth of the\nlitter, the dam's ID number, a description of each puppy ( breed, sex, color and any distinctive markings ). The\ninventory information records must be maintained with all corresponding 7006's for one year. If the licensee\nchooses to identify the \"unweaned\" puppies with official USDA identification ( collar, tattoo or microchip ), then no\ninventory information is required on the enclosure. Complete and accurate records are needed to ensure that\nevery puppy's identity can be known with certainty and to facilitate the ability to trace all puppies. The licensee must\nmaintain complete and accurate records of all puppies at all times at their facility. Correct by 6/3/15."
    },
    {
      "code": "2.50(e)(2)(1)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "* Twelve young dogs (weaned) did not have official identification on them at time of the facility inspection. The\ntwelve young dogs are being housed in outdoor enclosures. The licensed has placed numbers identifying the\noutdoor enclosures. The licensee has recorded the individual identification numbers on the facility cage cards but\nthe enclosure number that the young dogs are being kept in had not been recorded. Official identification is needed\nto ensure that each animal(cid:25)s identity can be known with certainty and to facilitate the inspection process. The\nlicensee must attach a label to the primary enclosure which shall bear a description of all the animal's being housed\nin the primary enclosure. The label shall include the number and species of animals, any distinctive physical\nfeatures, identifying marks, tattoos or tags that are attached to the animal. Correct by 6/3/15."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Visible holes were observed along the bottom edge of two metal enclosure gates from deterioration of these\nmetal surfaces. Four dogs are in contact with the affected areas located in outdoor housing. The licensee had\npainted over both metal surfaces. Further deterioration can affect the structural strength of the metal surface. The\nlicensee must ensure that all surfaces are kept in good repair at all times."
    },
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* The bottom edge of one outdoor metal shelter unit is corroded and showing excessive rust. Two dogs were in\ncontact with the affected area located in outdoor housing. Rust can erode and deteriorate all metal surfaces to the\npoint that the metal surfaces can no longer be readily cleaned and sanitized. Excessive rust affects the structural\nintegrity of all metal surfaces. Licensee must ensure that this and all other surfaces are free of rust and of good\nstructural strength. Correct by 6/20/15."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* The fiberglass insert located inside one metal shelter unit is chewed exposing a jagged, roughened surface. In\naddition, the top half of one plastic covered sheltered unit is broken with a sharp edge. Surfaces not maintained on\na regular basis cannot be readily cleaned and sanitized. A chewed, roughened surface could harbor disease\ncausing agents which affects the health and well-being of the dogs. The dogs could ingest chewed plastic which\ncould cause potential digestion problems. The licensee must ensure that all surfaces can be readily cleaned and\nsanitized and be free of jagged edges or surfaces for the safety of the dogs."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* There were bird droppings and four bird nests accumulating on the back metal wall and the wood frame boards\nof the west outdoor shelter housing 20 dogs. Lack of an effective program that controls birds can create unsanitary\nconditions and lead to potential disease risks. No means to control or eliminate the birds were viewed during the\ninspection. The licensee must establish an effective program of bird control for the health and well-being of the\ndogs.\n* The facility inspection done on 5/20/15 and exit briefing done on 5/21/15 were conducted with the licensee, Dr.\nDebbie Cunningham VMO and Robert Bacon ACI.\nAdditional Inspectors\nCunningham Debbie, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*       The following medication used to treat the dogs at the facility was past the labeled expiration date.  The\nveterinarian recorded label expiration date on one 100 ml bottle of Oxytocin was 12/20/2014.  The recorded\nmanufactures expiration date on the same bottle was 06/2014.  This medication was intermingled with other\nproducts that are currently being used at the facility and is therefore ready for use.  The usage of expired drugs on\nregulated animals is not considered to be an acceptable veterinary practice and does not constitute adequate\nveterinary care.  The effectiveness of the dosage level and expected results when expired drugs are administrated\ncould be drastically changed or may not work as anticipated.   The licensee must ensure that all medications used\non the dogs have not gone past the recorded expiration date.  Licensee disposed of bottle during the inspection.\n*************************************\n*     Several fecal piles that were abnormally loose in consistency were present in multiple outdoor enclosures\ncontaining 13 adult dogs and at least six weaned puppies.  It was estimated that 50 percent of all stools observed in\nthe adult dog enclosures were loose in appearance.  This is an indication of a potential parasite, sanitation or\nenvironmental problems that could lead to potential health problems.  The licensee stated that dogs do get loose\nstools.  These dogs must be examined by a licensed veterinarian and appropriate diagnosis and treatment\nadministrated and documented.  Documentation must be maintained on all medical problems, diagnosis and\ntreatments and must be made available to the inspector upon request.  Correct by  6/3/15.\n********************************\n*  The front feet of one brindle and white adult male Boxer (microchip number 0007529A6E) has multiple areas of\nhair loss.  The licensee stated that the dog had been under treatment for 30 days for hair loss.  No vet report was\nmade available during the facility inspection.   Contact was made with the veterinarian of record.  The attending\nveterinarian stated that the dog had been examined at his clinic.  The attending veterinarian stated that he wrote in\nthe medical records that the dog was supposed to have a follow up appointment to evaluate the treatment\neffectiveness. The attending veterinarian stated that the dog was to be brought in any time after May 9, 2015.   The\nlicensee stated per phone conservation that the attending veterinarian had never told them to bring the dog back to\n\nbe evaluated.  The attending veterinarian told them to just watch the dog to see how the treatment worked on the\ndog.  This dog still has lesions and needs to be rechecked by the veterinarian of record.  Documentation must be\nmaintained on all medical problems, diagnosis and treatments and must be made available to the inspector upon\nrequest.  Correct by 6/3/15.\n2.50(a)(2)\nTIME AND METHOD OF IDENTIFICATION.\n*    There was no record of inventory present on \"unweaned\" puppies born at the facility.   No inventory information\nwas attached to five enclosures containing at least 14  \"unweaned\" puppies.  If any puppy born on the premise has\nbeen recorded on USDA official 7005 forms, then the enclosure must have the following information attached to it: \ndealer's USDA license number, the letters (cid:28) USDA (cid:28) and the number identifying each puppy in that litter.  If no\noffspring have been recorded on USDA official 7005 forms, then the following information must be recorded and\nattached to the enclosure.  The dealer's USDA number, the number identifying each puppy, the date of birth of the\nlitter, the dam's ID number, a description of each puppy ( breed, sex, color and any distinctive markings ).   The\ninventory information records must be maintained with all corresponding 7006's for one year.  If the licensee\nchooses to identify the \"unweaned\" puppies with official USDA identification ( collar, tattoo or microchip ),  then no\ninventory information is required on the enclosure.   Complete and accurate records are needed to ensure that\nevery puppy's identity can be known with certainty and to facilitate the ability to trace all puppies.  The licensee must\nmaintain complete and accurate records of all puppies at all times at their facility.  Correct by 6/3/15.\n2.50(e)(2)(1)\nTIME AND METHOD OF IDENTIFICATION.\n*   Twelve young dogs (weaned) did not have official identification on them at time of the facility inspection.  The\ntwelve young dogs are being housed in outdoor enclosures.  The licensed has placed numbers identifying the\noutdoor enclosures.  The licensee has recorded the individual identification numbers on the facility cage cards but\nthe enclosure number that the young dogs are being kept in had not been recorded.  Official identification is needed\nto ensure that each animal(cid:25)s identity can be known with certainty and to facilitate the inspection process.   The\nlicensee must attach a label to the primary enclosure which shall bear a description of all the animal's being housed\nin the primary enclosure.   The label shall include the number and species of animals, any distinctive physical\nfeatures, identifying marks, tattoos or tags that are attached to the animal. Correct by 6/3/15.\n3.1(a)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n*    Visible holes were observed along the bottom edge of two metal enclosure gates from deterioration of these\n\nmetal surfaces.   Four dogs are in contact with the affected areas located in outdoor housing.  The licensee had\npainted over both metal surfaces.  Further deterioration can affect the structural strength of the metal surface.  The\nlicensee must ensure that all surfaces are kept in good repair at all times.\n3.1(c)(1)(1)\nHOUSING FACILITIES, GENERAL.\n*   The bottom edge of one outdoor metal shelter unit  is corroded and showing excessive rust.  Two dogs were in\ncontact with the affected area located in outdoor housing.  Rust can erode and deteriorate all metal surfaces to the\npoint that the metal surfaces can no longer be readily cleaned and sanitized.  Excessive rust affects the structural\nintegrity of all metal surfaces.  Licensee must ensure that this and all other surfaces are free of rust and of good\nstructural strength.  Correct by 6/20/15.\n3.1(c)(2)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n*   The fiberglass insert located inside one metal shelter unit is chewed exposing a jagged, roughened surface. In\naddition, the top half of one plastic covered sheltered unit is broken with a sharp edge.  Surfaces not maintained on\na regular basis cannot be readily cleaned and sanitized.  A chewed, roughened surface could harbor disease\ncausing agents which affects the health and well-being of the dogs.  The dogs could ingest chewed plastic which\ncould cause potential digestion problems.  The licensee must ensure that all surfaces can be readily cleaned and\nsanitized and be free of jagged edges or surfaces for the safety of the dogs.  \n3.11(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n*      There were bird droppings and four bird nests accumulating on the back metal wall and the wood frame boards\nof the west outdoor shelter housing 20 dogs.  Lack of an effective program that controls birds can create unsanitary\nconditions and lead to potential disease risks.   No means to control or eliminate the birds were viewed during the\ninspection.  The licensee must establish an effective program of bird control for the health and well-being of the\ndogs.\n*   The facility inspection done on 5/20/15 and exit briefing done on 5/21/15 were conducted with the licensee,  Dr.\nDebbie Cunningham VMO and Robert Bacon ACI.\n\nAdditional Inspectors\nCunningham Debbie, Veterinary Medical Officer",
  "animals_total": 188,
  "species": [
    {
      "count": 117,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 71,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}