{
  "insp_id": "INS-0000804851",
  "layout": "c",
  "customer_id": "502180",
  "customer_name": "REINDEER LLC",
  "customer_addr": "1470 IVAN'S ALLEY\nFAIRBANKS, AK 99709",
  "certificate": "96-C-0043",
  "site_id": "001",
  "site_name": "REINDEER L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-JUL-2022",
  "report_date": "21-JUL-2022",
  "citations": [
    {
      "code": "2.126(a)",
      "kind": "",
      "repeat": false,
      "desc": "Access and inspection of records and property; submission of itineraries.",
      "narrative": "**During the inspection, the Program of Veterinary Care was not available for review. The facility representative indicated\nthe person responsible for maintaining records was on vacation and they were unable to locate the Program of Veterinary\nCare. Current records should be maintained in a manner that allows access by APHIS officials whenever unannounced\ninspections are conducted. It is the responsibility of the licensee to ensure APHIS officials are able to examine records\nrequired by the Animal Welfare Act in order to ensure the safety and health of the animals housed at the facility.\nCorrect by August 6, 2022\nThis inspection and exit briefing was conducted with the facility representative.\nn"
    }
  ],
  "narrative": "2.126(a) \n   \nAccess and inspection of records and property; submission of itineraries. \n**During the inspection, the Program of Veterinary Care was not available for review.  The facility representative indicated \nthe person responsible for maintaining records was on vacation and they were unable to locate the Program of Veterinary \nCare.   Current records should be maintained in a manner that allows access by APHIS officials whenever unannounced \ninspections are conducted.  It is the responsibility of the licensee to ensure APHIS officials are able to examine records \nrequired by the Animal Welfare Act in order to ensure the safety and health of the animals housed at the facility. \n \nCorrect by August 6, 2022 \n \nThis inspection and exit briefing was conducted with the facility representative. \n \n n",
  "animals_total": 11,
  "species": [
    {
      "count": 11,
      "scientific": "Rangifer tarandus",
      "common": "REINDEER"
    }
  ]
}