{
  "insp_id": "2016082567969038",
  "layout": "a",
  "customer_id": "4900",
  "customer_name": "Arlene L Koehn",
  "customer_addr": "2625 E. 20th St\nBurns, KS 66840",
  "certificate": "48-A-1189",
  "site_id": "001",
  "site_name": "Arlene Koehn",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-OCT-2016",
  "report_date": "20-OCT-2016",
  "citations": [
    {
      "code": "3.1(c)(1)(i)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The metal pipe under the entrance gate to one enclosure is rusted to the point that there are now jagged edges\npresent. The lower metal pipe between two enclosures is also rusted to the point that there are now jagged edges\npresent and a complete section is missing.\nThe lower section of one metal food receptacle is rusted resulting in a hole through this section and producing\njagged edges.\nRusted surfaces cannot be adequately cleaned and sanitized and can affect the structural strength of the material.\nAll surfaces must be constructed in a manner that allows them to be readily cleaned and sanitized and remain\nstructurally sound."
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "There is still at least one metal \"(cid:28)self-feeder\"(cid:29) that has a buildup of food residue and grime on the interior in contact\nwith the food. In the \"bowl\" part of this feeder was some moldy feed. Dirty food receptacles can contaminate the\nfood and affect the nutritive value of the food. If self-feeders are used, the licensee must keep them clean and\nsanitized in accordance with 3.11 b."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "According to the owner, feces were last removed from the outdoor housing facility 3 days ago. In two of these\nenclosures a large portion of the floor area was covered by excreta. Also, excreta covered approximately one-third\nof the outdoor section of the sheltered whelping enclosure. This was last cleaned two day ago.\nAccumulation of excreta can soil the dogs, increase disease transmission, and attract flies and other pests. Excreta\nand food waste must be removed from primary enclosures on a daily basis or more often to prevent the soiling of\nthe dogs in the enclosure."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "There are at least 5 water receptacles that have some brown residue in the bottom and some green algae growing\nalong their sides. Water receptacles that are not kept clean can contaminate the water and impact the dogs\nwillingness to drink. All water receptacles must be cleaned and sanitized at least once every two weeks, or more\noften if necessary to prevent an accumulation of dirt, debris, food waste, excreta and other disease hazards.\nCorrect by 21 October 2016."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "There were mouse droppings observed on the concrete floor under one food receptacle. These mice were attracted\nto the food that had fallen through the hole in the bottom of this food receptacle. Mice can transmit diseases to the\ndogs. An effective method of pest control must be established and maintained to reduce pest infestation. Correct\nby 27 October 2016.\nThis inspection and exit interview were conducted with a facility representative.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.1(c)(1)(i)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nThe metal pipe under the entrance gate to one enclosure is rusted to the point that there are now jagged edges\npresent.  The lower metal pipe between two enclosures is also rusted to the point that there are now jagged edges\npresent and a complete section is missing.  \nThe lower section of one metal food receptacle is rusted resulting in a hole through this section and producing\njagged edges.\nRusted surfaces cannot be adequately cleaned and sanitized and can affect the structural strength of the material. \nAll surfaces must be constructed in a manner that allows them to be readily cleaned and sanitized and remain\nstructurally sound.\n3.9(b)                    REPEAT\nFEEDING.\nThere is still at least one metal \"(cid:28)self-feeder\"(cid:29) that has a buildup of food residue and grime on the interior in contact\nwith the food.  In the \"bowl\" part of this feeder was some moldy feed.  Dirty food receptacles can contaminate the\nfood and affect the nutritive value of the food. If self-feeders are used, the licensee must keep them clean and\nsanitized in accordance with 3.11 b.\n3.11(a)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nAccording to the owner, feces were last removed from the outdoor housing facility 3 days ago.  In two of these\nenclosures a large portion of the floor area was covered by excreta.  Also, excreta covered approximately one-third\nof the outdoor section of the sheltered whelping enclosure.  This was last cleaned two day ago.\nAccumulation of excreta can soil the dogs, increase disease transmission, and attract flies and other pests.  Excreta\nand food waste must be removed from primary enclosures on a daily basis or more often to prevent the soiling of\nthe dogs in the enclosure.\n3.11(b)(2)\n\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThere are at least 5 water receptacles that have some brown residue in the bottom and some green algae growing\nalong their sides.  Water receptacles that are not kept clean can contaminate the water and impact the dogs\nwillingness to drink.  All water receptacles must be cleaned and sanitized at least once every two weeks, or more\noften if necessary to prevent an accumulation of dirt, debris, food waste, excreta and other disease hazards. \nCorrect by 21 October 2016.\n3.11(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThere were mouse droppings observed on the concrete floor under one food receptacle.  These mice were attracted\nto the food that had fallen through the hole in the bottom of this food receptacle.  Mice can transmit diseases to the\ndogs.  An effective method of pest control must be established and maintained to reduce pest infestation.  Correct\nby 27 October 2016.\nThis inspection and exit interview were conducted with a facility representative.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer",
  "animals_total": 23,
  "species": [
    {
      "count": 23,
      "scientific": "Canis lupus familiaris",
      "common": "DOMESTIC DOG"
    }
  ]
}