{
  "insp_id": "64151806120200",
  "layout": "a",
  "customer_id": "327740",
  "customer_name": "Aaron J Glick",
  "customer_addr": "25766 Hwy 81\nCuba City, WI 53807",
  "certificate": "35-A-0363",
  "site_id": "001",
  "site_name": "AARON GLICK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-MAR-2015",
  "report_date": "05-MAR-2015",
  "citations": [
    {
      "code": "3.53(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "At least two enclosures had wire points and loose wire mesh that the rabbits could come into contact with. Loose\nmesh and wire points could possibly injure the rabbits. Surfaces that rabbits come into contact with must be\nmaintained in good repair to protect the rabbits from possible injury."
    },
    {
      "code": "3.53(c)(2)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Six enclosures were over-crowded with rabbits. Each rabbit in these six enclosures was estimated to weigh less\nthan 4.4 lbs. Weaned rabbits that weigh less than 4.4 lbs are required to have a minimum of 1.5 square feet of floor\nspace per rabbit\n--Five enclosures were measured to have 5.8 square feet of floor space, which provides the minimum floor space\nfor 3 weaned rabbits that each weigh less than 4.4 lbs. Two of these enclosures contained 4 rabbits, two\nenclosures had 5 rabbits, and one enclosure contained 6 rabbits.\n--Another enclosure was measured to have 8.3 square feet of floor space, which provides the minimum floor space\nfor 5 weaned rabbits that each weigh less than 4.4 lbs. This enclosure contained 7 rabbits.\nOver-crowding animals can cause them to get sick easier and does not provide for their wellbeing. To protect\nanimal health and provide for their wellbeing, rabbits must be provided at least the minimum amount of floor space."
    },
    {
      "code": "3.56(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "At least six rabbit enclosures were observed to have excessive build-up of excreta (feces and feed) in the corners.\nExcessive build-up of excreta can cause rabbits to get sick and does not provide for their wellbeing. Routinely clean\nrabbit enclosures to prevent a build-up of excreta.\nExit interview conducted with facility representative."
    }
  ],
  "narrative": "3.53(a)(1)                    REPEAT\nPRIMARY ENCLOSURES.   \nAt least two enclosures had wire points and loose wire mesh that the rabbits could come into contact with.  Loose\nmesh and wire points could possibly injure the rabbits.  Surfaces that rabbits come into contact with must be\nmaintained in good repair to protect the rabbits from possible injury.\n3.53(c)(2)                    REPEAT\nPRIMARY ENCLOSURES.   \nSix enclosures were over-crowded with rabbits.  Each rabbit in these six enclosures was estimated to weigh less\nthan 4.4 lbs.  Weaned rabbits that weigh less than 4.4 lbs are required to have a minimum of 1.5 square feet of floor\nspace per rabbit  \n--Five enclosures were measured to have 5.8 square feet of floor space, which provides the minimum floor space\nfor 3 weaned rabbits that each weigh less than 4.4 lbs.  Two of these enclosures contained 4 rabbits, two\nenclosures had 5 rabbits, and one enclosure contained 6 rabbits. \n--Another enclosure was measured to have 8.3 square feet of floor space, which provides the minimum floor space\nfor 5 weaned rabbits that each weigh less than 4.4 lbs.  This enclosure contained 7 rabbits. \nOver-crowding animals can cause them to get sick easier and does not provide for their wellbeing.  To protect\nanimal health and provide for their wellbeing, rabbits must be provided at least the minimum amount of floor space.\n3.56(a)                    REPEAT\nSANITATION. \nAt least six rabbit enclosures were observed to have excessive build-up of excreta (feces and feed) in the corners. \nExcessive build-up of excreta can cause rabbits to get sick and does not provide for their wellbeing.  Routinely clean\nrabbit enclosures to prevent a build-up of excreta.\n\nExit interview conducted with facility representative.",
  "animals_total": 77,
  "species": [
    {
      "count": 77,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    }
  ]
}