{
  "insp_id": "356152044230075",
  "layout": "a",
  "customer_id": "324903",
  "customer_name": "Doris Morlock",
  "customer_addr": "406 E. 3rd. St\nFranklin, KS 66735",
  "certificate": "48-A-2122",
  "site_id": "001",
  "site_name": "Doris Morlock",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-DEC-2015",
  "report_date": "22-DEC-2015",
  "citations": [
    {
      "code": "3.4(c)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "Surfaces that come into contact with dogs must be impervious to moisture. The inside wood surface of the walk in\ndoor and a portion of the wall, of a large shelter, that houses one dog needs to be made impervious to moisture.\nThe wood is dry and porous. Unsealed wood surfaces cannot be cleaned and properly sanitize. The owner must\nmake these wood surfaces impervious. This can help keep diseases out and help maintain a healthier environment\nfor this dog to live.\nCorrect by 01-02-2016."
    },
    {
      "code": "3.6(a)(2)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Primary enclosures must be kept in good repair and have no sharp points. Two of the wire partitions between four\nenclosures of the Sheltered facility have broken wires with sharp points. The wire along the bottom of these\npartitions is broke in numerous places where the partition wire and the floor wire are secured together. These sharp\nwire points can be a hazardous to dogs. The owner must repair or replace these areas of broken wire. This repair\nwill help in the safety for dogs and also help secure a good solid enclosure structure. Correct by 12-29-2015.\nThis inspection and exit briefing were conducted with the owner and Karl Thornton, ACI."
    }
  ],
  "narrative": "3.4(c)\nOUTDOOR HOUSING FACILITIES.\nSurfaces that come into contact with dogs must be impervious to moisture.  The inside wood surface of the walk in\ndoor and a portion of the wall, of a large shelter, that houses one dog needs to be made impervious to moisture. \nThe wood is dry and porous.  Unsealed wood surfaces cannot be cleaned and properly sanitize.  The owner must\nmake these wood surfaces impervious.  This can help keep diseases out and help maintain a healthier environment\nfor this dog to live. \nCorrect by 01-02-2016.  \n3.6(a)(2)(1)\nPRIMARY ENCLOSURES.\nPrimary enclosures must be kept in good repair and have no sharp points.  Two of the wire partitions between four\nenclosures of the Sheltered facility have broken wires with sharp points.  The wire along the bottom of these\npartitions is broke in numerous places where the partition wire and the floor wire are secured together.  These sharp\nwire points can be a hazardous to dogs. The owner must repair or replace these areas of broken wire.  This repair\nwill help in the safety for dogs and also help secure a good solid enclosure structure.  Correct by 12-29-2015.\nThis inspection and exit briefing were conducted with the owner and Karl Thornton, ACI.",
  "animals_total": 68,
  "species": [
    {
      "count": 55,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 13,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}