{
  "insp_id": "2016082568423500",
  "layout": "a",
  "customer_id": "3469",
  "customer_name": "Wildlife Images Rehabilitation & Education Center",
  "customer_addr": "P. O. Box 36\nMerlin, OR 97532",
  "certificate": "92-C-0167",
  "site_id": "001",
  "site_name": "WILDLIFE IMAGES REHAB.& EDUCATION CENTER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-JUN-2017",
  "report_date": "21-JUN-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Three bottles of expired Baytril were found during this inspection. Since it cannot be determined if the use of\nexpired drugs will produce the desired effect they were intended to in a medical application, expired drugs are not\nconsidered adequate veterinary care and should not be used. Expired drugs must be removed from current\nmedication and labeled as expired. A regular program of drug inventory and removal of expired drugs should be\nstarted and maintained.\nSeveral bottles of medication designed for goats and sheep were being used on other species. This is known as\nextra label use and must be approved by the attending veterinarian. All extra label drug medication needs to be\napproved in writing by the attending veterinarian before being used for animals other than the species it was\nintended for.\nCorrect by: 23/June/2017"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "At least two timbers forming the top rail of the black bear enclosure in the area off limits to the public were in need of\nreplacement. The integrity of the wood was no longer sufficient to maintain the holding density needed for stables\nsecuring the game fence to the timbers. It was easy to pull on the game fence and stables would pop out along the\ntop rail. This could result in structural strength failure of the enclosure and provide a possible avenue of escape.\nThe enclosure has electric fencing on the inside, but the game fencing acts as containment as well and needs to be\nkept in good repair. A regular program of inspection and maintenance needs to be in place for all enclosures at the\nfacility.\nCorrect by: 30/June/2017"
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The refrigerator in the facility hospital is not functioning properly. This unit is not able to maintain temperatures\nadequate to store items under refrigeration. This unit needs to be repaired or replaced inorder to provide adequate\nrefrigeration for the preservation of perishables and medications.\nCorrect by: 21/June/2017"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The hospital was cluttered with equipment and cages and there were dirty towels as well as a tube of antibiotic\noinment on the floor. It was apparent that the facility was overwhelmed with young orphaned animals that have\nbeen brought in by the public. This is in accordance with the facility mission of rehabilitation and release.\nHowever, there still must be attention to order and sanitation for the animals and staff at the facility. Someone\nshould be assigned general housekeeping duties and a regular schedule of cleaning, picking up, and sanitation in\nplace.\nCorrect by: 21/June/2017\nThis inspection and exit interview were conducted with facility representative."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThree bottles of expired Baytril were found during this inspection.  Since it cannot be determined if the use of\nexpired drugs will produce the desired effect they were intended to in a medical application, expired drugs are not\nconsidered adequate veterinary care and should not be used.  Expired drugs must be removed from current\nmedication and labeled as expired.  A regular program of drug inventory and removal of expired drugs should be\nstarted and maintained.\nSeveral bottles of medication designed for goats and sheep were being used on other species.  This is known as\nextra label use and must be approved by the attending veterinarian.  All extra label drug medication needs to be\napproved in writing by the attending veterinarian before being used for animals other than the species it was\nintended for. \nCorrect by:  23/June/2017\n3.125(a)\nFACILITIES, GENERAL.   \nAt least two timbers forming the top rail of the black bear enclosure in the area off limits to the public were in need of\nreplacement.  The integrity of the wood was no longer sufficient to maintain the holding density needed for stables\nsecuring the game fence to the timbers.  It was easy to pull on the game fence and stables would pop out along the\ntop rail.  This could result in structural strength failure of the enclosure and provide a possible avenue of escape. \nThe enclosure has electric fencing on the inside, but the game fencing acts as containment as well and needs to be\nkept in good repair.  A regular program of inspection and maintenance needs to be in place for all enclosures at the\nfacility.\nCorrect by:  30/June/2017\n\n3.125(c)\nFACILITIES, GENERAL.   \nThe refrigerator in the facility hospital is not functioning properly.  This unit is not able to maintain temperatures\nadequate to store items under refrigeration.  This unit needs to be repaired or replaced inorder to provide adequate\nrefrigeration for the preservation of perishables and medications. \nCorrect by:  21/June/2017\n3.131(c)\nSANITATION.   \nThe hospital was cluttered with equipment and cages and there were dirty towels as well as a tube of antibiotic\noinment on the floor.  It was apparent that the facility was overwhelmed with young orphaned animals that have\nbeen brought in by the public.  This is in accordance with the facility mission of rehabilitation and release.\nHowever, there still must be attention to order and sanitation for the animals and staff at the facility.  Someone\nshould be assigned general housekeeping duties and a regular schedule of cleaning, picking up, and sanitation in\nplace.\nCorrect by:  21/June/2017\nThis inspection and exit interview were conducted with facility representative.",
  "animals_total": 37,
  "species": [
    {
      "count": 1,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG (MOST COMMON PET HEDGEHOG)"
    },
    {
      "count": 2,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA (DOMESTICATED)"
    },
    {
      "count": 1,
      "scientific": "Didelphis virginiana",
      "common": "VIRGINIA OPOSSUM"
    },
    {
      "count": 5,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 1,
      "scientific": "Glaucomys sabrinus",
      "common": "NORTHERN FLYING SQUIRREL"
    },
    {
      "count": 1,
      "scientific": "Lontra canadensis",
      "common": "NORTH AMERICAN RIVER OTTER"
    },
    {
      "count": 2,
      "scientific": "Lynx canadensis",
      "common": "CANADIAN LYNX"
    },
    {
      "count": 4,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 3,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 1,
      "scientific": "Mustela frenata",
      "common": "LONG-TAILED WEASEL"
    },
    {
      "count": 6,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 2,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    },
    {
      "count": 1,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 1,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 2,
      "scientific": "Taxidea taxus",
      "common": "AMERICAN BADGER"
    },
    {
      "count": 1,
      "scientific": "Urocyon cinereoargenteus",
      "common": "GRAY FOX / GREY FOX"
    },
    {
      "count": 1,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 2,
      "scientific": "Ursus arctos",
      "common": "BROWN BEAR"
    }
  ]
}