{
  "insp_id": "2016082569650613",
  "layout": "a",
  "customer_id": "335529",
  "customer_name": "Ruth I E Buckels",
  "customer_addr": "54684 150th Street\nStory City, IA 50248",
  "certificate": "42-A-1546",
  "site_id": "001",
  "site_name": "Ruth Buckels",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-NOV-2019",
  "report_date": "12-NOV-2019",
  "citations": [
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In the cat building, there are six adult cats that have access to multiple litter boxes. The cats are choosing to use\njust one of the litter boxes and the box is filled with a large amount of cat waste and very little clean space in this\nbox is available. The facility representative stated that the litter boxes are cleaned every other day. An excessive\namount of waste can have a negative impact on the health of the cats as well as create strong odors and ammonia\nbuildup.\nExcreta and food waste must be removed from primary enclosures daily to prevent excessive accumulation of feces\nand food waste, to prevent soiling of the animals, and to reduce disease hazards, pests and odors.. The facility\nmust remove all the waste from the litter boxes daily to ensure that there is no accumulation of waste and to support\nthe health of the cats.\nTo be corrected by: From this day forward litter boxes must have waste removed every day."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Each dog enclosure contains an access door that allows the dogs to go outdoors. At least six of these access\ndoors have a thick, dark buildup of dirt and organic material on their surfaces. At least six adult dogs use these\naccess doors. The buildup of dirt and organic material could have a negative impact on the health of the animals.\nUsed primary enclosures and food and water receptacles must be cleaned and sanitized at least once every 2\nweeks and more often if necessary to prevent an accumulation of dirt, debris, food waste, excreta and other disease\nhazards. The facility must clean and sanitize the access doors at least once every 2 weeks and more often if\nnecessary to eliminate the buildup of dirt and to support the health of the dogs.\nTo be corrected by: November 19, 2019\nThis inspection and exit interview were conducted with ACI Kelly Maxwell and the facility representative."
    }
  ],
  "narrative": "3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nIn the cat building, there are six adult cats that have access to multiple litter boxes.  The cats are choosing to use\njust one of the litter boxes and the box is filled with a large amount of cat waste and very little clean space in this\nbox is available.  The  facility representative stated that the litter boxes are cleaned every other day.  An excessive\namount of waste can have a negative impact on the health of the cats as well as create strong odors and ammonia\nbuildup.\nExcreta and food waste must be removed from primary enclosures daily to prevent excessive accumulation of feces\nand food waste, to prevent soiling of the animals, and to reduce disease hazards, pests and odors..  The facility\nmust remove all the waste from the litter boxes daily to ensure that there is no accumulation of waste and to support\nthe health of the cats.  \nTo be corrected by: From this day forward litter boxes must have waste removed every day.\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nEach dog enclosure contains an access door that allows the dogs to go outdoors.  At least six of these access\ndoors have a thick, dark buildup of dirt and organic material on their surfaces.  At least six adult dogs use these\naccess doors.  The buildup of dirt and organic material could have a negative impact on the health of the animals.\nUsed primary enclosures and food and water receptacles must be cleaned and sanitized at least once every 2\nweeks and more often if necessary to prevent an accumulation of dirt, debris, food waste, excreta and other disease\nhazards.  The facility must clean and sanitize the access doors at least once every 2 weeks and more often if\nnecessary to eliminate the buildup of dirt and to support the health of the dogs.\nTo be corrected by:  November 19, 2019\nThis inspection and exit interview were conducted with ACI Kelly Maxwell and the facility representative.\n\n",
  "animals_total": 55,
  "species": [
    {
      "count": 29,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 6,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    },
    {
      "count": 9,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 11,
      "scientific": "Felis silvestris catus",
      "common": "CAT KITTEN"
    }
  ]
}