{
  "insp_id": "67161818060221",
  "layout": "a",
  "customer_id": "39191",
  "customer_name": "Julia Johnson",
  "customer_addr": "1153 125 Ave\nMurray, IA 50174",
  "certificate": "42-A-1271",
  "site_id": "001",
  "site_name": "JULIA JOHNSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-MAR-2016",
  "report_date": "07-MAR-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A male Cane Corso, Emit, microchip #709801E, was observed to be holding his left front foot off the ground and\ntrotting with a slight limp. The dog was not safe for the inspector to handle, but when the licensee tried to handle\nthe affected foot the dog cried out. The licensee thought the dog may have something in his paw.\nA female Dogue de Bordeaux, Brie, microchip #00070CFF26, has a large swollen area beneath the hock on her\nright hind leg. There are hairless patches across the outside portion of the swollen leg area. The skin in the\nhairless areas is slightly reddened. The licensee had noticed the swelling but had not spoken to a veterinarian\nabout it.\nNon-weight bearing and swollen legs can be a sign of pain and discomfort and can indicate underlying health\nproblems. The above mentioned dogs must be evaluated by a licensed veterinarian for a proper diagnosis and\ntreatment plan. The diagnosis and treatment plan must be documented and available to the inspector upon\nrequest. The licensee must ensure that all dogs receive adequate veterinary care at all times.\nCorrection date: Noon on March 09, 2016"
    },
    {
      "code": "3.1(c)(1)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the smaller dog building there are at least four enclosures, housing four adult dogs and seven puppies, which\nhave the sharp ends of wires hanging from the fences and located at the level of the dogs. In the larger dog\nbuilding there are at least six enclosures, housing at least seven adult dogs, which have the sharp ends of wires\nhanging from the fences and located at the level of the dogs. There is one enclosure, housing one adult dog,\nwhose fence panel has broken along the flooring resulting in two metal fence prongs protruding into the enclosure.\nSharp points could cause injury to the dogs.\nAll surfaces of housing facilities must be free of sharp points and jagged edges. The licensee must remove or alter\nall the sharp points so that they no longer pose an injury risk towards the dogs. The licensee must ensure that all\nhousing facilities are free of sharp points and safe for the dogs at all times.\nCorrection date: March 14, 2016"
    },
    {
      "code": "3.4(c)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "In the building housing the large breeds, the first two enclosures have areas of insulation that are located above the\naccess door and in reach of the dogs. The insulation is not covered and the insulation in the first enclosure has\nbeen torn out by the dog. The insulation in the second enclosure had a buildup of dark colored dirt and grime on\nthe bottom of it. The exposed and torn insulation is not impervious to moisture and cannot be adequately cleaned\nand sanitized which could increase the disease risk towards the dogs.\nBuilding surfaces in contact with animals must be impervious to moisture and must be maintained on a regular\nbasis. Any surface area that cannot be readily cleaned and sanitized must be replaced when worn or soiled. The\nlicensee must cover or alter the insulation so that this surface is impervious to moisture and can be readily cleaned\nand sanitized. The licensee must ensure that all surfaces in contact with the dogs are impervious to moisture and in\ngood repair.\nCorrection date: March 21, 2016\nExit interview conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA male Cane Corso, Emit, microchip #709801E, was observed to be holding his left front foot off the ground and\ntrotting with a slight limp.  The dog was not safe for the inspector to handle, but when the licensee tried to handle\nthe affected foot the dog cried out.  The licensee thought the dog may have something in his paw.\nA female Dogue de Bordeaux, Brie, microchip #00070CFF26, has a large swollen area beneath the hock on her\nright hind leg.  There are hairless patches across the outside portion of the swollen leg area.  The skin in the\nhairless areas is slightly reddened.   The licensee had noticed the swelling but had not spoken to a veterinarian\nabout it.  \nNon-weight bearing and swollen legs can be a sign of pain and discomfort and can indicate underlying health\nproblems.  The above mentioned dogs must be evaluated by a licensed veterinarian for a proper diagnosis and\ntreatment plan.  The diagnosis and treatment plan must be documented and available to the inspector upon\nrequest.  The licensee must ensure that all dogs receive adequate veterinary care at all times.\nCorrection date: Noon on March 09, 2016\n3.1(c)(1)(2)\nHOUSING FACILITIES, GENERAL.\nIn the smaller dog building there are at least four enclosures, housing four adult dogs and seven puppies, which\nhave the sharp ends of wires hanging from the fences and located at the level of the dogs.  In the larger dog\nbuilding there are at least six enclosures, housing at least seven adult dogs, which have the sharp ends of wires\nhanging from the fences and located at the level of the dogs.  There is one enclosure, housing one adult dog,\nwhose fence panel has broken along the flooring resulting in two metal fence prongs protruding into the enclosure. \nSharp points could cause injury to the dogs.\nAll surfaces of housing facilities must be free of sharp points and jagged edges.  The licensee must remove or alter\n\nall the sharp points so that they no longer pose an injury risk towards the dogs.  The licensee must ensure that all\nhousing facilities are free of sharp points and safe for the dogs at all times.\nCorrection date:  March 14, 2016\n3.4(c)\nOUTDOOR HOUSING FACILITIES.\nIn the building housing the large breeds, the first two enclosures have areas of insulation that are located above the\naccess door and in reach of the dogs.  The insulation is not covered and the insulation in the first enclosure has\nbeen torn out by the dog.  The insulation in the second enclosure had a buildup of dark colored dirt and grime on\nthe bottom of it.  The exposed and torn insulation is not impervious to moisture and cannot be adequately cleaned\nand sanitized which could increase the disease risk towards the dogs.\nBuilding surfaces in contact with animals must be impervious to moisture and must be maintained on a regular\nbasis.  Any surface area that cannot be readily cleaned and sanitized must be replaced when worn or soiled.  The\nlicensee must cover or alter the insulation so that this surface is impervious to moisture and can be readily cleaned\nand sanitized.  The licensee must ensure that all surfaces in contact with the dogs are impervious to moisture and in\ngood repair.\nCorrection date:  March 21, 2016\nExit interview conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 57,
  "species": [
    {
      "count": 34,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 23,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}