{
  "insp_id": "316141551070958",
  "layout": "a",
  "customer_id": "322416",
  "customer_name": "Kathryn Teague",
  "customer_addr": "26849 Kemp Road\nHughesville, MO 65334",
  "certificate": "43-A-5550",
  "site_id": "001",
  "site_name": "KATHRYN TEAGUE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-NOV-2014",
  "report_date": "12-NOV-2014",
  "citations": [
    {
      "code": "3.4(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "(b) Shelter from the elements. (3)\n***In the outdoor portion of the facility, there were at least seven enclosures housing a total of 9 adult dogs\n(including Soft Coated Wheaton Terriers and Shiba Inu) which had shelter units with inadequate wind/rain breaks at\nthe entrances. When standing in front of the enclosures the entire flooring surfaces of the shelters could easily be\nvisualized. The entrances were open and straight into these igloo-type shelters with no offset, flaps or other\ndoor-type fixture covering the entrance openings. According to National Weather Service, the air temperatures in\nthe region have not risen above 39 degrees Fahrenheit and have fallen into the 20's within the past 36 hours with a\nlow wind chill of 11 degrees F. The dogs need effective wind and rain breaks on their outdoor shelter units to protect\nthem from the elements and help keep them dry. The licensee must provide adequate wind and rain breaks at the\nentrances of all the outdoor shelter units. TO BE CORRECTED BY: November 19, 2014"
    },
    {
      "code": "3.4(b)(4)",
      "kind": "Direct",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "(b) Shelter from the elements. (4)\n***In the outdoor portion of the facility, many of the primary enclosures housing adult dogs (including Dachshunds,\nHavanese, and Shiba Inu) contained shelter units with either no bedding or only a solid rubber mat, horse pad or\nsimilar item for bedding. Two enclosures each housing a Shiba Inu and one enclosure housing two Dachshunds\nhad igloo-style shelters with no bedding material inside of the units. There was a Soft Coated Wheaton Terrier and\na Havanese, which had both been recently groomed/shaved, that were observed shivering in each of their\nenclosures which contained only a mat for bedding inside their shelter units. According to the National Weather\nService, the air temperatures in the region have not risen above 39 degrees Fahrenheit and have fallen into the 20's\nwithin the past 36 hours (11 Nov 14: high temp 39 F and low temp 28 F; 12 Nov 14: high temp at the time of\ninspection 30 F and low temp 24 F). Lack of appropriate bedding in cold environments increases the risk of stress,\nillness and hypothermic situations. The licensee must provide adequate bedding to the outdoor facilities. The\nlicensee provided matts to the shelters with no bedding during the inspection; however, the licensee must ensure\nthat adequate bedding material is provided at all times when the ambient temperature is below 50 degrees F and\nthat additional bedding is provided when the temperature is 35 degrees F or lower. TO BE CORRECTED BY:\nImmediately and from this point forward.\nThe inspection and exit interview were conducted with the licensee."
    }
  ],
  "narrative": "3.4(b)(3)\nOUTDOOR HOUSING FACILITIES.\n(b) Shelter from the elements. (3)\n***In the outdoor portion of the facility, there were at least seven enclosures housing a total of 9 adult dogs\n(including Soft Coated Wheaton Terriers and Shiba Inu) which had shelter units with inadequate wind/rain breaks at\nthe entrances.  When standing in front of the enclosures the entire flooring surfaces of the shelters could easily be\nvisualized.  The entrances were open and straight into these igloo-type shelters with no offset, flaps or other\ndoor-type fixture covering the entrance openings.  According to National Weather Service, the air temperatures in\nthe region have not risen above 39 degrees Fahrenheit and have fallen into the 20's within the past 36 hours with a\nlow wind chill of 11 degrees F. The dogs need effective wind and rain breaks on their outdoor shelter units to protect\nthem from the elements and help keep them dry. The licensee must provide adequate wind and rain breaks at the\nentrances of all the outdoor shelter units.  TO BE CORRECTED BY:  November 19, 2014\n3.4(b)(4)           DIRECT\nOUTDOOR HOUSING FACILITIES.\n(b) Shelter from the elements. (4)\n***In the outdoor portion of the facility, many of the primary enclosures housing adult dogs (including Dachshunds,\nHavanese, and Shiba Inu) contained shelter units with either no bedding or only a solid rubber mat, horse pad or\nsimilar item for bedding.  Two enclosures each housing a Shiba Inu and one enclosure housing two Dachshunds\nhad igloo-style shelters with no bedding material inside of the units.  There was a Soft Coated Wheaton Terrier and\na Havanese, which had both been recently groomed/shaved, that were observed shivering in each of their\nenclosures which contained only a mat for bedding inside their shelter units. According to the National Weather\nService, the air temperatures in the region have not risen above 39 degrees Fahrenheit and have fallen into the 20's\nwithin the past 36 hours (11 Nov 14: high temp 39 F and low temp 28 F; 12 Nov 14: high temp at the time of\ninspection 30 F and low temp 24 F).  Lack of appropriate bedding in cold environments increases the risk of stress,\nillness and hypothermic situations. The licensee must provide adequate bedding to the outdoor facilities. The\nlicensee provided matts to the shelters with no bedding during the inspection; however, the licensee must ensure\n\nthat adequate bedding material is provided at all times when the ambient temperature is below 50 degrees F and\nthat additional bedding is provided when the temperature is 35 degrees F or lower. TO BE CORRECTED BY: \nImmediately and from this point forward.\nThe inspection and exit interview were conducted with the licensee.",
  "animals_total": 188,
  "species": [
    {
      "count": 132,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 56,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}