{
  "insp_id": "INS-0000800320",
  "layout": "c",
  "customer_id": "2985",
  "customer_name": "MUSEUM OF ARTS & SCIENCES",
  "customer_addr": "4182 FORSYTH RD.\nMACON, GA 31210",
  "certificate": "57-C-0025",
  "site_id": "001",
  "site_name": "MUSEUM OF ARTS AND SCIENCES",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-JUN-2022",
  "report_date": "07-JUL-2022",
  "citations": [
    {
      "code": "3.56(b)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "The rabbit’s indoor primary enclosure, including their food and water receptacles, as well as their outdoor enrichment\nenclosure are not being sanitized with sufficient frequency. When asked, a facility representative stated that both the\nindoor and outdoor rabbit enclosures are cleaned up to twice weekly but are not sanitized at least once every 30 days.\nThe rabbit’s food and water receptacles are being cleaned with soap and water daily, but not sanitized at a minimum\nfrequency of once every 2 weeks. When enclosures, and food and water receptacles, are not sanitized adequately, there\nis higher risk of large numbers of germs remaining on the surfaces which creates a health hazard for the rabbit. Primary\nenclosures for rabbits shall be sanitized by washing them with hot water (180 degrees F) and soap or detergent, or by\nwashing all soiled surfaces with a detergent solution followed by a safe and effective disinfectant, or by cleaning all soiled\nsurfaces with live steam or flame at least once every 30 days or sooner if dirty. Also, all food and water receptacles shall\nbe kept clean when dirty and be sanitized at least once every 2 weeks.\nMUST BE CORRECTED BY: AUGUST 5, 2022."
    },
    {
      "code": "3.78(d)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "Upon arrival for inspection, two lemurs were not in their indoor enclosure, but the facility representative said they were in\ntheir outdoor enclosure as part of their enrichment at that time. When inspecting the outdoor enclosure, after the lemurs\nhad returned to their indoor enclosure, there was not a complete perimeter fence surrounding it. Currently, only two sides\nhave a sufficient perimeter fence created by two walls of the main building. Otherwise, there is no perimeter fence along\nthe other two sides that face public walkways. A perimeter fence that is at least 6 feet high and 3 feet from the outdoor\nenclosure is needed on all four sides with sufficient wire spacing to prevent unauthorized humans and other animals the\nsize of dogs, skunks, and raccoons from going through or under it. The perimeter fencing is necessary to keep unwanted\nspecies of animals and humans out as well as serve as a secondary containment. The facility shall ensure the outdoor\nenrichment housing facilities for the lemurs are enclosed by an appropriate perimeter fence, or a variance, if appropriate,\nneeds to be obtained and can be requested from the Administrator/Regional Office.\nMUST BE CORRECTED BY: DECEMBER 5, 2022"
    },
    {
      "code": "3.84(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The food and water receptacles for the lemurs and tamarins are hand washed with water and soap daily, but sanitization\ndoesn’t occur at the required two-week frequency. Not sanitizing their food and water receptacles properly creates risk for\nillness and/or disease. Food and water receptacles must be kept clean and must be sanitized at least once every 2\nweeks using one of the following methods: 1) live steam under pressure, or 2) washing with hot water (at least 180\ndegrees Fahrenheit) and soap or detergent, or 3) washing all soiled surfaces with appropriate detergent/disinfectant\nproduct that accomplishes the same purpose, with a thorough cleaning of the surfaces to remove organic material first,\nand then to provide sanitization followed by a clean water rinse, or as often as necessary to provide for the health and\nwell-being of the animals.\nMUST BE CORRECTED BY: AUGUST 5, 2022\nThis inspection and exit interview were conducted with a facility representative.\nn"
    }
  ],
  "narrative": "3.56(b) \n   \nSanitation. \nThe rabbit’s indoor primary enclosure, including their food and water receptacles, as well as their outdoor enrichment \nenclosure are not being sanitized with sufficient frequency.   When asked, a facility representative stated that both the \nindoor and outdoor rabbit enclosures are cleaned up to twice weekly but are not sanitized at least once every 30 days.  \nThe rabbit’s food and water receptacles are being cleaned with soap and water daily, but not sanitized at a minimum \nfrequency of once every 2 weeks.  When enclosures, and food and water receptacles, are not sanitized adequately, there \nis higher risk of large numbers of germs remaining on the surfaces which creates a health hazard for the rabbit.  Primary \nenclosures for rabbits shall be sanitized by washing them with hot water (180 degrees F) and soap or detergent, or by \nwashing all soiled surfaces with a detergent solution followed by a safe and effective disinfectant, or by cleaning all soiled \nsurfaces with live steam or flame at least once every 30 days or sooner if dirty.  Also, all food and water receptacles shall \nbe kept clean when dirty and be sanitized at least once every 2 weeks. \nMUST BE CORRECTED BY: AUGUST 5, 2022. \n3.78(d) \n   \nOutdoor housing facilities.\n\nUpon arrival for inspection, two lemurs were not in their indoor enclosure, but the facility representative said they were in \ntheir outdoor enclosure as part of their enrichment at that time.  When inspecting the outdoor enclosure, after the lemurs \nhad returned to their indoor enclosure, there was not a complete perimeter fence surrounding it.  Currently, only two sides \nhave a sufficient perimeter fence created by two walls of the main building.  Otherwise, there is no perimeter fence along \nthe other two sides that face public walkways.  A perimeter fence that is at least 6 feet high and 3 feet from the outdoor \nenclosure is needed on all four sides with sufficient wire spacing to prevent unauthorized humans and other animals the \nsize of dogs, skunks, and raccoons from going through or under it.  The perimeter fencing is necessary to keep unwanted \nspecies of animals and humans out as well as serve as a secondary containment.  The facility shall ensure the outdoor \nenrichment housing facilities for the lemurs are enclosed by an appropriate perimeter fence, or a variance, if appropriate, \nneeds to be obtained and can be requested from the Administrator/Regional Office. \nMUST BE CORRECTED BY: DECEMBER 5, 2022 \n3.84(b)(3) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThe food and water receptacles for the lemurs and tamarins are hand washed with water and soap daily, but sanitization \ndoesn’t occur at the required two-week frequency.  Not sanitizing their food and water receptacles properly creates risk for \nillness and/or disease.  Food and water receptacles must be kept clean and must be sanitized at least once every 2 \nweeks using one of the following methods: 1) live steam under pressure, or 2) washing with hot water (at least 180 \ndegrees Fahrenheit) and soap or detergent, or 3) washing all soiled surfaces with appropriate detergent/disinfectant \nproduct that accomplishes the same purpose, with a thorough cleaning of the surfaces to remove organic material first, \nand then to provide sanitization followed by a clean water rinse, or as often as necessary to provide for the health and \nwell-being of the animals. \nMUST BE CORRECTED BY: AUGUST 5, 2022\n\nThis inspection and exit interview were conducted with a facility representative. \n \n n",
  "animals_total": 17,
  "species": [
    {
      "count": 3,
      "scientific": "Saguinus geoffroyi",
      "common": "GEOFFROY'S TAMARIN"
    },
    {
      "count": 1,
      "scientific": "Varecia variegata",
      "common": "BLACK-AND-WHITE RUFFED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 2,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA (DOMESTICATED)"
    },
    {
      "count": 1,
      "scientific": "Varecia rubra",
      "common": "RED RUFFED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Didelphis virginiana",
      "common": "VIRGINIA OPOSSUM"
    },
    {
      "count": 8,
      "scientific": "Eidolon helvum",
      "common": "STRAW-COLOURED FRUIT BAT"
    }
  ]
}