{
  "insp_id": "2016090000621409",
  "layout": "b",
  "customer_id": "2401",
  "customer_name": "DAN MOULTON",
  "customer_addr": "976 14TH AVENUE S W\nROCHESTER, MN 55902",
  "certificate": "41-B-0239",
  "site_id": "001",
  "site_name": "DAN MOULTON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-MAY-2021",
  "report_date": "02-JUN-2021",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Eight chinchillas had haircoats that were in poor condition. The haircoats were noticeably unkempt, oily, and matted. The\nlicensee stated these animals haven’t had access to dust baths for the last three to four weeks until a supply of dust can\nbe acquired. Providing appropriate dust baths for chinchillas is a standard method of preventing unkempt haircoats.\nEnsure that all chinchillas have access to dust baths with an appropriate frequency to provide for their health and well-\nbeing.\nCorrect by 6-4-2021"
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "We observed that the facility has been observing and identifying various health problems and treating them under the\nrecommendations of the attending veterinarian. However, we observed 5 animals that had problems that had not been\npreviously identified by the facility and accurately conveyed to the attending veterinarian for treatment instructions prior to\nthe inspection:\n-An ebony-colored male had an unkempt wet hair coat, was missing a lower incisor, and had a small firm swelling on the\nbridge of his nose.\n-Female in 68A: right eye was swollen and sealed shut and her right ear had dried crusty material around it and pale\ndischarge inside the canal. When the licensee handled her it was seen a pale discharge was under her eyelids.\n-Female in 92B: her lower incisors were excessively long and her hair coat was unkempt and appeared to be in a\ngeneralized poor condition.\n-Female in 44C: (eartag A41 SIRS); her left eye was swollen and sealed shut. It had discharge under the eyelids when\nhandled by the licensee.\n-Female in 137C: had discharge and hair loss in her urogenital region. She was unkempt and appeared to be in a general\npoor condition.\nImproving daily observations will help animal health problems such as these to get promptly treated. Continue to improve\nthe routine of daily observations so that animal health problems can be conveyed to the attending veterinarian in an\naccurate and timely manner."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "We observed the facility has replaced and repaired many enclosures and some feeders and the facility reports checking\nenclosures weekly, however some remain in need of repair or replacing: At least 25 feeders were in disrepair during the\ntime of inspection. The feeders had rusted, sharp and rough edges exposed to the animals. The shared wire wall located\nbetween enclosure 51C and 51D was in disrepair. A section of wire wall on the front of enclosure 147D was in disrepair.\nThe wire floor in an additional enclosure was in disrepair. Each of these enclosures contained wires that were missing,\nbroken, and bent which exposed sharp points to the animals.\nSharp metal points and rough edges could potentially injure the animals**.\nEnsure that affected feeders are repaired or replaced and repair/replace the affected enclosures prior to using them\nagain.\n**Note: The chinchillas in the enclosures with broken wires were moved by the licensee to different enclosure during the\ntime of inspection."
    },
    {
      "code": "3.125(d)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "The floor directly below the south row of enclosures had excessive excreta and soiled food waste. We observed this\nalong the entire row and found it was more concentrated in the back animal room. The licensee said that this row was\ngoing to be cleaned before we showed up for inspection, however it was no longer being cleaned daily as in past\ninspections when air quality was acceptable. The back room had excessive flies and poor air quality with a strong\nammonia odor. Both inspectors' throat and eyes were irritated from the ammonia odor while in this area of the building.\nExcessive build-up of these materials produce odors, attract/reproduce flies, and create conditions that can make the\nanimals sick. Thoroughly remove waste from this area and remove waste often to minimize odors, fly reproduction and\ndisease hazards.\nCorrect by 6-2-2021.\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors:\nCHAD MOORE, ANIMAL CARE INSPECTOREnd Section"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nEight chinchillas had haircoats that were in poor condition.  The haircoats were noticeably unkempt, oily, and matted. The \nlicensee stated these animals haven’t had access to dust baths for the last three to four weeks until a supply of dust can \nbe acquired.  Providing appropriate dust baths for chinchillas is a standard method of preventing unkempt haircoats.  \nEnsure that all chinchillas have access to dust baths with an appropriate frequency to provide for their health and well-\nbeing. \nCorrect by 6-4-2021 \n2.40(b)(3)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nWe observed that the facility has been observing and identifying various health problems and treating them under the \nrecommendations of the attending veterinarian.  However, we observed 5 animals that had problems that had not been \npreviously identified by the facility and accurately conveyed to the attending veterinarian for treatment instructions prior to \nthe inspection: \n-An ebony-colored male had an unkempt wet hair coat, was missing a lower incisor, and had a small firm swelling on the \nbridge of his nose.\n\n-Female in 68A: right eye was swollen and sealed shut and her right ear had dried crusty material around it and pale \ndischarge inside the canal.  When the licensee handled her it was seen a pale discharge was under her eyelids. \n-Female in 92B: her lower incisors were excessively long and her hair coat was unkempt and appeared to be in a \ngeneralized poor condition. \n-Female in 44C: (eartag A41 SIRS); her left eye was swollen and sealed shut.  It had discharge under the eyelids when \nhandled by the licensee. \n-Female in 137C: had discharge and hair loss in her urogenital region.  She was unkempt and appeared to be in a general \npoor condition. \n \nImproving daily observations will help animal health problems such as these to get promptly treated.  Continue to improve \nthe routine of daily observations so that animal health problems can be conveyed to the attending veterinarian in an \naccurate and timely manner. \n3.125(a)  Repeat\n   \nFacilities, general. \nWe observed the facility has replaced and repaired many enclosures and some feeders and the facility reports checking \nenclosures weekly, however some remain in need of repair or replacing: At least 25 feeders were in disrepair during the \ntime of inspection. The feeders had rusted, sharp and rough edges exposed to the animals. The shared wire wall located \nbetween enclosure 51C and 51D was in disrepair.  A section of wire wall on the front of enclosure 147D was in disrepair.  \nThe wire floor in an additional enclosure was in disrepair.  Each of these enclosures contained wires that were missing, \nbroken, and bent which exposed sharp points to the animals. \nSharp metal points and rough edges could potentially injure the animals**. \nEnsure that affected feeders are repaired or replaced and repair/replace the affected enclosures prior to using them\n\nagain. \n**Note: The chinchillas in the enclosures with broken wires were moved by the licensee to different enclosure during the \ntime of inspection. \n3.125(d) \n   \nFacilities, general. \nThe floor directly below the south row of enclosures had excessive excreta and soiled food waste.  We observed this \nalong the entire row and found it was more concentrated in the back animal room.  The licensee said that this row was \ngoing to be cleaned before we showed up for inspection, however it was no longer being cleaned daily as in past \ninspections when air quality was acceptable. The back room had excessive flies and poor air quality with a strong \nammonia odor.  Both inspectors' throat and eyes were irritated from the ammonia odor while in this area of the building.  \nExcessive build-up of these materials produce odors, attract/reproduce flies, and create conditions that  can make the \nanimals sick.  Thoroughly remove waste from this area and remove waste often to minimize odors, fly reproduction and \ndisease hazards. \nCorrect by 6-2-2021. \n \nThis inspection and exit interview were conducted with the licensee. \n \nAdditional Inspectors: \nCHAD MOORE, ANIMAL CARE INSPECTOREnd Section",
  "animals_total": 748,
  "species": [
    {
      "count": 748,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA (DOMESTICATED)"
    }
  ]
}