{
  "insp_id": "247140208350012",
  "layout": "a",
  "customer_id": "26020",
  "customer_name": "The Gorilla Foundation",
  "customer_addr": "P.O. Box 620530\nWoodside, CA 94062",
  "certificate": "93-C-0768",
  "site_id": "001",
  "site_name": "THE GORILLA FOUNDATION",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-AUG-2014",
  "report_date": "04-SEP-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "In June, 2014, Koko, the 43 year old female gorilla, experienced an episode described in her medical record as:\n\"has not been doing well for the past week- has not been moving much, cannot seem to use legs well, poor\nappetite, lethargic.\" The owner and the attending veterinarian, who is out-of-state, speculated over the\nphone/text/email on various causes for her ailments, including stress/psychological and/or arthritis. The vet notes\nthat the owner declines an immobilization for a full work-up. A pharmaceutical regimen is prescribed, and within the\nnext few weeks, after adjusting the drug regimen by phone/text/email, Koko improves.\nDuring this episode, where Koko was described as being unwilling to use her legs, and also, according to on-site\nrecords, experiencing reduced function of her left arm, Koko was not examined by a veterinarian. There could have\nbeen many possible, and very serious causes for her sudden decline. Failure to conduct a physical exam put the\nanimal's well-being at risk.\nThe exhibitor is expected to establish and maintain a program of adequate veterinary care that includes the use of\nappropriate methods to diagnose and treat diseases and injuries, and the availability of emergency care. Serious\nclinical signs, such as those exhibited by Koko during this time period, should be promptly evaluated by a\nveterinarian via examination of the animal on site. If the attending veterinarian is not available, then a local\nemergency veterinarian should be consulted, as per the written program of veterinary care.\nA Veterinary Care issue was previously cited in 2012."
    },
    {
      "code": "3.75(c)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the primary enclosures for the animals the floors and toilets have missing and chipped paint in some areas. Paint\nis worn off of walls and window frames. The chain-link fencing in the patio door opening in Koko's enclosure is\nmissing paint, and has some rust.\nSurfaces of housing facilities--including houses, dens, and other furniture-type fixtures and objects within the\nfacility--that cannot be readily cleaned and sanitized, must be replaced when worn or soiled. All surfaces must be\nmaintained and/or replaced on a regular basis. Items that are worn or potentially hazardous should be discarded.\nFailure to maintain and/or replace surfaces and items in the enclosure can impede cleaning, create hazards, and\notherwise put the health and well-being of the animals at risk.\nRepeat citation, previosuly cited in 2010, 2011, 2013, and 2014.\nAn exit interview was conducted with a facility representative.\nAdditional Inspectors\nMcintosh Ashley, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nIn June, 2014, Koko, the 43 year old female gorilla, experienced an episode described in her medical record as:\n\"has not been doing well for the past week- has not been moving much, cannot seem to use legs well, poor\nappetite, lethargic.\"  The owner and the attending veterinarian, who is out-of-state, speculated  over the\nphone/text/email on various causes for her ailments, including stress/psychological and/or arthritis. The vet notes\nthat the owner declines an immobilization for a full work-up.  A pharmaceutical regimen is prescribed, and within the\nnext few weeks, after adjusting the drug regimen by phone/text/email,  Koko improves.   \nDuring this episode, where Koko was described as being unwilling to use her legs, and also, according to on-site\nrecords, experiencing reduced function of her left arm, Koko was not examined by a veterinarian.  There could have\nbeen many possible, and very serious causes for her sudden decline.  Failure to conduct a physical exam put the\nanimal's well-being at risk.\nThe exhibitor is expected to establish and maintain a program of adequate veterinary care that includes the use of\nappropriate methods to diagnose and treat diseases and injuries, and the availability of emergency care.  Serious\nclinical signs, such as those exhibited by Koko during this time period, should be promptly evaluated by a\nveterinarian via examination of the animal on site.  If the attending veterinarian is not available, then a local\nemergency veterinarian should be consulted, as per the written program of veterinary care.\nA Veterinary Care issue was previously cited in 2012.\n3.75(c)(2)                    REPEAT\nHOUSING FACILITIES, GENERAL. \nIn the primary enclosures for the animals the floors and toilets have missing and chipped paint in some areas.  Paint\nis worn off of walls and window frames.  The chain-link fencing in the patio door opening in Koko's enclosure is\n\nmissing paint, and has some rust.\nSurfaces of housing facilities--including houses, dens, and other furniture-type fixtures and objects within the\nfacility--that cannot be readily cleaned and sanitized, must be replaced when worn or soiled.  All surfaces must be\nmaintained and/or replaced on a regular basis.  Items that are worn or potentially hazardous should be discarded. \nFailure to maintain and/or replace surfaces and items in the enclosure can impede cleaning, create hazards, and\notherwise put the health and well-being of the animals at risk.\nRepeat citation, previosuly cited in 2010, 2011, 2013, and 2014.\nAn exit interview was conducted with a facility representative.\nAdditional Inspectors\nMcintosh Ashley, Veterinary Medical Officer",
  "animals_total": 2,
  "species": [
    {
      "count": 2,
      "scientific": "Gorilla gorilla",
      "common": "WESTERN GORILLA"
    }
  ]
}