{
  "insp_id": "253150846580047",
  "layout": "a",
  "customer_id": "41415",
  "customer_name": "Tyler Cleckley",
  "customer_addr": "11706 Dorrance\nStafford, TX 77477",
  "certificate": "74-A-1451",
  "site_id": "002",
  "site_name": "Tyler Cleckley",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-SEP-2015",
  "report_date": "10-SEP-2015",
  "citations": [
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "There are no written records annotating where animals on the facility were acquired from. A primate was sold within\nthe last week but no receipt of information of the sale could be produced. Without adequate records keeping, there\nis no way to properly track animals acquisition or disposition. Create a written inventory of animals with all pertinent\ninformation required."
    },
    {
      "code": "3.75(e)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The refrigerator currently being used for non human primate food continues to be soiled with bits of food waste on\nthe walls and shelves. There are green vegetables in the fridge that are soiled and rotting, and pinky mice in the\nfreezer that are not going to be used. There is a risk of contamination if food is not properly stored in a clean\nenvironment. Sanitize the animal food storage area and ensure that no other items are stored on or around them."
    },
    {
      "code": "3.78(b)",
      "kind": "",
      "repeat": true,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "An enclosure housing 2 adult macaques has only one small wooden shelter which is not large enough to house\nboth animals at the same time without possible discomfort to the animals. There is a risk of health and safety by not\nproviding animals with shelter from the elements. Adequate shelter for all animals in outdoor enclosures must be\nprovided. Provide enough shelter to adequately house all animals in the above mentioned enclosure."
    },
    {
      "code": "3.84(c)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "*A Piece of hard metal wire was noted on the floor of the macaques enclosure.\n*Multiple items of trash such as construction material, metal bowls, and unused tools were seen inside the perimeter\nfence around primary enclosures.\nTrash or chemicals, if accidently ingested by the animals could cause serious life threatening illness. Unused tools\nor construction items could potentially pose a health or safety hazard and can house pests. Premises, including\nhousing facilities and primary enclosures must be kept free of trash and discarded materials to meet acceptable\nhousekeeping standards and protect the animals from injury."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "*On the north end of the facility there is 1 area between the lemur enclosures and the perimeter fence that is not at\nleast 3 feet apart, making it hazardous to walk between.\nThe perimeter fence must be kept in good repair and kept closed to prevent unwanted animals and persons from\ngaining access to the facility, and to function as a secondary containment system in case of animal escape. Visual\nand physical access of the fence must be maintained so that the fence can be inspected for structural integrity and\nrepairs. Ensure perimeter fence is at least three feet away from all primary enclosures in order for it to be safely\ninspected.\nInspection was conducted on 9/9/15 with the undersigned individual by ACI Cox and IES Investigator Hoover.\nExit interview was conducted on 9/10/15 with the undersigned individual by ACI Cox."
    }
  ],
  "narrative": "2.75(b)(1)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\nThere are no written records annotating where animals on the facility were acquired from.  A primate was sold within\nthe last week but no receipt of information of the sale could be produced.  Without adequate records keeping, there\nis no way to properly track animals acquisition or disposition.  Create a written inventory of animals with all pertinent\ninformation required.\n3.75(e)                    REPEAT\nHOUSING FACILITIES, GENERAL. \nThe refrigerator currently being used for non human primate food continues to be soiled with bits of food waste on\nthe walls and shelves. There are green vegetables in the fridge that are soiled and rotting, and pinky mice in the\nfreezer that are not going to be used.  There is a risk of contamination if food is not properly stored in a clean\nenvironment.  Sanitize the animal food storage area and ensure that no other items are stored on or around them.\n3.78(b)                    REPEAT\nOUTDOOR HOUSING FACILITIES. \nAn enclosure housing 2 adult macaques has only one small wooden shelter which is not large enough to house\nboth animals at the same time without possible discomfort to the animals.  There is a risk of health and safety by not\nproviding animals with shelter from the elements.  Adequate shelter for all animals in outdoor enclosures must be\nprovided.  Provide enough shelter to adequately house all animals in the above mentioned enclosure.\n3.84(c)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL. \n*A Piece of hard metal wire was noted on the floor of the macaques enclosure.\n*Multiple items of trash such as construction material, metal bowls, and unused tools were seen inside the perimeter\nfence around primary enclosures.\n\nTrash or chemicals, if accidently ingested by the animals could cause serious life threatening illness.  Unused tools\nor construction items could potentially pose a health or safety hazard and can house pests.  Premises, including\nhousing facilities and primary enclosures must be kept free of trash and discarded materials to meet acceptable\nhousekeeping standards and protect the animals from injury.\n3.127(d)                    REPEAT\nFACILITIES, OUTDOOR. \n*On the north end of the facility there is 1 area between the lemur enclosures and the perimeter fence that is not at\nleast 3 feet apart, making it hazardous to walk between.\nThe perimeter fence must be kept in good repair and kept closed to prevent unwanted animals and persons from\ngaining access to the facility, and to function as a secondary containment system in case of animal escape. Visual\nand physical access of the fence must be maintained so that the fence can be inspected for structural integrity and\nrepairs.  Ensure perimeter fence is at least three feet away from all primary enclosures in order for it to be safely\ninspected.\nInspection was conducted on 9/9/15 with the undersigned individual by ACI Cox and IES Investigator Hoover.\nExit interview was conducted on 9/10/15 with the undersigned individual by ACI Cox.",
  "animals_total": 619,
  "species": [
    {
      "count": 2,
      "scientific": "Ateles geoffroyi",
      "common": "BLACK-HANDED SPIDER MONKEY"
    },
    {
      "count": 2,
      "scientific": "Dactylopsila trivirgata",
      "common": "STRIPED POSSUM"
    },
    {
      "count": 6,
      "scientific": "Eulemur fulvus",
      "common": "COMMON BROWN LEMUR"
    },
    {
      "count": 2,
      "scientific": "Hylobates lar",
      "common": "LAR GIBBON"
    },
    {
      "count": 2,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 2,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 1,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 600,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    },
    {
      "count": 2,
      "scientific": "Varecia rubra",
      "common": "RED RUFFED LEMUR"
    }
  ]
}