{
  "insp_id": "2016082568188043",
  "layout": "a",
  "customer_id": "327740",
  "customer_name": "Aaron J Glick",
  "customer_addr": "25766 Hwy 81\nCuba City, WI 53807",
  "certificate": "35-A-0363",
  "site_id": "001",
  "site_name": "AARON GLICK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "31-MAR-2017",
  "report_date": "31-MAR-2017",
  "citations": [
    {
      "code": "3.31(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Pest Control (For Guinea Pigs)\nA wild mouse seen by the hedgehogs also has access to the guinea pigs in Building 1. No pest control program for\nwild rodents is in place. Wild rodents such as mice can bring sicknesses in that can make the guinea pigs sick. To\nprotect the health of the animals, ensure that wild rodents cannot get into the building and that a safe and effective\npest control program is in place.\nCorrect by 4/5/2017."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "The water bottles for the hedgehogs had a film of dark material built up on the inside. This dark material is a sign\nthat the bottles have not been cleaned recently and could cause the hedgehogs to get sick. To protect the health of\nthe animals, the water bottles must be kept clean and sanitary.\nCorrect by 4/1/17."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Two of the hedgehog enclosures had an excessive amount of wet soiled material by the water bottles. Wet soiled\nmaterial can make animals sick and does not provide for their comfort. Ensure that the hedgehog enclosures are\ncleaned often enough to prevent a buildup of wet soiled material.\nCorrect by 4/1/17."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Pest Control (For Hedgehogs)\nThe licensee and I saw a live mouse behind one of the hedgehog enclosures during inspection. No current pest\ncontrol for rodents is in place inside the building. Wild rodents could bring sicknesses inside the building that can\nmake the hedgehogs sick. To protect the health of the animals, the facility must ensure rodents do not gain access\nto the building and that an effective and safe pest control program is in place at all times.\nCorrect by 4/5/17.\nThis inspection and exit interview were conducted with a facility representative."
    }
  ],
  "narrative": "3.31(c)\nSANITATION.\nPest Control (For Guinea Pigs)\nA wild mouse seen by the hedgehogs also has access to the guinea pigs in Building 1.  No pest control program for\nwild rodents is in place. Wild rodents such as mice can bring sicknesses in that can make the guinea pigs sick.  To\nprotect the health of the animals, ensure that wild rodents cannot get into the building and that a safe and effective\npest control program is in place. \nCorrect by 4/5/2017.\n3.130\nWATERING.  \nThe water bottles for the hedgehogs had a film of dark material built up on the inside.  This dark material is a sign\nthat the bottles have not been cleaned recently and could cause the hedgehogs to get sick. To protect the health of\nthe animals, the water bottles must be kept clean and sanitary. \nCorrect by 4/1/17.\n3.131(a)\nSANITATION.   \nTwo of the hedgehog enclosures had an excessive amount of wet soiled material by the water bottles.  Wet soiled\nmaterial can make animals sick and does not provide for their comfort.  Ensure that the hedgehog enclosures are\ncleaned often enough to prevent a buildup of wet soiled material.  \nCorrect by 4/1/17.\n3.131(d)\n\nSANITATION.   \nPest Control (For Hedgehogs)\nThe licensee and I saw a live mouse behind one of the hedgehog enclosures during inspection.  No current pest\ncontrol for rodents is in place inside the building.  Wild rodents could bring sicknesses inside the building that can\nmake the hedgehogs sick.  To protect the health of the animals, the facility must ensure rodents do not gain access\nto the building and that an effective and safe pest control program is in place at all times. \nCorrect by 4/5/17.\nThis inspection and exit interview were conducted with a facility representative.",
  "animals_total": 1460,
  "species": [
    {
      "count": 5,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG (MOST COMMON PET HEDGEHOG)"
    },
    {
      "count": 19,
      "scientific": "Atelerix albiventris",
      "common": "HEDGEHOG"
    },
    {
      "count": 1436,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}