{
  "insp_id": "64141212039135",
  "layout": "a",
  "customer_id": "44451",
  "customer_name": "John H Beiler",
  "customer_addr": "726 Turnbull Rd\nPlatteville, WI 53818",
  "certificate": "35-A-0321",
  "site_id": "001",
  "site_name": "JOHN BEILER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-MAR-2014",
  "report_date": "05-MAR-2014",
  "citations": [
    {
      "code": "3.25(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "(d) Waste disposal....to minimize vermin infestation, odors, and disease hazards.\nBoth buildings had enclosures with excessively soiled bedding. Soiled bedding and strong ammonia odors can\ncause many animals to get sick and do poorly. It is reported the enclosures are cleaned (bedding changed) once a\nweek. Soiled bedding must be changed more often to help decrease strong ammonia odors that were present\nduring inspection.\nIn the lower building, an area between the drain gutters and underneath the gutters had a build-up of wet soiled\nmaterial. Removing some of this material released a very strong odor. Having wet soiled material in these areas\ncan cause disease hazards and increase odors in the building. Clean these areas and maintain them free from\nsoiled material to decrease odors and decrease disease hazards for the guinea pigs.\nCorrect by 3/6/14."
    },
    {
      "code": "3.26(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "(b) Ventilation.\nBoth buildings had a stong ammonia odor in the building throughout inspection. I noted a burning sensation in my\nthroat in both buildings and I felt my eyes burn slightly while entering the lower building. Vents to the lower building\nwere closed prior to inspection. Lack of fresh air can make many animals sick and do poorly. Fresh air flow must\nbe provided while maintaining an indoor temperature of 60 to 85 degrees F. Cleaning primary enclosures more\noften may also decrease ammonia odors.\nCorrect by 3/6/14."
    },
    {
      "code": "3.28(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "(1) Primary enclosures shall be structurally sound and maintained in good repair...\nAt least 7 feeders in the lower building were excessively rusty or had sharp edges on them. Enclosures numbered\n4, 5, 8, 15, 18, 21, and 23 were observed to have such conditions. Excessivley rusted feeders cannot be cleaned\nappropriately and can cause animals to get sick. Sharp edges can cause injury. Repair and maintian surfaces in\nthe enclosures (including feeders) free from rust and free from sharp edges.\nCorrect by 3/26/14."
    },
    {
      "code": "3.28(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "All enclosures had excessively wet bedding around the watering tubes. This does not allow guinea pigs to eat or\ndrink without getting their feet wet. This can cause guinea pigs to get sick or do poorly. To protect their health,\nguinea pigs must be able to eat and drink without getting their feet wet. Maintain the watering and drinking areas\nwith clean, dry bedding at all times.\nCorrect by 3/6/14.\nInspection and exit interview conducted with facility representative."
    }
  ],
  "narrative": "3.25(d)\nFACILITIES, GENERAL.\n(d) Waste disposal....to minimize vermin infestation, odors, and disease hazards. \nBoth buildings had enclosures with excessively soiled bedding.   Soiled bedding and strong ammonia odors can\ncause many animals to get sick and do poorly.  It is reported the enclosures are cleaned (bedding changed) once a\nweek.  Soiled bedding must be changed more often to help decrease strong ammonia odors that were present\nduring inspection.   \nIn the lower building, an area between the drain gutters and underneath the gutters had a build-up of wet soiled\nmaterial.  Removing some of this material released a very strong odor.  Having wet soiled material in these areas\ncan cause disease hazards and increase odors in the building.  Clean these areas and maintain them free from\nsoiled material to decrease odors and decrease disease hazards for the guinea pigs.\nCorrect by 3/6/14. \n3.26(b)\nFACILITIES, INDOOR.\n(b) Ventilation.\nBoth buildings had a stong ammonia odor in the building throughout inspection.  I noted a burning sensation in my\nthroat in both buildings and I felt my eyes burn slightly while entering the lower building.  Vents to the lower building\nwere closed prior to inspection.   Lack of fresh air can make many animals sick and do poorly.  Fresh air flow must\nbe provided while maintaining an indoor temperature of 60 to 85 degrees F.  Cleaning primary enclosures more\noften may also decrease ammonia odors. \nCorrect by 3/6/14.\n\n3.28(a)(1)\nPRIMARY ENCLOSURES. \n(1) Primary enclosures shall be structurally sound and maintained in good repair...\nAt least 7 feeders in the lower building were excessively rusty or had sharp edges on them.  Enclosures numbered\n4, 5, 8, 15, 18, 21, and 23 were observed to have such conditions.  Excessivley rusted feeders cannot be cleaned\nappropriately and can cause animals to get sick.  Sharp edges can cause injury.  Repair and maintian surfaces in\nthe enclosures (including feeders) free from rust and free from sharp edges. \nCorrect by 3/26/14.  \n3.28(a)(3)\nPRIMARY ENCLOSURES. \nAll enclosures had excessively wet bedding around the watering tubes.  This does not allow guinea pigs to eat or\ndrink without getting their feet wet. This can cause guinea pigs to get sick or do poorly.   To protect their health,\nguinea pigs must be able to eat and drink without getting their feet wet. Maintain the watering and drinking areas\nwith clean, dry bedding at all times.\nCorrect by 3/6/14.  \nInspection and exit interview conducted with facility representative.",
  "animals_total": 1505,
  "species": [
    {
      "count": 1505,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}