{
  "insp_id": "2016090000596605",
  "layout": "b",
  "customer_id": "5222",
  "customer_name": "HELENE HAMRICK",
  "customer_addr": "17798 HWY 92\nACKWORTH, IA 50001",
  "certificate": "42-A-0124",
  "site_id": "001",
  "site_name": "HELENE HAMRICK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-MAY-2021",
  "report_date": "04-MAY-2021",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Female Shih Tzu (microchip #004364872) has poor dental health. On the left side there is a buildup of thick light\nbrownish material on the upper canine and cheek teeth completely covering the third cheek tooth. Adjacent gum areas\nare inflammed and receding. On the right side, some of the upper front teeth, the canine tooth, and all of the cheek teeth\nare also mostly covered with the same light brownish material. The gums are also inflamed and have receded to the point\nthat the bone or root of the tooth is exposed above the area of the 1st upper cheek tooth and the 2nd cheek tooth is loose,\nmoving easily when touched. This dog last received dental care from the attending veterinarian in May 2020.\nMale Shih Tzu (microchip 047377258) has poor dental health. A heavy buildup of brownish material is on the left upper\ncanine tooth and the remaining cheek teeth is completely covered. There is a greyish material at the gum lines of these\nteeth and the adjacent gums are very inflamed. The right side the gums are also very inflamed over the affected teeth,\nwith the upper canine and cheek teeth covered in a thick layer of brownish material that turns to grey near the gum line.\nThis dog last received dental care from the attending veterinarian in January 2020.\nMale Shih Tzu (microchip #004521009) has poor dental health and was observed licking around the right side of his\nmouth. Examination revealed a heavy covering of a greyish brown material over the left upper front tooth, upper canine,\nand upper cheek tooth. The material is heaviest along the gum line and the gums are very inflamed to the point that they\nare bleeding above the cheek tooth. On the right side, there is a similar thick buildup of the greyish brown material on the\nupper canine and cheek teeth. On this side the gums are also very inflamed and receding over the cheek teeth. The\nsecond upper cheek tooth is loose and moves easily when touched. This dog last received dental care from the attending\nveterinarian on June 23, 2020.\nDental disease in dogs can be very painful. Buildup of tartar and other material on the teeth and along the gum lines can\nlead to infections of the surrounding gums and bone that can lead to tooth loss and even systemic infections.\nThe above dogs must be evaluated by a licensed veterinarian for an accurate diagnosis and to establish an effective\ntreatment plan. The licensee needs to work with their Attending Veterinarian to come up with an effective plan to prevent,\ndiagnose, and treat dental issues in timely manner.\nTo be corrected by: May 07, 2021"
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "In the Whelping Building, the outdoor portion of one enclosure, containing one dog, has numerous sharp points located at\nthe level of the animal. The sharp points consist of a broken piece of chain link fencing that is protruding into the\nenclosure and a broken piece of wire flooring that is bent upward. The chain link gate has a section of coated wire\nattached to the inside of it and numerous sharp points are sticking up along the top of it.\nEnclosure #8 in the Male Building, containing two dogs, has broken chain link fencing that has created a sharp point at\nthe level of the dog.\nEnclosure #7 in the Male Building, containing one dog, has a piece of wire in the flooring that has bent upward creating a\nsharp point which the dog could step on.\nContact with sharp points could cause injury to the dog.\nHousing facilities for dogs must be maintained in good repair and protect the animals from injury. The licensee must\neither remove the sharp points or alter them in a manner that eliminates the risk of injury to the dogs. The licensee must\nensure that all enclosures are safe for the dogs at all times.\nTo be corrected by: May 11, 2021\nOne enclosure located in the whelping building, containing one Shetland Sheepdog, has a large gap between the\nenclosure gate and the flooring that could allow the dog's leg to pass through. The gap was large enough for the\ninspector to pass her hand through. Gaps large enough to allow the feet and legs of a dog to pass through could result in\ninjury to the animal.\nHousing facilities for dogs must be maintained in good repair and protect the animals from injury. The licensee must alter\nthe enclosure in a manner that eliminates the gap between the flooring and the gate. The licensee must ensure that all\nenclosures are safe for the dogs at all times.\nTo be corrected by: May 14, 2021\nIn the Male Building the inspectors observed two empty enclosures in which the metal framework holding up the flooring\nhad broken causing the flooring to collapse. The following enclosures also have damage to the metal framework beneath\nthe flooring of the enclosures:\nEnclosure #8: Contains 2 dogs. The metal framework along one side is rusted and broken and is is no longer attached to\nthe rest of the framework.\nEnclosure #7: Contains one dog. The metal framework along one side is rusted and broken and is no longer attached to\nthe rest of the framework.\nEnclosure #3: Contains one dog. The metal framework along one side is rusted and broken and is no longer attached to\nthe rest of the framework.\nEnclosure #5: Contains one dog. The metal framework along one side and along both sides of the back section of the\nenclosure has rusted and broken and is no longer attached to the rest of the framework.\nEnclosure #10: Contains one dog. The metal framework along one side is rusted and broken and is no longer attached\nto the rest of the framework.\nEnclosure #11: Contains two dogs. The metal framework along both sides of the enclosure is rusted and broken and is\nno longer attached to the rest of the framework.\nEnclosure #12: Contains two dogs. The metal framework along one side is rusted and broken and is no longer attached\nto the rest of the framework.\nBroken metal framework could weaken the structural stability of the enclosure and could cause injury to the animals\nshould the framework collapse.\nHousing facilities for dogs must be designed and constructed so they are structurally sound, maintained in good repair,\nand protect the animals from injury. The licensee must alter the broken framework in a manner that ensures it is\nstructurally sound and protects the dogs from injury. The licensee must maintain all enclosures in good repair at all times.\nTo be corrected by: June 04, 2021\nIn the Whelping Building there are at least three enclosures, containing a total of approximately three adult dogs and\nthree puppies, which have excessively damaged carpet squares. The edges of the carpet squares have been shredded\ninto long strands of material and the inspectors observed one puppy chewing and pulling on the damaged areas of the\ncarpet square. The damaged carpet squares could cause injury to an animal should it become entangled in the shredded\nfibers and could have a negative impact on the health of an animal should it swallow damaged carpet materials.\nHousing facilities for dogs must be maintained in good repair and protect the dogs from injury. The licensee must remove\nthe damaged carpet squares or alter them in a manner that eliminates the risk of injury to the dogs. The licensee must\nmaintain all enclosures in good repair at all times.\nTo be corrected by: The licensee removed two of the damaged carpets at the time of the inspection and all other carpets\nmust be in compliance by May 07, 2021."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "One enclosure in the Whelping Building, housing one dog, contains an excessive accumulation of feces. The licensee\nstated that the enclosure was not cleaned yesterday. A buildup of feces could cause the dog to become soiled, could\nattract pests, and could also increase the risk of disease.\nExcreta and food waste must be removed from primary enclosures daily. The licensee must remove the feces from the\naffected enclosure and ensure that all waste is removed from each enclosure daily.\nTo be corrected by: End of business May 04, 2021"
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "At least three enclosures in the Male Building, containing a total of four dogs, have a heavy buildup of dark brown colored\ndirt and debris on the inside of the access doors. The licensee stated that the enclosures and doors were power washed\nsometime in April. A buildup of dirt, debris and excreta could increase the risk of disease towards the dogs.\nUsed primary enclosures must be sanitized once every two weeks or more often if necessary to prevent the buildup of\ndirt, debris, food waste, excreta and other disease hazards. The licensee must remove the dirt and debris buildup from\nthe access doors and ensure they remain in a sanitized condition in order to support the health and well-being of the\ndogs.\nTo be corrected by: May 18, 2021\nThis inspection and exit interview were conducted with the facility representative.\nAdditional Inspectors:\nWilliam Janecke, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nFemale Shih Tzu (microchip #004364872) has poor dental health.  On the left side there is a buildup of thick light \nbrownish material on the upper canine and cheek teeth completely covering the third cheek tooth.  Adjacent gum areas \nare inflammed and receding. On the right side, some of the upper front teeth, the canine tooth, and all of the cheek teeth \nare also mostly covered with the same light brownish material.  The gums are also inflamed and have receded to the point \nthat the bone or root of the tooth is exposed above the area of the 1st upper cheek tooth and the 2nd cheek tooth is loose, \nmoving easily when touched.  This dog last received dental care from the attending veterinarian in May 2020. \n \nMale Shih Tzu (microchip 047377258) has poor dental health.  A heavy buildup of brownish material is on the left upper \ncanine tooth and the remaining cheek teeth is completely covered.  There is a greyish material at the gum lines of these \nteeth and the adjacent gums are very inflamed.   The right side the gums are also very inflamed over the affected teeth, \nwith the upper canine and cheek teeth covered in a thick layer of brownish material that turns to grey near the gum line.  \nThis dog last received dental care from the attending veterinarian in January 2020. \n \nMale Shih Tzu (microchip #004521009) has poor dental health and was observed licking around the right side of his \nmouth.  Examination revealed a heavy covering of a greyish brown material over the left upper front tooth, upper canine,\n\nand upper cheek tooth.  The material is heaviest along the gum line and the gums are very inflamed to the point that they \nare bleeding above the cheek tooth.  On the right side, there is a similar thick buildup of the greyish brown material on the \nupper canine and cheek teeth.  On this side the gums are also very inflamed and receding over the cheek teeth.  The \nsecond upper cheek tooth is loose and moves easily when touched.  This dog last received dental care from the attending \nveterinarian on June 23, 2020. \n \nDental disease in dogs can be very painful.  Buildup of tartar and other material on the teeth and along the gum lines can \nlead to infections of the surrounding gums and bone that can lead to tooth loss and even systemic infections. \n \nThe above dogs must be evaluated by a licensed veterinarian for an accurate diagnosis and to establish an effective \ntreatment plan.  The licensee needs to work with their Attending Veterinarian to come up with an effective plan to prevent, \ndiagnose, and treat dental issues in timely manner. \n \nTo be corrected by:  May 07, 2021 \n3.1(a) \n   \nHousing facilities, general. \nIn the Whelping Building, the outdoor portion of one enclosure, containing one dog, has numerous sharp points located at \nthe level of the animal.  The sharp points consist of a broken piece of chain link fencing that is protruding into the \nenclosure and a broken piece of wire flooring that is bent upward.  The chain link gate has a section of coated wire \nattached to the inside of it and numerous sharp points are sticking up along the top of it. \n \nEnclosure #8 in the Male Building, containing two dogs, has broken chain link fencing that has created a sharp point at\n\nthe level of the dog. \n \nEnclosure #7 in the Male Building, containing one dog, has a piece of wire in the flooring that has bent upward creating a \nsharp point which the dog could step on. \n \nContact with sharp points could cause injury to the dog. \n \nHousing facilities for dogs must be maintained in good repair and protect the animals from injury.  The licensee must \neither remove the sharp points or alter them in a manner that eliminates the risk of injury to the dogs.  The licensee must \nensure that all enclosures are safe for the dogs at all times. \n \nTo be corrected by:  May 11, 2021 \n \nOne enclosure located in the whelping building, containing one Shetland Sheepdog, has a large gap between the \nenclosure gate and the flooring that could allow the dog's leg to pass through.  The gap was large enough for the \ninspector to pass her hand through.  Gaps large enough to allow the feet and legs of a dog to pass through could result in \ninjury to the animal. \n \nHousing facilities for dogs must be maintained in good repair and protect the animals from injury.  The licensee must alter \nthe enclosure in a manner that eliminates the gap between the flooring and the gate.  The licensee must ensure that all \nenclosures are safe for the dogs at all times.\n\nTo be corrected by:  May 14, 2021 \n \nIn the Male Building the inspectors observed two empty enclosures in which the metal framework holding up the flooring \nhad broken causing the flooring to collapse.  The following enclosures also have damage to the metal framework beneath \nthe  flooring of the enclosures: \n \nEnclosure #8:  Contains 2 dogs.  The metal framework along one side is rusted and broken and is is no longer attached to \nthe rest of the framework. \n \nEnclosure #7:  Contains one dog.  The metal framework along one side is rusted and broken and is no longer attached to \nthe rest of the framework. \n \nEnclosure #3:  Contains one dog.  The metal framework along one side is rusted and broken and is no longer attached to \nthe rest of the framework. \n \nEnclosure #5:  Contains one dog.  The metal framework along one side and along both sides of the back section of the \nenclosure has rusted and broken and is no longer attached to the rest of the framework. \n \nEnclosure #10:  Contains one dog.  The metal framework along one side is rusted and broken and is no longer attached \nto the rest of the framework. \n \nEnclosure #11: Contains two dogs.  The metal framework along both sides  of the enclosure is rusted and broken and is\n\nno longer attached to the rest of the framework. \n \nEnclosure #12:  Contains two dogs.  The metal framework along one side is rusted and broken and is no longer attached \nto the rest of the framework. \n \nBroken metal framework could weaken the structural stability of the enclosure and could cause injury to the animals \nshould the framework collapse. \n \nHousing facilities for dogs must be designed and constructed so they are structurally sound, maintained in good repair, \nand protect the animals from injury.  The licensee must alter the broken framework in a manner that ensures it is \nstructurally sound and protects the dogs from injury.  The licensee must maintain all enclosures in good repair at all times. \n \nTo be corrected by:  June 04, 2021 \n \nIn the Whelping Building there are at least three enclosures, containing a total of approximately three adult dogs and  \nthree puppies, which have excessively damaged carpet squares.  The edges of the carpet squares have been shredded \ninto long strands of material and the inspectors observed one puppy chewing and pulling on the damaged areas of the \ncarpet square.  The damaged carpet squares could cause injury to an animal should it become entangled in the shredded \nfibers and could have a negative impact on the health of an animal should it swallow damaged carpet materials. \n \nHousing facilities for dogs must be maintained in good repair and protect the dogs from injury.  The licensee must remove \nthe damaged carpet squares or alter them in a manner that eliminates the risk of injury to the dogs.  The licensee must\n\nmaintain all enclosures in good repair at all times. \n \nTo be corrected by:  The licensee removed two of the damaged carpets at the time of the inspection and all other carpets \nmust be in compliance by May 07, 2021. \n3.11(a) \n   \nCleaning, sanitization, housekeeping, and pest control. \nOne enclosure in the Whelping Building, housing one dog, contains an excessive accumulation of feces.  The licensee \nstated that the enclosure was not cleaned yesterday.  A buildup of feces could cause the dog to become soiled, could \nattract pests, and could also increase the risk of disease. \n \nExcreta and food waste must be removed from primary enclosures daily.  The licensee must remove the feces from the \naffected enclosure and ensure that all waste is removed from each enclosure daily. \n \nTo be corrected  by:  End of business May 04, 2021 \n3.11(b)(2) \n   \nCleaning, sanitization, housekeeping, and pest control. \nAt least three enclosures in the Male Building, containing a total of four dogs, have a heavy buildup of dark brown colored \ndirt and debris on the inside of the  access doors.  The licensee stated that the enclosures and doors were power washed \nsometime in April.  A buildup of dirt, debris and excreta could increase the risk of disease towards the dogs. \n \nUsed primary enclosures must be sanitized once every two weeks or more often if necessary to prevent the buildup of \ndirt, debris, food waste, excreta and other disease hazards.  The licensee must remove the dirt and debris buildup from\n\nthe access doors and ensure they remain in a sanitized condition in order to support the health and well-being of the \ndogs. \n \nTo be corrected by:  May 18, 2021 \n \nThis inspection and exit interview were conducted with the facility representative. \n \nAdditional Inspectors: \nWilliam Janecke, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 55,
  "species": [
    {
      "count": 51,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 4,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}