{
  "insp_id": "2016082569391237",
  "layout": "a",
  "customer_id": "2857",
  "customer_name": "Becky Haberman",
  "customer_addr": "Brian Haberman\n1212 Marks Hill Road\nNorthwood, IA 50459",
  "certificate": "42-B-0227",
  "site_id": "001",
  "site_name": "BRIAN AND BECKY HABERMAN",
  "insp_type": "ATTEMPTED INSPECTION",
  "date": "27-FEB-2019",
  "report_date": "03-MAR-2019",
  "citations": [
    {
      "code": "2.126(b)",
      "kind": "",
      "repeat": false,
      "desc": "ACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.",
      "narrative": "A responsible adult was not available to accompany APHIS Officials during the inspection process at 1425 on\n27-Feb-19. I went to the licensee's house. I knocked on the door. No one answered. I honked my car horn and\nthen called the licensee. I left a message and then waited 30 minutes. No one came home and I received no\nphone call back during that time. About a half hour after I left the licensee called me back and informed me he\nwasn't currently available to do an inspection. He gave me his optimal hours and I told him someone would be back\nto do the inspection on another day.\nEnd of report."
    }
  ],
  "narrative": "2.126(b)\nACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.\nA responsible adult was not available to accompany APHIS Officials during the inspection process at 1425 on\n27-Feb-19.  I went to the licensee's house.  I knocked on the door.  No one answered.  I honked my car horn and\nthen called the licensee.  I left a message and then waited 30 minutes.  No one came home and I received no\nphone call back during that time.  About a half hour after I left the licensee called me back and informed me he\nwasn't currently available to do an inspection.  He gave me his optimal hours and I told him someone would be back\nto do the inspection on another day.\nEnd of report.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}