{
  "insp_id": "35161337240112",
  "layout": "a",
  "customer_id": "34383",
  "customer_name": "Kathleen O Martin",
  "customer_addr": "16179 Ivan Road\nFortuna, MO 65034",
  "certificate": "43-A-4718",
  "site_id": "002",
  "site_name": "KATHLEEN MARTIN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-FEB-2016",
  "report_date": "04-FEB-2016",
  "citations": [
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "(f) Drainage and waste disposal\n***There was an accumulation of hair, grime and organic material on the drainage pipes and the wire fencing walls\nof two enclosures housing a total of 3 adult dogs in the outdoor portion of the sheltered building. The drainage\npipes present in the two enclosures had a buildup of hair, grime and organic material around the upper\ncircumference of the pipes where they meet the drainage pipes from the upper wash downs. There were small\nspaces visible between where these two drainage pipes met in each enclosure. An accumulation of hair, grime and\norganic debris was also present on the walls of the enclosures adjacent to the drainage pipes and wash downs.\nThe accumulation of hair, grime and organic debris can increase the risk of odors, pests and disease hazards. The\nspaces between the drainage pipe connections increase the risk of waste leakage into the enclosures where the\ndogs are housed. The licensee must ensure that the drainage pipes are properly constructed, installed and\nmaintained. The licensee washed down most of the hair, grime and organic material at the time of inspection. To\nbe corrected by: February 18, 2016.\nThe inspection and exit interview were conducted with the licensee, Josh Moore (CS) and Dr. Erika Leisner (VMO).\nAdditional Inspectors\nMoore Joshua, Compliance Specialist"
    }
  ],
  "narrative": "3.1(f)\nHOUSING FACILITIES, GENERAL.\n(f) Drainage and waste disposal\n***There was an accumulation of hair, grime and organic material on the drainage pipes and the wire fencing walls\nof two enclosures housing a total of 3 adult dogs in the outdoor portion of the sheltered building.  The drainage\npipes present in the two enclosures had a buildup of hair, grime and organic material around the upper\ncircumference of the pipes where they meet the drainage pipes from the upper wash downs.  There were small\nspaces visible between where these two drainage pipes met in each enclosure.  An accumulation of hair, grime and\norganic debris was also present on the walls of the enclosures adjacent to the drainage pipes and wash downs. \nThe accumulation of hair, grime and organic debris can increase the risk of odors, pests and disease hazards.  The\nspaces between the drainage pipe connections increase the risk of waste leakage into the enclosures where the\ndogs are housed.  The licensee must ensure that the drainage pipes are properly constructed, installed and\nmaintained.  The licensee washed down most of the hair, grime and organic material at the time of inspection.  To\nbe corrected by: February 18, 2016.\nThe inspection and exit interview were conducted with the licensee, Josh Moore (CS) and Dr. Erika Leisner (VMO).\nAdditional Inspectors\nMoore Joshua, Compliance Specialist",
  "animals_total": 78,
  "species": [
    {
      "count": 47,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 31,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}