{
  "insp_id": "7160852580320",
  "layout": "a",
  "customer_id": "5740",
  "customer_name": "Justin Jackson",
  "customer_addr": "La Nae Jackson\n424 6th Rd\nClifton, KS 66937",
  "certificate": "48-A-1849",
  "site_id": "001",
  "site_name": "Justin Jackson, La Nae Jackson",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-JAN-2016",
  "report_date": "07-JAN-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* Two red colored adult female Vizsla's ( microchip numbers 146324528 A and 146223762 A ) and one red colored\nadult male Vizsla ( microchip number 010-789-768 ) are thin in appearance. When viewed from the back and side,\nthe ribs and backbone were visible from a lack of fat cover on all three dogs. At time of inspection, the attending\nveterinarian had not been consulted. When the body condition shows a loss in weight to the point that the\nbackbone or ribs are visible, this is a sign of potential health problems. Poor body conditions could be an indication\nthe dogs are not receiving adequate nutrition or it could be internal problems. This can affect the ability of the dogs\nto gain or maintain an adequate body weight. These dogs must be examined by a licensed vet and appropriate\ndiagnosis and treatment. Documentation must be maintained on all medical problems, diagnosis and treatments.\nAll medical records must be made available to the inspector upon request."
    },
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Excessive rust with sharp, jagged edges were observed along the bottom of one sheet of tin that was attached to\nthe north exterior wall of one enclosure. Multiple holes were observed in the sheet of tin ranging from an estimated\ntwo to six inches in length. Two dogs are in contact with the affected area which is located in outdoor housing.\nRust can erode and deteriorate all metal surfaces to the point that the metal surfaces can no longer be readily\ncleaned and sanitized. Excessive rust affects the structural integrity of all metal surfaces. The licensee must ensure\nthat all surfaces are free of excessive rust and be of good structural strength. Correct by 1/20/16."
    },
    {
      "code": "3.1(c)(1)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Broken, protruding vinyl coated wires with sharp points was observed in one enclosure. One dog is in contact\nwith the affected wiring which is located in indoor housing. The affected fencing is attached to the side of the\nenclosure and is turned inwards toward the dog. Broken, protruding wires with sharp points could cause potential\ninjury to the dogs. The licensee must ensure that all enclosure wires are free of jagged edges or sharp points that\nmight injure the animals. Correct by 1/20/16.\n* The facility inspection and verbal exit briefing done on 1/6/16 were conducted with the licensee, Karl Thornton\nACI and Robert Bacon ACI.\n* The exit briefing done on 1/7/16 was conducted with the licensee and Robert Bacon ACI.\nAdditional Inspectors\nThornton Karl, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*   Two red colored adult female Vizsla's ( microchip numbers 146324528 A and 146223762 A ) and one red colored\nadult male Vizsla ( microchip number 010-789-768 ) are thin in appearance.  When viewed from the back and side,\nthe ribs and backbone were visible from a lack of fat cover on all three dogs.  At time of inspection, the attending\nveterinarian had not been consulted.    When the body condition shows a loss in weight to the point that the\nbackbone or ribs are visible, this is a sign of potential health problems.  Poor body conditions could be an indication\nthe dogs are not receiving adequate nutrition or it could be internal problems.  This can affect the ability of the dogs\nto gain or maintain an adequate body weight.  These dogs must be examined by a licensed vet and appropriate\ndiagnosis and treatment.  Documentation must be maintained on all medical problems, diagnosis and treatments.\nAll medical records must be made available to the inspector upon request.\n3.1(c)(1)(1)\nHOUSING FACILITIES, GENERAL.\n*   Excessive rust with sharp, jagged edges were observed along the bottom of one sheet of tin that was attached to\nthe north exterior wall of one enclosure.  Multiple holes were observed in the sheet of tin ranging from an estimated\ntwo to six inches in length.  Two dogs are in contact with the affected area which is located in outdoor housing. \nRust can erode and deteriorate all metal surfaces to the point that the metal surfaces can no longer be readily\ncleaned and sanitized. Excessive rust affects the structural integrity of all metal surfaces.  The licensee must ensure\nthat all surfaces are free of excessive rust and be of good structural strength.  Correct by 1/20/16.  \n \n3.1(c)(1)(2)\n\nHOUSING FACILITIES, GENERAL.\n*    Broken, protruding vinyl coated wires with sharp points was observed in one enclosure.  One dog is in contact\nwith the affected wiring which is located in indoor housing.  The affected fencing is attached to the side of the\nenclosure and is turned inwards toward the dog.  Broken, protruding wires with sharp points could cause potential\ninjury to the dogs.  The licensee must ensure that all enclosure wires are free of jagged edges or sharp points that\nmight injure the animals.  Correct by 1/20/16.\n*  The facility inspection and verbal exit briefing done on 1/6/16 were conducted with the licensee, Karl Thornton\nACI and Robert Bacon ACI.\n*   The exit briefing done on 1/7/16 was conducted with the licensee and Robert Bacon ACI.\nAdditional Inspectors\nThornton Karl, Animal Care Inspector",
  "animals_total": 568,
  "species": [
    {
      "count": 424,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 144,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}