{
  "insp_id": "2016082568571121",
  "layout": "a",
  "customer_id": "322280",
  "customer_name": "Challen Ramsey",
  "customer_addr": "741 Hwy 28\nRandall, KS 66963",
  "certificate": "48-A-2094",
  "site_id": "001",
  "site_name": "Challen Ramsey",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-JUL-2017",
  "report_date": "27-JUL-2017",
  "citations": [
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The licensee has a newly updated, computer spreadsheet list of dogs on hand but it does not have complete\ninformation that is required for all dogs. Six dogs do not have their identification/chip numbers listed and three dogs\ndo not have complete acquisition information listed. In addition, the licensee does not have a variance to use\ncomputerized records other than the APHIS 7005 form. The lack of complete information on these forms makes it\ndifficult to accurately track and monitor the dogs present in the kennel. These forms must accurately and completely\ninclude all required information about all the dogs in the facility."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The welded-wire fence in one enclosure with two dogs is bowed out from the panel fence resulting in a gap between\nthe two fences as well as wire points sticking into the enclosure. Also, in another enclosure with one dog there are\nwire points sticking into the enclosure in one corner. Also, the edge of a metal strip holding down the flooring\nmaterial in one enclosure in the whelping building is turned up resulting in a sharp edge. Wire points and sharp\nedges could result in injury to the dogs. All surfaces must be constructed and maintained in good repair to protect\nthe dogs from injury. Correct by 2 August 2017."
    },
    {
      "code": "3.1(b)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The common area of the whelping building has a collection of discarded clutter including old heat lamps, scrap\nmetal, and vinyl flooring pieces. Accumulated trash and clutter makes it difficult to clean the animal areas and\nhousing facility and can harbor pests. The licensee must ensure that housing facilities and areas used for storing\nanimal food or bedding must be free of any accumulation of trash, waste material, junk, weeds, and other discarded\nmaterials. Animal areas inside of housing facilities must be kept neat and free of clutter, including equipment,\nfurniture, and stored material, but may contain materials actually used and necessary for cleaning the area, and\nfixtures or equipment necessary for proper husbandry practices. To be corrected by 10 August 2017."
    },
    {
      "code": "3.2(d)",
      "kind": "",
      "repeat": false,
      "desc": "INDOOR HOUSING FACILITIES.",
      "narrative": "The floor of one enclosure in the whelping building currently housing one female and her two puppies is constructed\nof unfinished wood flooring. Unfinished wood is not impervious to moisture and therefore makes it difficult to clean\nand sanitize the enclosure. The licensee must ensure that the floors and walls of indoor housing facilities, and any\nother surfaces in contact with the animals, must be impervious to moisture. To be corrected by 10 August 2017."
    },
    {
      "code": "3.9(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "The food for the 6 dogs in the outdoor housing enclosures is being placed in open food receptacles unprotected\nfrom the elements. At the time of the inspection the food in these receptacles has become soaked by a recent rain\nstorm. Food that has become contaminated may no longer be palatable and result in the dogs not consuming it.\nThe licensee must provide food that is uncontaminated, wholesome, palatable, and of sufficient quantity and\nnutritive value to maintain the normal condition and weight of the animal. Correct by 31 July 2017."
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "Two plastic food bowls in use in the whelping building have chewed edges are deeply pitted and dirty, The chewed\nedges of the receptacles show decrease in durability and are difficult to clean and sanitize. When surfaces are not\nsanitized they can play a role in disease transmission. When food receptacles become worn or chewed to the point\nthat they cannot be sanitized, they must be replaced. Licensee must provide durable food receptacles without\nchewed edges that are easily cleaned and sanitized.\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nLundy Kendall, Animal Care Inspector"
    }
  ],
  "narrative": "2.75(a)(1)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\nThe licensee has a newly updated, computer spreadsheet list of dogs on hand but it does not have complete\ninformation that is required for all dogs. Six dogs do not have their identification/chip numbers listed and three dogs\ndo not have complete acquisition information listed.  In addition, the licensee does not have a variance to use\ncomputerized records other than the APHIS 7005 form. The lack of complete information on these forms makes it\ndifficult to accurately track and monitor the dogs present in the kennel. These forms must accurately and completely\ninclude all required information about all the dogs in the facility.\n3.1(a)\nHOUSING FACILITIES, GENERAL.\nThe welded-wire fence in one enclosure with two dogs is bowed out from the panel fence resulting in a gap between\nthe two fences as well as wire points sticking into the enclosure.  Also, in another enclosure with one dog there are\nwire points sticking into the enclosure in one corner.  Also, the edge of a metal strip holding down the flooring\nmaterial in one enclosure in the whelping building is turned up resulting in a sharp edge.  Wire points and sharp\nedges could result in injury to the dogs.  All surfaces must be constructed and maintained in good repair to protect\nthe dogs from injury.  Correct by 2 August 2017.\n3.1(b)\nHOUSING FACILITIES, GENERAL.\nThe common area of the whelping building has a collection of discarded clutter including old heat lamps, scrap\nmetal, and vinyl flooring pieces. Accumulated trash and clutter makes it difficult to clean the animal areas and\nhousing facility and can harbor pests. The licensee must ensure that housing facilities and areas used for storing\nanimal food or bedding must be free of any accumulation of trash, waste material, junk, weeds, and other discarded\nmaterials. Animal areas inside of housing facilities must be kept neat and free of clutter, including equipment,\nfurniture, and stored material, but may contain materials actually used and necessary for cleaning the area, and\nfixtures or equipment necessary for proper husbandry practices. To be corrected by 10 August 2017.\n\n3.2(d)\nINDOOR HOUSING FACILITIES.\nThe floor of one enclosure in the whelping building currently housing one female and her two puppies is constructed\nof unfinished wood flooring. Unfinished wood is not impervious to moisture and therefore makes it difficult to clean\nand sanitize the enclosure. The licensee must ensure that the floors and walls of indoor housing facilities, and any\nother surfaces in contact with the animals, must be impervious to moisture. To be corrected by 10 August 2017.\n3.9(a)\nFEEDING.\nThe food for the 6 dogs in the outdoor housing enclosures is being placed in open food receptacles unprotected\nfrom the elements.  At the time of the inspection the food in these receptacles has become soaked by a recent rain\nstorm.  Food that has become contaminated may no longer be palatable and result in the dogs not consuming it. \nThe licensee must provide food that is uncontaminated, wholesome, palatable, and of sufficient quantity and\nnutritive value to maintain the normal condition and weight of the animal.  Correct by 31 July 2017.\n3.9(b)                    REPEAT\nFEEDING.\nTwo plastic food bowls in use in the whelping building have chewed edges are deeply pitted and dirty, The chewed\nedges of the receptacles show decrease in durability and are difficult to clean and sanitize. When surfaces are not\nsanitized they can play a role in disease transmission. When food receptacles become worn or chewed to the point\nthat they cannot be sanitized, they must be replaced. Licensee must provide durable food receptacles without\nchewed edges that are easily cleaned and sanitized.\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nLundy Kendall, Animal Care Inspector",
  "animals_total": 14,
  "species": [
    {
      "count": 9,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 5,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}