{
  "insp_id": "2016090000695008",
  "layout": "b",
  "customer_id": "119",
  "customer_name": "MASSACHUSETTS EYE AND EAR INFIRMARY",
  "customer_addr": "243 CHARLES STREET\nBOSTON, MA 02114",
  "certificate": "14-R-0022",
  "site_id": "001",
  "site_name": "MASSACHUSETTS EYE & EAR INFIRMARY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-AUG-2021",
  "report_date": "26-AUG-2021",
  "citations": [
    {
      "code": "2.32(b)",
      "kind": "",
      "repeat": false,
      "desc": "Personnel qualifications.",
      "narrative": "Item Personnel Qualifications 2.32 b\nUSDA inspector reviewed the June 2021 IACUC minutes and read that the PI for protocol 05-11-015 euthanized an\nanesthetized rabbit on June 8, 2021, during study procedure based on oxygenation falling to as low as 64 spO2. While\nan animal is under anesthesia for this study, per the approved protocol, the PI is required to monitor the animal’s heart\nrate, withdrawal reflex, body temp, and pulse oxygen. Approximately one hour into the procedure, oxygenation started to\ndecrease, but the investigator did not notify anyone on the veterinary staff. Oxygenation was maintained below an\nacceptable level, with the animal noted by investigator as breathing faint, and approximately two hours from the start of\nprocedure, the PI euthanized the animal without consulting the veterinary staff.\nThe investigator conducting this procedure may not have been aware of their responsibility to communicate animal health\nconcerns during procedures to the veterinary care staff. All personnel responsible for animal care and use must receive\ntraining, in sufficient frequency, on the expectations of the research facility for the health and well-being of the animals.\nThe facility has corrected this item by instituting a program to re-educate investigators on working with the veterinary\nstaff.\nThis inspection and exit interview were conducted with the facility representative.\nAdditional Inspectors:\nTONYA HADJISEnd Section"
    }
  ],
  "narrative": "2.32(b) \n   \nPersonnel qualifications. \nItem Personnel Qualifications 2.32 b \nUSDA inspector reviewed the June 2021 IACUC minutes and read  that the PI for protocol 05-11-015 euthanized an \nanesthetized rabbit on June 8, 2021, during study procedure based on oxygenation  falling to as low as 64 spO2.  While \nan animal is under anesthesia for this study, per the approved protocol, the PI is required to monitor the animal’s heart \nrate, withdrawal reflex, body temp, and pulse oxygen.  Approximately one hour into the procedure, oxygenation  started to \ndecrease, but the investigator did not notify anyone on the veterinary staff.  Oxygenation was maintained below an \nacceptable  level, with  the animal noted by investigator as breathing faint, and approximately two hours from the start of \nprocedure, the PI  euthanized the animal without  consulting   the veterinary staff. \nThe investigator conducting this procedure may not have been aware of their responsibility to communicate animal health \nconcerns during procedures to the veterinary care staff.  All personnel responsible for animal care and use must receive \ntraining, in sufficient frequency, on the expectations of the research facility for the health and well-being of the animals. \nThe facility has corrected this item by  instituting a program to re-educate investigators on working with the veterinary \nstaff.\n\nThis inspection and exit interview were conducted with the facility representative. \n \nAdditional Inspectors: \nTONYA HADJISEnd Section",
  "animals_total": 81,
  "species": [
    {
      "count": 13,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 54,
      "scientific": "Meriones unguiculatus",
      "common": "MONGOLIAN GERBIL"
    },
    {
      "count": 6,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 8,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    }
  ]
}