{
  "insp_id": "183151614500538",
  "layout": "a",
  "customer_id": "4157",
  "customer_name": "Rebecca Mosshart",
  "customer_addr": "2332 C R 31\nProtection, KS 67127",
  "certificate": "48-A-0366",
  "site_id": "002",
  "site_name": "Rebecca Mosshart (PROTECTION)",
  "insp_type": "ROUTINE INSPECTION",
  "date": "30-JUN-2015",
  "report_date": "02-JUL-2015",
  "citations": [
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There is a quarter-sized rusted area in enclosure #8 in one of the whelping buildings. There are at least 5 outside\nenclosure gates that are rusted to the point that the metal is starting to flake. Rusted surfaces cannot be readily\ncleaned and sanitized. All surfaces must be maintained in a manner that keeps them free from excessive rust that\nprevents the required cleaning and sanitization. Correct by 30 July 2015."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There are approximately 6 metal dog doors that have an accumulation of dog oil, dirt, and grime. This material\ncovers up to approximately 40-50% of the outdoor surface of some of these doors. Surfaces that are not sanitized\non a regular basis can lead to an increase in disease transmission. All hard surfaces in contact with dogs must be\nspot-cleaned daily and sanitized to reduce disease hazards."
    },
    {
      "code": "3.6(a)(2)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "There are two enclosures each housing one dog where the metal is rusted to the point that there are sharp jagged\nmetal edges present. One is a free-standing enclosure and the other is a horse trailer. Sharp jagged edges could\ncause injury to the dogs. All surfaces must be free of sharp, jagged edges. Correct by 7 July 2015.\nThis routine inspection and exit interview were conducted with a facility representative."
    }
  ],
  "narrative": "3.1(c)(1)(1)\nHOUSING FACILITIES, GENERAL.\nThere is a quarter-sized rusted area in enclosure #8 in one of the whelping buildings.  There are at least 5 outside\nenclosure gates that are rusted to the point that the metal is starting to flake.  Rusted surfaces cannot be readily\ncleaned and sanitized.  All surfaces must be maintained in a manner that keeps them free from excessive rust that\nprevents the required cleaning and sanitization.  Correct by 30 July 2015.\n3.1(c)(3)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nThere are approximately 6 metal dog doors that have an accumulation of dog oil, dirt, and grime.  This material\ncovers up to approximately 40-50% of the outdoor surface of some of these doors.  Surfaces that are not sanitized\non a regular basis can lead to an increase in disease transmission.  All hard surfaces in contact with dogs must be\nspot-cleaned daily and sanitized to reduce disease hazards.\n3.6(a)(2)(1)\nPRIMARY ENCLOSURES.\nThere are two enclosures each housing one dog where the metal is rusted to the point that there are sharp jagged\nmetal edges present.  One is a free-standing enclosure and the other is a horse trailer.  Sharp jagged edges could\ncause injury to the dogs.  All surfaces must be free of sharp, jagged edges.  Correct by 7 July 2015.\nThis routine inspection and exit interview were conducted with a facility representative.",
  "animals_total": 477,
  "species": [
    {
      "count": 363,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 114,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}