{
  "insp_id": "182161248410960",
  "layout": "a",
  "customer_id": "334399",
  "customer_name": "Harvey A Troyer",
  "customer_addr": "2551 Township Road 177\nBaltic, OH 43804",
  "certificate": "31-A-0568",
  "site_id": "001",
  "site_name": "HARVEY TROYER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-JUN-2016",
  "report_date": "30-JUN-2016",
  "citations": [
    {
      "code": "3.3(e)",
      "kind": "",
      "repeat": false,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "The indoor area of the sheltered facility for 4 newly acquired large breed dogs has a wooden floor and walls in\ncontact with the dogs. Although the area is clean on this inspection, exposed raw wood is not impervious to\nmoisture or able to be properly sanitized. The license stated he plans to make the floor and wall impervious but has\nnot had time to do so. Surfaces in contact with the dogs must be impervious to allow it to be properly sanitized.\nCorrect by ensuring all surfaces in contact with the dogs are impervious.\nCorrect by: 15 JUL 2016"
    },
    {
      "code": "3.6(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The indoor sheltered area for 4 large breed dogs has a section of coated metal wire used a barrier for the dogs.\nDuring this inspection, the dogs stood on their hind feet and placed their front paws onto this barrier and were able\nto bend over at least 1 foot of the top of the barrier. This coated metal wire is not structurally strong enough to\ncontain these large breed dogs and is a potential injury hazard to the dogs should they get a front foot caught in the\nbent over metal. The licensee must replace or repair this area to ensure it properly contains the dogs and protects\nthem from injury.\nCorrect by: 15 JUL 2016\nInspection and exit interview conducted with the licensee."
    }
  ],
  "narrative": "3.3(e)\nSHELTERED HOUSING FACILITIES.\nThe indoor area of the sheltered facility for 4 newly acquired large breed dogs has a wooden floor and walls in\ncontact with the dogs.  Although the area is clean on this inspection, exposed raw wood is not impervious to\nmoisture or able to be properly sanitized.  The license stated he plans to make the floor and wall impervious but has\nnot had time to do so.  Surfaces in contact with the dogs must be impervious to allow it to be properly sanitized. \nCorrect by ensuring all surfaces in contact with the dogs are impervious.  \nCorrect by: 15 JUL 2016\n3.6(a)(2)\nPRIMARY ENCLOSURES.\nThe indoor sheltered area for 4 large breed dogs has a section of coated metal wire used a barrier for the dogs. \nDuring this inspection, the dogs stood on their hind feet and placed their front paws onto this barrier and were able\nto bend over at least 1 foot of the top of the barrier.   This coated metal wire is not structurally strong enough to\ncontain these large breed dogs and is a potential injury hazard to the dogs should they get a front foot caught in the\nbent over metal.   The licensee must replace or repair this area to ensure it properly contains the dogs and protects\nthem from injury.\nCorrect by: 15 JUL 2016\nInspection and exit interview conducted with the licensee.",
  "animals_total": 50,
  "species": [
    {
      "count": 34,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 16,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}