{
  "insp_id": "2016082568435869",
  "layout": "a",
  "customer_id": "25863",
  "customer_name": "Darrel Kotila",
  "customer_addr": "62235 235th St\nLitchfield, MN 55355",
  "certificate": "41-C-0229",
  "site_id": "001",
  "site_name": "DARREL KOTILA",
  "insp_type": "FOCUSED INSPECTION",
  "date": "22-JUN-2017",
  "report_date": "27-JUN-2017",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The back of the metal shelter at the campground location has a hole in it with jagged metal edges protruding out\nfrom it. Sharp edges could potentially injure any of the animals that come into contact with it. The shelter needs to\nbe repaired or replaced so no sharp points are sticking out. Correct by 7/6/17.\nThis inspection and exit interview were conducted with the licensee by phone.\nNote: This was a focused inspection at the campground location. The licensee was not available for inspection at\nthe home location. All records are kept at the home location. Therefore, no records were reviewed during this\ninspection.\nEnd of report."
    }
  ],
  "narrative": "3.125(a)\nFACILITIES, GENERAL.   \nThe back of the metal shelter at the campground location has a hole in it with jagged metal edges protruding out\nfrom it.  Sharp edges could potentially injure any of the animals that come into contact with it.  The shelter needs to\nbe repaired or replaced so no sharp points are sticking out.  Correct by 7/6/17.\nThis inspection and exit interview were conducted with the licensee by phone.\nNote: This was a focused inspection at the campground location.  The licensee was not available for inspection at\nthe home location.  All records are kept at the home location.  Therefore, no records were reviewed during this\ninspection.\nEnd of report.",
  "animals_total": 11,
  "species": [
    {
      "count": 6,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 5,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    }
  ]
}