{
  "insp_id": "INS-0000871092",
  "layout": "c",
  "customer_id": "4198",
  "customer_name": "Mary Moore",
  "customer_addr": "1567 75TH ST\nUNIONTOWN, KS 66779",
  "certificate": "48-A-1153",
  "site_id": "001",
  "site_name": "Mary Moore",
  "insp_type": "FOCUSED INSPECTION",
  "date": "30-MAY-2023",
  "report_date": "01-JUN-2023",
  "citations": [
    {
      "code": "2.50(a)",
      "kind": "",
      "repeat": true,
      "desc": "Time and method of identification.",
      "narrative": "The Keeshond cited for veterinary care concerns during this inspection did not have any official identification. There are\nalso 10 puppies in various enclosures that are not being housed only as a litter with their dam that also do not have official\nidentification. Correct identification facilitates the inspection process. In this case it facilitates the ability to ensure the\ncorrect dog is being assessed for compliant care. Identification also helps track the movement of animals. All class \"A''\ndealers (breeders) must identify all live dogs on the premises."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The licensee had no inventory records for any of the puppies on the premises. Inspectors counted 76 puppies on the\npremises during the inspection. Accurate acquisition/inventory information facilitates the inspection process and ensures\nthat dogs covered under the Animal Welfare Act can be tracked. The licensee must make, keep, and maintain records or\nforms which fully and correctly disclose the required information concerning each dog purchased or otherwise acquired,\nowned, held, or otherwise in his or her possession or under his or her control, or which is transported, euthanized, sold, or\notherwise disposed of by that dealer or exhibitor. The records must include any offspring born of any animal while in his or\nher possession or under his or her control."
    },
    {
      "code": "3.1(b)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "There is a variety of items unrelated to the husbandry of the dogs stored in the shelter structure used for the outdoor yard\ndogs. This includes a power tool, hoses, traps, and fans not in use. In the house there are puppies and their dams living\nwith the house dogs. In addition to normal household items, there are chemicals and electronics within reach of the dogs.\nAllowing dog to have access to these items - especially puppies who tend to chew - can lead to injury or inappropriate\ningestion. The licensee must ensure that housing facilities and areas used for storing animal food or bedding must be free\nof any accumulation of trash, waste material, junk, weeds, and other discarded materials. Animal areas inside of housing\nfacilities must be kept neat and free of clutter, including equipment, furniture, and stored material, but may contain\nmaterials actually used and necessary for cleaning the area, and fixtures or equipment necessary for proper husbandry\npractices and research needs. To be corrected by 7 June 2023."
    },
    {
      "code": "3.1(c)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "The licensee is housing some dams and their puppies in the house with the pet dogs at the time of the inspection. The\nwood floor of the room housing all of the dogs is soiled with grime and excreta and does not appear to be able to be\nreadily cleaned and sanitized. Inability to house dogs in housing facilities that are clean and able to be sanitized can\ncontribute to disease transmission. The licensee must ensure that surfaces of housing facilities must be constructed in a\nmanner and made of materials that allow them to be readily cleaned and sanitized, or removed or replaced when worn or\nsoiled."
    },
    {
      "code": "3.3(b)",
      "kind": "",
      "repeat": true,
      "desc": "Sheltered housing facilities.",
      "narrative": "There was still a strong odor of urine and ammonia in the large dog building. During this inspection the licensee has\nopened some windows and has added a large fan but the odor of urine and ammonia remains. Inadequate ventilation can\nlead to respiratory problems in all animals. The licensee must ensure that the enclosed or sheltered part of sheltered\nhousing facilities for dogs must be sufficiently ventilated when dogs or cats are present to provide for their health and well-\nbeing, and to minimize odors, drafts, ammonia levels, and moisture condensation. Ventilation must be provided by\nwindows, doors, vents, fans, or air conditioning. Auxiliary ventilation, such as fans, blowers, or air-conditioning, must be\nprovided when the ambient temperature is 85 °F (29.5 °C) or higher."
    },
    {
      "code": "3.3(d)",
      "kind": "",
      "repeat": false,
      "desc": "Sheltered housing facilities.",
      "narrative": "In building 4, there is a female dog with 6 puppies that are in an enclosure that doesn't provide enough space for all of the\ndogs to comfortably have shelter from the elements. This inside portion of the sheltered housing enclosure does not have\nenough room for all 7 dogs to sit, stand, and lie down in a normal manner while all in the space. Inadequate access to\nshelter can expose the dogs to weather allowing them to become wet from precipitation or to become too cold or too hot\nfrom temperature extremes. The licensee must ensure that dogs be provided with adequate shelter from the elements at\nall times to protect their health and well-being. The shelter structures must be large enough to allow each animal to sit,\nstand, and lie in a normal manner and to turn about freely. To be corrected by end of the day 3 June 2023."
    },
    {
      "code": "3.4(a)(1)(iii)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "There is a litter of 7 Australian Shepherd puppies that are approximately 6 weeks of age that were born outdoors\naccording the the licensee and still live outdoors with the yard dogs. There is no record of an acclimation statement or\napproval from the attending veterinarian allowing these puppies to have been born or to live outdoors. Young puppies that\nare born or live outdoors can be at risk due to climatic conditions and other hazards. The licensee must not house dogs in\noutdoor facilities, unless that practice is specifically approved by the attending veterinarian. This includes sick, infirm,\naged or young dogs. To be corrected by 3 June 2023."
    },
    {
      "code": "3.6(c)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Primary enclosures.",
      "narrative": "**In building 8, a newly born puppy was found in an enclosure with the dam and with one other female dog.\n**In building 4, there is an approximately 10 week old puppy housed with her dam. There is also another weaned puppy\nunder 4 months with this dog who is not her dam.\n**There are two puppies under 4 months of age that are housed with their dams and are also in the large group of dogs\nthat lives in the house.\n**There is a litter of 7 Australian Shepherd puppies that are running loose outside with their dam and 6 other adult dogs.\nThese dogs all come into a garage area to eat. One of these puppies was observed to be sitting in front of the self feeder\nand an adult dog that was not its dam was growling at it as it attempted to access the food. Housing dams and their litters\nwith other adult dogs can result in injury to the puppies and conflict with the adult dogs. The license must ensure that\nbitches with litters may not be housed in the same primary enclosure with other adult dogs, and puppies under 4 months\nof age may not be housed in the same primary enclosure with adult dogs, other than the dam or foster dam."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The self-feeders in the large dog building as well as the feeder in the garage area for the yard dogs have a build-up of\ngrime and food debris on the inside of the \"bowl\" section in contact with the food. Food and water receptacles that are not\ncleaned and sanitized sufficiently can plan a role in disease transmission. The licensee must ensure that used food and\nwater receptacles for dogs and cats must be sanitized at least once every 2 weeks using one of the methods prescribed\nin paragraph (b)(3) of this section, and more often if necessary to prevent an accumulation of dirt, debris, food waste,\nexcreta, and other disease hazards."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": true,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "Rodent droppings and excessive numbers of insects were seen mostly in building 4, and to a lesser extent in the rest of\nthe buildings. The insects were mainly seen dead in traps and on surfaces. Flies were seen in all areas of the facility.\nInadequate pest control programs can lead to unsanitary conditions. Also pests can contribute to disease transmission.\nThe licensee must establish and maintain an effective program for the control of insects, external parasites affecting dogs\nand cats, and birds and mammals that are pests, so as to promote the health and well-being of the animals and reduce\ncontamination by pests in animal areas."
    },
    {
      "code": "3.12",
      "kind": "",
      "repeat": true,
      "desc": "Employees",
      "narrative": "The licensee stated that one newly added person is helping her but was she is still unable to correct the non-complaint\nitems from the last report and maintain the rest of the work required to maintain compliance in the facility. This and the\nongoing non-compliances recorded in this and past inspections indicates that the licensee does not have enough\nemployees to provide the husbandry required for this number of dogs. Inadequate numbers of employees can result in\nsubstandard care for the dogs. The licensee must ensure that there are employees to carry out the level of husbandry\npractices and care required in this subpart."
    },
    {
      "code": "3.13(a)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Veterinary care for dogs.",
      "narrative": "The last physical exam of the dogs was documented as having occurred on 11-22-2021. The licensee stated that the\nattending veterinarian still has not performed a physical exam on any of the dogs and therefore the physical exams have\noccurred less frequently than once every 12 months. Yearly physical exams by the AV ensure that medical problems are\ndetected and addressed. The licensee must ensure that a complete physical examination from head to tail of each dog by\nthe attending veterinarian in completed not less than once every 12 months."
    },
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": true,
      "desc": "Veterinary care for dogs.",
      "narrative": "The Program of Veterinary Care (PVC) states that adults would be tested for heartworm disease randomly when\npresented to the hospital or 10 adult dogs would be tested randomly. As of the last inspection (dated 2 May 2023) the\nlicensee stated six heartworm tests that had been performed at the facility. No heartworm tests have been done since that\ntime. This does not satisfy the heartworm sampling requirements stated in the PVC. The PVC also does not state a\nsampling requirement for other parasites including intestinal parasites. Inadequate plans for sampling of parasites is a\nhuman health hazard for the purchasers of the puppies and for the other dogs in the facility. The licensee must have and\nfollow a sampling and treatment plan for parasites and other pests (including fleas, worms, coccidia, giardia, and\nheartworm) in accordance with a schedule approved by the attending veterinarian."
    },
    {
      "code": "3.13(b)",
      "kind": "",
      "repeat": true,
      "desc": "Veterinary care for dogs.",
      "narrative": "**The licensee does not have medical records to document the administration of all vaccines and deworming for the\npuppies on the premises.\n**The physical exams performed on 11/22/21 for the adult dogs present at that time are not documented with the identity,\nbreed, sex, and age of each dog.\n**The licensee does not have any medical records other than the initial assessment of the limping Keeshond following the\ninspection dated 2 May 2023. This includes no medical records of progression of the problem and the new skin lesions\nand altered gait.\nInadequate medical records, do not allow assessment of adequate veterinary preventative care or other necessary\nveterinary care for medical problems. The licensee must keep copies of medical records with all the required information\nlisted in this section for dogs and make the records available for APHIS inspection.\nThis inspection was conducted with the licensee on 30 May 2023. The exit interview was conducted with the licensee on 1\nJune 2023.\nn"
    }
  ],
  "narrative": "2.50(a)  Repeat\n   \nTime and method of identification. \nThe Keeshond cited for veterinary care concerns during this inspection did not have any official identification. There are \nalso 10 puppies in various enclosures that are not being housed only as a litter with their dam that also do not have official \nidentification. Correct identification facilitates the inspection process. In this case it facilitates the ability to ensure the \ncorrect dog is being assessed for compliant care. Identification also helps track the movement of animals. All class \"A'' \ndealers (breeders) must identify all live dogs on the premises. \n2.75(a)(1)  Repeat\n   \nRecords: Dealers and exhibitors. \nThe licensee had no inventory records for any of the puppies on the premises. Inspectors counted 76 puppies on the \npremises during the inspection. Accurate acquisition/inventory information facilitates the inspection process and ensures \nthat dogs covered under the Animal Welfare Act can be tracked. The licensee must make, keep, and maintain records or \nforms which fully and correctly disclose the required information concerning each dog purchased or otherwise acquired, \nowned, held, or otherwise in his or her possession or under his or her control, or which is transported, euthanized, sold, or \notherwise disposed of by that dealer or exhibitor. The records must include any offspring born of any animal while in his or \nher possession or under his or her control.\n\n3.1(b) \n   \nHousing facilities, general. \nThere is a variety of items unrelated to the husbandry of the dogs stored in the shelter structure used for the outdoor yard \ndogs. This includes a power tool, hoses, traps, and fans not in use. In the house there are puppies and their dams living \nwith the house dogs. In addition to normal household items, there are chemicals and electronics within reach of the dogs. \nAllowing dog to have access to these items - especially puppies who tend to chew - can lead to injury or inappropriate \ningestion. The licensee must ensure that housing facilities and areas used for storing animal food or bedding must be free \nof any accumulation of trash, waste material, junk, weeds, and other discarded materials. Animal areas inside of housing \nfacilities must be kept neat and free of clutter, including equipment, furniture, and stored material, but may contain \nmaterials actually used and necessary for cleaning the area, and fixtures or equipment necessary for proper husbandry \npractices and research needs. To be corrected by 7 June 2023. \n3.1(c)(1)  Repeat\n   \nHousing facilities, general. \nThe licensee is housing some dams and their puppies in the house with the pet dogs at the time of the inspection. The \nwood floor of the room housing all of the dogs is soiled with grime and excreta and does not appear to be able to be \nreadily cleaned and sanitized. Inability to house dogs in housing facilities that are clean and able to be sanitized can \ncontribute to disease transmission. The licensee must ensure that surfaces of housing facilities must be constructed in a \nmanner and made of materials that allow them to be readily cleaned and sanitized, or removed or replaced when worn or \nsoiled. \n3.3(b)  Repeat\n   \nSheltered housing facilities.\n\nThere was still a strong odor of urine and ammonia in the large dog building. During this inspection the licensee has \nopened some windows and has added a large fan but the odor of urine and ammonia remains. Inadequate ventilation can \nlead to respiratory problems in all animals. The licensee must ensure that the enclosed or sheltered part of sheltered \nhousing facilities for dogs must be sufficiently ventilated when dogs or cats are present to provide for their health and well-\nbeing, and to minimize odors, drafts, ammonia levels, and moisture condensation. Ventilation must be provided by \nwindows, doors, vents, fans, or air conditioning. Auxiliary ventilation, such as fans, blowers, or air-conditioning, must be \nprovided when the ambient temperature is 85 °F (29.5 °C) or higher. \n3.3(d) \n   \nSheltered housing facilities. \nIn building 4, there is a female dog with 6 puppies that are in an enclosure that doesn't provide enough space for all of the \ndogs to comfortably have shelter from the elements. This inside portion of the sheltered housing enclosure does not have \nenough room for all 7 dogs to sit, stand, and lie down in a normal manner while all in the space. Inadequate access to \nshelter can expose the dogs to weather allowing them to become wet from precipitation or to become too cold or too hot \nfrom temperature extremes. The licensee must ensure that dogs be provided with adequate shelter from the elements at \nall times to protect their health and well-being. The shelter structures must be large enough to allow each animal to sit, \nstand, and lie in a normal manner and to turn about freely. To be corrected by end of the day 3 June 2023. \n3.4(a)(1)(iii) \n   \nOutdoor housing facilities. \nThere is a litter of 7 Australian Shepherd puppies that are approximately 6 weeks of age that were born outdoors \naccording the the licensee and still live outdoors with the yard dogs. There is no record of an acclimation statement or \napproval from the attending veterinarian allowing these puppies to have been born or to live outdoors. Young puppies that \nare born or live outdoors can be at risk due to climatic conditions and other hazards. The licensee must not house dogs in\n\noutdoor facilities, unless that practice is specifically approved by the attending veterinarian. This includes sick, infirm, \naged or young dogs. To be corrected by 3 June 2023. \n3.6(c)(2)  Repeat\n   \nPrimary enclosures. \n**In building 8, a newly born puppy was found in an enclosure with the dam and with one other female dog.  \n**In building 4, there is an approximately 10 week old puppy housed with her dam. There is also another weaned puppy \nunder 4 months with this dog who is not her dam.  \n**There are two puppies under 4 months of age that are housed with their dams and are also in the large group of dogs \nthat lives in the house.  \n**There is a litter of 7 Australian Shepherd puppies that are running loose outside with their dam and 6 other adult dogs. \nThese dogs all come into a garage area to eat. One of these puppies was observed to be sitting in front of the self feeder \nand an adult dog that was not its dam was growling at it as it attempted to access the food. Housing dams and their litters \nwith other adult dogs can result in injury to the puppies and conflict with the adult dogs. The license must ensure that \nbitches with litters may not be housed in the same primary enclosure with other adult dogs, and puppies under 4 months \nof age may not be housed in the same primary enclosure with adult dogs, other than the dam or foster dam. \n3.11(b)(2)  Repeat\n   \nCleaning, sanitization, housekeeping, and pest control. \nThe self-feeders in the large dog building as well as the feeder in the garage area for the yard dogs have a build-up of \ngrime and food debris on the inside of the \"bowl\" section in contact with the food. Food and water receptacles that are not \ncleaned and sanitized sufficiently can plan a role in disease transmission. The licensee must ensure that used food and \nwater receptacles for dogs and cats must be sanitized at least once every 2 weeks using one of the methods prescribed\n\nin paragraph (b)(3) of this section, and more often if necessary to prevent an accumulation of dirt, debris, food waste, \nexcreta, and other disease hazards. \n3.11(d)  Repeat\n   \nCleaning, sanitization, housekeeping, and pest control. \nRodent droppings and excessive numbers of insects were seen mostly in building 4, and to a lesser extent in the rest of \nthe buildings. The insects were mainly seen dead in traps and on surfaces. Flies were seen in all areas of the facility.  \nInadequate pest control programs can lead to unsanitary conditions. Also pests can contribute to disease transmission. \nThe licensee must establish and maintain an effective program for the control of insects, external parasites affecting dogs \nand cats, and birds and mammals that are pests,  so as to promote the health and well-being of the animals and reduce \ncontamination by pests in animal areas. \n3.12  Repeat\n   \nEmployees \nThe licensee stated that one newly added person is helping her but was she is still unable to correct the non-complaint \nitems from the last report and maintain the rest of the work required to maintain compliance in the facility. This and the \nongoing non-compliances recorded in this and past inspections indicates that the licensee does not have enough \nemployees to provide the husbandry required for this number of dogs. Inadequate numbers of employees can result in \nsubstandard care for the dogs. The licensee must ensure that there are employees to carry out the level of husbandry \npractices and care required in this subpart. \n3.13(a)(2)  Repeat\n   \nVeterinary care for dogs. \nThe last physical exam of the dogs was documented as having occurred on 11-22-2021. The licensee stated that the \nattending veterinarian still has not performed a physical exam on any of the dogs and therefore the physical exams have\n\noccurred less frequently than once every 12 months. Yearly physical exams by the AV ensure that medical problems are \ndetected and addressed. The licensee must ensure that a complete physical examination from head to tail of each dog by \nthe attending veterinarian in completed not less than once every 12 months. \n3.13(a)(3)  Repeat\n   \nVeterinary care for dogs. \nThe Program of Veterinary Care (PVC) states that adults would be tested for heartworm disease randomly when \npresented to the hospital or 10 adult dogs would be tested randomly. As of the last inspection (dated 2 May 2023) the \nlicensee stated six heartworm tests that had been performed at the facility. No heartworm tests have been done since that \ntime. This does not satisfy the heartworm sampling requirements stated in the PVC. The PVC also does not state a \nsampling requirement for other parasites including intestinal parasites. Inadequate plans for sampling of parasites is a \nhuman health hazard for the purchasers of the puppies and for the other dogs in the facility. The licensee must have and \nfollow a sampling and treatment plan for parasites and other pests (including fleas, worms, coccidia, giardia, and \nheartworm) in accordance with a schedule approved by the attending veterinarian. \n3.13(b)  Repeat\n   \nVeterinary care for dogs. \n**The licensee does not have medical records to document the administration of all vaccines and deworming for the \npuppies on the premises.   \n**The physical exams performed on 11/22/21 for the adult dogs present at that time are not documented with the identity, \nbreed, sex, and age of each dog.   \n**The licensee does not have any medical records other than the initial assessment of the limping Keeshond following the \ninspection dated 2 May 2023. This includes no medical records of progression of the problem and the new skin lesions \nand altered gait.\n\nInadequate medical records, do not allow assessment of adequate veterinary preventative care or other necessary \nveterinary care for medical problems. The licensee must keep copies of medical records with all the required information \nlisted in this section for dogs and make the records available for APHIS inspection. \n \nThis inspection was conducted with the licensee on 30 May 2023. The exit interview was conducted with the licensee on 1 \nJune 2023. \n \n n",
  "animals_total": 280,
  "species": [
    {
      "count": 204,
      "scientific": "Canis familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 76,
      "scientific": "Canis familiaris",
      "common": "DOG PUPPY"
    }
  ]
}