{
  "insp_id": "2016090000497820",
  "layout": "b",
  "customer_id": "325050",
  "customer_name": "JOHN GRABER MARIE GRABER LEWIS GRABER",
  "customer_addr": "11522 NOTESTINE RD\nGRABILL, IN 46741",
  "certificate": "32-A-0829",
  "site_id": "001",
  "site_name": "JOHN GRABER JR",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-DEC-2020",
  "report_date": "22-DEC-2020",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "During todays inspection a female Golden Retriever \"Nicole\" was noticed to have a heavy accumulation of crusty\nblack/brown dry matter adhered to the hair on the top of her head. In addition, the skin underneath appears dull and\nflakey in several areas. The facility did identify this issue about a week ago, but has not started any treatment for the\ncurrent skin issue. In addition; this facility does not currently have guidance provided in their program of veterinary care\nand has not communicated with their veterinarian on the proper course of treatment for this dog. Heath issues that are left\nuntreated can cause pain and discomfort to the animals. The Licensee must have a a mechanism of direct and frequent\ncommunication so that timely and accurate information on problems of animal health, behavior, and well-being is\nconveyed to the attending veterinarian.\nCorrect By: 12/25/2020\nThis inspection and exit interview were conducted with Facility Representatives.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(3) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nDuring todays inspection a female Golden Retriever  \"Nicole\" was noticed to have a heavy accumulation of crusty \nblack/brown dry matter adhered to the hair on the top of her head.  In addition, the skin underneath appears dull and \nflakey in several areas.  The facility did identify this issue about a week ago, but has not started any treatment for the \ncurrent skin issue.  In addition; this facility does not currently have guidance provided  in their program of veterinary care \nand has not communicated with their veterinarian  on the proper course of treatment for this dog. Heath issues that are left \nuntreated can cause pain and discomfort to the animals.  The Licensee must have a a mechanism of direct and frequent \ncommunication so that timely and accurate information on problems of animal health, behavior,  and well-being is \nconveyed to the attending veterinarian. \nCorrect By: 12/25/2020 \n \nThis inspection and exit interview were conducted with Facility Representatives. \n \nEnd Section",
  "animals_total": 34,
  "species": [
    {
      "count": 19,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 15,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}