{
  "insp_id": "2016082569019674",
  "layout": "a",
  "customer_id": "13228",
  "customer_name": "Brenda Walter",
  "customer_addr": "28062 Love Trail\nGreencastle, MO 63544",
  "certificate": "43-B-0425",
  "site_id": "001",
  "site_name": "BRENDA WALTER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-MAR-2017",
  "report_date": "16-JAN-2018",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "An female French Mastiff, \"Cameron\" microchip # 0A01461478, housed with 2 other adult dogs in an outdoor\nenclosure, was observed limping on her left front leg. The licensee noticed the dog limping on 14 Feb 17 and\ndocumented it in her daily observations. The licensee did consult with her attending veterinarian about a week later.\nHowever, the licensee has not had the dog evaluated by a veterinarian and the dog is still limping and may have a\nmedical issue that is causing pain. The dog is not receiving any treatment for the current condition. The licensee\nmust have this dog evaluated by a veterinarian to obtain an accurate diagnosis and treatment plan. The licensee\nmust obtain documentation of the veterinarian's diagnosis and treatment plan. The licensee ensure that all animals\nmust receive adequate and timely veterinary care at all time.\nTo be corrected by: 20 Mar 17"
    },
    {
      "code": "3.1(c)(1)(ii)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There are sharp points from screws protruding downward and at the dogs level around the opening of 2 igloo style\nshelters, affecting 4 dogs. These sharp points could cause injury to the dogs. The licensee must remove these\nsharp points and ensure that all enclosures are free of jagged edges or sharp points that might injure the animals at\nall times\nTo be corrected by: 19 Mar 17"
    },
    {
      "code": "3.1(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Inside of a sheltered enclosure, containing 3 French Bulldogs, there are wooden surfaces, both inside and outside,\nthat have been chewed. The chewed surface of these surfaces do not allow for proper sanitization to occur. The\nlicensee must repair or replace these chewed wooden surfaces so that they can be properly cleaned and sanitized.\nThe licensee must ensure that surfaces inside the enclosure can be cleaned and sanitized in accordance with the\nregulations.\nTo be corrected by: 23 Mar 17"
    },
    {
      "code": "3.4(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "In an enclosure, housing 1 Male Beagle, there are two shelters provided. Inside both of the shelters there is some\nbut not enough bedding provided for the dog. There is bare floor visible inside one of the shelter. The low\ntemperature for the area on this day, according to the NOAA weather.gov website, was recorded to be 7 degrees\nFahrenheit. The temperature at the time of inspection was measured to be 33.9 degrees Fahrenheit with a Kestral\n3000. This cold temperature and lack of bedding could have a negative health impact on the dog. When the\ntemperatures drop below 50 degrees Fahrenheit the animals must be provided with bedding. When the\ntemperature drops below 35 degrees Fahrenheit the animals must be provided with more bedding, enough so that\nthe animals can burrow down into the bedding to stay warm.\nIn an outdoor enclosure, housing 2 dogs, the bedding inside of the shelter was partially wet and semi- compacted.\nWet bedding does not provide adequate insulation properties that would allow the dogs to stay warm during cold\nweather and could have a negative impact on their health. The licensee must remove the wet bedding from the\nshelter and replace it with clean dry bedding. Clean dry bedding material must be provided to the dogs at all times\nwhen the outdoor temperature requires bedding and ensure that it is replaced if it becomes wet or dirty for the\nanimals health and well-being.\nThe licensee was verbally instructed to provide more bedding and clean dry bedding to shelters of the affected dogs\nby the end of the day (15 Mar 17)."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "There is a lean to style building located close to an indoor facility, a sheltered facility, and several outdoor\nenclosures, affecting 22 adult dogs and 5 puppies, that has an accumulation of unused and recently used cages,\ntotes, buckets, heat lamps, self feeders, and other miscellaneous items. This lean to style building has a lot of\nshredded paper and leaves accumulated through out. This amount of shredded paper and leaves and the method\nof disheveled storage of the items can become a breeding and living area for rodents and other pests and vermin.\nThere is a large container containing a squirrel feeder, and other miscellaneous items that are frozen in ice\nimmediately adjacent to an outdoor enclosure.\nThere is a significant amount of shredded paper both inside and outside of an unoccupied enclosure that last had a\ndog in it, according to the licensee, about a week ago. This enclosure is immediately adjacent to an occupied\nenclosure.\nPremises where housing facilities are located, including buildings and surrounding grounds, must be kept clean and\nin good repair to protect the animals from injury, to facilitate the husbandry practices required by the regulations,\nand to reduce or eliminate breeding and living areas for rodents and other pests and vermin. Premises must be kept\nfree of accumulations of trash, junk, waste products, and discarded matter.\nTo be corrected by: 23 Mar 17\nInspection and exit interview conducted with licensee.\nAdditional Inspectors\nLeisner Erika, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAn female French Mastiff, \"Cameron\" microchip # 0A01461478, housed with 2 other adult dogs in an outdoor\nenclosure, was observed limping on her left front leg.  The licensee noticed the dog limping on 14 Feb 17 and\ndocumented it in her daily observations.  The licensee did consult with her attending veterinarian about a week later.\nHowever, the licensee has not had the dog evaluated by a veterinarian and the dog is still limping and may have a\nmedical issue that is causing pain.  The dog is not receiving any treatment for the current condition. The licensee\nmust have this dog evaluated by a veterinarian to obtain an accurate diagnosis and treatment plan. The licensee\nmust obtain documentation of the veterinarian's diagnosis and treatment plan.  The licensee ensure that all animals\nmust receive adequate and timely veterinary care at all time.  \nTo be corrected by:  20 Mar 17\n3.1(c)(1)(ii)\nHOUSING FACILITIES, GENERAL.\nThere are sharp points from screws protruding downward and at the dogs level around the opening of 2 igloo style\nshelters, affecting 4 dogs.  These sharp points could cause injury to the dogs.  The licensee must remove these\nsharp points and ensure that all enclosures are free of jagged edges or sharp points that might injure the animals at\nall times\nTo be corrected by:  19 Mar 17\n3.1(c)(1)\nHOUSING FACILITIES, GENERAL.\nInside of a sheltered enclosure, containing 3 French Bulldogs, there are wooden surfaces, both inside and outside,\nthat have been chewed.  The chewed surface of these surfaces do not allow for proper sanitization to occur.  The\nlicensee must repair or replace these chewed wooden surfaces so that they can be properly cleaned and sanitized.\nThe licensee must ensure that surfaces inside the enclosure can be cleaned and sanitized in accordance with the\nregulations. \nTo be corrected by:  23 Mar 17\n\n3.4(b)(4)\nOUTDOOR HOUSING FACILITIES.\nIn an enclosure, housing 1 Male Beagle, there are two shelters provided.  Inside both of the shelters there is some\nbut not enough bedding provided for the dog.  There is bare floor visible inside one of the shelter.  The low\ntemperature for the area on this day, according to the NOAA weather.gov website, was recorded to be  7 degrees\nFahrenheit.  The temperature at the time of inspection was measured to be 33.9 degrees Fahrenheit with a Kestral\n3000.  This cold temperature and lack of bedding could have a negative health impact on the dog. When the\ntemperatures drop below 50 degrees Fahrenheit the animals must be provided with bedding.  When the\ntemperature drops below 35 degrees Fahrenheit the animals must be provided with more bedding, enough so that\nthe animals can burrow down into the bedding to stay warm.  \nIn an outdoor enclosure, housing 2 dogs, the bedding inside of the shelter was partially wet and semi- compacted. \nWet bedding does not provide adequate insulation properties that would allow the dogs to stay warm during cold\nweather and could have a negative impact on their health.  The licensee must remove the wet bedding from the\nshelter and replace it with clean dry bedding.  Clean dry bedding material must be provided to the dogs at all times\nwhen the outdoor temperature requires bedding and ensure that it is replaced if it becomes wet or dirty for the\nanimals health and well-being.\nThe licensee was verbally instructed to provide more bedding and clean dry bedding to shelters of the affected dogs\nby the end of the day (15 Mar 17).\n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThere is a lean to style building located close to an indoor facility, a sheltered facility, and several outdoor\nenclosures, affecting 22 adult dogs and 5 puppies, that has an accumulation of unused and recently used cages,\ntotes, buckets, heat lamps, self feeders, and other miscellaneous items.  This lean to style building has a lot of\nshredded paper and leaves accumulated through out.  This amount of shredded paper and leaves and the method\nof disheveled storage of the items can become a breeding and living area for rodents and other pests and vermin.  \nThere is a large container containing a squirrel feeder, and other miscellaneous items that are frozen in ice\nimmediately adjacent to an outdoor enclosure. \nThere is a significant amount of shredded paper both inside and outside of an unoccupied enclosure that last had a\ndog in it, according to the licensee, about a week ago.  This enclosure is immediately adjacent to an occupied\nenclosure. \nPremises where housing facilities are located, including buildings and surrounding grounds, must be kept clean and\nin good repair to protect the animals from injury, to facilitate the husbandry practices required by the regulations,\nand to reduce or eliminate breeding and living areas for rodents and other pests and vermin. Premises must be kept\nfree of accumulations of trash, junk, waste products, and discarded matter. \nTo be corrected by: 23 Mar 17\n\nInspection and exit interview conducted with licensee.\nAdditional Inspectors\nLeisner Erika, Veterinary Medical Officer",
  "animals_total": 43,
  "species": [
    {
      "count": 39,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 4,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}