{
  "insp_id": "2016082568175533",
  "layout": "a",
  "customer_id": "334219",
  "customer_name": "Todd Fellows",
  "customer_addr": "903 Keoway Dr\nKeosauqua, IA 52565",
  "certificate": "42-A-1550",
  "site_id": "001",
  "site_name": "Todd Fellows",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-MAR-2017",
  "report_date": "21-MAR-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Female Shar-pei (“Candy”, microchip #956000005277288) has an excessive amount of wet discharge around both\neyes. The discharge is yellow/grey in color and is coating the hair beneath the eyes and around the outer corner of\nthe eyes. A dried, brown colored material is attached to the hair above both eyes.\nFemale Shar-pei (“Cutie”, microchip #956000005127525) has an excessive amount of wet discharge around both\neyes. The inspector initially observed the discharge covering the surface of both eyes and possibly blocking the\nanimal’s field of vision. The discharge is yellow/grey in color and is thickly coating the hair beneath the eyes and\naround the outer corner of the eyes.\nThe licensee stated that he is treating the eyes of both dogs with Equate First Aid Antibiotic every other day. There\nis no documentation from the attending veterinarian approving this treatment.\nThe licensee must have the above mentioned dogs evaluated by a licensed veterinarian for a proper diagnosis and\nto establish an effective treatment plan. The diagnosis and treatment plan must be documented in writing and\navailable to the inspector upon request. The licensee must ensure that all dogs receive adequate veterinary care at\nall times.\nCorrection date: End of business March 24, 2017\nIn the dog building there is one bottle of Panacur that has an expiration date of December 2016. Expired medical\nmaterials could lose their effectiveness and the health of the dogs could suffer. The licensee must dispose of the\nPanacur or clearly label it expired and not to be used for the dogs. The licensee must ensure that all medical\nmaterials used for the dogs have not expired in order to support their health and well-being.\nCorrection date: The licensee disposed of the expired Panacur at the time of the inspection.\nInspection and exit interview conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nFemale Shar-pei (“Candy”, microchip #956000005277288) has an excessive amount of wet discharge around both\neyes.  The discharge is yellow/grey in color and is coating the hair beneath the eyes and around the outer corner of\nthe eyes.  A dried, brown colored material is attached to the hair above both eyes.  \nFemale Shar-pei (“Cutie”, microchip #956000005127525) has an excessive amount of wet discharge around both\neyes.  The inspector initially observed the discharge covering the surface of both eyes and possibly blocking the\nanimal’s field of vision.  The discharge is yellow/grey in color and is thickly coating the hair beneath the eyes and\naround the outer corner of the eyes.  \nThe licensee stated that he is treating the eyes of both dogs with Equate First Aid Antibiotic every other day.  There\nis no documentation from the attending veterinarian approving this treatment.  \nThe licensee must have the above mentioned dogs evaluated by a licensed veterinarian for a proper diagnosis and\nto establish an effective treatment plan.  The diagnosis and treatment plan must be documented in writing and\navailable to the inspector upon request.  The licensee must ensure that all dogs receive adequate veterinary care at\nall times.\nCorrection date:  End of business March 24, 2017\nIn the dog building there is one bottle of Panacur that has an expiration date of December 2016.  Expired medical\nmaterials could lose their effectiveness and the health of the dogs could suffer.  The licensee must dispose of the\nPanacur or clearly label it expired and not to be used for the dogs.  The licensee must ensure that all medical\nmaterials used for the dogs have not expired in order to support their health and well-being. \nCorrection date:  The licensee disposed of the expired Panacur at the time of the inspection.\nInspection and exit interview conducted with Kelly Maxwell, ACI and the facility representative.\n\n",
  "animals_total": 34,
  "species": [
    {
      "count": 20,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 14,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}