{
  "insp_id": "2016082568273120",
  "layout": "a",
  "customer_id": "321252",
  "customer_name": "Beverly Hills Puppies Inc",
  "customer_addr": "410 Palm Avenue\nHialeah, FL 33010",
  "certificate": "58-B-0615",
  "site_id": "003",
  "site_name": "BEVERLY HILLS PUPPIES INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-MAY-2017",
  "report_date": "05-MAY-2017",
  "citations": [
    {
      "code": "3.8",
      "kind": "",
      "repeat": false,
      "desc": "EXERCISE FOR DOGS.",
      "narrative": "The required plan to exercise dogs at the facility was found to be incomplete at the time of inspection. The plan was\ndated February 26, 2015; plan has not been approved by the facility's current Attending Veterinarian (AV). Dealers\nmust develop, document, and follow an appropriate plan to provide dogs with the opportunity for exercise. In\naddition, the plan must be approved and revised by the facility's active/current AV. The facility and the AV must\nensure that written standard procedures are to be followed in providing the opportunity for exercise.\nThe AV-approved plan must be made available to APHIS personnel upon request during inspections. The facility\nneeds to present their exercise plan to the current AV for review and approval.\nCorrect by: June 5, 2017\nThis inspection and exit interview were conducted with a facility representative."
    }
  ],
  "narrative": "3.8\nEXERCISE FOR DOGS.\nThe required plan to exercise dogs at the facility was found to be incomplete at the time of inspection.  The plan was\ndated February 26, 2015; plan has not been approved by the facility's current Attending Veterinarian (AV).  Dealers\nmust develop, document, and follow an appropriate plan to provide dogs with the opportunity for exercise.  In\naddition, the plan must be approved and revised by the facility's active/current AV.  The facility and the AV must\nensure that written standard procedures are to be followed in providing the opportunity for exercise. \n The AV-approved plan must be made available to APHIS personnel upon request during inspections.  The facility\nneeds to present their exercise plan to the current AV for review and approval.\nCorrect by: June 5, 2017\nThis inspection and exit interview were conducted with a facility representative.",
  "animals_total": 8,
  "species": [
    {
      "count": 1,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 7,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}