{
  "insp_id": "2016082567929759",
  "layout": "a",
  "customer_id": "18810",
  "customer_name": "Jack Parson",
  "customer_addr": "Melisa Parson\n54 East Castor River Rd\nFredericktown, MO 63645",
  "certificate": "43-A-5428",
  "site_id": "001",
  "site_name": "JACK & MELISA PARSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-SEP-2016",
  "report_date": "19-SEP-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***A bottle of pyrantel pamoate was located on the counter within the kennel building. This bottle had an expiration\ndate of 12/15 and was ready for use. Doseage instructions for the kennel were located on the bottle. Medication\nthat is outdated must not be considered an appropriate veterinary care measure as the efficacy of this medication\ncannot be assured after posted expiration dates. Steps must be taken to ensure that all medications are maintained\nwithin dated usage ranges. To be corrected by: 09/24/16"
    },
    {
      "code": "3.1(b)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "***The area immediately on the west side of the kennel building and surrounding the outdoor enclosures has been\novergrown with vegetative growth on the ground, over the fences, and onto the building. This overgrowth of weeds\nmust be contained to be able to fully visualize the structures covered and reduce cleaning and pest control issues.\nAreas in and around the kennel must be routinely controlled for unnecessary weed growth. To be corrected\nby:09/24/16"
    },
    {
      "code": "3.4(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "***Two Australian shepherds are housed in an outdoor set of concrete floor enclosures. A solid shade panel was\nlocated over the top of one of the enclosures but did not provide additional shade for the adjacent enclosure. This\nadjacent enclosure currently does not have any shade structure in place except for the barrel structure used for\nshelter. All outdoor enclosures must be provided with adequate shade structures to effectively provide shade to the\nenclosure during the daylight hours. Shade must be provided for this enclosure. To be corrected by: 09/20/16"
    },
    {
      "code": "3.6(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "***Two exterior portions of the kennel enclosures have wire mesh flooring surfaces in need of repair. One\nenclosure has the cattle stock panel support dropping down and not provided support to the flooring. The flooring\nhas torn along at least two sides and is sagging significantly, creating openings along the sides on the floor.\nAnother enclosure has torn areas of the flooring creating openings that pose foot entrapment or escape risks to the\ndogs contained. All enclosures must be routinely maintained to ensure structural stability and integrity to ensure the\ncontainment functions as designed. To be corrected by: 09/24/16\nThis inspection and exit interview were conducted with the owner by Curt McGruder-ACI."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***A bottle of pyrantel pamoate was located on the counter within the kennel building.  This bottle had an expiration\ndate of 12/15 and was ready for use.  Doseage instructions for the kennel were located on the bottle.  Medication\nthat is outdated must not be considered an appropriate veterinary care measure as the efficacy of this medication\ncannot be assured after posted expiration dates.  Steps must be taken to ensure that all medications are maintained\nwithin dated usage ranges.  To be corrected by: 09/24/16\n3.1(b)\nHOUSING FACILITIES, GENERAL.\n***The area immediately on the west side of the kennel building and surrounding the outdoor enclosures has been\novergrown with vegetative growth on the ground, over the fences, and onto the building.  This overgrowth of weeds\nmust be contained to be able to fully visualize the structures covered and reduce cleaning and pest control issues. \nAreas in and around the kennel must be routinely controlled for unnecessary weed growth.  To be corrected\nby:09/24/16\n3.4(b)(2)\nOUTDOOR HOUSING FACILITIES.\n***Two Australian shepherds are housed in an outdoor set of concrete floor enclosures.  A solid shade panel was\nlocated over the top of one of the enclosures but did not provide additional shade for the adjacent enclosure.  This\nadjacent enclosure currently does not have any shade structure in place except for the barrel structure used for\nshelter.  All outdoor enclosures must be provided with adequate shade structures to effectively provide shade to the\nenclosure during the daylight hours.  Shade must be provided for this enclosure.  To be corrected by: 09/20/16\n3.6(a)(1)\nPRIMARY ENCLOSURES.\n***Two exterior portions of the kennel enclosures have wire mesh flooring surfaces in need of repair.  One\nenclosure has the cattle stock panel support dropping down and not provided support to the flooring.  The flooring\n\nhas torn along at least two sides and is sagging significantly, creating openings along the sides on the floor. \nAnother enclosure has torn areas of the flooring creating openings that pose foot entrapment or escape risks to the\ndogs contained.  All enclosures must be routinely maintained to ensure structural stability and integrity to ensure the\ncontainment functions as designed.  To be corrected by: 09/24/16\nThis inspection and exit interview were conducted with the owner by Curt McGruder-ACI.",
  "animals_total": 11,
  "species": [
    {
      "count": 11,
      "scientific": "Canis lupus familiaris",
      "common": "DOMESTIC DOG"
    }
  ]
}