{
  "insp_id": "INS-0000834025",
  "layout": "c",
  "customer_id": "2292",
  "customer_name": "THE WILDS",
  "customer_addr": "14000 INTERNATIONAL ROAD\nCUMBERLAND, OH 43732",
  "certificate": "31-C-0052",
  "site_id": "001",
  "site_name": "THE WILDS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-DEC-2022",
  "report_date": "22-DEC-2022",
  "citations": [
    {
      "code": "3.133",
      "kind": "Critical",
      "repeat": true,
      "desc": "Separation.",
      "narrative": "Since September 2022 two adult male Sichuan Takin have died as a result of injuries consistent with traumatic wounds\nconsistent with fighting. This includes:\n* Takin male (10 years old) ID # 112003 was on exhibit Sept 5, 2022 in pasture D when staff observed he was 3-legged\nlame. This animal was anesthetized the same day for examination by the Attending Veterinarian. Upon exam he was in\ngood body condition but had a RF comminuted fracture of humerus. Due to extent of injuries, he was humanely\neuthanized. Pathology reports confirmed the fracture of the distal humerus and cubital joint as well as extensive bruising\nof the surrounding area. Medical records indicated that this Takin also had swelling of the left eye on Aug 4, 2022 which\nwas suspected to be due to trauma (though a primary ocular cause was not able to be ruled out). Although this individual\nwas described by the facility staff as the primary breeding male Takin for many years. Records indicate that as of August\n2022 another male Takin was showing dominant behavior.\n* Takin male (8 years old) ID # 114007 was on exhibit Nov 7, 2022 in pasture D when staff reported the animal appeared\nlethargic and had lost body condition. Animal was anesthetized the same day for examination by the Attending\nVeterinarian who found a deep puncture wound on left caudal abdomen and suspected septicemia. This Takin was\neuthanized due to guarded prognosis and on necropsy the wound was further explored. On necropsy it was determined\nthat this wound extended 20 cm in several directions and while it did not connect with the body cavity adhesions and scar\ntissue indicated that it likely did previously. This same animal had an abscess of the left shoulder in November of 2020\nthat is also consistent with prior fighting. This Takin was appropriately treated and recovered at that time.\nCurrently the facility maintains a large herd of Takin which is composed of approximately 20 males to 25 females. This\ngroup of animals is housed in an open pasture that is approximately 100 acres, is shared with other species, and has\nvarying topographic features. Wild Takin originate from Asia where they inhabit rocky terrain, dense forest, and alpine\nareas. They usually are found in large social groups with females and offspring making up 98% of the herd. Both males\nand females have their own dominance hierarchy structure. Mature males enter a breeding period seasonally known as\n\"rut\" in which males often fight for dominance and the ability to breed with females. Non-dominant adult males are\ntypically not found living with breeding groups and tend to be more solitary. During rut, young mature males may\nchallenge the dominant male fighting for access to breeding females but typically the loosing male will not remain with the\nherd after such a challenge.\nDuring the inspection facility staff described that they typically have one primary breeding male and a small number of\nother males which may breed with fewer females. The facility currently maintains too many male Takin in the breeding\nenclosure/pasture and continues to have animals injured as a result of the lack of separation. As of December 2022,\nthere is no separate area (or bachelor group) of non-dominant male Takin. The number and concentration of mature male\nanimals is likely leads to an increased number of challenges to the dominant breeding male(s) by other mature\nsubordinate males that are housed within the same area. Additionally, this concentration of males also likely leads to\nincreased sparring and conflict between subordinate males as well. Although sparring and fighting or access to breeding\nfemales is a normal behavioral pattern in wild Takin, the traumatic injuries which lead to the deaths of these animals\nindicate that the co-housed animals are causing injury and discomfort. Given the number of co-housed males, the\ndominant male and his females also cannot easily move away from challengers and are left in a position to have to\nconstantly fight challenging males during breeding season while also actively breeding females which can leave the\ndominant male exhausted, causing discomfort and interfering with his health. Having this many intact breeding males in\none group with the breeding females is currently interfering with the compatibility of the herd. The facility still does not\nhave a plan in place to be able to separate the established dominant male Takin and females from subordinate males to\nreduce these conflicts which are causing traumatic injuries to various animals.\nFailure to ensure adequate separation of incompatible animals can result in behavioral stress, injuries, unnecessary\nsuffering, and death. Correct by ensuring that all animals housed in the same primary enclosure are compatible and\nensuring through daily observation that staff intervenes to ensure adequate separation when incompatibility arises.\nThis inspection was conducted with the Director of Animal Management and Vice President. The exit briefing was\nconducted with the Vice President, Director of Animal Management, Attending Veterinarian, and additional facility staff.\nThe facility currently has time remaining for correction of the noncompliance cited under section 3.127(b) on the previous\ninspection.\nAdditional Inspectors:\nDANA MILLER, Supervisory Animal Care Specialist n"
    }
  ],
  "narrative": "3.133  Critical Repeat\n   \nSeparation. \nSince September 2022 two adult male Sichuan Takin have died as a result of injuries consistent with traumatic wounds \nconsistent with fighting.  This includes:  \n \n* Takin male (10 years old) ID # 112003 was on exhibit Sept 5, 2022 in pasture D when staff observed he was 3-legged \nlame. This animal was anesthetized the same day for examination by the Attending Veterinarian.  Upon exam he was in \ngood body condition but had a RF comminuted fracture of humerus. Due to extent of injuries, he was humanely \neuthanized. Pathology reports confirmed the fracture of the distal humerus and cubital joint as well as extensive bruising \nof the surrounding area.  Medical records indicated that this Takin also had swelling of the left eye on Aug 4, 2022 which \nwas suspected to be due to trauma (though a primary ocular cause was not able to be ruled out).  Although this individual \nwas described by the facility staff as the primary breeding male Takin for many years.  Records indicate that as of August \n2022 another male Takin was showing dominant behavior.   \n \n* Takin male (8 years old) ID # 114007 was on exhibit Nov 7, 2022 in pasture D when staff reported the animal appeared \nlethargic and had lost body condition. Animal was anesthetized the same day for examination by the Attending \nVeterinarian who found a deep puncture wound on left caudal abdomen and suspected septicemia.  This Takin was\n\neuthanized due to guarded prognosis and on necropsy the wound was further explored.  On necropsy it was determined \nthat this wound extended 20 cm in several directions and while it did not connect with the body cavity adhesions and scar \ntissue indicated that it likely did previously. This same animal had an abscess of the left shoulder in November of 2020 \nthat is also consistent with prior fighting.  This Takin was appropriately treated and recovered at that time.   \n \nCurrently the facility maintains a large herd of Takin which is composed of approximately 20 males to 25 females. This \ngroup of animals is housed in an open pasture that is approximately 100 acres, is shared with other species, and has \nvarying topographic features. Wild Takin originate from Asia where they inhabit rocky terrain, dense forest, and alpine \nareas. They usually are found in large social groups with females and offspring making up 98% of the herd.  Both males \nand females have their own dominance hierarchy structure.  Mature males enter a breeding period seasonally known as \n\"rut\" in which males often fight for dominance and the ability to breed with females.  Non-dominant adult males are \ntypically not found living with breeding groups and tend to be more solitary.  During rut, young mature males may \nchallenge the dominant male fighting for access to breeding females but typically the loosing male will not remain with the \nherd after such a challenge. \n \nDuring the inspection facility staff described that they typically have one primary breeding male and a small number of \nother males which may breed with fewer females.  The facility currently maintains too many male Takin in the breeding \nenclosure/pasture and continues to have animals injured as a result of the lack of separation.  As of December 2022, \nthere is no separate area (or bachelor group) of non-dominant male Takin. The number and concentration of mature male \nanimals is likely leads to an increased number of challenges to the dominant breeding male(s) by other mature \nsubordinate males that are housed within the same area.  Additionally, this concentration of males also likely leads to \nincreased sparring and conflict between subordinate males as well.  Although sparring and fighting or access to breeding\n\nfemales is a normal behavioral pattern in wild Takin, the traumatic injuries which lead to the deaths of these animals \nindicate that the co-housed animals are causing injury and discomfort.  Given the number of co-housed males, the \ndominant male and his females also cannot easily move away from challengers and are left in a position to have to \nconstantly fight challenging males during breeding season while also actively breeding females which can leave the \ndominant male exhausted, causing discomfort and interfering with his health.  Having this many intact breeding males in \none group with the breeding females is currently interfering with the compatibility of the herd. The facility still does not \nhave a plan in place to be able to separate the established dominant male Takin and females from subordinate males to \nreduce these conflicts which are causing traumatic injuries to various animals.  \n \nFailure to ensure adequate separation of incompatible animals can result in behavioral stress, injuries, unnecessary \nsuffering, and death.  Correct by ensuring that all animals housed in the same primary enclosure are compatible and \nensuring through daily observation that staff intervenes to ensure adequate separation when incompatibility arises. \n \nThis inspection was conducted with the Director of Animal Management and Vice President.  The exit briefing was \nconducted with the Vice President, Director of Animal Management, Attending Veterinarian, and additional facility staff.  \nThe facility currently has time remaining for correction of the noncompliance cited under section 3.127(b) on the previous \ninspection. \n \nAdditional Inspectors: \nDANA MILLER, Supervisory Animal Care Specialist n",
  "animals_total": 357,
  "species": [
    {
      "count": 7,
      "scientific": "Equus grevyi",
      "common": "GREVY'S ZEBRA"
    },
    {
      "count": 11,
      "scientific": "Acinonyx jubatus",
      "common": "CHEETAH"
    },
    {
      "count": 8,
      "scientific": "Cuon alpinus",
      "common": "DHOLE"
    },
    {
      "count": 19,
      "scientific": "Ceratotherium simum",
      "common": "WHITE RHINOCEROS"
    },
    {
      "count": 2,
      "scientific": "Camelus bactrianus",
      "common": "BACTRIAN CAMEL"
    },
    {
      "count": 78,
      "scientific": "Elaphurus davidianus",
      "common": "PERE DAVID'S DEER"
    },
    {
      "count": 3,
      "scientific": "Hippotragus niger",
      "common": "SABLE ANTELOPE"
    },
    {
      "count": 5,
      "scientific": "Oryx beisa",
      "common": "EAST AFRICAN ORYX"
    },
    {
      "count": 5,
      "scientific": "Rhinoceros unicornis",
      "common": "INDIAN RHINOCEROS"
    },
    {
      "count": 4,
      "scientific": "Cervus nippon",
      "common": "SIKA DEER"
    },
    {
      "count": 7,
      "scientific": "Giraffa camelopardalis",
      "common": "GIRAFFE"
    },
    {
      "count": 8,
      "scientific": "Bos javanicus",
      "common": "BANTENG"
    },
    {
      "count": 19,
      "scientific": "Taurotragus oryx",
      "common": "COMMON ELAND"
    },
    {
      "count": 45,
      "scientific": "Budorcas taxicolor",
      "common": "TAKIN"
    },
    {
      "count": 2,
      "scientific": "Naemorhedus griseus",
      "common": "CHINESE GORAL"
    },
    {
      "count": 16,
      "scientific": "Oryx dammah",
      "common": "SCIMITAR-HORNED ORYX"
    },
    {
      "count": 10,
      "scientific": "Lycaon pictus",
      "common": "AFRICAN HUNTING DOG / AFRICAN WILD DOG"
    },
    {
      "count": 8,
      "scientific": "Equus caballus przewalskii",
      "common": "PRZEWALSKI'S WILD HORSE"
    },
    {
      "count": 84,
      "scientific": "Cervus hanglu",
      "common": "TARIM RED DEER / BACTRIAN DEER"
    },
    {
      "count": 16,
      "scientific": "Equus hemionus",
      "common": "ASIATIC WILD ASS / PERSIAN ONAGER"
    }
  ]
}