{
  "insp_id": "220152148470433",
  "layout": "a",
  "customer_id": "5061",
  "customer_name": "Cynthia Hayes",
  "customer_addr": "James Hayes\n47718 315 Street\nAkron, IA 51001",
  "certificate": "46-B-0033",
  "site_id": "001",
  "site_name": "JAMES AND CYNTHIA HAYES",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-AUG-2015",
  "report_date": "08-AUG-2015",
  "citations": [
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* In the main kennel, the wood framing for two dog doorways had gaps between the framing and the walls. One of\nthe wood frames was excessively chewed and scratch. One wood post, in one of the enclosures, was excessively\nscratched and chewed. These wood surfaces cannot be readily cleaned and sanitized. Thus, the disease potential\ncan be increase for three adult dogs. All surfaces must be maintained on a regular basis. This is so the surfaces\ncan be readily cleaned and sanitized. With proper cleaning and sanitization of the surfaces the disease potential for\nthe animals will be decreased.\nTo be corrected by 25-August-2015.\nThis inspection and exit interview was conducted with the facility representatives and Randall Wagner (ACI).\nThis inspection report will be sent by e-mail."
    }
  ],
  "narrative": "3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\n* In the main kennel, the wood framing for two dog doorways had gaps between the framing and the walls.  One of\nthe wood frames was excessively chewed and scratch.   One wood post, in one of the enclosures, was excessively\nscratched and chewed.  These wood surfaces cannot be readily cleaned and sanitized.  Thus, the disease potential\ncan be increase for three adult dogs.   All surfaces must be maintained on a regular basis.  This is so the surfaces\ncan be readily cleaned and sanitized.  With proper cleaning and sanitization of the surfaces the disease potential for\nthe animals will be decreased. \nTo be corrected by 25-August-2015.\nThis inspection and exit interview was conducted with the facility representatives and Randall Wagner (ACI).\nThis inspection report will be sent by e-mail.",
  "animals_total": 180,
  "species": [
    {
      "count": 77,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 103,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}