{
  "insp_id": "44140902033193",
  "layout": "a",
  "customer_id": "9331",
  "customer_name": "The Service Team Inc",
  "customer_addr": "6565 Interchange Rd\nLehighton, PA 18235",
  "certificate": "23-C-0179",
  "site_id": "001",
  "site_name": "THE SERVICE TEAM, INC.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-MAR-2014",
  "report_date": "19-MAR-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Section 2.40(b)(2) Veterinary care: Four of the five alpacas have excessively long lower front teeth. These lower\nteeth extend out and over the upper lip, especially the white alpaca. Four of the eight goats have overgrown feet,\nespecially the rear hooves. Some of these goats have malformed hooves that require regular trimming to prevent\nlameness. The need for these husbandry procedures had been identified by facility personnel months ago but have\nnot yet been done. The veterinarian was called during this inspection and an appointment was made.\nTeeth extending out of the mouth may break causing pain/discomfort to the animal. Overgrown hooves may cause\nfoot problems and lameness. Husbandry procedures must be done in a timely manner to maintain the health of the\nanimals and prevent discomfort.\nCorrect by March 26, 2014.\nAn exit briefing was conducted with the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nSection 2.40(b)(2) Veterinary care: Four of the five alpacas have excessively long lower front teeth.  These lower\nteeth extend out and over the upper lip, especially the white alpaca.  Four of the eight goats have overgrown feet,\nespecially the rear hooves.  Some of these goats have malformed hooves that require regular trimming to prevent\nlameness.  The need for these husbandry procedures had been identified by facility personnel months ago but have\nnot yet been done.  The veterinarian was called during this inspection and an appointment was made.  \nTeeth extending out of the mouth may break causing pain/discomfort to the animal.  Overgrown hooves may cause\nfoot problems and lameness.  Husbandry procedures must be done in a timely manner to maintain the health of the\nanimals and prevent discomfort.\nCorrect by March 26, 2014.\nAn exit briefing was conducted with the facility representative.",
  "animals_total": 13,
  "species": [
    {
      "count": 8,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 5,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    }
  ]
}