{
  "insp_id": "2016082568057635",
  "layout": "a",
  "customer_id": "332951",
  "customer_name": "Lily Doodles L L C",
  "customer_addr": "208 Marion County 7032\nFlippin, AR 72634",
  "certificate": "87-A-0048",
  "site_id": "001",
  "site_name": "LILY DOODLES L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-JAN-2017",
  "report_date": "06-JAN-2017",
  "citations": [
    {
      "code": "3.129(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "In the “mom & baby” room, one plastic tub enclosure had a large amount of fecal material smeared on enclosure\nwall above and around the food bowl. This and another enclosure had fecal material and bedding contamination of\nthe feed within the food bowl. This situation can negatively impact the health and well-being of animals and\nincrease the risk of disease and illness. All food bowls shall be kept cleaned and sanitized and replaced when\nsoiled. The food bowls should placed in enclosures in such a way as to minimize contamination to ensure a clean\nfood supply at all times. Correct by 1/9/2017."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "In the adult hedgehog room, three exercise wheels had heavy fecal contamination affecting 6 hedgehogs and\nanother two wheels (4 hedgehogs) had milder fecal contamination. Fecal material was built up inside the wheel\ncovering most of the running surface and up the sides. Some large chucks of fecal material were stuck to outer\nedges of wheel. Fecal material build up on items in the enclosure can pose risks to the health of the animals and\nlead to pest problems. Excreta shall be removed from primary enclosures as often as necessary to prevent\ncontamination of the animals and to minimize disease hazards and to reduce odors. All enclosures and items within\nneed to be cleaned appropriately and/or replaced to prevent fecal material buildup. Correct by 1/9/2017.\nThis inspection and exit interview were conducted with facility representative."
    }
  ],
  "narrative": "3.129(b)\nFEEDING.    \nIn the “mom & baby” room, one plastic tub enclosure had a large amount of fecal material smeared on enclosure\nwall above and around the food bowl.  This and another enclosure had fecal material and bedding contamination of\nthe feed within the food bowl.  This situation can negatively impact the health and well-being of animals and\nincrease the risk of disease and illness.  All food bowls shall be kept cleaned and sanitized and replaced when\nsoiled.  The food bowls should  placed in enclosures in such a way as to minimize contamination to ensure a clean\nfood supply at all times.  Correct by 1/9/2017.\n3.131(a)\nSANITATION.   \nIn the adult hedgehog room, three exercise wheels had heavy fecal contamination affecting 6 hedgehogs and\nanother two wheels (4 hedgehogs)  had milder fecal contamination.  Fecal material was built up inside the wheel\ncovering most of the running surface and up the sides.  Some large chucks of fecal material were stuck to outer\nedges of wheel.  Fecal material build up on items in the enclosure can pose risks to the health of the animals and\nlead to pest problems. Excreta shall be removed from primary enclosures as often as necessary to prevent\ncontamination of the animals and to minimize disease hazards and to reduce odors. All enclosures and items within\nneed to be cleaned appropriately and/or replaced to prevent fecal material buildup. Correct by 1/9/2017.\nThis inspection and exit interview were conducted with facility representative.",
  "animals_total": 118,
  "species": [
    {
      "count": 118,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG"
    }
  ]
}