{
  "insp_id": "127152006130074",
  "layout": "a",
  "customer_id": "324698",
  "customer_name": "Arbuckle Adventures L L C",
  "customer_addr": "6132 Kay Starr Trail\nDavis, OK 73030",
  "certificate": "73-C-0190",
  "site_id": "001",
  "site_name": "ARBUCKLE ADVENTURES LLC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-MAY-2015",
  "report_date": "11-MAY-2015",
  "citations": [
    {
      "code": "2.75(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "- At the time of inspection the animal inventory was not up to date (inventory on hand was dated December 30,\n2014) and the licensee was not able to provide an accurate animal inventory. There were no Jacob sheep present\non the inventory list and five Jacob sheep were present in the park. There was a red kangaroo and 2 porcupines\nalso present that were not on the inventory. Accurate records are necessary to ensure each animal's identity can\nbe known with certainty and to facilitate the ability to trace those animals. The licensee must maintain complete and\naccurate records of all animals at all times and must ensure those records are available to the inspector upon\nrequest."
    },
    {
      "code": "3.81(b)",
      "kind": "",
      "repeat": true,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "- The lemurs are currently being kept in an outdoor enclosure in the walk through area of the park. There were no\nenrichment items present in the enclosure. The facility employee stated that enrichment currently consisted of food\nitems. All nonhuman primates require adequate environmental enrichment. This can consist of a variety of items\nand interactions. An adequate written enrichment plan developed with approval of the attending veterinarian must\nbe used for these animals."
    },
    {
      "code": "3.82",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "There are numerous problems in the food storage and preparation area located inside the gift shop.\n- A refrigerator was dirty and stained with dried puddles of fluid. The refrigerator contained a box of lettuce which\nwas in poor condition. Refrigerators must be kept clean and sanitary.\n- There was a box on the floor of the food prep area with a dark fluid leaking out onto the floor itself. This area must\nbe kept clean, and boxes of food cannot be left on the floor.\n- A plastic cutting board used for food prep was dirty and stained, and had numerous scratches in the surface.\nCutting boards must be kept clean and sanitized. When a cutting board is heavily scarred it becomes difficult to\nclean adequately, and should be smoothed or replaced.\nFood must be kept properly stored, and food preparation areas must be kept clean and sanitized to ensure\nhealthy,safe food is delivered to the animals."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "- The enclosure housing the kangaroo in the walk through park has a large rusted hole in a cross bar beneath the\ndoor frame. This is a potential source of injury to the enclosed animal, and could affect the structural strength of the\nenclosure cage if the rusted area continues to spread. This area must be repaired, and properly maintained to\nensure the safety and security of the enclosed animal."
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "- A young red kangaroo is being housed in the walk through area of the park. The animal is in an outdoor\nenclosure, and does not have access to an interior structure. There is no shelter within the enclosure, only a pile of\nbedding beneath a heat lamp. Without a shelter, the kangaroo is exposed to wind, rain, and other weather effects.\nAll animals must have a shelter to help protect them from inclement weather.\nCorrect by: Immediately"
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "There are numerous problems in the food storage and preparation area located inside the gift shop.\n- In two different locations, open bags of feed are being kept on the ground next to containers of chemicals. Open\nbags of feed must be placed into containers with lids to help protect from contamination.\n- A refrigerator and a meat freezer were dirty and stained with dried puddles of fluid. The refrigerator contained a\nbox of lettuce which was in poor condition. Refrigerators and freezers must be kept clean and sanitary.\n- There was a box on the floor of the food prep area with a dark fluid leaking out onto the floor itself. This area must\nbe kept clean, and boxes of food cannot be left on the floor.\n- A plastic cutting board used for food prep was dirty and stained, and had numerous scratches in the surface.\nCutting boards must be kept clean and sanitized. When a cutting board is heavily scarred it becomes difficult to\nclean adequately, and should be smoothed or replaced.\nThere are also multiple problems in the food storage barn in the walk through area.\n- Several open bags of feed were found inside the feed storage area. The floor of the storage barn was damp,\nwhich indicates that the stored feed is being exposed to excessive moisture and therefore must be protected with\nproperly sealed containers.\n- There is a large amount of debris, empty boxes, and construction material scattered around the outside of the food\nstorage barn. This provides harborage for pests, insects, and rodents. This material should be cleaned up and\nproperly disposed.\n- Alfalfa hay is being stored in the large barn next to the small food storage area. There were two bales present,\nand both were wet in multiple areas. The barn is full of tools, vehicles, and other items. This is not a proper storage\narea for feed. The hay must be relocated to a proper food storage area.\nFood must be kept properly stored, and food preparation areas must be kept clean and sanitized to ensure healthy,\nsafe food is delivered to the animals.\nCorrect by: Immediately"
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "- The watering container in the Jacob sheep enclosure at the time of the inspection had moderate amount of\ngreenish colored debris concentrated on the sides and bottom of the container. This is an indication that this\ncontainer is not being cleaned frequently enough. Water receptacles must be clean and contain potable water for\nthe health and well-being of the enclosed animals. More frequent cleaning and sanitizing is needed."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "- The outdoor enclosure housing the red kangaroo in the walk through area of the park had an excessive amount of\nfeces scattered around the entire surface of the enclosure. This is a source of contamination to the environment\nand the enclosed animal. Enclosures must be cleaned as often as necessary to protect the health of the enclosed\nanimals.\nCorrect by: Immediately"
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": false,
      "desc": "EMPLOYEES.",
      "narrative": "- The USDA APHIS officials had to wait for 45 minutes to an hour for one of the two park employees to get back\nfrom the bus tour with school children before the inspection could begin.\nAt the time of the inspection there were three park employees present. None of these employees knew how much\nfood, what type of food, or feeding schedules for the park animals. The feeding protocol created by the AV in\nFebruary 2015 was not being followed and none of these employees were aware of the feeding protocol. There was\nalso a great deal of confusion about responsibilities, cleaning schedules, and general husbandry. This is not a\nsufficient number of trained employees to maintain the professionally acceptable level of husbandry practices set in\nthe AWA. Adequate numbers of trained employees must be maintained at all times to properly care for the animals\npresent.\nInspection and exit interview conducted with facility representative.\nAdditional Inspectors\nSabala David, Supervisory Animal Care Specialist\nTygart Michael, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.75(b)(2)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\n- At the time of inspection the animal inventory was not up to date (inventory on hand was dated December 30,\n2014) and the licensee was not able to provide an accurate animal inventory. There were no Jacob sheep present\non the inventory list and five Jacob sheep were present in the park. There was a red kangaroo and 2 porcupines\nalso present that were not on the inventory.  Accurate records are necessary to ensure each animal's identity can\nbe known with certainty and to facilitate the ability to trace those animals.  The licensee must maintain complete and\naccurate records of all animals at all times and must ensure those records are available to the inspector upon\nrequest.\n3.81(b)                    REPEAT\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\n- The lemurs are currently being kept in an outdoor enclosure in the walk through area of the park.  There were no\nenrichment items present in the enclosure.   The facility employee stated that enrichment currently consisted of food\nitems.  All nonhuman primates require adequate environmental enrichment.  This can consist of a variety of items\nand interactions.  An adequate written enrichment plan developed with approval of the attending veterinarian must\nbe used for these animals.\n3.82                    REPEAT\nFEEDING.   \nThere are numerous problems in the food storage and preparation area located inside the gift shop.\n- A refrigerator was dirty and stained with dried puddles of fluid. The refrigerator contained a box of lettuce which\nwas in poor condition. Refrigerators must be kept clean and sanitary.\n- There was a box on the floor of the food prep area with a dark fluid leaking out onto the floor itself.  This area must\nbe kept clean, and boxes of food cannot be left on the floor.\n- A plastic cutting board used for food prep was dirty and stained, and had numerous scratches in the surface.\n\nCutting boards must be kept clean and sanitized.  When a cutting board is heavily scarred it becomes difficult to\nclean adequately, and should be smoothed or replaced.\nFood must be kept properly stored, and food preparation areas must be kept clean and sanitized to ensure\nhealthy,safe food is delivered to the animals.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \n- The enclosure housing the kangaroo in the walk through park has a large rusted hole in a cross bar beneath the\ndoor frame.  This is a potential source of injury to the enclosed animal, and could affect the structural strength of the\nenclosure cage if the rusted area continues to spread.  This area must be repaired, and properly maintained to\nensure the safety and security of the enclosed animal.\n3.127(b)\nFACILITIES, OUTDOOR. \n- A young red kangaroo is being housed in the walk through area of the park.  The animal is in an outdoor\nenclosure, and does not have access to an interior structure.  There is no shelter within the enclosure, only a pile of\nbedding beneath a heat lamp.  Without a shelter, the kangaroo is exposed to wind, rain, and other weather effects. \nAll animals must have a shelter to help protect them from inclement weather.  \nCorrect by:  Immediately\n3.129(a)\nFEEDING.    \nThere are numerous problems in the food storage and preparation area located inside the gift shop. \n-  In two different locations, open bags of feed are being kept on the ground next to containers of chemicals.  Open\nbags of feed must be placed into containers with lids to help protect from contamination.\n- A refrigerator and a meat freezer were dirty and stained with dried puddles of fluid.  The refrigerator contained a\nbox of lettuce which was in poor condition.  Refrigerators and freezers must be kept clean and sanitary.\n- There was a box on the floor of the food prep area with a dark fluid leaking out onto the floor itself.  This area must\nbe kept clean, and boxes of food cannot be left on the floor.\n- A plastic cutting board used for food prep was dirty and stained, and had numerous scratches in the surface. \nCutting boards must be kept clean and sanitized.  When a cutting board is heavily scarred it becomes difficult to\n\nclean adequately, and should be smoothed or replaced.\nThere are also multiple problems in the food storage barn in the walk through area.\n- Several open bags of feed were found inside the feed storage area.  The floor of the storage barn was damp,\nwhich indicates that the stored feed is being exposed to excessive moisture and therefore must be protected with\nproperly sealed containers.\n- There is a large amount of debris, empty boxes, and construction material scattered around the outside of the food\nstorage barn.  This provides harborage for pests, insects, and rodents.  This material should be cleaned up and\nproperly disposed.\n- Alfalfa hay is being stored in the large barn next to the small food storage area.  There were two bales present,\nand both were wet in multiple areas.  The barn is full of tools, vehicles, and other items.  This is not a proper storage\narea for feed.  The hay must be relocated to a proper food storage area.\nFood must be kept properly stored, and food preparation areas must be kept clean and sanitized to ensure healthy,\nsafe food is delivered to the animals.\nCorrect by:  Immediately\n3.130                    REPEAT\nWATERING.  \n- The watering container in the Jacob sheep enclosure at the time of the inspection had moderate amount of\ngreenish colored debris concentrated on the sides and bottom of the container. This is an indication that this\ncontainer is not being cleaned frequently enough. Water receptacles must be clean and contain potable water for\nthe health and well-being of the enclosed animals. More frequent cleaning and sanitizing is needed.\n3.131(a)\nSANITATION.   \n- The outdoor enclosure housing the red kangaroo in the walk through area of the park had an excessive amount of\nfeces scattered around the entire surface of the enclosure.  This is a source of contamination to the environment\nand the enclosed animal.  Enclosures must be cleaned as often as necessary to protect the health of the enclosed\nanimals.\nCorrect by:  Immediately\n3.132\nEMPLOYEES. \n- The USDA APHIS officials had to wait for 45 minutes to an hour for one of the two park employees to get back\nfrom the bus tour with school children before the inspection could begin.\n\nAt the time of the inspection there were three park employees present. None of these employees knew how much\nfood, what type of food, or feeding schedules for the park animals. The feeding protocol created by the AV in\nFebruary 2015 was not being followed and none of these employees were aware of the feeding protocol. There was\nalso a great deal of confusion about responsibilities, cleaning schedules, and general husbandry. This is not a\nsufficient number of trained employees to maintain the professionally acceptable level of husbandry practices set in\nthe AWA. Adequate numbers of trained employees must be maintained at all times to properly care for the animals\npresent.\nInspection and exit interview conducted with facility representative.\nAdditional Inspectors\nSabala David, Supervisory Animal Care Specialist\nTygart Michael, Supervisory Animal Care Specialist",
  "animals_total": 8,
  "species": [
    {
      "count": 2,
      "scientific": "Hystrix africaeaustralis",
      "common": "CAPE PORCUPINE"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 3,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 1,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    }
  ]
}