{
  "insp_id": "155151134210898",
  "layout": "a",
  "customer_id": "27904",
  "customer_name": "Deborah Hubbard",
  "customer_addr": "Po Box 98\nSparta, MO 65753",
  "certificate": "43-B-3517",
  "site_id": "002",
  "site_name": "DEBORAH HUBBARD",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-JUN-2015",
  "report_date": "05-JUN-2015",
  "citations": [
    {
      "code": "2.76(a)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: OPERATORS OF AUCTION SALES AND BROKERS.",
      "narrative": "***The licensee acted as a broker for nine puppies bound for New York, but could not produce the required\nacquisition records for the puppies. Properly completed acquisition records are necessary for identification of dogs\nto facilitate record-keeping requirements for inventory, disposition, transport, and tracing of the animals. The\nlicensee must maintain the required acquisition information for all dogs she acquires and must be able to produce\nthese records upon request by the Inspector. For puppies acquired from dog breeders that have a USDA license,\nthe records will include APHIS Form 7006 unless the breeder has obtained a records variance from the Regional\nOffice. For puppies acquired from dog breeders that do not have a USDA license, the records will include the\nfollowing information: the name and address of the person who consigned the puppies, their vehicle license number\nand State, their driver(cid:25)s license number and State, the date of the consignment, the puppies(cid:25) official USDA\nidentification, and a description of the puppies (breed, sex, date of birth or age, color and any distinctive markings).\nTO BE CORRECTED BY JUNE 8, 2015."
    },
    {
      "code": "2.78(c)",
      "kind": "",
      "repeat": false,
      "desc": "HEALTH CERTIFICATION AND IDENTIFICATION.",
      "narrative": "***The licensee picked up and transported a male West Highland White terrier puppy (ID# 173484) from a dog\nbreeder in Seymour, MO. However, the puppy did not have a Health Certificate when it was picked up by the\nlicensee. Dogs must be examined by a veterinarian and determined to be free of infectious disease or physical\nabnormality within 10 days prior to the beginning of transport. The licensee must ensure that all dogs are\naccompanied by a Health Certificate from a veterinarian prior to transportation in commerce.\nTO BE CORRECTED BY JUNE 8, 2015.\nThe inspection took place at a location in Neosho, MO. The inspection and the exit briefing were conducted with\nthe licensee and Kelly Roberts-ACI.\nAdditional Inspectors\nRoberts Kelly, Animal Care Inspector"
    }
  ],
  "narrative": "2.76(a)\nRECORDS: OPERATORS OF AUCTION SALES AND BROKERS.\n***The licensee acted as a broker for nine puppies bound for New York, but could not produce the required\nacquisition records for the puppies.  Properly completed acquisition records are necessary for identification of dogs\nto facilitate record-keeping requirements for inventory, disposition, transport, and tracing of the animals.  The\nlicensee must maintain the required acquisition information for all dogs she acquires and must be able to produce\nthese records upon request by the Inspector.  For puppies acquired from dog breeders that have a USDA license,\nthe records will include APHIS Form 7006 unless the breeder has obtained a records variance from the Regional\nOffice.  For puppies acquired from dog breeders that do not have a USDA license, the records will include the\nfollowing information: the name and address of the person who consigned the puppies, their vehicle license number\nand State, their driver(cid:25)s license number and State, the date of the consignment, the puppies(cid:25) official USDA\nidentification, and a description of the puppies (breed, sex, date of birth or age, color and any distinctive markings).\nTO BE CORRECTED BY JUNE 8, 2015.\n2.78(c)\nHEALTH CERTIFICATION AND IDENTIFICATION.\n***The licensee picked up and transported a male West Highland White terrier puppy (ID# 173484) from a dog\nbreeder in Seymour, MO.   However, the puppy did not have a Health Certificate when it was picked up by the\nlicensee.  Dogs must be examined by a veterinarian and determined to be free of infectious disease or physical\nabnormality within 10 days prior to the beginning of transport.  The licensee must ensure that all dogs are\naccompanied by a Health Certificate from a veterinarian prior to transportation in commerce.\nTO BE CORRECTED BY JUNE 8, 2015.\nThe inspection took place at a location in Neosho, MO.  The inspection and the exit briefing were conducted with\nthe licensee and Kelly Roberts-ACI.\n\nAdditional Inspectors\nRoberts Kelly, Animal Care Inspector",
  "animals_total": 10,
  "species": [
    {
      "count": 10,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}