{
  "insp_id": "145141356209562",
  "layout": "a",
  "customer_id": "331334",
  "customer_name": "Deer Forest Exotic Animal Sanctuary",
  "customer_addr": "6800 Indian Lane\nColoma, MI 49038",
  "certificate": "--",
  "site_id": "001",
  "site_name": "DEER FOREST EXOTIC ANIMAL SANCTUARY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-MAY-2014",
  "report_date": "29-MAY-2014",
  "citations": [
    {
      "code": "2.1(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "REQUIREMENTS AND APPLICATION.",
      "narrative": "The applicant has Fallow deer, Bobcats, cavies, llama/alpaca, goats, pigs, Watusi and rabbits on exhibit to the\npublic at their amusement facility. Applicants husband stated that they had called around and couldn't get any\nanswers so they decided to exhibit the animals.\nAny person operating or intending to operate as a exhibitor, except persons who are exempted from the licensing\nrequirements under paragraph (a)(3) of this section, must have a valid license.\nA USDA, APHIS, AC license must be obtained to exhibit animals to the public."
    },
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The facility employs a veterinarian under part-time or consulting arrangements. The written program of veterinary\ncare was not available at the time of inspection. Written veterinary guidance for the care and well being of the\nvarious species at the facility has not been provided by the applicant. Animals may be mishandled and mistreated\nwithout current applicable guidelines for their care and treatment. For example, two Patagonian cavies died last\nDecember at the facility when they were housed outdoors without a heated nest box. Each exhibitor shall employ\nan attending veterinarian under formal arrangements, which shall include a written program of veterinary care in the\ncase of a part-time or consulting veterinarian. A written program of veterinary care, including appropriate guidance\nfor each species at the facility, must be documented and implemented."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The adult female bobcat is thin and seems reluctant to move around. The young bobcat ran away when startled,\nwhile the adult simply got up, turned around, then laid back down. She coughed once which sounded moist and\ncongestive. Her breathing appeared heavy. Applicant stated the attending veterinarian viewed the bobcat in her\nenclosure five days previously. A comprehensive physical exam with diagnostic testing was not conducted at that\ntime. The bobcat shows signs of illness which if left unaddressed may progress causing suffering or even death.\nAppropriate methods to prevent, control, diagnose, and treat diseases and injuries must be utilized. The bobcat\nmust be seen by a knowledgeable licensed veterinarian for diagnosis and treatment. Documentation of the\nveterinarian's assessment, treatment, and plan shall be maintained for examination by APHIS officials."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The records are incomplete. Animals which have died or otherwise left the facility are recorded as present on the\nlist of animals on hand. The fox which died earlier in the week and the cavies which died last winter do not have\ndisposal dates recorded. Incomplete and inaccurate records make it difficult trace animals in the event of a disease\noutbreak. Every exhibitor shall make, keep, and maintain records which fully and correctly disclose the required\ninformation."
    },
    {
      "code": "2.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "Since June, 2013 the applicant has been in charge of animal care at the facility and there have been numerous\ndeaths of animals in their care. The list includes one ringtail lemur, 1 bobcat kitten, 2 adult watusi, 2 cavy, 1 fox,\none peacock, one Chinese pheasant and two fallow deer. The applicants husband stated that the technician that\nwas hired this spring supposedly had wild and exotic animal experience but they found out she had only worked at a\ndog kennel which is also the only experience that the applicants husband has with animals and the applicant also\nhas not stated that she has any experience with wild or exotic animals.\nAll licensees who maintain wild or exotic animals must demonstrate adequate experience and knowledge of the\nspecies they maintain.\nThe applicant must gain the appropriate knowledge and experience of any species of animal prior to acquiring the\nanimal or hire someone with the proper knowledge and experience with the species involved."
    },
    {
      "code": "2.131(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "The 18 fallow deer on exhibit are very uneasy and nervous. The animals pace the back of the enclosure and hide in\nthe off exhibit area. The public is allowed to enter the deer enclosure. Signs are posted to not proceed beyond this\npoint but there is no physical barrier, leaving the deer an area where the public is not allowed but the food and water\nfor the deer is in the area where the public is allowed. The public access further exacerbates the animals\nnervousness and may cause them to injur themselves.\nHandling of all animals shall be done as expeditiously and carefully as possible in a manner that does not cause\ntrauma,\noverheating, excessive cooling, behavioral stress, physical harm, or unnecessary discomfort.\nMeasures must be taken to reduce the stress and anxiety of these animals when on exhibit to the public."
    },
    {
      "code": "2.131(d)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "The public is allowed hand feed animals on exhibit including: six pigs, two llamas, one alpaca, five goats, two\ncavies, two rabbits, a watusi, and eighteen fallow deer. The public may contact the animals during feeding.\nEmployees or attendants are not present during these times of public contact. The only employees present were at\nthe front admissions desk and one individual seen in the distance working on a tractor. Guests were viewed feeding\nplants which were not the food provided by the facility. Food thrown at a cavy caused it to freeze in apparent fear.\nGuests may enter the fallow deer enclosure unattended. The deer run back and forth across the back of their\nenclosure when they see people. Unattended public contact may result in physical injury to the animals by trauma\nor them eating unapproved items. The animals experience mental harm when they are subject to ignorant and\ninappropriate human contact. A responsible, knowledgeable, and readily identifiable employee or attendant must\nbe present at all times during public contact."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The applicant had a fox housed in an inadequate shelter. The fox dug out underneath the primary enclosure fence\nthat had no perimeter fence and was found dead in the horse enclosure. The bobcat kitten recently escaped its\nenclosure by finding a space between the side wall fencing and the roof fencing. The enclosure housing 2 adult\npigs and 4 piglets, the enclosure housing the 4 female goats, the enclosure housing the single male goat and the\nenclosure housing the 3 llama/alpaca has numerous areas of wire fence that are broken and in disrepair. One of\nthe three shelters for the pigs has a door that is off its hinges and has screws that go through to the other side.\nThese screws are rusty and have very sharp points.\nThe facility must be constructed of such material and of such strength as appropriate for the animals involved.The\nindoor and outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the\nanimals from injury and to contain the animals.\nAll animals must be contained in an enclosure that is appropriate for the species to prevent injury and/or death of\nthe animals.Replace or repair the fence so that it does not cause injury and so that it contains the pigs, llama/alpaca\nand goats. Replace or repair the door so that it does not cause injury to the pigs inside the enclosure."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The storage shed with the bags of all purpose sweet feed and deer pellets has an open bag of food in it. There is\nevidence of mice in the form of mouse droppings on the floor of the shed. The bobcat shelter has a storage area\nattached to it. The facility is keeping horse and tortoise food in this area. The bags of food are open and sitting on\nthe floor. These open bags of food may draw rodents into the area.\nSupplies of food and bedding shall be stored in facilities which adequately protect such supplies against\ndeterioration, molding, or contamination by vermin.\nAny open bags of food must be kept in a container with a lid to prevent infestation and contamination by mice."
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The watusi is housed with three donkeys and a horse. These animals share a leanto for shelter. The leanto has a\nroof and one side.\nThis is not a sufficient shelter for the watusi. It does not protect the animal from wind and rain in the summer and\nwind and snow in the winter.\nA shelter with at least three sides must be constructed or two walls added to the current structure to protect the\nanimals and prevent discomfort."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The applicant put a fox in an enclosure that did not have a perimeter fence. The fox dug out under the primary\nenclosure fence and was found dead in the horse enclosure. The two cavy are in an enclosure that does not have a\nperimeter fence.\nOn or after May 17, 2000, all outdoor housing facilities (i.e., facilities not entirely indoors) must be enclosed by a\nperimeter fence that is of sufficient height to keep animals and unauthorized persons out. Fences less than 6 feet\nhigh for other animals must be approved in writing by the Administrator. The fence must be constructed so that it\nprotects the animals in the facility by restricting animals and unauthorized persons from going through it or under it\nand having contact with the animals in the facility, and so that it can function as a secondary containment system for\nthe animals in the facility. It must be of sufficient distance from the outside of the primary enclosure to prevent\nphysical contact between animals inside the enclosure and animals or persons outside the perimeter fence. Such\nfences less than 3 feet in distance from the primary enclosure must be approved in writing by the Administrator.\nA perimeter fence must be errected around any enclosure housing a wild or exotic animal to act as secondary\ncontaiment and to prevent death of the animal by a predator."
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "There was a small amount of poor quality hay in the llama and goat enclosures and there was no hay in the storage\nbarn. The animals that did not have hay but require hay are the cavies, rabbits, Watusi and the fallow deer.\nThe food shall be wholesome, palatable, and free from contamination and of sufficient quantity and nutritive value to\nmaintain all animals in good health.\nProvide all animals with a sufficient amount of hay daily to maintain the health of the animals."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "The water in three of the enclosures is dirty. Excess algae, dirt, and leaves are present in the water containers for\nthe the Llamas/alpaca, male goat, and Watusi. A layer of green/brown material is covering the insides of these\ncontainers, contaminating the animals' water. Dirty water may harbor disease hazards which pose a health risk for\nthe animals. All water receptacles shall be kept clean and sanitary."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "There is a large board with nails sticking out of it on the ground in the enclosure housing 2 llama and 1 alpaca.\nThere is a styrofoam coffee cup with a lid in the enclosure housing housing the male goat.\nPremises (buildings and grounds) shall be kept clean and in good repair in order to protect the animals from injury\nand to facilitate the prescribed husbandry practices set forth in this subpart. Accumulations of trash shall be placed\nin designated areas and cleared as necessary to protect the health of the animals.\nRemove all trash and debris from the primary enclosures to prevent injury and protect the health of the animals."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "There is mice feces in the sweet feed and deer pellet storeage shed.\nA safe and effective program for the control of insects, ectoparasites, and avian and mammalian pests shall be\nestablished and maintained.\nA program to eliminate mice must be developed and maintained."
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": false,
      "desc": "EMPLOYEES.",
      "narrative": "With the number of husbandry citations it shows that there is not a sufficient number of employees on staff to care\nfor the animals on hand. The applicants husband stated that everyone was complaining about him working with the\nanimals and that he has nothing saying he can't and admits working with the animals regularily.\nA sufficient number of adequately trained employees shall be utilized to maintain the professionally acceptable level\nof husbandry practices set forth in this subpart. Such practices shall be under a supervisor who has a background in\nanimal care.\nA sufficient number of employees must be utilized to maintain a professional level of animal husbandry for the\nanimals' optimal health and well being.\nExit conducted with applicant.\nNO REGULATED ACTIVITIES MAY BE CONDUCTED UNTIL A VALID USDA LICENSE IS OBTAINED..\nAdditional Inspectors\nMchenry Kerry, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.1(a)(1)\nREQUIREMENTS AND APPLICATION.\nThe applicant has Fallow deer, Bobcats, cavies, llama/alpaca, goats, pigs, Watusi and rabbits on exhibit to the\npublic at their amusement facility.  Applicants husband stated that they had called around and couldn't get any\nanswers so they decided to exhibit the animals.   \nAny person operating or intending to operate as a exhibitor, except persons who are exempted from the licensing\nrequirements under paragraph (a)(3) of this section, must have a valid license.\nA USDA, APHIS, AC license must be obtained to exhibit animals to the public.\n2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe facility employs a veterinarian under part-time or consulting arrangements.  The written program of veterinary\ncare was not available at the time of inspection.  Written veterinary guidance for the care and well being of the\nvarious species at the facility has not been provided by the applicant.  Animals may be mishandled and mistreated\nwithout current applicable guidelines for their care and treatment.  For example, two Patagonian cavies died last\nDecember at the facility when they were housed outdoors without a heated nest box.  Each exhibitor shall employ\nan attending veterinarian under formal arrangements, which shall include a written program of veterinary care in the\ncase of a part-time or consulting veterinarian.  A written program of veterinary care, including appropriate guidance\nfor each species at the facility, must be documented and implemented.\n2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe adult female bobcat is thin and seems reluctant to move around.  The young bobcat ran away when startled,\nwhile the adult simply got up, turned around, then laid back down.  She coughed once which sounded moist and\ncongestive.  Her breathing appeared heavy.  Applicant stated the attending veterinarian viewed the bobcat in her\nenclosure five days previously.  A comprehensive physical exam with diagnostic testing was not conducted at that\ntime.  The bobcat shows signs of illness which if left unaddressed may progress causing suffering or even death.\n\nAppropriate methods to prevent, control, diagnose, and treat diseases and injuries must be utilized.  The bobcat\nmust be seen by a knowledgeable licensed veterinarian for diagnosis and treatment.  Documentation of the\nveterinarian's assessment, treatment, and plan shall be maintained for examination by APHIS officials.\n2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nThe records are incomplete.  Animals which have died or otherwise left the facility are recorded as present on the\nlist of animals on hand.  The fox which died earlier in the week and the cavies which died last winter do not have\ndisposal dates recorded.  Incomplete and inaccurate records make it difficult trace animals in the event of a disease\noutbreak.  Every exhibitor shall make, keep, and maintain records which fully and correctly disclose the required\ninformation.\n2.131(a)\nHANDLING OF ANIMALS.\nSince June, 2013 the applicant has been in charge of animal care at the facility and there have been numerous\ndeaths of animals in their care.  The list includes one ringtail lemur, 1 bobcat kitten, 2 adult watusi, 2 cavy, 1 fox,\none peacock, one Chinese pheasant and two fallow deer.  The applicants husband stated that the technician that\nwas hired this spring supposedly had wild and exotic animal experience but they found out she had only worked at a\ndog kennel which is also the only experience that the applicants husband has with animals and the applicant also\nhas not stated that she has any experience with wild or exotic animals.\nAll licensees who maintain wild or exotic animals must demonstrate adequate experience and knowledge of the\nspecies they maintain.\nThe applicant must gain the appropriate knowledge and experience of any species of animal prior to acquiring the\nanimal or hire someone with the proper knowledge and experience with the species involved.\n2.131(b)(1)\nHANDLING OF ANIMALS.\nThe 18 fallow deer on exhibit are very uneasy and nervous.  The animals pace the back of the enclosure and hide in\nthe off exhibit area.  The public is allowed to enter the deer enclosure.  Signs are posted to not proceed beyond this\npoint but there is no physical barrier, leaving the deer an area where the public is not allowed but the food and water\nfor the deer is in the area where the public is allowed.  The public access further exacerbates the animals\nnervousness and may cause them to injur themselves.\nHandling of all animals shall be done as expeditiously and carefully as possible in a manner that does not cause\ntrauma,\n\noverheating, excessive cooling, behavioral stress, physical harm, or unnecessary discomfort.\nMeasures must be taken to reduce the stress and anxiety of these animals when on exhibit to the public.\n2.131(d)(2)\nHANDLING OF ANIMALS.\nThe public is allowed hand feed animals on exhibit including:  six pigs, two llamas, one alpaca, five goats, two\ncavies, two rabbits, a watusi, and eighteen fallow deer.  The public may contact the animals during feeding. \nEmployees or attendants are not present during these times of public contact.  The only employees present were at\nthe front admissions desk and one individual seen in the distance working on a tractor.  Guests were viewed feeding\nplants which were not the food provided by the facility.  Food thrown at a cavy caused it to freeze in apparent fear. \nGuests may enter the fallow deer enclosure unattended.  The deer run back and forth across the back of their\nenclosure when they see people.  Unattended public contact may result in physical injury to the animals by trauma\nor them eating unapproved items.  The animals experience mental harm when they are subject to ignorant and\ninappropriate human contact.  A responsible, knowledgeable, and readily identifiable employee or attendant must\nbe present at all times during public contact.\n3.125(a)\nFACILITIES, GENERAL.   \nThe applicant had a fox housed in an inadequate shelter.  The fox dug out underneath the primary enclosure fence\nthat had no perimeter fence and was found dead in the horse enclosure.  The bobcat kitten recently escaped its\nenclosure by finding a space between the side wall fencing and the roof fencing.  The enclosure housing 2 adult\npigs and 4 piglets, the enclosure housing the 4 female goats, the enclosure housing the single male goat and the\nenclosure housing the 3 llama/alpaca has numerous areas of wire fence that are broken and in disrepair.  One of\nthe three shelters for the pigs has a door that is off its hinges and has screws that go through to the other side. \nThese screws are rusty and have very sharp points.\nThe facility must be constructed of such material and of such strength as appropriate for the animals involved.The\nindoor and outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the\nanimals from injury and to contain the animals.  \nAll animals must be contained in an enclosure that is appropriate for the species to prevent injury and/or death of\nthe animals.Replace or repair the fence so that it does not cause injury and so that it contains the pigs, llama/alpaca\nand goats.  Replace or repair the door so that it does not cause injury to the pigs inside the enclosure.\n3.125(c)\nFACILITIES, GENERAL.\n\nThe storage shed with the bags of all purpose sweet feed and deer pellets has an open bag of food in it.  There is\nevidence of mice in the form of mouse droppings on the floor of the shed.  The bobcat shelter has a storage area\nattached to it.  The facility is keeping horse and tortoise food in this area.  The bags of food are open and sitting on\nthe floor.  These open bags of food may draw rodents into the  area.\nSupplies of food and bedding shall be stored in facilities which adequately protect such supplies against\ndeterioration, molding, or contamination by vermin. \nAny open bags of food must be kept in a container with a lid to prevent infestation and contamination by mice.\n3.127(b)\nFACILITIES, OUTDOOR. \nThe watusi is housed with three donkeys and a horse.  These animals share a leanto for shelter.  The leanto has a\nroof and one side.  \nThis is not a sufficient shelter for the watusi.  It does not protect the animal from wind and rain in the summer and\nwind and snow in the winter.\nA shelter with at least three sides must be constructed or two walls added to the current structure to protect the\nanimals and prevent discomfort.\n3.127(d)\nFACILITIES, OUTDOOR. \nThe applicant put a fox in an enclosure that did not have a perimeter fence.  The fox dug out under the primary\nenclosure fence and was found dead in the horse enclosure.  The two cavy are in an enclosure that does not have a\nperimeter fence.\nOn or after May 17, 2000, all outdoor housing facilities (i.e., facilities not entirely indoors) must be enclosed by a\nperimeter fence that is of sufficient height to keep animals and unauthorized persons out. Fences less than 6 feet\nhigh for other animals must be approved in writing by the Administrator. The fence must be constructed so that it\nprotects the animals in the facility by restricting animals and unauthorized persons from going through it or under it\nand having contact with the animals in the facility, and so that it can function as a secondary containment system for\nthe animals in the facility. It must be of sufficient distance from the outside of the primary enclosure to prevent\nphysical contact between animals inside the enclosure and animals or persons outside the perimeter fence. Such\nfences less than 3 feet in distance from the primary enclosure must be approved in writing by the Administrator.\n\nA perimeter fence must be errected around any enclosure housing a wild or exotic animal to act as secondary\ncontaiment and to prevent death of the animal by a predator.\n3.129(a)\nFEEDING.    \nThere was a small amount of poor quality hay in the llama and goat enclosures and there was no hay in the storage\nbarn.  The animals that did not have hay but require hay are the cavies, rabbits, Watusi and the fallow deer.  \nThe food shall be wholesome, palatable, and free from contamination and of sufficient quantity and nutritive value to\nmaintain all animals in good health. \nProvide all animals with a sufficient amount of hay daily to maintain the health of the animals.\n3.130\nWATERING.  \nThe water in three of the enclosures is dirty.  Excess algae, dirt, and leaves are present in the water containers for\nthe  the Llamas/alpaca, male goat, and Watusi. A layer of green/brown material is covering the insides of these\ncontainers, contaminating the animals' water.  Dirty water may harbor disease hazards which pose a health risk for\nthe animals.  All water receptacles shall be kept clean and sanitary.\n3.131(c)\nSANITATION.   \nThere is a large board with nails sticking out of it on the ground in the enclosure housing 2 llama and 1 alpaca. \nThere is a styrofoam coffee cup with a lid in the enclosure housing housing the male goat.\nPremises (buildings and grounds) shall be kept clean and in good repair in order to protect the animals from injury\nand to facilitate the prescribed husbandry practices set forth in this subpart. Accumulations of trash shall be placed\nin designated areas and cleared as necessary to protect the health of the animals.\nRemove all  trash and debris from the primary enclosures to prevent injury and protect the health of the animals.\n3.131(d)\nSANITATION.\n\nThere is mice feces in the sweet feed and deer pellet storeage shed.\nA safe and effective program for the control of insects, ectoparasites, and avian and mammalian pests shall be\nestablished and maintained.\nA program to eliminate mice must be developed and maintained.\n3.132\nEMPLOYEES. \nWith the number of husbandry citations it shows that there is not a sufficient number of employees on staff to care\nfor the animals on hand.  The applicants husband stated that everyone was complaining about him working with the\nanimals and that he has nothing saying he can't and admits working with the animals regularily.\nA sufficient number of adequately trained employees shall be utilized to maintain the professionally acceptable level\nof husbandry practices set forth in this subpart. Such practices shall be under a supervisor who has a background in\nanimal care.\nA sufficient number of employees must be utilized to maintain a professional level of animal husbandry for the\nanimals' optimal health and well being. \nExit conducted with applicant.\nNO REGULATED ACTIVITIES MAY BE CONDUCTED UNTIL A VALID USDA LICENSE IS OBTAINED..\nAdditional Inspectors\nMchenry Kerry, Veterinary Medical Officer",
  "animals_total": 39,
  "species": [
    {
      "count": 1,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 5,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 18,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 2,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 2,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 1,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 2,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 2,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 6,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}