{
  "insp_id": "284140122220879",
  "layout": "a",
  "customer_id": "34479",
  "customer_name": "Mary Carpenter",
  "customer_addr": "P. O. Box 145\nMelvern, KS 66510",
  "certificate": "48-B-0302",
  "site_id": "001",
  "site_name": "Mary Carpenter",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-OCT-2014",
  "report_date": "14-OCT-2014",
  "citations": [
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* A mixture of dried dirt, grease and other excreta was observed on three plastic dog igloo shelter houses and\nalong the bottom of an estimated six sheets of tin. Three dogs are in contact with the affected surfaces which are\nlocated in outdoor housing. The affected area covers approximately 20 to 30 percent of the plastic igloo shelter\nstructures and 15 to 20 percent of the sheet tin located on the east side of the enclosure. Sanitization of surfaces is\nnecessary to prevent an accumulation of dirt, excreta and other disease hazards. Unsanitary living conditions and\npotential transmission of diseases exists when surfaces are not cleaned and sanitized. The licensee must ensure\nthat all surfaces are cleaned and sanitized at least once every two weeks or more often if needed. Correct by\n10/23/14.\n* The facility inspection and exit briefing done on 10/9/14 were conducted with the licensee.\n* Copy of inspection report was sent by certified and regular mail."
    }
  ],
  "narrative": "3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n*   A mixture of dried dirt, grease and other excreta was observed on three plastic dog igloo shelter houses and\nalong the bottom of an estimated six sheets of tin.   Three dogs are in contact with the affected surfaces which are\nlocated in outdoor housing.  The affected area covers approximately 20 to 30 percent of the plastic igloo shelter\nstructures and 15 to 20 percent of the sheet tin located on the east side of the enclosure.  Sanitization of surfaces is\nnecessary to prevent an accumulation of dirt, excreta and other disease hazards. Unsanitary living conditions and\npotential transmission of diseases exists when surfaces are not cleaned and sanitized. The licensee must ensure\nthat all surfaces are cleaned and sanitized at least once every two weeks or more often if needed.   Correct by\n10/23/14.\n*   The facility inspection and exit briefing done on 10/9/14 were conducted with the licensee.\n*  Copy of inspection report was sent by certified and regular mail.",
  "animals_total": 118,
  "species": [
    {
      "count": 66,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 52,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}