{
  "insp_id": "INS-0000868503",
  "layout": "c",
  "customer_id": "9245",
  "customer_name": "Steve Kruse",
  "customer_addr": "2345 Hwy 16\nWest Point, IA 52656",
  "certificate": "42-B-0182",
  "site_id": "001",
  "site_name": "STEVE KRUSE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-MAY-2023",
  "report_date": "09-MAY-2023",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Male Bulldog (microchip 7E10334920, tattoo #5) has an abnormal condition of the eyes. The center of the cornea of both\neyes is cloudy and the white of the right eye is moderately reddened and the white of the left eye is slightly reddened. A\nthick greenish mucousy discharge is located along the bottom eyelid of both eyes and attached to the hair along the\neyelids. The dog had received treatment for the eyes between April 19th-24th, but is currently receiving no treatment.\nMale bulldog (microchip 7E10334877, tattoo #7) has an abnormal condition of the eyes. The white of the right eye is\nmoderately reddened and the white of the left eye is slightly reddened. A thick greenish mucousy discharge is located\nacross the surface of the right eye and along the bottom eyelid of both eyes. The dog had received treatment for the eyes\nbetween April 19th-24th, but is currently receiving no treatment.\nFemale bulldog (microchip 4982829, tattoo #2) has an abnormal condition of the eyes. The center of the cornea of both\neyes is cloudy and the white of the right eye is moderately reddened and the white of the left eye is slightly reddened. A\nthick greenish mucousy discharge is located along the bottom eyelid of both eyes and dried discharge is attached to the\nhair surrounding the eyes. The condition of the dog's eyes has not been noticed and no treatment is currently being\nprovided.\nFemale bulldog (microchip 7E10334736, tattoo #138) has an abnormal condition of the foot. A round dark colored growth\nis located between the toes on the right front foot. The condition of the dog's foot has not been noticed and no treatment\nis currently being provided.\nAbnormal conditions of the eyes and feet could cause pain and discomfort to the animals.\nDealers must use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. The licensee must\nhave these dogs evaluated by a veterinarian for an accurate diagnosis and to develop an appropriate treatment plan. The\nlicensee must ensure each dog receives adequate veterinary care at all times."
    },
    {
      "code": "3.6(a)(2)(x)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The dogs are housed on raised flooring. The inspectors observed the feet of the following dogs pass through the\nopenings in the flooring:\nMaltese #3\nPoodle #20\nMaltese #18\nMaltese #8\nPoodle #22\nMaltese #19\nBernadoodle #47\nMaltese #20\nMaltese #21\nMaltese #4\nMaltese #6\nYorkshire terrier #8\nYorkshire terrier #9\nThe inspector measured the width of a front foot of two of the dogs and found the foot to be 3/4 of an inch wide for one\ndog and one inch wide for the other dog. The openings in the flooring measured over an inch wide. Openings in flooring\nlarge enough to allow a dog's foot to pass through could cause injury to the animal and affect its ability to move around in\na normal manner.\nPrimary enclosures must have floors that are constructed in a manner that protects the dogs' feet and legs from injury,\nand that, if of mesh or slatted construction, do not allow the dogs' feet to pass through any openings in the floor. The\nlicensee must alter the floor in a manner that protects the animals from injury and eliminates the ability of their feet to pass\nthrough any openings. The licensee must ensure the enclosure flooring is safe for the dogs at all times.\nTo be corrected by: 16-May-2023\nThis inspection and exit interview were conducted with the facility representatives.\nAdditional Inspectors:\nWilliam Janecke, VETERINARY MEDICAL OFFICER n"
    }
  ],
  "narrative": "2.40(b)(2)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nMale Bulldog (microchip 7E10334920, tattoo #5) has an abnormal condition of the eyes.  The center of the cornea of both \neyes is cloudy and the white of the right eye is moderately reddened and the white of the left eye is slightly reddened.  A \nthick greenish mucousy discharge is located along the bottom eyelid of both eyes and attached to the hair along the \neyelids.  The dog had received treatment for the eyes between April 19th-24th, but is currently receiving no treatment. \n \nMale bulldog (microchip 7E10334877, tattoo #7) has an abnormal condition of the eyes.  The white of the right eye is \nmoderately reddened and the white of the left eye is slightly reddened.  A thick greenish mucousy discharge is located \nacross the surface of the right eye and along the bottom eyelid of both eyes.  The dog had received treatment for the eyes \nbetween April 19th-24th, but is currently receiving no treatment. \n \nFemale bulldog (microchip 4982829, tattoo #2) has an abnormal condition of the eyes.  The center of the cornea of both \neyes is cloudy and the white of the right eye is moderately reddened and the white of the left eye is slightly reddened.  A \nthick greenish mucousy discharge is located along the bottom eyelid of both eyes and dried discharge is attached to the \nhair surrounding the eyes.  The condition of the dog's eyes has not been noticed and no treatment is currently being \nprovided.\n\nFemale bulldog (microchip 7E10334736, tattoo #138) has an abnormal condition of the foot.  A round dark colored growth \nis located between the toes on the right front foot.  The condition of the dog's foot has not been noticed and no treatment \nis currently being provided.    \n \nAbnormal conditions of the eyes and feet could cause pain and discomfort to the animals.   \n \nDealers must use appropriate methods to prevent, control, diagnose, and treat diseases and injuries.  The licensee must \nhave these dogs evaluated by a veterinarian for an accurate diagnosis and to develop an appropriate treatment plan.  The \nlicensee must ensure each dog receives adequate veterinary care at all times. \n3.6(a)(2)(x) \n   \nPrimary enclosures. \nThe dogs are housed on raised flooring.  The inspectors observed the feet of the following dogs pass through the \nopenings in the flooring: \n \nMaltese #3 \nPoodle #20 \nMaltese #18 \nMaltese #8 \nPoodle #22 \nMaltese #19 \nBernadoodle #47\n\nMaltese #20 \nMaltese #21 \nMaltese #4 \nMaltese #6 \nYorkshire terrier #8 \nYorkshire terrier #9 \n \nThe inspector measured the width of a front foot of two of the dogs and found the foot to be 3/4 of an inch wide for one \ndog and one inch wide for the other dog.  The openings in the flooring measured over an inch wide.  Openings in flooring \nlarge enough to allow a dog's foot to pass through could cause injury to the animal and affect its ability to move around in \na normal manner. \n \nPrimary enclosures must have floors that are constructed in a manner that protects the dogs' feet and legs from injury, \nand that, if of mesh or slatted construction, do not allow the dogs' feet to pass through any openings in the floor.  The \nlicensee must alter the floor in a manner that protects the animals from injury and eliminates the ability of their feet to pass \nthrough any openings.  The licensee must ensure the enclosure flooring is safe for the dogs at all times. \n \nTo be corrected by:  16-May-2023 \n \nThis inspection and exit interview were conducted with the facility representatives.\n\nAdditional Inspectors: \nWilliam Janecke, VETERINARY MEDICAL OFFICER n",
  "animals_total": 435,
  "species": [
    {
      "count": 435,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}