{
  "insp_id": "INS-0001506394",
  "layout": "c",
  "customer_id": "502959",
  "customer_name": "Hand Me Down Zoo",
  "customer_addr": "1056 Highway 211 N W\nWinder, GA 30680",
  "certificate": "57-C-0376",
  "site_id": "001",
  "site_name": "Hand Me Down Zoo",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-DEC-2025",
  "report_date": "19-DEC-2025",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The licensee acquired a six-week-old female oriental small clawed otter named “Miso” on October 18, 2025, without\nalerting the attending veterinarian, who therefore was not consulted regarding an infant species that is not listed on the\ncurrent Program of Veterinary Care. Miso was being bottle-fed by the licensee and exhibited for public interactions. The\nattending veterinarian was unaware that the otter had been obtained until she was presented to the veterinarian on\nDecember 2, 2025, for an illness examination. At that time, Miso was prescribed medication for what the veterinarian\nsuspected was “pneumonia, possibly aspiration.” Miso did not respond to treatment and died overnight. The attending\nveterinarian was not notified of the death until their office called five days later to check on the patient. The attending\nveterinarian stated they would have wanted further diagnostic testing, to include a necropsy, to help determine a cause\nand to address any potential husbandry issues. If the facility does not consult with or give the appropriate authority to the\nveterinarian, the health and well-being of the animals may be affected. Disease transmission, inadequate diet and/or\nhusbandry can occur from not consulting the attending veterinarian. The exhibitor shall assure that the facility employs an\nattending veterinarian under formal arrangements and assures that the veterinarian has appropriate authority to ensure\nthe provision of adequate veterinary care and to oversee the adequacy of other aspects of animal care and use.\nCorrect by: February 15, 2026."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Some aspects of veterinary care are not being followed as per the program of veterinary care or the attending\nveterinarian’s instructions:\n• One male kitten (Kitten 1) was prescribed oral antibiotics and an eye ointment after being diagnosed with a suspected\nupper respiratory infection on December 2, 2025, by the veterinarian. Oral antibiotics were given as per the prescription\nlabel, per the licensee. The eye ointment prescription states the ointment is to be applied “to affected eyes every 12 hours\nfor 4-6 days, or until eyes look better and two more treatments after resolution of symptoms.” Per the licensee, both the\noral antibiotics and eye ointment were given for 5 days (last dose was December 7, 2025). Upon inspection on December\n10, 2025, Kitten 1 still had black dried discharge around its right eye, to the side and below its eye, but above its nose.\nUpon consultation with the veterinarian, they did not think the right eye was resolved yet and that Kitten 1 should still be\ngetting the eye ointment applied.\n• None of the twelve cats have been receiving preventative heartworm medication as stated in the Program of Veterinary\nCare, per the licensee. During the inspection, the licensee was asked to show the inspector any medications given to the\nanimals, and no heartworm preventative medication was provided.\nMaintaining adequate programs of veterinary care, including following the prescription guidance and parasite prevention\nprotocols of the attending veterinarian, is necessary to ensure the use of appropriate methods to treat infections, prevent\ndiseases, and also protect the health of the animals. The facility shall establish and maintain programs of adequate\nveterinary care to include the use of appropriate methods to prevent and control diseases. The facility needs to follow the\ninstructions provided by the attending veterinarian and as directed in the written program of veterinary care.\nCorrect by: February 15, 2026."
    },
    {
      "code": "2.50(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Time and method of identification.",
      "narrative": "Six cats and two kittens maintained at the facility did not have official identification as required by the Animal Welfare Act.\nNot having proper identification can cause misidentification of animals on inspections, veterinary care documentation,\nacquisition, and disposition records. The licensee must ensure that an official USDA sequentially numbered tag is placed\non the animals with a collar or kept on the door of the animals' cage or run, or an approved tattoo or microchip is used to\npositively identify the animals. If tags are maintained on the enclosure (rather than a collar) then the licensee must have a\nrecord book containing each animal’s tag number, a written description of each animal, and a clear photograph of each\nanimal. Each tag must contain the letters “USDA”, the certificate number identifying the state as well as the facility, and a\nnumber identifying the animal. A duplicate tag must also accompany each cat whenever it leaves the premise.\nCorrect by February 15, 2026."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The current Record of Animals on hand (acquisition record and disposition records) for cats is not up to date or complete.\nTwelve adult cats and two kittens were present on inspection and only 3 cats had acquisition paperwork provided by the\nlicensee. Accurate and complete acquisition and disposition records are necessary to allow for medical and legal tracking\nof the animals. The facility shall ensure that it makes, keeps and maintains records using APHIS Form 7005 and 7006\nwhich fully and correctly disclose the following information concerning all exhibition cats: name and address of person\nfrom whom the animal was acquired, their USDA license number or Driver's license number/state, the name and address\nof the disposition of the animal, the date of acquisition and/or disposition, and the species of the animal. The records shall\ninclude any offspring born of any animal while in his or her possession.\nCorrect by: January 15, 2026."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The current Record of Animals on hand (acquisition record and disposition records) is not up to date or complete. Since\nthe last inspection, the following has occurred:\n• Acquisition of birds, rabbits, guinea pigs, sheep, goats, and pigs were not recorded.\n• Dispositions of guinea pigs and rabbits were not recorded.\nAccurate and complete acquisition and disposition records are necessary to allow for medical and legal tracking of the\nanimals. The facility shall ensure that it makes, keeps and maintains records which fully and correctly disclose the\nfollowing information concerning all exhibition animals: name and address of person from whom the animal was acquired,\ntheir USDA license number or Driver's license number/state, the name and address of the disposition of the animal, the\ndate of acquisition and/or disposition, and the species of the animal. The records shall include any offspring born of any\nanimal while in his or her possession.\nCorrect by: January 15, 2026."
    },
    {
      "code": "2.134(b)",
      "kind": "",
      "repeat": false,
      "desc": "Contingency planning.",
      "narrative": "There is no documentation maintained to indicate that an annual review of the contingency plan has been completed\nsince 01/24/2024. The contingency plan must be reviewed by the facility on at least an annual basis to ensure that it\nadequately addresses all required contingency related criteria and that no updates or changes need to be made to the\nplan such as changes made as a result of any recent unforeseen circumstances. The facility must maintain\ndocumentation of their contingency plan annual reviews including documenting any amendments or changes made since\nthe previous year's review.\nCorrect by: January 20, 2026."
    },
    {
      "code": "3.6(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "Twelve adult cats (3 intact males, 6 spayed females and 3 neutered males) and two kittens, were housed in the same\nenclosure. The kittens were not related to the adult cats in the enclosure. Kittens may be injured or stressed by the\npresence of adult cats that are not their mother or foster mother. Kittens must be separated from adult cats other than\ntheir dam or foster dam.\nCorrect by: January 20, 2026."
    },
    {
      "code": "3.27(b)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "Nineteen guinea pigs are currently housed outdoors along the exhibition pathway. The facility has not obtained prior\napproval for such housing. Guinea pigs are very sensitive to both heat and cold. Even though they didn’t appear\nimpacted, the weather outside during the inspection, as measured by the inspector’s kestrel, was 44 degrees Fahrenheit\nand out of compliance with the regulations. Their housing must be designed to protect the guinea pigs from both heat and\ncold extremes to avoid putting their health at risk and causing them discomfort. The facility must not house the guinea\npigs outdoors unless such facilities are located in an appropriate climate and the facility has received approval from the\nDeputy Administrator.\nCorrected at the time of inspection, December 10, 2025, and shall remain corrected moving forward."
    },
    {
      "code": "3.53(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "Three rabbits were housed free roaming within an indoor room currently undergoing construction as their primary\nenclosure. The following items were observed and accessible to the rabbits: an active electrical cord was plugged in\nrunning along the floor, wooden boards stacked, and upon an elevated surface accessible to the rabbits were an open\nbox of screws, power drills, fast food cups of soda, and an open-topped water jug. During the inspection, one rabbit\njumped up and knocked over the elevated jug of water and spilled the water, soaking itself. Allowing the rabbits access to\nsharp points (screws), unstable surfaces (wooden boards), heavy items they can knock over (power drills, water jugs) and\nactive electrical cords can all cause injuries. Enclosures for rabbits need to be constructed in a way that protects them\nfrom injury, securely contains them, and keeps predators out.\nCorrected at the time of inspection, December 10, 2025, and shall remain corrected moving forward."
    },
    {
      "code": "3.56(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "Rabbits’ food is provided under a sheltered awning where an accumulation of hair and excrement has collected such that\nthe rabbits housed outdoors must walk through the accumulation, that covers a majority of the area, in order to eat their\nhay or pellets. Primary enclosures, including shelters within, need to be cleaned at a frequency that maintains cleanliness\nfor the health and wellbeing of the rabbits. This enclosure must be cleaned to remove said accumulation of feces and hair.\nRabbit enclosures must be cleaned on a more frequent basis to prevent such accumulations of fecal matter and hair.\nPrimary enclosures housing rabbits must be kept reasonably free of excreta, hair, cobwebs and other debris by\nappropriate periodic cleaning.\nCorrect by: December 25, 2025."
    },
    {
      "code": "3.58(a)",
      "kind": "",
      "repeat": false,
      "desc": "Classification and separation.",
      "narrative": "Upon inspection, three rabbits were observed housed within an indoor primary enclosure with four turtles. Also, when\nexhibited during off site petting zoo exhibitions, per the licensee, rabbits are placed within an enclosure with other species\nof animals (sheep and goats). Rabbits housed in the same primary enclosure with other species of animals may cause\nthem harm or injury. Rabbits shall not be housed in the same primary enclosure with any other species in order to protect\ntheir health and well-being.\nCorrect by: January 15, 2026."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "Within the primary outdoor enclosure housing goats and sheep, the following areas were not kept clean and/or in good\nrepair:\n• A large wooden furniture structure located within the primary enclosure of the goats and sheep has deteriorated such\nthat the top is no longer horizontal and instead is slanted down. During the inspection, a goat jumped up on top of it,\ncausing it to wobble and the goat slid off. The structure was not stable and had three large bolts poking out of its top,\nvarying in height from approximately 6 to 10 inches.\n• Many strands of twine were located scattered on the ground in the primary enclosure housing goats and sheep, from\npreviously fed hay bales, per the licensee.\nAllowing the above items to remain in the primary enclosures with the animals can result in injury from slipping or falling\noff the deteriorated furniture or ingesting and/or being entangled in the twine. Premises, including buildings and grounds,\nshall be kept clean and in good repair in order to protect the animals from injury and to facilitate prescribed husbandry\npractices.\nCorrect by January 15, 2026."
    },
    {
      "code": "3.33(b)",
      "kind": "",
      "repeat": false,
      "desc": "Classification and separation.",
      "narrative": "At the time of inspection, chickens were observed within the primary outdoor enclosure of the guinea pigs. This enclosure\nwas open topped allowing the chickens to fly in. Co-mingling different species in the same enclosure can increase the risk\nof stress, disease hazards, and/or injury. The facility must ensure that guinea pigs are not housed in the same primary\nenclosure with any other species of animals.\nCorrected at the time of inspection, December 10, 2025, and shall remain corrected moving forward."
    },
    {
      "code": "3.150(e)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "Three unopened bags of bird feed were being stored on the floor under an outdoor roofed area, leaning against cabinetry\nthat had cleaning products on the countertop. Leaving the bags in this area could lead to contamination by chemicals or\npests. Supplies of food, including food supplements, bedding, and substrate must be stored in a manner that protects the\nsupplies from deterioration, spoilage, contamination, and vermin infestation. The supplies must be stored off the floor and\naway from the walls, to allow cleaning underneath and around the supplies.\nCorrect by: January 15, 2026."
    },
    {
      "code": "3.153(a)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "Sharp points were found in an outdoor bird primary enclosure housing pigeons, a cockatoo, a yellow shouldered parrot,\nand quail. At a wooden beam below the roof of the enclosure, two screws were sticking out with their sharp tips pointing\nup and out approximately 1 to 2 inches in length. There were bird feces around this area demonstrating the birds are\nusing it as a perching area. Sharp points may cause injury and may lead to pain or discomfort to the animals. Primary\nenclosures must be designed and constructed of suitable materials so that they are structurally sound. The primary\nenclosures must be kept in good repair and have no sharp points or edges that could injure the birds.\nCorrect by: January 15, 2026."
    },
    {
      "code": "3.154(b)",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "Upon inspection, a dove and lovebird, while being housed indoors together, had no environmental enrichment provided as\nper the environmental enrichment plan. Their outdoor enclosure does have these items but due to the colder weather, per\nlicensee, the birds were brought inside. Other species of exhibited birds, turkeys and ducks, were not listed on the\nenvironmental enrichment plan. A lack of adequate environmental enrichment for these species may negatively affect\npsychological well-being and could result in abnormal behavior. The physical environment in the primary enclosures must\nbe enriched by materials or activities that would provide the birds with the means to express non-injurious species-typical\nactivities. With the attending veterinarian’s oversight, the facility must implement species-appropriate environmental\nenrichments to meet the behavioral and psychological needs of all exhibited birds.\nCorrect by: February 15, 2026."
    },
    {
      "code": "3.154(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "A cockatoo was seen with feathers missing around the sides of its head. Per the licensee, this bird was acquired in this\ncondition, and it has not progressed. The enrichment plan should address this bird as a special consideration so a specific\nenrichment plan can be implemented to prevent any further feather plucking. Failure to document and implement a\nspecific enrichment plan for this bird with a history of abnormal behavior may result in psychological distress. The facility\nshall document and provide special attention regarding enhancement of the environment to promote psychological well-\nbeing for this cockatoo in accordance with the instructions of their attending veterinarian.\nCorrect by: February 15, 2026.\nThis inspection and exit interview were conducted with the licensee.\nn"
    }
  ],
  "narrative": "2.40(a)(2)  Critical\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe licensee acquired a six-week-old female oriental small clawed otter named “Miso” on October 18, 2025, without \nalerting the attending veterinarian, who therefore was not consulted regarding an infant species that is not listed on the \ncurrent Program of Veterinary Care. Miso was being bottle-fed by the licensee and exhibited for public interactions. The \nattending veterinarian was unaware that the otter had been obtained until she was presented to the veterinarian on \nDecember 2, 2025, for an illness examination. At that time, Miso was prescribed medication for what the veterinarian \nsuspected was “pneumonia, possibly aspiration.” Miso did not respond to treatment and died overnight. The attending \nveterinarian was not notified of the death until their office called five days later to check on the patient. The attending \nveterinarian stated they would have wanted further diagnostic testing, to include a necropsy, to help determine a cause \nand to address any potential husbandry issues. If the facility does not consult with or give the appropriate authority to the \nveterinarian, the health and well-being of the animals may be affected. Disease transmission, inadequate diet and/or \nhusbandry can occur from not consulting the attending veterinarian. The exhibitor shall assure that the facility employs an \nattending veterinarian under formal arrangements and assures that the veterinarian has appropriate authority to ensure \nthe provision of adequate veterinary care and to oversee the adequacy of other aspects of animal care and use. \nCorrect by: February 15, 2026. \n2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nSome aspects of veterinary care are not being followed as per the program of veterinary care or the attending \nveterinarian’s instructions: \n• One male kitten (Kitten 1) was prescribed oral antibiotics and an eye ointment after being diagnosed with a suspected \nupper respiratory infection on December 2, 2025, by the veterinarian. Oral antibiotics were given as per the prescription \nlabel, per the licensee. The eye ointment prescription states the ointment is to be applied “to affected eyes every 12 hours \nfor 4-6 days, or until eyes look better and two more treatments after resolution of symptoms.” Per the licensee, both the \noral antibiotics and eye ointment were given for 5 days (last dose was December 7, 2025). Upon inspection on December \n10, 2025, Kitten 1 still had black dried discharge around its right eye, to the side and below its eye, but above its nose. \nUpon consultation with the veterinarian, they did not think the right eye was resolved yet and that Kitten 1 should still be \ngetting the eye ointment applied.  \n• None of the twelve cats have been receiving preventative heartworm medication as stated in the Program of Veterinary\n\nCare, per the licensee. During the inspection, the licensee was asked to show the inspector any medications given to the \nanimals, and no heartworm preventative medication was provided.  \nMaintaining adequate programs of veterinary care, including following the prescription guidance and parasite prevention \nprotocols of the attending veterinarian, is necessary to ensure the use of appropriate methods to treat infections, prevent \ndiseases, and also protect the health of the animals. The facility shall establish and maintain programs of adequate \nveterinary care to include the use of appropriate methods to prevent and control diseases. The facility needs to follow the \ninstructions provided by the attending veterinarian and as directed in the written program of veterinary care.  \nCorrect by: February 15, 2026. \n2.50(c)(1) \n   \nTime and method of identification. \nSix cats and two kittens maintained at the facility did not have official identification as required by the Animal Welfare Act. \nNot having proper identification can cause misidentification of animals on inspections, veterinary care documentation, \nacquisition, and disposition records. The licensee must ensure that an official USDA sequentially numbered tag is placed \non the animals with a collar or kept on the door of the animals' cage or run, or an approved tattoo or microchip is used to \npositively identify the animals. If tags are maintained on the enclosure (rather than a collar) then the licensee must have a \nrecord book containing each animal’s tag number, a written description of each animal, and a clear photograph of each \nanimal. Each tag must contain the letters “USDA”, the certificate number identifying the state as well as the facility, and a \nnumber identifying the animal. A duplicate tag must also accompany each cat whenever it leaves the premise.  \nCorrect by February 15, 2026. \n2.75(a)(1) \n   \nRecords: Dealers and exhibitors. \nThe current Record of Animals on hand (acquisition record and disposition records) for cats is not up to date or complete. \nTwelve adult cats and two kittens were present on inspection and only 3 cats had acquisition paperwork provided by the \nlicensee. Accurate and complete acquisition and disposition records are necessary to allow for medical and legal tracking \nof the animals. The facility shall ensure that it makes, keeps and maintains records using APHIS Form 7005 and 7006 \nwhich fully and correctly disclose the following information concerning all exhibition cats: name and address of person \nfrom whom the animal was acquired, their USDA license number or Driver's license number/state, the name and address \nof the disposition of the animal, the date of acquisition and/or disposition, and the species of the animal. The records shall \ninclude any offspring born of any animal while in his or her possession.  \nCorrect by: January 15, 2026. \n2.75(b)(1) \n   \nRecords: Dealers and exhibitors. \nThe current Record of Animals on hand (acquisition record and disposition records) is not up to date or complete. Since \nthe last inspection, the following has occurred: \n• Acquisition of birds, rabbits, guinea pigs, sheep, goats, and pigs were not recorded. \n• Dispositions of guinea pigs and rabbits were not recorded. \nAccurate and complete acquisition and disposition records are necessary to allow for medical and legal tracking of the \nanimals. The facility shall ensure that it makes, keeps and maintains records which fully and correctly disclose the\n\nfollowing information concerning all exhibition animals: name and address of person from whom the animal was acquired, \ntheir USDA license number or Driver's license number/state, the name and address of the disposition of the animal, the \ndate of acquisition and/or disposition, and the species of the animal. The records shall include any offspring born of any \nanimal while in his or her possession. \nCorrect by: January 15, 2026. \n2.134(b) \n   \nContingency planning. \nThere is no documentation maintained to indicate that an annual review of the contingency plan has been completed \nsince 01/24/2024. The contingency plan must be reviewed by the facility on at least an annual basis to ensure that it \nadequately addresses all required contingency related criteria and that no updates or changes need to be made to the \nplan such as changes made as a result of any recent unforeseen circumstances. The facility must maintain \ndocumentation of their contingency plan annual reviews including documenting any amendments or changes made since \nthe previous year's review. \nCorrect by: January 20, 2026. \n3.6(b)(2) \n   \nPrimary enclosures. \nTwelve adult cats (3 intact males, 6 spayed females and 3 neutered males) and two kittens, were housed in the same \nenclosure. The kittens were not related to the adult cats in the enclosure. Kittens may be injured or stressed by the \npresence of adult cats that are not their mother or foster mother. Kittens must be separated from adult cats other than \ntheir dam or foster dam.  \nCorrect by: January 20, 2026. \n3.27(b) \n   \nFacilities, outdoor. \nNineteen guinea pigs are currently housed outdoors along the exhibition pathway. The facility has not obtained prior \napproval for such housing. Guinea pigs are very sensitive to both heat and cold. Even though they didn’t appear \nimpacted, the weather outside during the inspection, as measured by the inspector’s kestrel, was 44 degrees Fahrenheit \nand out of compliance with the regulations. Their housing must be designed to protect the guinea pigs from both heat and \ncold extremes to avoid putting their health at risk and causing them discomfort. The facility must not house the guinea \npigs outdoors unless such facilities are located in an appropriate climate and the facility has received approval from the \nDeputy Administrator.  \nCorrected at the time of inspection, December 10, 2025, and shall remain corrected moving forward. \n3.53(a)(1) \n   \nPrimary enclosures. \nThree rabbits were housed free roaming within an indoor room currently undergoing construction as their primary \nenclosure. The following items were observed and accessible to the rabbits: an active electrical cord was plugged in \nrunning along the floor, wooden boards stacked, and upon an elevated surface accessible to the rabbits were an open \nbox of screws, power drills, fast food cups of soda, and an open-topped water jug. During the inspection, one rabbit\n\njumped up and knocked over the elevated jug of water and spilled the water, soaking itself. Allowing the rabbits access to \nsharp points (screws), unstable surfaces (wooden boards), heavy items they can knock over (power drills, water jugs) and \nactive electrical cords can all cause injuries. Enclosures for rabbits need to be constructed in a way that protects them \nfrom injury, securely contains them, and keeps predators out. \nCorrected at the time of inspection, December 10, 2025, and shall remain corrected moving forward. \n3.56(a)(1) \n   \nSanitation. \nRabbits’ food is provided under a sheltered awning where an accumulation of hair and excrement has collected such that \nthe rabbits housed outdoors must walk through the accumulation, that covers a majority of the area, in order to eat their \nhay or pellets. Primary enclosures, including shelters within, need to be cleaned at a frequency that maintains cleanliness \nfor the health and wellbeing of the rabbits. This enclosure must be cleaned to remove said accumulation of feces and hair. \nRabbit enclosures must be cleaned on a more frequent basis to prevent such accumulations of fecal matter and hair. \nPrimary enclosures housing rabbits must be kept reasonably free of excreta, hair, cobwebs and other debris by \nappropriate periodic cleaning. \nCorrect by: December 25, 2025. \n3.58(a) \n   \nClassification and separation. \nUpon inspection, three rabbits were observed housed within an indoor primary enclosure with four turtles. Also, when \nexhibited during off site petting zoo exhibitions, per the licensee, rabbits are placed within an enclosure with other species \nof animals (sheep and goats). Rabbits housed in the same primary enclosure with other species of animals may cause \nthem harm or injury. Rabbits shall not be housed in the same primary enclosure with any other species in order to protect \ntheir health and well-being. \nCorrect by: January 15, 2026. \n3.131(c) \n   \nSanitation. \nWithin the primary outdoor enclosure housing goats and sheep, the following areas were not kept clean and/or in good \nrepair: \n• A large wooden furniture structure located within the primary enclosure of the goats and sheep has deteriorated such \nthat the top is no longer horizontal and instead is slanted down. During the inspection, a goat jumped up on top of it, \ncausing it to wobble and the goat slid off. The structure was not stable and had three large bolts poking out of its top, \nvarying in height from approximately 6 to 10 inches.  \n• Many strands of twine were located scattered on the ground in the primary enclosure housing goats and sheep, from \npreviously fed hay bales, per the licensee.  \nAllowing the above items to remain in the primary enclosures with the animals can result in injury from slipping or falling \noff the deteriorated furniture or ingesting and/or being entangled in the twine. Premises, including buildings and grounds, \nshall be kept clean and in good repair in order to protect the animals from injury and to facilitate prescribed husbandry \npractices. \nCorrect by January 15, 2026.\n\n3.33(b) \n   \nClassification and separation. \nAt the time of inspection, chickens were observed within the primary outdoor enclosure of the guinea pigs. This enclosure \nwas open topped allowing the chickens to fly in. Co-mingling different species in the same enclosure can increase the risk \nof stress, disease hazards, and/or injury. The facility must ensure that guinea pigs are not housed in the same primary \nenclosure with any other species of animals. \nCorrected at the time of inspection, December 10, 2025, and shall remain corrected moving forward. \n3.150(e) \n   \nFacilities, general. \nThree unopened bags of bird feed were being stored on the floor under an outdoor roofed area, leaning against cabinetry \nthat had cleaning products on the countertop. Leaving the bags in this area could lead to contamination by chemicals or \npests. Supplies of food, including food supplements, bedding, and substrate must be stored in a manner that protects the \nsupplies from deterioration, spoilage, contamination, and vermin infestation. The supplies must be stored off the floor and \naway from the walls, to allow cleaning underneath and around the supplies. \nCorrect by: January 15, 2026. \n3.153(a)(1)(i) \n   \nPrimary enclosures. \nSharp points were found in an outdoor bird primary enclosure housing pigeons, a cockatoo, a yellow shouldered parrot, \nand quail. At a wooden beam below the roof of the enclosure, two screws were sticking out with their sharp tips pointing \nup and out approximately 1 to 2 inches in length. There were bird feces around this area demonstrating the birds are \nusing it as a perching area. Sharp points may cause injury and may lead to pain or discomfort to the animals. Primary \nenclosures must be designed and constructed of suitable materials so that they are structurally sound. The primary \nenclosures must be kept in good repair and have no sharp points or edges that could injure the birds. \nCorrect by: January 15, 2026. \n3.154(b) \n   \nEnvironment enhancement to promote psychological well-being. \nUpon inspection, a dove and lovebird, while being housed indoors together, had no environmental enrichment provided as \nper the environmental enrichment plan. Their outdoor enclosure does have these items but due to the colder weather, per \nlicensee, the birds were brought inside. Other species of exhibited birds, turkeys and ducks, were not listed on the \nenvironmental enrichment plan. A lack of adequate environmental enrichment for these species may negatively affect \npsychological well-being and could result in abnormal behavior. The physical environment in the primary enclosures must \nbe enriched by materials or activities that would provide the birds with the means to express non-injurious species-typical \nactivities. With the attending veterinarian’s oversight, the facility must implement species-appropriate environmental \nenrichments to meet the behavioral and psychological needs of all exhibited birds. \nCorrect by: February 15, 2026. \n3.154(c)(2)\n\nEnvironment enhancement to promote psychological well-being. \nA cockatoo was seen with feathers missing around the sides of its head. Per the licensee, this bird was acquired in this \ncondition, and it has not progressed. The enrichment plan should address this bird as a special consideration so a specific \nenrichment plan can be implemented to prevent any further feather plucking. Failure to document and implement a \nspecific enrichment plan for this bird with a history of abnormal behavior may result in psychological distress. The facility \nshall document and provide special attention regarding enhancement of the environment to promote psychological well-\nbeing for this cockatoo in accordance with the instructions of their attending veterinarian. \nCorrect by: February 15, 2026. \n \nThis inspection and exit interview were conducted with the licensee. \n \n n",
  "animals_total": 150,
  "species": [
    {
      "count": 3,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 6,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 2,
      "scientific": "Hydrochaeris hydrochaeris",
      "common": "CAPYBARA"
    },
    {
      "count": 3,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 1,
      "scientific": "Urocyon cinereoargenteus",
      "common": "GRAY FOX / GREY FOX"
    },
    {
      "count": 1,
      "scientific": "Wallabia bicolor",
      "common": "SWAMP WALLABY"
    },
    {
      "count": 1,
      "scientific": "Muntiacus reevesi",
      "common": "REEVE'S MUNTJAC"
    },
    {
      "count": 2,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 2,
      "scientific": "Procyon cancrivorus",
      "common": "CRAB-EATING RACCOON"
    },
    {
      "count": 2,
      "scientific": "Nasuella olivacea",
      "common": "MOUNTAIN COATI"
    },
    {
      "count": 2,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    },
    {
      "count": 3,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    },
    {
      "count": 2,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG"
    },
    {
      "count": 20,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 5,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 1,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 1,
      "scientific": "Cacatua alba",
      "common": "WHITE COCKATOO / UMBRELLA COCKATOO"
    },
    {
      "count": 1,
      "scientific": "Amazona barbadensis",
      "common": "YELLOW-SHOULDERED PARROT"
    },
    {
      "count": 5,
      "scientific": "Columba livia domestica",
      "common": "DOMESTIC PIGEON INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 10,
      "scientific": "Coturnix coturnix",
      "common": "COMMON QUAIL / EUROPEAN QUAIL"
    },
    {
      "count": 2,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 11,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Dromaius novaehollandiae",
      "common": "EMU"
    },
    {
      "count": 1,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX"
    },
    {
      "count": 2,
      "scientific": "Philander opossum",
      "common": "GREY FOUR-EYED OPOSSUM"
    },
    {
      "count": 19,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 8,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Sciurus carolinensis",
      "common": "EASTERN GREY SQUIRREL"
    },
    {
      "count": 9,
      "scientific": "Felis catus",
      "common": "CAT ADULT"
    },
    {
      "count": 2,
      "scientific": "Felis catus",
      "common": "CAT KITTEN"
    },
    {
      "count": 3,
      "scientific": "Felis sp",
      "common": "DOMESTIC X EXOTIC CAT HYBRID"
    },
    {
      "count": 2,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 1,
      "scientific": "Didelphis virginiana",
      "common": "VIRGINIA OPOSSUM"
    },
    {
      "count": 1,
      "scientific": "Streptopelia capicola",
      "common": "BARBARY DOVE / RINGED TURTLE-DOVE / RINGNECK DOVE"
    },
    {
      "count": 5,
      "scientific": "Meleagris gallopavo domesticus",
      "common": "DOMESTIC TURKEY"
    },
    {
      "count": 2,
      "scientific": "Anas platyrhynchos domesticus",
      "common": "DOMESTIC DUCK INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 2,
      "scientific": "Anser anser domesticus",
      "common": "DOMESTIC GOOSE"
    },
    {
      "count": 1,
      "scientific": "Marmota monax",
      "common": "GROUNDHOG / WOODCHUCK"
    },
    {
      "count": 0,
      "scientific": "Aonyx cinereus",
      "common": "ORIENTAL SMALL-CLAWED OTTER"
    },
    {
      "count": 1,
      "scientific": "Agapornis fischeri",
      "common": "FISCHER'S LOVEBIRD"
    },
    {
      "count": 2,
      "scientific": "Crossarchus obscurus",
      "common": "KUSIMANSE"
    }
  ]
}