{
  "insp_id": "2016082568205849",
  "layout": "a",
  "customer_id": "5161",
  "customer_name": "Rodnie Kelley",
  "customer_addr": "10130 205 St\nKellerton, IA 50133",
  "certificate": "42-B-0039",
  "site_id": "001",
  "site_name": "RODNIE KELLEY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-APR-2017",
  "report_date": "20-APR-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female orange and white Maine Coon (\"Krissy\" DOB 12-7-14 Avid 049379629) appeared lethargic. The licensee\nstated she had been that way since he weaned her kittens about a week ago. Her inner eye lids were visible and\nher eyes were not fully open. When the licensee pulled up on the skin on the shoulders it did not quickly go down\nand the fur remained disturbed. He had provided her canned food, that she had not touched. She appeared thin,\nand as if she was not grooming herself. The licensee had not consulted a veterinarian about the status of \"Krissy\"\nLethargy can be a symptom of numerous medical problems. The lack of veterinary treatment to determine the\ncause does not allow for accurate and adequate treatment of the underlying medical condition. The licensee must\nuse appropriate methods, to prevent, control, diagnose, and treat diseases and injuries. This information including\nthe diagnosis, treatment, and resolution of the condition must be documented and made available to the inspector\nupon request.\nTO BE CORRECTED BY: April 25, 2017\nExpired medications were present and ready to use.\n***Oxytocin expired June 2016\n***Penicillin G Procaine expired March 2017\n***Pyrantal Pamoate Solution expired July 2016\nExpired medications can have unknown effectiveness and cause unknown reactions in dogs. The licensee must\nuse appropriate methods, to prevent, control, diagnose, and treat diseases and injuries. The licensee disposed of\nthe medications at the time of the inspection.\nTO BE CORRECTED BY: This date forward\nThis inspection and exit briefing were conducted with the licensee and ACI Bartels."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female orange and white Maine Coon (\"Krissy\" DOB 12-7-14  Avid 049379629) appeared lethargic.  The licensee\nstated she had been that way since he weaned her kittens about a week ago.  Her inner eye lids were visible and\nher eyes were not fully open.  When the licensee pulled up on the skin on the shoulders it did not quickly go down\nand the fur remained disturbed.  He had provided her canned food, that she had not touched.  She appeared thin,\nand as if she was not grooming herself.  The licensee had not consulted a veterinarian about the status of \"Krissy\"\nLethargy can be a symptom of numerous medical problems.  The lack of veterinary treatment to determine the\ncause does not allow for accurate and adequate treatment of the underlying medical condition.  The licensee must\nuse appropriate methods, to prevent, control, diagnose, and treat diseases and injuries.   This information including\nthe diagnosis, treatment, and resolution of the condition must be documented and made available to the inspector\nupon request.\nTO BE CORRECTED BY: April 25, 2017\nExpired medications were present and ready to use.\n***Oxytocin expired June 2016      \n***Penicillin G Procaine expired March 2017      \n***Pyrantal Pamoate Solution expired July 2016\nExpired medications can have unknown effectiveness and cause unknown reactions in dogs.  The licensee must\nuse appropriate methods, to prevent, control, diagnose, and treat diseases and injuries. The licensee disposed of\nthe medications at the time of the inspection. \nTO BE CORRECTED BY: This date forward\nThis inspection and exit briefing were conducted with the licensee and ACI Bartels.\n\n",
  "animals_total": 68,
  "species": [
    {
      "count": 58,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 10,
      "scientific": "Felis silvestris catus",
      "common": "CAT KITTEN"
    }
  ]
}