{
  "insp_id": "2016082568173567",
  "layout": "a",
  "customer_id": "7858",
  "customer_name": "Tim Kitchens",
  "customer_addr": "100 Hawk Creek Trail\nWinterville, GA 30683",
  "certificate": "57-C-0309",
  "site_id": "001",
  "site_name": "TIM KITCHENS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-FEB-2017",
  "report_date": "15-FEB-2017",
  "citations": [
    {
      "code": "2.40(a)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***There is no formal agreement with an attending veterinarian and therefore there is no written program of\nveterinary care. Formal arrangements shall be made with a local veterinarian who will provide adequate veterinary\ncare to the animals and guidance to personnel involved in the care of the animals. The arrangements shall include\na written program of veterinary care and regularly scheduled visits to the premises,\nCorrect by February 25, 2017"
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***The older male camel (uncertain of exact age as no records are available for review) appears very thin. The ribs\nare easily seen through his coat, the flank area is sunken and the pelvic ridges are prominent. The owner indicates\nthe camels are dewormed on a routine basis and he dewormed them about 6 weeks ago. Their are no records to\ndetermine when the camels were last examined by the veterinarian and the owners states they have not been\nexamined recently. The camel shall be examined by the veterinarian to determine current health status and to\nensure appropriate treatment is provided accordingly. Documentation of evaluation, treatment and\nrecommendations shall be maintained for future review by APHIS Officials during inspection.\nCorrect by February 25, 2017."
    },
    {
      "code": "2.126(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.",
      "narrative": "***There are no records concerning animals on hand available for review. All records of acquisition of animals\npurchased or otherwise acquired (donations, transfers, born on premises), and disposition (sales, deaths, donations\ntransfers, etc) shall be maintained and made accessible for review during inspection. Correct by February 25, 2017."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "***The shade roof provided for the camels has been knocked down and is leaning on the fence. The broken\nstructure and pieces of wood are a safety hazard which may allow the camels to become injured. The structure and\nbroken wood shall be removed or repaired to protect the camels from injury.\n***The shelter structure in the camel enclosure is in disrepair. The wall of the shelter is/was covered on the bottom\nhalf by a panel of wood approximately 4 feet high. The camels have chewed on it, kicked it, and broken it leaving\nwood pieces and a panel on the ground around the shelter. The corners of the tin roof have been bent and ripped\nleaving sharp edges at a level accessible to the camels which may allow the camels to become injured. The shelter\nshall be repaired, all sharp edges and broken wood removed from the enclosure to protect the camels from injury.\n***In the camel enclosure the top cross bar on one section of the back fence was damaged by a fallen tree. The bar\nis bent in and detached from the fence post. It no longer secures the top of the chain-link fence weakening the\nfences structural strength. The fence shall be repaired to protect the camels and contain them securely within their\nenclosure.\nCorrect by March 1, 2017."
    },
    {
      "code": "3.127(c)",
      "kind": "Direct",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "***With the recent rains the majority of the camel enclosure is very muddy and has several large areas of standing\nwater. I observed the camels feet sinking deep into the mud while walking. It is not currently possible for the\ncamels to access their water and feed without walking through the mud and water. The slippery mud and standing\nwater present safety and health hazards that may allow the camels to become injured or develop foot diseases and\nlameness. A suitable method shall be provided to rapidly eliminate excess water to prevent the camels from being\nsubjected to these conditions and protect their health and well-being.\nCorrect by March 1, 2017."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "***The camel shelter has three sides open with a half wall on the fourth side. This is insufficient protection from the\nwind and cold. Exposure to inclement weather for an extended period of time may cause discomfort and increase\nthe risk of illness. The shelter shall be constructed to afford adequate protection from inclement weather and\nprovide comfort for the camels.\nCorrect by March 1, 2017.\nThis inspection and exit interview were conducted with the Owner."
    }
  ],
  "narrative": "2.40(a)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***There is no formal agreement with an attending veterinarian and therefore there is no written program of\nveterinary care.  Formal arrangements shall be made with a local veterinarian who will provide adequate veterinary\ncare to the animals and guidance to personnel involved in the care of the animals.  The arrangements shall include\na written program of veterinary care and regularly scheduled visits to the premises,\nCorrect by February 25, 2017\n2.40(b)(3)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***The older male camel (uncertain of exact age as no records are available for review) appears very thin.  The ribs\nare easily seen through his coat, the flank area is sunken and the pelvic ridges are prominent.  The owner indicates\nthe camels are dewormed on a routine basis and he dewormed them about 6 weeks ago.  Their are no records to\ndetermine when the camels were last examined by the veterinarian and the owners states they have not been\nexamined recently.  The camel shall be examined by the veterinarian to determine current health status and to\nensure appropriate treatment is provided accordingly.  Documentation of evaluation, treatment and\nrecommendations shall be maintained for future review by APHIS Officials during inspection.  \nCorrect by February 25, 2017.\n2.126(a)(2)\nACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.\n***There are no records concerning animals on hand available for review.  All records of acquisition of animals\npurchased or otherwise acquired (donations, transfers, born on premises), and disposition (sales, deaths, donations\ntransfers, etc) shall be maintained and made accessible for review during inspection.  Correct by February 25, 2017.\n3.125(a)\n\nFACILITIES, GENERAL.   \n***The shade roof provided for the camels has been knocked down and is leaning on the fence. The broken\nstructure and pieces of wood are a safety hazard which may allow the camels to become injured.  The structure and\nbroken wood shall be removed or repaired to protect the camels from injury.\n***The shelter structure in the camel enclosure is in disrepair.  The wall of the shelter is/was covered on the bottom\nhalf by a panel of wood approximately 4 feet high.  The camels have chewed on it, kicked it, and broken it leaving\nwood pieces and a panel on the ground around the shelter.  The corners of the tin roof have been bent and ripped\nleaving sharp edges at a level accessible to the camels which may allow the camels to become injured.  The shelter\nshall be repaired, all sharp edges and broken wood removed from the enclosure to protect the camels from injury.\n***In the camel enclosure the top cross bar on one section of the back fence was damaged by a fallen tree.  The bar\nis bent in and detached from the fence post.  It no longer secures the top of the chain-link fence weakening the\nfences structural strength.  The fence shall be repaired to protect the camels and contain them securely within their\nenclosure. \n Correct by March 1, 2017.\n3.127(c)           DIRECT\nFACILITIES, OUTDOOR. \n***With the recent rains the majority of the camel enclosure is very muddy and has several large areas of standing\nwater.  I observed the camels feet sinking deep into the mud while walking.  It is not currently possible for the\ncamels to access their water and feed without walking through the mud and water.  The slippery mud and standing\nwater present safety and health hazards that may allow the camels to become injured or develop foot diseases and\nlameness.  A suitable method shall be provided to rapidly eliminate excess water to prevent the camels from being\nsubjected to these conditions and protect their health and well-being.  \nCorrect by March 1, 2017.\n3.127(d)\nFACILITIES, OUTDOOR. \n***The camel shelter has three sides open with a half wall on the fourth side.  This is insufficient protection from the\nwind and cold.  Exposure to inclement weather for an extended period of time may cause discomfort and increase\nthe risk of illness. The shelter shall be constructed to afford adequate protection from inclement weather and\nprovide comfort for the camels.\n\nCorrect by March 1, 2017.\nThis inspection and exit interview were conducted with the Owner.",
  "animals_total": 3,
  "species": [
    {
      "count": 2,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 1,
      "scientific": "Madoqua saltiana",
      "common": "SALT'S DIKDIK / SALTS DIK-DIK"
    }
  ]
}