{
  "insp_id": "225151121240110",
  "layout": "a",
  "customer_id": "331185",
  "customer_name": "Michelle A Cutler",
  "customer_addr": "12 Davis Street, #1\nMarlborough, MA 01752",
  "certificate": "14-A-0032",
  "site_id": "001",
  "site_name": "MICHELLE CUTLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-AUG-2015",
  "report_date": "13-AUG-2015",
  "citations": [
    {
      "code": "2.1(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "REQUIREMENTS AND APPLICATION.",
      "narrative": "On August 6, 2015 a USDA VMO and ACI went to the dealer's place of business unannounced. The dealer was\npresent and allowed inspection of the sugar gliders, which were taken out of their enclosures, and also of the\npaperwork which was reviewed by USDA. There are greater than 4 breeding female sugar gliders present which is\nabove the threshold for exemption for a USDA license. Any person operating as a dealer must have a valid license.\nCorrect by: This must be corrected immediately for the licensing process to begin on this dealer. The dealer has\nsince requested an application packet from the Regional Office.\nThis visit was conducted by Tonya Hadjis, VMO and Jan Baltrush, ACI. An exit briefing was conducted at the time\nof the visit.\nAdditional Inspectors\nBaltrush Jan, Animal Care Inspector"
    }
  ],
  "narrative": "2.1(a)(1)\nREQUIREMENTS AND APPLICATION.\nOn August 6, 2015 a USDA VMO and ACI went to the dealer's place of business unannounced.  The dealer was\npresent and allowed inspection of the sugar gliders, which were taken out of their enclosures, and also of the\npaperwork which was reviewed by USDA.  There are greater than 4 breeding female sugar gliders present which is\nabove the threshold for exemption for a USDA license.  Any person operating as a dealer must have a valid license.\n \nCorrect by:  This must be corrected immediately for the licensing process to begin on this dealer.  The dealer has\nsince requested an application packet from the Regional Office.\nThis visit was conducted by Tonya Hadjis, VMO and Jan Baltrush, ACI.  An exit briefing was conducted at the time\nof the visit.\nAdditional Inspectors\nBaltrush Jan, Animal Care Inspector",
  "animals_total": 59,
  "species": [
    {
      "count": 59,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    }
  ]
}