{
  "insp_id": "21160557340029",
  "layout": "a",
  "customer_id": "327741",
  "customer_name": "David J Yoder",
  "customer_addr": "16075 Sandstone Drive\nUtica, MN 55979",
  "certificate": "41-A-0468",
  "site_id": "001",
  "site_name": "DAVID YODER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-JAN-2016",
  "report_date": "21-JAN-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Four dogs had problems with their eyes. A female Golden Retriever (Animal ID #3) was squinting with both eyes.\nBoth eyes had a mucous discharge. The eyes were clearly bothering the dog. The licensee stated that the\nAttending Veterinarian has not seen the dog since last year. Another female Golden Retriever (Animal ID #7) also\nhad a mucous discharge coming from both eyes. The right eye was worse than the left eye. A third female Golden\nRetriever (Animal ID #6) also had a mucous discharge coming from both eyes. The left eye was the worse of the\ntwo. A fourth female Golden Retriever (Animal ID #5) had a white spot on her left eye. She was squinting a little\nand also had a little bit of mucous discharge coming from her eyes, although it wasn't as much as first three dogs.\nEye problems can be painful and can indicate underlying health problems that may be contagious to other animals.\nThe licensee must ensure that these animals are evaluated and treated per the Attending Veterinarian's\ninstructions.\nCorrect by 1-28-16.\nExit interview conducted with facility representative by Animal Care Inspector Kevin Wilken.\nEnd of report.\nAdditional Inspectors\nHovancsak Catherine, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nFour dogs had problems with their eyes.  A female Golden Retriever (Animal ID #3) was squinting with both eyes. \nBoth eyes had a mucous discharge.  The eyes were clearly bothering the dog.  The licensee stated that the\nAttending Veterinarian has not seen the dog since last year.  Another female Golden Retriever (Animal ID #7) also\nhad a mucous discharge coming from both eyes.  The right eye was worse than the left eye.  A third female Golden\nRetriever (Animal ID #6) also had a mucous discharge coming from both eyes.  The left eye was the worse of the\ntwo.  A fourth female Golden Retriever (Animal ID #5) had a white spot on her left eye.  She was squinting a little\nand also had a little bit of mucous discharge coming from her eyes, although it wasn't as much as first three dogs.\nEye problems can be painful and can indicate underlying health problems that may be contagious to other animals. \nThe licensee must ensure that these animals are evaluated and treated per the Attending Veterinarian's\ninstructions.\nCorrect by 1-28-16.\nExit interview conducted with facility representative by Animal Care Inspector Kevin Wilken.\nEnd of report.\nAdditional Inspectors\nHovancsak Catherine, Supervisory Animal Care Specialist",
  "animals_total": 68,
  "species": [
    {
      "count": 46,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 22,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}