{
  "insp_id": "121151038270196",
  "layout": "a",
  "customer_id": "323003",
  "customer_name": "Dwayne Hurliman",
  "customer_addr": "R R 3 Box 6 A\nCordell, OK 73632",
  "certificate": "73-A-2621",
  "site_id": "001",
  "site_name": "Dwayne Hurliman",
  "insp_type": "ROUTINE INSPECTION",
  "date": "30-APR-2015",
  "report_date": "05-MAY-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "**** In sheltered building #2 there was an Albon/Flagyl (Sulfadimethoxine/Metronidazole), mixture of medication\npast the labeled expiration date of 3/2015. This medication was intermingled with other products that are currently\nbeing used at the facility and is therefore ready for use. Expired drugs may not work as anticipated, could become\ncontaminated, and could harm the animals. The applicant must ensure that all medications used in the facility are\nnot expired, labeled properly in accordance with standard veterinary practices, and are stored in accordance with\nmanufacturer's recommendations.\n**** Another medication in building #2 was not labeled appropriately. A viscous, cloudy, pink-colored liquid in an\nglass amber-colored bottle was not labeled, and it was not associated with a bottle of medication.\n- - These medications were intermingled with other products that are currently being used at the facility and are\ntherefore ready for use. Medications must be labeled with appropriate and accurate information in order to ensure\nthat the contents of the container can be known with certainty, that the drugs are used at safe doses, and that\nmedications are not used past their expiration dates. As part of the program of adequate veterinary care, the\nlicensee must ensure that all medications are labeled with the contents (name and concentration of drug), dosing\ninstructions (specific for the species of animal being treated), and expiration date. The applicant must ensure that\nappropriate methods of veterinary care are used at all times.\nTo be corrected by: 5-6-2015."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "**** There was an accumulation of waste (hair/feces) on the metal flooring beneath the dogs in the outdoor #4\nenclosures on the west end of the facility. The waste was covering 30-40% of the surface area coming in contact\nwith the dogs. There were several enclosures with piles or mounds of feces covering as much as a two foot by two\nfoot square. The licensee needs to ensure that the hard surfaces with which the dogs come in contact be\nspot-cleaned daily to prevent the accumulation of excreta and reduce disease hazards.\n**** There was also an accumulation of waste (hair/feces) on the dirt flooring in the Barn building housing 91 dogs.\nEach enclosure had dried and packed feces/hair covering 30-40% of the surface area coming in contact with the\ndogs. This excessive accumulation can lead to disease hazards, odors, pests, or vermin infestation. The licensee\nmust ensure that floors made of dirt be raked or spot-cleaned with sufficient frequency to ensure all animals the\nfreedom to avoid contact with excreta.\nTo be corrected by: 5-15-2015."
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "**** There was a mixture of water, mud and animal waste collecting next to and under the outdoor portion of the\nsheltered elevated enclosures in building #5 housing over 100 dogs. There was a mixture of water and animal\nwaste collecting on the ground next to and around the PVC pipes that were supposed to be taking the feces and\nfluid to a nearby septic tank. It appeared as though these two PVC pipes were clogged and the animal waste,\nwater, and fluids were pooling and accumulating around the pipes. The pipe on the northeast side had a foot of\nsewage pooling around it and the pipe on the northwest side had two feet of liquid sewage accumulating around it.\nIn addition, an excessive number of flies were observed in and around the affected area.\n**** Also, in building #6, a wash down/fecal waste drainage pipe was allowed to empty directly under the outdoor\nattached runs of another enclosure. The licensee stated that when they rebuilt the outdoor portion of the enclosures\nthey were built past the washdowns allowing the material to accumulate on the ground. There was a strong fecal\nodor when standing between the two buildings. The wash down designed to catch the feces and waste wasn't\nconstructed in a manner that allowed it to prevent the feces, water, and urine from running onto the ground under\nthe lower portion of outdoor runs.\n- - Each of these create potential unsanitary conditions and could lead to potential disease, contamination, or health\nrisks. Disposal and drainage systems must minimize vermin and pest infestation, insects, odors, and disease\nhazards. All drains must be properly constructed, installed, and maintained. The licensee must provide for regular\nand frequent removal of animal waste, water, and other fluids for the health and well-being of the dogs and in a\nmanner that minimizes contamination and disease risks.\nTo be corrected by: 5-15-2015."
    },
    {
      "code": "3.6(a)(2)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "**** In building #5 the last enclosure at the north end on the bottom row had an 8x8 inch opening in the wire. This\nopening had 4 sharp points present pointing inward towards the four Poodles enclosed. Also, on the same row of\nenclosures, at the middle section there is an enclosure with broken wires and numerous sharp points present above\nthe door on the outside west bank of the enclosure. All animals must be securely contained in the enclosure and the\nlicensee must ensure that the enclosures have no sharp edges or points that could injure the dogs at all times. The\nsharp wire points were removed and the 8X8 opening was closed at the time of the inspection."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "**** There was an excessive accumulation of waste (hair/feces) on the ground below the outdoor #4 enclosures on\nthe south end of the facility. The mounds/piles of feces and hair were approximately one foot deep. There were a\nnumber of flies present and a significant odor observed when near the enclosures. The licensee stated that the\nenclosures get pulled out and cleaned under every six months. This excessive accumulation of waste can increase\ndisease hazards, insects, pests, and odors. The licensee must ensure that the excreta and food waste be removed\nfrom under the primary enclosures as often as necessary to prevent an excessive accumulation of feces and food\nwaste, to prevent soiling of the dogs and to reduce disease hazards, insects, pests, and odors. That cleanliness\nmust be maintained at all times throughout the facility.\nTo be corrected by: 5-15-2015.\nInspection and exit interview was conducted with the facility representative, a USDA APHIS AC VMO, and a USDA\nAPHIS AC ACI.\nAdditional Inspectors\nCunningham Debbie, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n**** In sheltered building #2 there was an Albon/Flagyl (Sulfadimethoxine/Metronidazole), mixture of medication\npast the labeled expiration date of 3/2015.   This medication was intermingled with other products that are currently\nbeing used at the facility and is therefore ready for use. Expired drugs may not work as anticipated, could become\ncontaminated, and could harm the animals. The applicant must ensure that all medications used in the facility are\nnot expired, labeled properly in accordance with standard veterinary practices, and are stored in accordance with\nmanufacturer's recommendations.\n**** Another  medication in building #2 was not labeled appropriately.  A viscous, cloudy, pink-colored liquid in an\nglass amber-colored bottle was not labeled, and it was not associated with a bottle of medication. \n- - These medications were intermingled with other products that are currently being used at the facility and are\ntherefore ready for use.  Medications must be labeled with appropriate and accurate information in order to ensure\nthat the contents of the container can be known with certainty, that the drugs are used at safe doses, and that\nmedications are not used past their expiration dates.  As part of the program of adequate veterinary care, the\nlicensee must ensure that all medications are labeled with the contents (name and concentration of drug), dosing\ninstructions (specific for the species of animal being treated), and expiration date. The applicant must ensure that\nappropriate methods of veterinary care are used at all times.\nTo be corrected by: 5-6-2015.\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\n**** There was an accumulation of waste (hair/feces) on the metal flooring beneath the dogs in the outdoor #4\nenclosures on the west end of the facility.  The waste was covering 30-40% of the surface area coming in contact\nwith the dogs.  There were several enclosures with piles or mounds of feces covering as much as a two foot by two\nfoot square. The licensee needs to ensure that the  hard surfaces with which the dogs come in contact be\nspot-cleaned daily to prevent the accumulation of excreta and reduce disease hazards.\n\n**** There was also an accumulation of waste (hair/feces) on the dirt flooring in the Barn building housing 91 dogs. \nEach enclosure had dried and packed feces/hair covering 30-40% of the surface area coming in contact with the\ndogs.  This excessive accumulation can lead to disease hazards, odors, pests, or vermin infestation.  The licensee\nmust ensure that floors made of dirt be raked or spot-cleaned with sufficient frequency to ensure all animals the\nfreedom to avoid contact with excreta. \n \nTo be corrected by: 5-15-2015.\n \n3.1(f)\nHOUSING FACILITIES, GENERAL.\n**** There was a mixture of water, mud and animal waste collecting next to and under the outdoor portion of the\nsheltered elevated enclosures in building #5 housing over 100 dogs.  There was a mixture of water and animal\nwaste collecting on the ground next to and around the PVC pipes that were supposed to be taking the feces and\nfluid to a nearby septic tank.  It appeared as though these two PVC pipes were clogged and the animal waste,\nwater, and fluids were pooling and accumulating around the pipes. The pipe on the northeast side had a foot of\nsewage pooling around it and the pipe on the northwest side had two feet of liquid sewage accumulating around it. \nIn addition, an excessive number of flies were observed in and around the affected area. \n**** Also, in building #6, a  wash down/fecal waste drainage pipe was allowed to empty directly under the outdoor\nattached runs of another enclosure.  The licensee stated that when they rebuilt the outdoor portion of the enclosures\nthey were built past the washdowns allowing the material to accumulate on the ground. There was a strong fecal\nodor when standing between the two buildings.  The wash down designed to catch the feces and waste wasn't\nconstructed in a manner that allowed it to prevent the feces, water, and urine from running onto the ground under\nthe lower portion of outdoor runs.  \n- -  Each of these create potential unsanitary conditions and could lead to potential disease, contamination, or health\nrisks.  Disposal and drainage systems must minimize vermin and pest infestation, insects, odors, and disease\nhazards.  All drains must be properly constructed, installed, and maintained.  The licensee must provide for regular\nand frequent removal of animal waste, water, and other fluids for the health and well-being of the dogs and in a\nmanner that minimizes contamination and disease risks.\n\nTo be corrected by: 5-15-2015.   \n3.6(a)(2)(1)\nPRIMARY ENCLOSURES.\n**** In building #5 the last enclosure at the north end on the bottom row had an 8x8 inch opening in the wire. This\nopening had 4 sharp points present pointing inward towards the four Poodles enclosed.  Also, on the same row of\nenclosures, at the middle section there is an enclosure with broken wires and numerous sharp points present above\nthe door on the outside west bank of the enclosure. All animals must be securely contained in the enclosure and the\nlicensee must ensure that the enclosures have no sharp edges or points that could injure the dogs at all times.  The\nsharp wire points were removed and the 8X8 opening was closed at the time of the inspection.\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n**** There was an excessive accumulation of waste (hair/feces) on the ground below the outdoor #4 enclosures on\nthe south end of the facility.  The mounds/piles of feces and hair were approximately one foot deep.  There were a\nnumber of flies present and a significant odor observed when near the enclosures.  The licensee stated that the\nenclosures get pulled out and cleaned under every six months.  This excessive accumulation of waste can increase\ndisease hazards, insects, pests, and odors.  The licensee must ensure that the excreta and food waste be removed\nfrom under the primary enclosures as often as necessary to prevent an excessive accumulation of feces and food\nwaste, to prevent soiling of the dogs and to reduce disease hazards, insects, pests, and odors.  That cleanliness\nmust be maintained at all times throughout the facility.\nTo be corrected by: 5-15-2015.\nInspection and exit interview was conducted with the facility representative, a USDA  APHIS  AC VMO, and a USDA\nAPHIS AC ACI.\n\nAdditional Inspectors\nCunningham Debbie, Veterinary Medical Officer",
  "animals_total": 1180,
  "species": [
    {
      "count": 957,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 223,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}