{
  "insp_id": "37152235530457",
  "layout": "a",
  "customer_id": "325509",
  "customer_name": "Donna Perrotta",
  "customer_addr": "4541 Wakefield Rd.\nJustin, TX 76247",
  "certificate": "74-A-1457",
  "site_id": "001",
  "site_name": "Donna Perrotta",
  "insp_type": "ROUTINE INSPECTION",
  "date": "02-FEB-2015",
  "report_date": "06-FEB-2015",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The written Program of Veterinary Care was not available during this inspection. I contacted the licensee by phone\nand she stated she could not locate it, and did not provide a copy with the traveling facility selling sugar gliders\nretail. There was no documentation of the last visit by the attending veterinarian for the motor home used to house\nsugar gliders which is in continuous traveling status. The licensee states the attending veterinarian has visited the\nhome facility within the last year but only for some of the sugar gliders.\nOn January 13, 2015, this licensee was cited for not having the written Program of Veterinary Care available during\nthe home site inspection with the correction date of February 1, 2015. To ensure adequate veterinary care is\nprovided for this licensee's sugar gliders, there needs to be a written Program of Veterinary Care. This licensee is\nresponsible for following the attending veterinarian recommendations, including visits to all facilities housing\nanimals.\nThis inspection was conducted with the caretaker at the Charlotte County Fair, Florida, and exit interview with the\ncare taker and licensee."
    }
  ],
  "narrative": "2.40(a)(1)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe written Program of Veterinary Care was not available during this inspection.  I contacted the licensee by phone\nand she stated she could not locate it, and did not provide a copy with the traveling facility selling sugar gliders\nretail.  There was no documentation of the last visit by the attending veterinarian for the motor home used to house\nsugar gliders which is in continuous traveling status.  The licensee states the attending veterinarian has visited the\nhome facility within the last year but only for some of the sugar gliders.\nOn January 13, 2015, this licensee was cited for not having the written Program of Veterinary Care available during\nthe home site inspection with the correction date of February 1, 2015.  To ensure adequate veterinary care is\nprovided for this licensee's sugar gliders, there needs to be a written Program of Veterinary Care.  This licensee is\nresponsible for following the attending veterinarian recommendations, including visits to all facilities housing\nanimals.\nThis inspection was conducted with the caretaker at the Charlotte County Fair, Florida, and exit interview with the\ncare taker and licensee.",
  "animals_total": 20,
  "species": [
    {
      "count": 20,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    }
  ]
}