{
  "insp_id": "205141214560700",
  "layout": "a",
  "customer_id": "23282",
  "customer_name": "Fedler Ag Inc.",
  "customer_addr": "2294 162nd Street\nWest Point, IA 52656",
  "certificate": "42-A-1428",
  "site_id": "001",
  "site_name": "FEDLER AG INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-JUL-2014",
  "report_date": "24-JUL-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "2.40 (b)(2)\n***There were several dogs at the facility with lesions between the toes:\n-There was a female Shiba Inu (#095*084*573) with lesions between most of the toes on all four paws. Some of the\nlesions appeared inflamed, red and/or moist. There were also bright red and moist small pieces of tissue that were\nraised and protruding between some of these toes. An approximately 2 inch region of hair loss was also present on\nthe dog(cid:25)s front left leg. The skin in the area of hair loss appeared reddened. The hair loss could indicate an allergy,\ninfection and/or other veterinary medical condition which could be uncomfortable for the animal.\n-There was a black and tan female Shiba Inu (#089*111*777) with a moist, raised, reddened, hairless lesion\nbetween the fourth and fifth digits on the left front leg. The mass-like lesion was approximately ½ inch in length.\n-There was a female Shiba Inu (no identification) with raised, hairless lesions between some of the toes on at least\nthree of its feet. The fur surrounding most of these lesions was discolored reddish brown. Along the side of the\nfourth digit, near the fifth digit on the dog(cid:25)s right front paw, there was an approximately ½ inch hairless area. The\narea appeared inflamed and the dog would quickly pull that paw back whenever the inspector attempted to take a\ncloser look.\n-There was a female Shiba Inu (no identification) with reddened, raised and/or moist lesions between most of the\ntoes on all four paws. The fur surrounding most of these lesions was discolored reddish brown. The tissues\nbetween the middle toes on the left rear foot appeared inflamed and the dog would quickly pull back the foot\nwhenever the inspector attempted to take a closer look.\nThe lesions between the toes could indicate injuries, infections and/or other veterinary medical conditions that may\nbe painful for the animals.\n***There were several animals at the facility with eye conditions:\n-There was a female Shih Tzu (#045*683*267) with cloudy eyes and discharge around both eyes. A dark black to\nbrown material was noted matted in the fur around both eyes with the heaviest noted around the left eye. A small\namount of reddish brown discharge was noticed in the corner of the left eye. The central portion within the left eye\nwas bluish grey in color. The surface of the right eye appeared dull and dry compared to the dog(cid:25)s left eye. Most of\nthe right eye was bluish grey in color and a pinpoint sized circular greyish white lesion was located centrally on the\ncornea.\nDIRECT -There was a male Cavalier King Charles Spaniel (no identification) with eyes that appeared enlarged, dull\nand reddened. The eyes also appeared dark with each pupil and iris being difficult to visualize in either eye.\nThroughout the white parts of both eyes (sclera), there were several tiny red vessel-like structures present.\n-There was a female Shih Tzu (#102*637*000) with a thick, green, mucoid-like discharge noted on and around the\nright eye. A small amount of dry, greenish, crusty material was matted in some of the fur surrounding the eye. The\nright eye appeared dark with the pupil and iris being difficult to visualize. The surface of the eye also appeared dull\nand dry when compared to the left eye. The left eye also had a thin layer of green, mucoid-like discharge on its\nsurface.\nDIRECT -There was a female Shih Tzu (#0A1327854) with a thick, mucoid-like discharge noted around both eyes\nand a lesion on the left eye. The fur around each eye was matted with moist discharge as well as a black to brown\ndry crusty-like material. The discharge was very heavy around the left eye. On the surface of the left eye, there\nwas a raised greyish white opaque lesion located centrally.\nThese dogs' eye conditions could indicate injuries, infections and/or other veterinary medical conditions some of\nwhich could be painful and/or lead to blindness.\n***There was a female Bichon Frise (#063*310*123) with its tongue hanging out to the side and wet, discolored fur\nnoted mostly on the lower portion of its muzzle. Most of the dog's teeth were missing. On the front, right side of the\ninside of the dog's mouth, an approximately 1 inch portion of the gum tissue was pink, raised and appeared\nmass-like; there were no visible teeth in this region. The surfaces of both upper carnassial teeth were covered with\na heavy amount of brown material. The dog would swing its head away when trying to look in the mouth so multiple\nattempts were not made. The abnormal build-up of material on this dog's teeth can cause damage to the gum\ntissue and tooth structures. The abnormal gum tissue could indicate an illness or other veterinary medical\ncondition. This dog's dental condition could be painful, may decrease the dog(cid:25)s ability to eat normally and\nnegatively impact the overall health of the animal.\nNone of the animals mentioned above had been examined by a veterinarian for their current conditions nor were\nthey under any type of treatment at the time of inspection. The two dogs noted as DIRECT, a male Cavalier King\nCharles Spaniel (no identification) and a female Shih Tzu (#0A1327854), must be examined by a licensed\nveterinarian no later than July 26, 2014. The licensee must have the rest of these animals examined by a licensed\nveterinarian no later than July 28, 2014 in order to ensure that accurate diagnoses are made and appropriate\ntreatment plans are developed and followed. The licensee must develop and establish an effective dental care\nprogram as part of the overall program of veterinary care for the animals in the facility."
    },
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "** Four adult dogs did not have identification. All dogs at the facility must be properly identified to allow for proper\ntracking and identification by USDA if necessary. The owner must properly identify all dogs at the facility. To be\ncorrected by: 08-24-14."
    },
    {
      "code": "2.126(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.",
      "narrative": "** Upon request to inspect the Dogs on Hand forms 7005's, the owner stated that he did not have accurate records\nand did not produce the records for inspection. Records must be available for inspection to ensure that they are\naccurate, in compliance with the Animal Welfare Act and enable USDA to properly track and identify animals at the\nfacility. All dealers must allow APHIS officials to examine records required to be kept by the Act and the regulations.\nTo be corrected from this day forward."
    },
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Surfaces--\n** The enclosures in the large building with bare wire front were rusted to the point that they were pitted. The rusted\npitted surfaces does not allow for proper cleaning and sanitizing, which can be a disease and health hazard for the\ndogs. The rust can also affect the structural strength of the surfaces. The owner must replace or repair the rusted\nsurfaces to allow for proper cleaning and sanitizing. To be corrected by: 10-24-14."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Maintenance and replacement of surfaces.\n** Two enclosures containing mothers with puppies, had frayed carpet for the dogs to lay on. The frayed carpet\ncannot be properly cleaned and if ingested by the dogs could cause health problems. The carpet must be replaced\nto remove the frayed edges. All surfaces must be replaced when worn or soiled. To be corrected by: 07-25-14."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Cleaning.\n** The small building had a brownish residue on the ceiling, wash downs and other surfaces. There was also an\naccumulation of old feed under the wash downs and an accumulation of hair on the supports under the enclosures.\nThis does not demonstrate proper husbandry practices and can contribute to pest, odors, disease hazards and does\nnot contribute to the health and well being of the animals. The owner must clean the surfaces of the building and\nensure that all surfaces are kept clean. Surfaces of housing facilities not in contact with the animals, must be\ncleaned and sanitized when necessary to satisfy generally accepted husbandry standards and practices. To be\ncorrected by: 08-24-14."
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Drainage and waste disposal.\n** The small building housing dogs, had piles of excreta outside of the building with a large population of flies\naround each pile and the building had the doors and windows open. This can contribute to pest, odors and disease\nhazards. The waste piles need to be removed and maintained to contribute to the health and well being of the\nanimals and to help reduce the number of flies. To be corrected by: 07-26-14."
    },
    {
      "code": "3.2(b)",
      "kind": "",
      "repeat": false,
      "desc": "INDOOR HOUSING FACILITIES.",
      "narrative": "Ventilation.\n** The large building had a strong odor of feces and urine, this can contribute to health problems and pest. The\nventilation must be increased and cleaning out the wash downs more often can help eliminate odor problems.\nIndoor housing facilities for dogs must be sufficiently ventilated at all times to provide for their health and well-being,\nand to minimize odors. To be corrected by: 07-25-14."
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "** The self-feeders in the large building had a brown residue inside of the feeders and/or had feces inside of the\nfeeders, this can be a disease hazard and compromise the integrity of the feed. All feeders must be located so as to\nminimize contamination by excreta and must be kept clean and sanitized to reduce disease hazards and contribute\nto the health and well-being of the animals. To be corrected by: 07-30-14."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Pest control.\n** The small building had a large population of flies inside and outside of the building, this can be a disease hazard.\nAn effective program for the control of insects, must be established and maintained so as to promote the health and\nwell-being of the animals and reduce contamination by pests in animal areas. To be corrected by: 07-31-14.\nThis inspection and exit briefing conducted with the owner.\nEnd of report.\nAdditional Inspectors\nLeisner Erika, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n2.40 (b)(2)\n***There were several dogs at the facility with lesions between the toes:\n-There was a female Shiba Inu (#095*084*573) with lesions between most of the toes on all four paws.  Some of the\nlesions appeared inflamed, red and/or moist.   There were also bright red and moist small pieces of tissue that were\nraised and protruding between some of these toes.  An approximately 2 inch region of hair loss was also present on\nthe dog(cid:25)s front left leg.  The skin in the area of hair loss appeared reddened.  The hair loss could indicate an allergy,\ninfection and/or other veterinary medical condition which could be uncomfortable for the animal.  \n-There was a black and tan female Shiba Inu (#089*111*777) with a moist, raised, reddened, hairless lesion\nbetween the fourth and fifth digits on the left front leg.  The mass-like lesion was approximately ½ inch in length.  \n-There was a female Shiba Inu (no identification) with raised, hairless lesions between some of the toes on at least\nthree of its feet.  The fur surrounding most of these lesions was discolored reddish brown.  Along the side of the\nfourth digit, near the fifth digit on the dog(cid:25)s right front paw, there was an approximately ½ inch hairless area. The\narea appeared inflamed and the dog would quickly pull that paw back whenever the inspector attempted to take a\ncloser look.  \n-There was a female Shiba Inu (no identification) with reddened, raised and/or moist lesions between most of the\ntoes on all four paws.  The fur surrounding most of these lesions was discolored reddish brown.  The tissues\nbetween the middle toes on the left rear foot appeared inflamed and the dog would quickly pull back the foot\nwhenever the inspector attempted to take a closer look.  \nThe lesions between the toes could indicate injuries, infections and/or other veterinary medical conditions that may\nbe painful for the animals. \n***There were several animals at the facility with eye conditions:\n\n-There was a female Shih Tzu (#045*683*267) with cloudy eyes and discharge around both eyes.  A dark black to\nbrown material was noted matted in the fur around both eyes with the heaviest noted around the left eye.  A small\namount of reddish brown discharge was noticed in the corner of the left eye.  The central portion within the left eye\nwas bluish grey in color.  The surface of the right eye appeared dull and dry compared to the dog(cid:25)s left eye.  Most of\nthe right eye was bluish grey in color and a pinpoint sized circular greyish white lesion was located centrally on the\ncornea. \nDIRECT -There was a male Cavalier King Charles Spaniel (no identification) with eyes that appeared enlarged, dull\nand reddened.   The eyes also appeared dark with each pupil and iris being difficult to visualize in either eye. \nThroughout the white parts of both eyes (sclera), there were several tiny red vessel-like structures present. \n-There was a female Shih Tzu (#102*637*000) with a thick, green, mucoid-like discharge noted on and around the\nright eye.  A small amount of dry, greenish, crusty material was matted in some of the fur surrounding the eye.  The\nright eye appeared dark with the pupil and iris being difficult to visualize.  The surface of the eye also appeared dull\nand dry when compared to the left eye.  The left eye also had a thin layer of green, mucoid-like discharge on its\nsurface. \nDIRECT -There was a female Shih Tzu (#0A1327854) with a thick, mucoid-like discharge noted around both eyes\nand a lesion on the left eye.  The fur around each eye was matted with moist discharge as well as a black to brown\ndry crusty-like material.  The discharge was very heavy around the left eye.  On the surface of the left eye, there\nwas a raised greyish white opaque lesion located centrally.\nThese dogs' eye conditions could indicate injuries, infections and/or other veterinary medical conditions some of\nwhich could be painful and/or lead to blindness.\n***There was a female Bichon Frise (#063*310*123) with its tongue hanging out to the side and wet, discolored fur\nnoted mostly on the lower portion of its muzzle.  Most of the dog's teeth were missing.  On the front, right side of the\ninside of the dog's mouth, an approximately 1 inch portion of the gum tissue was pink, raised and appeared\nmass-like; there were no visible teeth in this region.  The surfaces of both upper carnassial teeth were covered with\na heavy amount of brown material.  The dog would swing its head away when trying to look in the mouth so multiple\nattempts were not made.  The abnormal build-up of material on this dog's teeth can cause damage to the gum\ntissue and tooth structures.  The abnormal gum tissue could indicate an illness or other veterinary medical\ncondition.  This dog's dental condition could be painful, may decrease the dog(cid:25)s ability to eat normally and\nnegatively impact the overall health of the animal.\nNone of the animals mentioned above had been examined by a veterinarian for their current conditions nor were\nthey under any type of treatment at the time of inspection. The two dogs noted as DIRECT, a male Cavalier King\nCharles Spaniel (no identification) and a female Shih Tzu (#0A1327854), must be examined by a licensed\n\nveterinarian no later than July 26, 2014. The licensee must have the rest of these animals examined by a licensed\nveterinarian no later than July 28, 2014 in order to ensure that accurate diagnoses are made and appropriate\ntreatment plans are developed and followed. The licensee must develop and establish an effective dental care\nprogram as part of the overall program of veterinary care for the animals in the facility.\n2.50(a)(1)\nTIME AND METHOD OF IDENTIFICATION.\n** Four adult dogs did not have identification. All dogs at the facility must be properly identified to allow for proper\ntracking and identification by USDA if necessary. The owner must properly identify all dogs at the facility. To be\ncorrected by: 08-24-14.\n2.126(a)(2)\nACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.\n** Upon request to inspect the Dogs on Hand forms 7005's, the owner stated that he did not have accurate records\nand did not produce the records for inspection. Records must be available for inspection to ensure that they are\naccurate, in compliance with the Animal Welfare Act and enable USDA to properly track and identify animals at the\nfacility. All dealers must allow APHIS officials to examine records required to be kept by the Act and the regulations.\nTo be corrected from this day forward.\n3.1(c)(1)(1)\nHOUSING FACILITIES, GENERAL.\nSurfaces--\n** The enclosures in the large building with bare wire front were rusted to the point that they were pitted. The rusted\npitted surfaces does not allow for proper cleaning and sanitizing, which can be a disease and health hazard for the\ndogs. The rust can also affect the structural strength of the surfaces. The owner must replace or repair the rusted\nsurfaces to allow for proper cleaning and sanitizing. To be corrected by: 10-24-14.\n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\nMaintenance and replacement of surfaces.\n** Two enclosures containing mothers with puppies, had frayed carpet for the dogs to lay on. The frayed carpet\ncannot be properly cleaned and if ingested by the dogs could cause health problems. The carpet must be replaced\n\nto remove the frayed edges. All surfaces must be replaced when worn or soiled. To be corrected by: 07-25-14.\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nCleaning. \n** The small building had a brownish residue on the ceiling, wash downs and other surfaces. There was also an\naccumulation of old feed under the wash downs and an accumulation of hair on the supports under the enclosures.\nThis does not demonstrate proper husbandry practices and can contribute to pest, odors, disease hazards and does\nnot contribute to the health and well being of the animals. The owner must clean the surfaces of the building and\nensure that all surfaces are kept clean. Surfaces of housing facilities not in contact with the animals, must be\ncleaned and sanitized when necessary to satisfy generally accepted husbandry standards and practices. To be\ncorrected by: 08-24-14.\n3.1(f)\nHOUSING FACILITIES, GENERAL.\nDrainage and waste disposal.\n** The small building housing dogs, had piles of excreta outside of the building with a large population of flies\naround each pile and the building had the doors and windows open. This can contribute to pest, odors and disease\nhazards. The waste piles need to be removed and maintained to contribute to the health and well being of the\nanimals and to help reduce the number of flies. To be corrected by: 07-26-14.\n3.2(b)\nINDOOR HOUSING FACILITIES.\nVentilation.\n** The large building had a strong odor of feces and urine, this can contribute to health problems and pest. The\nventilation must be increased and cleaning out the wash downs more often can help eliminate odor problems.\nIndoor housing facilities for dogs must be sufficiently ventilated at all times to provide for their health and well-being,\nand to minimize odors. To be corrected by: 07-25-14.\n3.9(b)\nFEEDING.\n** The self-feeders in the large building had a brown residue inside of the feeders and/or had feces inside of the\nfeeders, this can be a disease hazard and compromise the integrity of the feed. All feeders must be located so as to\n\nminimize contamination by excreta and must be kept clean and sanitized to reduce disease hazards and contribute\nto the health and well-being of the animals. To be corrected by: 07-30-14.\n3.11(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nPest control.\n** The small building had a large population of flies inside and outside of the building, this can be a disease hazard.\nAn effective program for the control of insects, must be established and maintained so as to promote the health and\nwell-being of the animals and reduce contamination by pests in animal areas. To be corrected by: 07-31-14.\nThis inspection and exit briefing conducted with the owner.\nEnd of report.\nAdditional Inspectors\nLeisner Erika, Veterinary Medical Officer",
  "animals_total": 120,
  "species": [
    {
      "count": 110,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 10,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}