{
  "insp_id": "2016090000632506",
  "layout": "b",
  "customer_id": "2236",
  "customer_name": "NOREEN LOWRIS",
  "customer_addr": "P O BOX 238\nMARSHALLS CREEK, PA 18335",
  "certificate": "23-C-0011",
  "site_id": "001",
  "site_name": "POCONO SNAKE & ANIMAL FARM",
  "insp_type": "FOCUSED INSPECTION",
  "date": "14-JUN-2021",
  "report_date": "17-JUN-2021",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Observation of the facility's 21-year old female black bear revealed a tooth on the right side of the lower jaw that appears\nto be broken/sheared with a yellow discoloration in the center. The location of the tooth is consistent with where the\ncanine tooth would be located but the tooth currently is markedly shorter than what a canine tooth normally is. Further\nobservation of the bear revealed no abnormalities with eating but she was seen occasionally biting the bars of her\nenclosure. However, this behavior was only witnessed when someone was standing outside of her enclosure with food.\nThe facility stated that there have been no abnormalities noted with the bear's eating behaviors and corroborated that bar-\nbiting was only seen occasionally and in anticipation of food. They were unaware of any dental issues the bear might\nhave been experiencing. Facility representatives also stated that the last oral exam the bear received was approximately\n10 years ago by a previous Attending Veterinarian.\nFacilities are required to establish and maintain programs of adequate veterinary care that include the use of appropriate\nmethods to prevent, control, diagnose, and treat diseases and injuries. Dental issues, including broken teeth, can be a\nsource of significant pain to animals as well as a source of potential infection, both of which negatively impact the health\nand well-being of the animals. Additionally, while the bar-biting might be anticipatory of food, it can also be an indicator of\ndental pain that also needs to be evaluated by the Attending Veterinarian. Correct by having the bear evaluated by the\nAttending Veterinarian to assess the condition of the tooth, as well as any other dental issues observed, and determine a\npossible course of treatment.\nCorrect by July 1, 2021.\nThis inspection and exit interview were conducted with a facility representative.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nObservation of the facility's 21-year old female black bear revealed a tooth on the right side of the lower jaw that appears \nto be broken/sheared with a yellow discoloration in the center.  The location of the tooth is consistent with where the \ncanine tooth would be located but the tooth currently is markedly shorter than what a canine tooth normally is.  Further \nobservation of the bear revealed no abnormalities with eating but she was seen occasionally biting the bars of her \nenclosure. However, this behavior was only witnessed when someone was standing outside of her enclosure with food. \n \nThe facility stated that there have been no abnormalities noted with the bear's eating behaviors and corroborated that bar-\nbiting was only seen occasionally and in anticipation of food.  They were unaware of any dental issues the bear might \nhave been experiencing.  Facility representatives also stated that the last oral exam the bear received was  approximately \n10 years ago by a previous Attending Veterinarian. \n \nFacilities are required to establish and maintain programs of adequate veterinary care that include the use of appropriate \nmethods to prevent, control, diagnose, and treat diseases and injuries.  Dental issues, including broken teeth, can be a \nsource of significant pain to animals as well as a source of potential infection, both of which negatively impact the health\n\nand well-being of the animals.  Additionally, while the bar-biting might be anticipatory of food, it can also be an indicator of \ndental pain that also needs to be evaluated by the Attending Veterinarian.  Correct by having the bear evaluated by the \nAttending Veterinarian to assess the condition of the tooth, as well as any other dental issues observed, and determine a \npossible course of treatment. \n \nCorrect by July 1, 2021. \n \nThis inspection and exit interview were conducted with a facility representative. \n \nEnd Section",
  "animals_total": 1,
  "species": [
    {
      "count": 1,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    }
  ]
}