{
  "insp_id": "INS-0000815107",
  "layout": "c",
  "customer_id": "2115",
  "customer_name": "CRAIG KOKAS",
  "customer_addr": "3153 PROSPECT-UPPER SANDUSKY RD\nPROSPECT, OH 43342",
  "certificate": "31-A-0031",
  "site_id": "001",
  "site_name": "CRAIG KOKAS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-SEP-2022",
  "report_date": "23-SEP-2022",
  "citations": [
    {
      "code": "2.40(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "During the inspection, the veterinarian who has agreed to serve as the Attending Veterinarian (AV) for this facility and\nsigned the written Program of Veterinary Care refused to treat a wallaby which required emergency veterinary care on the\ngrounds that he lacked sufficient knowledge and experience. In order to meet the requirements to be an AV, a\nveterinarian must have received training and/or experience in the care and management of the species being attended.\nBy his own admission, the veterinarian currently contracted to provide care lacks sufficient knowledge and experience to\ntreat the wallaby at this facility and therefore, is not qualified to be the Attending Veterinarian for the wallaby maintained\nby this facility. Each dealer shall have an Attending Veterinarian who shall provide adequate veterinary care in\ncompliance with the AWA. Failure to have an AV can lead to delays in care and treatment of animals, failure to recognize\ninjuries or illness, and unnecessary suffering. Correct by employing a veterinarian knowledgeable and experienced with\nwallaby under formal arrangement in accordance with 2.40(a)(1). Correct by: September 29, 2022."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The licensee failed to provide adequate veterinary care including the provision of emergency veterinary care to one\nBennett’s wallaby. At approximately 3 PM, inspectors noticed that this animal was down (laterally recumbent) in the\noutdoor portion of the primary enclosure. From outside the enclosure, it was clear that the wallaby was not responsive\nand had shallow breathing. The licensee entered the paddock, and the wallaby was minimally responsive even when\ncarried out of the paddock. It was unable to lift its head and was cold to the touch. The breathing was rough and\nsounded wet and there was dried mud on the tail and muzzle of the wallaby. The licensee moved the wallaby to a warm\nroom and wrapped it in blankets. The inspection was temporarily halted so that the licensee could contact a veterinary\nand obtain emergency veterinary care.\nThe Program of Veterinary Care instructed that emergency services would be provided by the Attending Veterinarian’s\nclinic. The licensee called the clinic and was advised that the AV was seeing patients until 6 PM. Initially the licensee\nrequested that the AV come to the property when he finished. APHIS Officials then advised the licensee that the\ninspection could be stopped at that time if he was able to bring the wallaby to the vet for emergency care. The licensee\ncalled the office staff and left a message regarding the condition of the wallaby asking if he could bring it for treatment.\nThe licensee moved the wallaby to a warm vehicle so that he could transport it to the clinic, however, a few minutes later\nthe licensee received a voice message from the clinic. The clinic staff stated that the AV had requested that they relay\nthat message from the Attending Veterinarian. They informed him that the Attending Veterinarian had stated that he did\nnot know much about wallaby, did not have experience treating them, and that he was unwilling to provide treatment for\nthis animal even if the licensee brought it to the clinic. The licensee attempted to call several other local veterinary clinics\nand was unable to find a clinic willing to examine or provide emergency veterinary care for this wallaby. The wallaby was\nstill alive and slightly more responsive when APHIS Officials left the property at approximately 5 PM.\nFailure to provide emergency veterinary care when needed can result in unnecessary suffering and potentially death of\nanimals. Licensees must ensure that they establish and maintain programs of adequate veterinary care including the use\nappropriate methods to prevent control, diagnose, and treat diseases and injuries. This includes the availability of\nemergency, weekend, and holiday care. Correct by ensuring that this wallaby is examined and treated by a licensed\nveterinarian and further by ensuring that all animals are provided with adequate veterinary care."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Fifteen animals were identified during the inspection that required veterinary care. These animals were not identified by\nthe licensee prior to inspection and/or were identified prior to inspection, but their issues were not communicated to the\nattending veterinarian.\n- One individually housed Striped skunk was observed having a large amount of saliva present its face. There was saliva\nextending from the left side of the mouth up its face surrounding its left eye and up to its ear and slightly beyond as well\nas under its chin down its chest and over the front legs. The fur surrounding the left eye, cheek, and chin were wet to the\nskin with saliva. The licensee removed the skunk from the enclosure upon further inspection the skunk appeared to have\nswelling in its mouth. The skunk was slow and appeared slightly sluggish. Increased salivation and swelling may indicate\ndental pain, oral ulcerations, or oral wounds which can cause the animal to be reluctant to eat. Excessive salivation may\nalso be signs of other diseases is skunk. The licensee stated that he had not noticed this prior to the inspection.\n- One Striped skunk housed on the left side of the mink barn was observed not being able to open its left eye. The left eye\nof the animal had swelling above the eyelid and the eye was completely sealed shut. Ocular conditions combined with\nswelling and discharge are often painful and can be indicative of eye infections or other injury or illness.\n- One Arctic fox singly housed in an enclosure without shelter, was found to be excessively thin. The hips, pelvis, and ribs\nwere more readily apparent than they should be with the amount of fur present. Poor body condition can result from\nillness, inadequate feed, or other causes and requires appropriate examination determine the cause and determine the\nproper treatment.\n- Four of the six alpaca continue to have an excessive amount of coat / fiber present. The two black and one white alpaca\nhad long matted cords of fiver dangling from their body past their knees. The other had more tightly matted fiber. The\namount of fiber present precluded visualizing the topline of all but one of these animals. That alpaca was excessively\nthing with a prominent spine. Body condition could not be assessed in the others because of the amount of fiber present.\nExcessive fiber in alpaca can lead to discomfort and overheating in the summer months. Additionally, matting or cording\nof fiber reduces its ability to keep water off the alpaca and properly insulate in the cold winter months.\n- One standard color raccoon housed alone (and with no offspring present) continues to have hair loss on its rump and\nentire tail. The hair that was present was slightly longer than on prior inspection, but still appeared short. The licensee\ncontinued to state that this animal was “molting”, however, the hair appeared either chewed or broken off. Hair with this\ntype of extremely short appearance (not due to shearing / shaving) can occur for many reasons and may be self-inflicted\nsuch as self-barbering due to severe psychological distress, breaking hairs from scratching, or hormonal causes.\nCommunication with the attending veterinarian and the use of appropriate diagnostic testing is necessary to determine the\nunderlying cause and prevent worsening and unnecessary suffering.\n- At least five adult Striped skunks were observed with extremely overgrown toenails. In each instance the nails were long\nenough that they were curling and/or bending over one another. In some cases, they were pushing the toes into abnormal\npositions. Excessively long toenails can cause abnormal gaits and may become caught in wire-bottom enclosures\ndisrupting freedom of movement. In addition to these skunk other animals (Arctic fox, Red fox, and less severely impacted\nskunk) also had overgrown toenails that needed trimmed for their health and comfort.\n- The adult male striped skunk that with excessively long nails noted on the prior inspection continued to have an\nabnormal gait despite that the nails had been trimmed by the licensee. The licensee removed this skunk from the\nenclosure so that inspectors could observe it more closely. The left hind foot had an area with tan flaky crusty areas that\nappeared to be scabs and likely were contributing to the abnormal gait. Foot wounds can result from walking on wire,\nparticularly wire that is poorly coated and or has sharp points and may be painful.\n- One White-nosed coati was observed with hair loss on the tip of the tail. The tip of the tail had an approximately 2-inch\narea that had extremely short hair. The next approximately 6-inches from the tip of the tail the hair was noticeably thinner\nthan the rest of the tail. The licensee stated that the tail was shorter than normal due to the animal being in conditions that\nwere too cold for the animal prior to when he acquired it. The licensee did not state whether he had observed the hair loss\nprior to inspection, however, he stated that occasionally the coati will chew on their tails. He also acknowledged that he\ncould appreciate the hair loss when pointed out. Hair loss in animals can be caused by several problems such as\nnutritional deficiencies or traumatic injury. When self-induced hair loss can indicate behavioral stress, neurological\ndysfunction, or other problems. This condition requires examination to determine the appropriate treatment.\nFailure to adequately observe animals daily and/or failure to communicate issues of abnormal health and behavior to the\nattending veterinarian (AV) in a timely manner, prevents the provision of adequate veterinary care and can lead to\nworsening of the condition for individuals and/or failure to prevent disease in other animals. Correct by ensuring that the\nanimals and conditions listed above are reported to the attending veterinarian so that the animal can be properly\nexamined, diagnosed, and treated. Additionally, ensure that daily observation of animals is adequate to identify those\nsigns of abnormal health and behavior and that there is direct and frequent communication of those observations to the\nattending veterinarian."
    },
    {
      "code": "3.125(a)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "Many enclosures are in need of repair:\n- A raised wire enclosure containing one female red raccoon has fallen over and is being held erect by the adjacent\nenclosure. The wooden stilts on the back that hold the wire enclosure off the ground have broken and are leaning to the\npoint that it is touching the enclosure next to it. This enclosure is at risk of falling and creating more damage that could\nlead to animal escape or injury.\n- One Red fox enclosure has wire flooring that has rusted excessively. Additionally there is a linear section of wire\nflooring where each wire is cut or broken resulting in a “split” in the wire that is approximately 2 feet long. This split is\ncausing a large portion of the floor to be unsupported and flexes into an opening when the fox walked near it and also\ncreates sharp points that pultrude into the enclosure. Additionally, there are other areas of broken wires protruding up into\nthe enclosure in front of the feeder where the animal would need to stand to feed and sharp edges resulting from rust on\nthe feeder itself. Sharp points in the flooring of an enclosure can lead to injuries of the animal and given the size of this\n“split” it may lead to escape. The licensee has begun moving fox out of enclosures in this section of the facility but stated\nthat he had not had time to move this one. Outdoor housing facilities must be structurally sound in kept in good repair to\nprevent injury and to contain the animals.\n- The Sika deer enclosure continues to have large gaps along the bottom with broken and tangled wire. One of the posts\nis loose and a whole section of fence is slanted on the back side of the enclosure. One of the posts is broken, the top\nportion hanging into the enclosure. Many areas of the fence are crumpled, some with repair attempts made, but remain\nloose, posing an injury threat to the deer as well as allowing access for other animals, like coyotes or dogs, to enter the\nenclosure.\n- Two ground hog enclosures were found to be excessively rusty to the point that the structural supports were breaking.\nThese enclosures were both constructed of thick-gauge wire with approximately 2-inch by 4-inch holes and slightly\nelevated from the ground. In each case there were areas of the wire on the floor that had rusted all the way though\nleaving holes of 4x4 inches (or greater) and also leaving sharp points that could injure the animals. Additionally, sides of\nthe enclosure (made of metal with diamond shaped holes and approximately 2-inch metal supports has rusted so severely\nthat the metal supports are nearly gone in some areas and there are numerous sharp edges that could injure the animals.\n- Sharp points remain on multiple fox, skunk, mink, and ferret enclosures. Many areas of the wire floors have broken\nwires protruding into the enclosure. Although the licensee has addressed several areas of sharp points documented on\nthe last inspection report, at least 20-25% of enclosures continue to have sharp points resulting from broken wires, holes,\nrusted feeders, etc. In many enclosures, these areas with broken wires and sharp points are in areas frequented by\nanimals including around shelter boxes, feeders, and waterers.\n- The licensee has removed the sharp points around the holes through which feed is added on most enclosures. These\nsharp wire points remained on at least one fox enclosure. The licensee removed these points during the inspection."
    },
    {
      "code": "3.128",
      "kind": "Direct",
      "repeat": true,
      "desc": "Space requirements.",
      "narrative": "Thirty arctic foxes and 57 red foxes are housed in wire mesh enclosures up off the ground with 1-2 animals per enclosure.\nThere are no hide boxes for these animals to protect them from the elements and no visual barriers from anything around\nthem. The licensee stated that he plans to leave these animals enclosures until he reduces numbers of animals further in\nNovember.\nMany of the juvenile arctic and red foxes were moved to an enclosure with no box so they would not rub their fur off in the\nbox, according to the licensee. Normal postural and social adjustments for this species is to live in dens which provide\ncover and the ability to evade predators. These arctic foxes are now adjacent to enclosures housing and/or within visual,\nauditory, and olfactory proximity of red fox which are natural predators to them. There are no barriers or hides from these\nstressors. The animals have no way to reduce their stress levels. This is showing through the abnormal behaviors\ndisplayed.\nMost of these Artic foxes in these open enclosures are displaying significant signs of stress, expressed as abnormal\nbehaviors for the species. Signs include frantic pacing or jumping back and forth in the enclosure and over cage mates,\nfreezing in a standing position on the side mesh trying to get as far away from the inspectors, staying curled in a tight ball\nwhile growling continuously, and/or excessively pawing at the water for extended periods of time.\nRed foxes, while being a semi social species, need to have the ability to avoid conflict with cage mates either through\nspace, visual barriers or varying elevated areas. The red foxes in these open enclosures are also showing signs of stress.\nSeveral other red foxes were observed jumping back and forth repeatedly in the enclosure, often jumping over a cage\nmate with no avoidance possible.\nBeing subjected to prolonged stress, captive animals with no way to navigate their enclosure or engage in social\nadjustments like hiding, will cause suffering if not alleviated. Correct by ensuring that enclosures are constructed and\nmaintained so as to provide sufficient space to allow each animal to make normal social adjustments."
    },
    {
      "code": "3.130",
      "kind": "Direct",
      "repeat": true,
      "desc": "Watering.",
      "narrative": "Approximately 10 fox enclosures had no water at the time of inspection. The water in other enclosures was excessively\ndirty and at least two other water receptacles contained feces. The licensee provided fresh water to these animals during\nthe inspection. Two co-housed Red fox appeared excessively thirsty when provided water. These fox were in an\nenclosure towards the front of the facility near the coati. The licensee was asked to fill the water bowl these fox vigorously\ndrank only to stopping when interrupted by movement of inspectors or the licensee. The light red colored fox with a white\ntip on its tail drank for approximately 2.5 minutes when water was provided while other fox (a light silver-tan colored fox\nwith large white markings) drank for approximately 1.5 minutes. At least two additional enclosures had feces in their\nwater receptacles. One enclosure housed 2 raccoon while the other housed 4 red-fox. Numerous additional water\nreceptacles had brown or tan debris / sediment mixed with the water while others had water that appeared cloudy. The\nlicensee stated that animals often defecate in their water receptacles. Failure to provide an adequate amount of water to\nanimals can result in dehydration and suffering. Water containing feces is not potable and may result in disease\ndecreased water consumption or illness. The licensee must ensure that potable water is provided as often as necessary\nfor the health and comfort of the animals and that all water receptacles are kept clean and sanitary."
    },
    {
      "code": "3.133",
      "kind": "Direct",
      "repeat": false,
      "desc": "Separation.",
      "narrative": "A male and female light silver-grey colored Red fox that were housed in an elevated wire pen marked #21, were observed\nwith wounds from fighting. The male fox had bloody saliva dripping from the left side of its mouth, matted blood on the\nside of the face, and the bottom lip was swollen and appeared bright red. The female Red fox (white markings on its feet)\nwas observed with matted blood on the left side of its neck from a recent fight. The cage contained one hide box for both\nanimals and animals were observed snarling and snapping at one another. The licensee stated that these animals had\nbeen housed together previously, separated for the female to raise pups, and reintroduced approximately 1-week prior.\nHe further stated that he had noticed that they were fighting too much and that they did need to be separated. He stated\nthat he would separate them and marked the cage accordingly. Animals that are housed in incompatible groups can lead\nto injury and in some cases death. The licensee must ensure that animals housed in the same primary enclosure are\ncompatible and do not interfere with their health or cause them discomfort. Correct by 09/24/2022.\nA complete routine inspection was conducted on September 22, 2022. This inspection report is limited to the Direct non-\ncompliances identified during that inspection. An additional inspection report will be delivered with the other issues\nidentified during this inspection.\nThis inspection was conducted with the Licensee. The exit briefing was conducted on September 23, 2022 with the\nLicensee.\nAdditional Inspectors:\nMark Sanderbeck, ANIMAL CARE INSPECTOR n"
    }
  ],
  "narrative": "2.40(a)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nDuring the inspection, the veterinarian who has agreed to serve as the Attending Veterinarian (AV) for this facility and \nsigned the written Program of Veterinary Care refused to treat a wallaby which required emergency veterinary care on the \ngrounds that he lacked sufficient knowledge and experience.  In order to meet the requirements to be an AV, a \nveterinarian must have received training and/or experience in the care and management of the species being attended.  \nBy his own admission, the veterinarian currently contracted to provide care lacks sufficient knowledge and experience to \ntreat the wallaby at this facility and therefore, is not qualified to be the Attending Veterinarian for the wallaby maintained \nby this facility.  Each dealer shall have an Attending Veterinarian who shall provide adequate veterinary care in \ncompliance with the AWA.  Failure to have an AV can lead to delays in care and treatment of animals, failure to recognize \ninjuries or illness, and unnecessary suffering.  Correct by employing a veterinarian knowledgeable and experienced with \nwallaby under formal arrangement in accordance with 2.40(a)(1).  Correct by:  September 29, 2022. \n2.40(b)(2)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe licensee failed to provide adequate veterinary care including the provision of emergency veterinary care to one \nBennett’s wallaby.  At approximately 3 PM, inspectors noticed that this animal was down (laterally recumbent) in the\n\noutdoor portion of the primary enclosure.  From outside the enclosure, it was clear that the wallaby was not responsive \nand had shallow breathing.  The licensee entered the paddock, and the wallaby was minimally responsive even when \ncarried out of the paddock.  It was unable to lift its head and was cold to the touch.  The breathing was rough and \nsounded wet and there was dried mud on the tail and muzzle of the wallaby.  The licensee moved the wallaby to a warm \nroom and wrapped it in blankets.  The inspection was temporarily halted so that the licensee could contact a veterinary \nand obtain emergency veterinary care. \n \nThe Program of Veterinary Care instructed that emergency services would be provided by the Attending Veterinarian’s \nclinic.  The licensee called the clinic and was advised that the AV was seeing patients until 6 PM.  Initially the licensee \nrequested that the AV come to the property when he finished.  APHIS Officials then advised the licensee that the \ninspection could be stopped at that time if he was able to bring the wallaby to the vet for emergency care.  The licensee \ncalled the office staff and left a message regarding the condition of the wallaby asking if he could bring it for treatment.  \nThe licensee moved the wallaby to a warm vehicle so that he could transport it to the clinic, however, a few minutes later \nthe licensee received a voice message from the clinic.   The clinic staff stated that the AV had requested that they relay \nthat message from the Attending Veterinarian.  They informed him that the Attending Veterinarian had stated that he did \nnot know much about wallaby, did not have experience treating them, and that he was unwilling to provide treatment for \nthis animal even if the licensee brought it to the clinic.  The licensee attempted to call several other local veterinary clinics \nand was unable to find a clinic willing to examine or provide emergency veterinary care for this wallaby.  The wallaby was \nstill alive and slightly more responsive when APHIS Officials left the property at approximately 5 PM. \n \nFailure to provide emergency veterinary care when needed can result in unnecessary suffering and potentially death of\n\nanimals.  Licensees must ensure that they establish and maintain programs of adequate veterinary care including the use \nappropriate methods to prevent control, diagnose, and treat diseases and injuries.  This includes the availability of \nemergency, weekend, and holiday care.  Correct by ensuring that this wallaby is examined and treated by a licensed \nveterinarian and further by ensuring that all animals are provided with adequate veterinary care. \n2.40(b)(3)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nFifteen animals were identified during the inspection that required veterinary care. These animals were not identified by \nthe licensee prior to inspection and/or were identified prior to inspection, but their issues were not communicated to the \nattending veterinarian. \n \n- One individually housed Striped skunk was observed having a large amount of saliva present its face.  There was saliva \nextending from the left side of the mouth up its face surrounding its left eye and up to its ear and slightly beyond as well \nas under its chin down its chest and over the front legs. The fur surrounding the left eye, cheek, and chin were wet to the \nskin with saliva.  The licensee removed the skunk from the enclosure upon further inspection the skunk appeared to have \nswelling in its mouth.  The skunk was slow and appeared slightly sluggish.  Increased salivation and swelling may indicate \ndental pain, oral ulcerations, or oral wounds which can cause the animal to be reluctant to eat.  Excessive salivation may \nalso be signs of other diseases is skunk. The licensee stated that he had not noticed this prior to the inspection. \n \n- One Striped skunk housed on the left side of the mink barn was observed not being able to open its left eye. The left eye \nof the animal had swelling above the eyelid and the eye was completely sealed shut. Ocular conditions combined with \nswelling and discharge are often painful and can be indicative of eye infections or other injury or illness.\n\n- One Arctic fox singly housed in an enclosure without shelter, was found to be excessively thin.  The hips, pelvis, and ribs \nwere more readily apparent than they should be with the amount of fur present.  Poor body condition can result from \nillness, inadequate feed, or other causes and requires appropriate examination determine the cause and determine the \nproper treatment. \n \n- Four of the six alpaca continue to have an excessive amount of coat / fiber present.  The two black and one white alpaca \nhad long matted cords of fiver dangling from their body past their knees.  The other had more tightly matted fiber.  The \namount of fiber present precluded visualizing the topline of all but one of these animals.  That alpaca was excessively \nthing with a prominent spine.  Body condition could not be assessed in the others because of the amount of fiber present.  \nExcessive fiber in alpaca can lead to discomfort and overheating in the summer months.  Additionally, matting or cording \nof fiber reduces its ability to keep water off the alpaca and properly insulate in the cold winter months. \n \n- One standard color raccoon housed alone (and with no offspring present) continues to have hair loss on its rump and \nentire tail. The hair that was present was slightly longer than on prior inspection, but still appeared short. The licensee \ncontinued to state that this animal was “molting”, however, the hair appeared either chewed or broken off. Hair with this \ntype of extremely short appearance (not due to shearing / shaving) can occur for many reasons and may be self-inflicted \nsuch as self-barbering due to severe psychological distress, breaking hairs from scratching, or hormonal causes. \nCommunication with the attending veterinarian and the use of appropriate diagnostic testing is necessary to determine the \nunderlying cause and prevent worsening and unnecessary suffering. \n \n- At least five adult Striped skunks were observed with extremely overgrown toenails. In each instance the nails were long\n\nenough that they were curling and/or bending over one another. In some cases, they were pushing the toes into abnormal \npositions.  Excessively long toenails can cause abnormal gaits and may become caught in wire-bottom enclosures \ndisrupting freedom of movement. In addition to these skunk other animals (Arctic fox, Red fox, and less severely impacted \nskunk) also had overgrown toenails that needed trimmed for their health and comfort. \n \n- The adult male striped skunk that with excessively long nails noted on the prior inspection continued to have an \nabnormal gait despite that the nails had been trimmed by the licensee.   The licensee removed this skunk from the \nenclosure so that inspectors could observe it more closely.  The left hind foot had an area with tan flaky crusty areas that \nappeared to be scabs and likely were contributing to the abnormal gait.  Foot wounds can result from walking on wire, \nparticularly wire that is poorly coated and or has sharp points and may be painful. \n \n- One White-nosed coati was observed with hair loss on the tip of the tail. The tip of the tail had an approximately 2-inch \narea that had extremely short hair. The next approximately 6-inches from the tip of the tail the hair was noticeably thinner \nthan the rest of the tail. The licensee stated that the tail was shorter than normal due to the animal being in conditions that \nwere too cold for the animal prior to when he acquired it. The licensee did not state whether he had observed the hair loss \nprior to inspection, however, he stated that occasionally the coati will chew on their tails.  He also acknowledged that he \ncould appreciate the hair loss when pointed out.  Hair loss in animals can be caused by several problems such as \nnutritional deficiencies or traumatic injury.  When self-induced hair loss can indicate behavioral stress, neurological \ndysfunction, or other problems. This condition requires examination to determine the appropriate treatment. \n \nFailure to adequately observe animals daily and/or failure to communicate issues of abnormal health and behavior to the\n\nattending veterinarian (AV) in a timely manner, prevents the provision of adequate veterinary care and can lead to \nworsening of the condition for individuals and/or failure to prevent disease in other animals. Correct by ensuring that the \nanimals and conditions listed above are reported to the attending veterinarian so that the animal can be properly \nexamined, diagnosed, and treated. Additionally, ensure that daily observation of animals is adequate to identify those \nsigns of abnormal health and behavior and that there is direct and frequent communication of those observations to the \nattending veterinarian. \n3.125(a)  Direct Repeat\n   \nFacilities, general. \nMany enclosures are in need of repair: \n- A raised wire enclosure containing one female red raccoon has fallen over and is being held erect by the adjacent \nenclosure. The wooden stilts on the back that hold the wire enclosure off the ground have broken and are leaning to the \npoint that it is touching the enclosure next to it. This enclosure is at risk of falling and creating more damage that could \nlead to animal escape or injury. \n \n- One Red fox enclosure has wire flooring that has rusted excessively.  Additionally there is a linear section of wire \nflooring where each wire is cut or broken resulting in a “split” in the wire that is approximately 2 feet long.  This split is \ncausing a large portion of the floor to be unsupported and flexes into an opening when the fox walked near it and also \ncreates sharp points that pultrude into the enclosure. Additionally, there are other areas of broken wires protruding up into \nthe enclosure in front of the feeder where the animal would need to stand to feed and sharp edges resulting from rust on \nthe feeder itself. Sharp points in the flooring of an enclosure can lead to injuries of the animal and given the size of this \n“split” it may lead to escape.  The licensee has begun moving fox out of enclosures in this section of the facility but stated \nthat he had not had time to move this one.  Outdoor housing facilities must be structurally sound in kept in good repair to\n\nprevent injury and to contain the animals. \n \n- The Sika deer enclosure continues to have large gaps along the bottom with broken and tangled wire. One of the posts \nis loose and a whole section of fence is slanted on the back side of the enclosure. One of the posts is broken, the top \nportion hanging into the enclosure. Many areas of the fence are crumpled, some with repair attempts made, but remain \nloose, posing an injury threat to the deer as well as allowing access for other animals, like coyotes or dogs, to enter the \nenclosure. \n \n- Two ground hog enclosures were found to be excessively rusty to the point that the structural supports were breaking.  \nThese enclosures were both constructed of thick-gauge wire with approximately 2-inch by 4-inch holes and slightly \nelevated from the ground.  In each case there were areas of the wire on the floor that had rusted all the way though \nleaving holes of 4x4 inches (or greater) and also leaving sharp points that could injure the animals.  Additionally, sides of \nthe enclosure (made of metal with diamond shaped holes and approximately 2-inch metal supports has rusted so severely \nthat the metal supports are nearly gone in some areas and there are numerous sharp edges that could injure the animals. \n \n- Sharp points remain on multiple fox, skunk, mink, and ferret enclosures.  Many areas of the wire floors have broken \nwires protruding into the enclosure. Although the licensee has addressed several areas of sharp points documented on \nthe last inspection report, at least 20-25% of enclosures continue to have sharp points resulting from broken wires, holes, \nrusted feeders, etc.  In many enclosures, these areas with broken wires and sharp points are in areas frequented by \nanimals including around shelter boxes, feeders, and waterers.\n\n- The licensee has removed the sharp points around the holes through which feed is added on most enclosures.  These \nsharp wire points remained on at least one fox enclosure.  The licensee removed these points during the inspection. \n3.128  Direct Repeat\n   \nSpace requirements. \nThirty arctic foxes and 57 red foxes are housed in wire mesh enclosures up off the ground with 1-2 animals per enclosure. \nThere are no hide boxes for these animals to protect them from the elements and no visual barriers from anything around \nthem.  The licensee stated that he plans to leave these animals enclosures until he reduces numbers of animals further in \nNovember. \n \nMany of the juvenile arctic and red foxes were moved to an enclosure with no box so they would not rub their fur off in the \nbox, according to the licensee. Normal postural and social adjustments for this species is to live in dens which provide \ncover and the ability to evade predators. These arctic foxes are now adjacent to enclosures housing and/or within visual, \nauditory, and olfactory proximity of red fox which are natural predators to them. There are no barriers or hides from these \nstressors. The animals have no way to reduce their stress levels. This is showing through the abnormal behaviors \ndisplayed. \n \nMost of these Artic foxes in these open enclosures are displaying significant signs of stress, expressed as abnormal \nbehaviors for the species. Signs include frantic pacing or jumping back and forth in the enclosure and over cage mates, \nfreezing in a standing position on the side mesh trying to get as far away from the inspectors, staying curled in a tight ball \nwhile growling continuously, and/or excessively pawing at the water for extended periods of time. \n \nRed foxes, while being a semi social species, need to have the ability to avoid conflict with cage mates either through\n\nspace, visual barriers or varying elevated areas. The red foxes in these open enclosures are also showing signs of stress. \nSeveral other red foxes were observed jumping back and forth repeatedly in the enclosure, often jumping over a cage \nmate with no avoidance possible. \n \nBeing subjected to prolonged stress, captive animals with no way to navigate their enclosure or engage in social \nadjustments like hiding, will cause suffering if not alleviated.  Correct by ensuring that enclosures are constructed and \nmaintained so as to provide sufficient space to allow each animal to make normal social adjustments. \n3.130  Direct Repeat\n   \nWatering. \nApproximately 10 fox enclosures had no water at the time of inspection.  The water in other enclosures was excessively \ndirty and at least two other water receptacles contained feces. The licensee provided fresh water to these animals during \nthe inspection.  Two co-housed Red fox appeared excessively thirsty when provided water.  These fox were in an \nenclosure towards the front of the facility near the coati.  The licensee was asked to fill the water bowl these fox vigorously \ndrank only to stopping when interrupted by movement of inspectors or the licensee.  The light red colored fox with a white \ntip on its tail drank for approximately 2.5 minutes when water was provided while other fox (a light silver-tan colored fox \nwith large white markings) drank for approximately 1.5 minutes.   At least two additional enclosures had feces in their \nwater receptacles.  One enclosure housed 2 raccoon while the other housed 4 red-fox.  Numerous additional water \nreceptacles had brown or tan debris / sediment mixed with the water while others had water that appeared cloudy.  The \nlicensee stated that animals often defecate in their water receptacles.  Failure to provide an adequate amount of water to \nanimals can result in dehydration and suffering.  Water containing feces is not potable and may result in disease \ndecreased water consumption or illness. The licensee must ensure that potable water is provided as often as necessary \nfor the health and comfort of the animals and that all water receptacles are kept clean and sanitary.\n\n3.133  Direct\n   \nSeparation. \nA male and female light silver-grey colored Red fox that were housed in an elevated wire pen marked #21, were observed \nwith wounds from fighting. The male fox had bloody saliva dripping from the left side of its mouth, matted blood on the \nside of the face, and the bottom lip was swollen and appeared bright red. The female Red fox (white markings on its feet) \nwas observed with matted blood on the left side of its neck from a recent fight. The cage contained one hide box for both \nanimals and animals were observed snarling and snapping at one another.  The licensee stated that these animals had \nbeen housed together previously, separated for the female to raise pups, and reintroduced approximately 1-week prior.  \nHe further stated that he had noticed that they were fighting too much and that they did need to be separated.  He stated \nthat he would separate them and marked the cage accordingly.  Animals that are housed in incompatible groups can lead \nto injury and in some cases death. The licensee must ensure that animals housed in the same primary enclosure are \ncompatible and do not interfere with their health or cause them discomfort. Correct by 09/24/2022. \n \nA complete routine inspection was conducted on September 22, 2022. This inspection report is limited to the Direct non-\ncompliances identified during that inspection. An additional inspection report will be delivered with the other issues \nidentified during this inspection. \n \nThis inspection was conducted with the Licensee. The exit briefing was conducted on September 23, 2022 with the \nLicensee. \n \nAdditional Inspectors: \nMark Sanderbeck, ANIMAL CARE INSPECTOR n",
  "animals_total": 616,
  "species": [
    {
      "count": 42,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 12,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    },
    {
      "count": 6,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 2,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 109,
      "scientific": "Mustela vison",
      "common": "AMERICAN MINK"
    },
    {
      "count": 172,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 11,
      "scientific": "Cervus nippon",
      "common": "SIKA DEER"
    },
    {
      "count": 19,
      "scientific": "Urocyon cinereoargenteus",
      "common": "GRAY FOX / GREY FOX"
    },
    {
      "count": 60,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 36,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 45,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 13,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 13,
      "scientific": "Spilogale putorius",
      "common": "EASTERN SPOTTED SKUNK"
    },
    {
      "count": 54,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG"
    },
    {
      "count": 5,
      "scientific": "Nasua narica",
      "common": "WHITE-NOSED COATI"
    },
    {
      "count": 14,
      "scientific": "Marmota monax",
      "common": "GROUNDHOG / WOODCHUCK"
    },
    {
      "count": 3,
      "scientific": "Nasuella olivacea",
      "common": "MOUNTAIN COATI"
    }
  ]
}