{
  "insp_id": "254150817040268",
  "layout": "a",
  "customer_id": "321502",
  "customer_name": "Hershberger Farm Ltd",
  "customer_addr": "5452 State Route 557\nMillersburg, OH 44654",
  "certificate": "31-C-0198",
  "site_id": "001",
  "site_name": "HERSHBERGER FARM LTD",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-SEP-2015",
  "report_date": "08-SEP-2015",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "***There is still one enclosure along the west side of the barn has chain link that is curling outward, leaving a gap\nbetween the bottom corners of chain link and the ground. This gap is large enough that an animal could get a foot\nentrapped in the chain link and cause itself injury. Enclosures that are not maintained in good repair or of sufficient\nstructural strength to contain the animals poses a risk of escape or injury to the animals housed therein. Correct by\nensuring that the facilities are structurally sound and maintained in good repair to contain the animals and prevent\nthem from injury.\nThis is a repeat non-compliant item that remains uncorrected."
    },
    {
      "code": "3.127",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "*** There is no shelter for one pasture containing at least 16 goats and 1 sheep. These animals are housed in an\nopen pasture with longer grasses and weeds. Although these longer grasses do give the animals areas to bed\ndown, it does not provide adequate shelter from wind, rain, and sunlight. Formal shelter structures must be\nprovided for these animals that will protect the animals from the sun and weather. Correct this by providing shelter\nto these animals.\nThis is a repeat non-compliant item that remains uncorrected."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "*** The goats at this facility have access to the metal roof on a pole building. There is also a shade structure built\non the roof of the building that the goats can also access. Both the floor of the shade structure and the roof are still\ndirty, although according to the facility representative it has been cleaned once since the last inspection. There is\nfeces scattered over the majority of the roof and caked in areas where there are boards attached to the roof.\nExcessive feces is also present on the floor of the shade structure, which is the most likely place where the animals\nwill lie down while up on the roof. Correct this by cleaning this area as often as necessary to prevent excessively\ndirty conditions.\nThis is a repeat non-compliant item that remains uncorrected.\n***The five animals cited in need of veterinary care on the last inspection were unable to be identified on today's\ninspection due to the large number of animals present; however, a record that each of the animals received\nappropriate care was made available to APHIS officials for review.\nAn exit interview was conducted with the son of the owner by Randy Coleman, ACI, and Kathy Campitelli, VMO.\nAdditional Inspectors\nColeman Randall, Animal Care Inspector"
    }
  ],
  "narrative": "3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \n***There is still one enclosure along the west side of the barn has chain link that is curling outward, leaving a gap\nbetween the bottom corners of chain link and the ground.  This gap is large enough that an animal could get a foot\nentrapped in the chain link and cause itself injury.  Enclosures that are not maintained in good repair or of sufficient\nstructural strength to contain the animals poses a risk of escape or injury to the animals housed therein.  Correct by\nensuring that the facilities are structurally sound and maintained in good repair to contain the animals and prevent\nthem from injury.\nThis is a repeat non-compliant item that remains uncorrected.\n3.127                    REPEAT\nFACILITIES, OUTDOOR. \n*** There is no shelter for one pasture containing at least 16 goats and 1 sheep.  These animals are housed in an\nopen pasture with longer grasses and weeds.  Although these longer grasses do give the animals areas to bed\ndown, it does not provide adequate shelter from wind, rain, and sunlight.  Formal shelter structures must be\nprovided for these animals that will protect the animals from the sun and weather.  Correct this by providing shelter\nto these animals.  \nThis is a repeat non-compliant item that remains uncorrected.\n3.131(a)                    REPEAT\nSANITATION.   \n*** The goats at this facility have access to the metal roof on a pole building.  There is also a shade structure built\non the roof of the building that the goats can also access.  Both the floor of the shade structure and the roof are still\ndirty, although according to the facility representative it has been cleaned once since the last inspection. There is\nfeces scattered over the majority of the roof and caked in areas where there are boards attached to the roof. \nExcessive feces is also present on the floor of the shade structure, which is the most likely place where the animals\nwill lie down while up on the roof.  Correct this by cleaning this area as often as necessary to prevent excessively\n\ndirty conditions.\nThis is a repeat non-compliant item that remains uncorrected.\n***The five animals cited in need of veterinary care on the last inspection were unable to be identified on today's\ninspection due to the large number of animals present; however, a record that each of the animals received\nappropriate care was made available to APHIS officials for review.\nAn exit interview was conducted with the son of the owner by Randy Coleman, ACI, and Kathy Campitelli, VMO.\nAdditional Inspectors\nColeman Randall, Animal Care Inspector",
  "animals_total": 178,
  "species": [
    {
      "count": 38,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 123,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 8,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 6,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 3,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}