{
  "insp_id": "13161057320458",
  "layout": "a",
  "customer_id": "15151",
  "customer_name": "Danny Ubben",
  "customer_addr": "Vickie Ubben\n13390 240 Ave\nMilo, IA 50166",
  "certificate": "42-A-1314",
  "site_id": "001",
  "site_name": "VICKIE AND DANNY UBBEN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-JAN-2016",
  "report_date": "12-JAN-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A cream colored female French Bulldog, ID# U108, \"Wild Thing\", has a greenish/whitish mucus covering both eyes.\nThe mucus has also collected along the bottom of both eyelids and the hair surrounding the bottom of the eyes has\nbecome wet. The licensee stated that she had not consulted a veterinarian about this dog's eyes.\nA female Yorkshire Terrier, ID#U098, \"Abbey\", was observed to have severe matting on her front and hind legs.\nThe hair had become matted into clumps and balls that are adhered tightly to the skin. The toenails of this dog\nhave become excessively overgrown and are curving under. This dog also has a tan/grey colored substance\ncovering all the cheek teeth and the majority of the upper canine teeth. Her gums have become slightly reddened.\nA male poodle, ID#U104, \"Chipper\", was observed to have a lower jaw that was hanging slightly to the right. Closer\ninspection of this dog's mouth revealed a tan/grey colored substance covering all the cheek teeth and the majority\nof the surface of both the upper and lower canine teeth. The gums were also moderately reddened. While\nhandling the dog's mouth, the inspectors noticed that the dog had a broken tooth on the lower, right front side of his\nmouth and this tooth easily moved away from the other teeth. The licensee said that she had just recently tried to\nclean this dog's teeth with her finger and finger nails.\nA female Maltese puppy, DOB 12-18-15, dam \"Paige\", has a right eye that would not open. Closer inspection of the\npuppy revealed that the eye was sealed tightly shut and a crusty, brownish substance had formed over the eye.\nThe licensee used warm water to open the eye during the inspection.\nA male red poodle, ID#U171,\"Rusty\", was observed to have a sunken flank area beneath his hair coat. The dog\nwas removed from his enclosure and physical examination revealed that the animal(cid:25)s shoulder blades, hip bones,\nribs and vertebrae could be easily felt with little fat covering the animal. The left eye has a large clump of a dark\nbrown hard material in the front corner. There was a small amount of discharge from the left nasal opening. The\ndog also has a buildup of a dark tan/grey substance covering the majority of the front left canine tooth and there is a\nwhitish cream colored substance along the gum line. The gums are moderately reddened. The licensee stated\nthat she had been feeding this dog dry and canned puppy food two times a day but had not consulted with a\nveterinarian about the dog's physical condition.\nA male chocolate poodle, ID#U174, \"Hershey\", has a buildup of a tan/grey material on his right upper canine tooth.\nThere is a whitish cream colored substance along the gum line. The gums appeared moderately reddened.\nA female French Bulldog, ID#U112, \"Ellie\", has a small reddened and swollen area between the toes of the front left\nfoot and the toes of the left hind foot. The licensee had been treating these areas with Vetericyn spray but had not\nconsulted with a licensed veterinarian about this dog's condition.\nPoor body condition can be a sign of underlying health problems. Poor eye and dental health can cause pain and\ndiscomfort and can lead to further health complications. Matted hair and overgrown toenails can also cause pain\nand discomfort and further health problems.\nThe licensee must provide female Yorkshire Terrier, ID#U098, \"Abbey\" with hair coat maintenance and trim this\nanimal(cid:25)'s toenails. The licensee must develop a plan for hair coat maintenance and ensure that all dogs receive\nadequate hair coat and toenail care at all times.\nThe licensee must have all the above mentioned dogs evaluated by a licensed veterinarian for an accurate\ndiagnosis and treatment plan. The diagnosis and treatment plan must be documented and available for the\ninspectors upon request. The licensee must ensure that all dogs receive adequate veterinary care at all times.\nCorrection date: End of business on January 15, 2016\nA female white Maltese, ID# U105, \"Peaches\", was observed to be placing her left hind foot on the floor in a\nsensitive manner. Closer observation of the dog's foot revealed that the toenails have become excessively long\nand the outer toenail was starting to curve back under the foot. The toenails on the front left foot are also\novergrown and beginning to curve under. Overgrown toenails can cause pain and discomfort to the dog as well as\naffect the animal(cid:25)'s normal gait. The licensee must trim this dog's toenails and must ensure that the toenails of all\ndogs are kept at an acceptable length at all times.\nCorrection date: January 15, 2016\nThis report is limited to only the Direct non-compliant items identified during the full inspection conducted on\nJanuary 11, 2016.\nA full exit interview was conducted with Kelly Maxwell, ACI, Stephanie Osborne, ACI and the facility representative.\nAdditional Inspectors\nOsborne Stephanie, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA cream colored female French Bulldog, ID# U108, \"Wild Thing\", has a greenish/whitish mucus covering both eyes. \nThe mucus has also collected along the bottom of both eyelids and the hair surrounding the bottom of the eyes has\nbecome wet.  The licensee stated that she had not consulted a veterinarian about this dog's eyes.\n  \nA female Yorkshire Terrier, ID#U098, \"Abbey\", was observed to have severe matting on her front and hind legs. \nThe hair had become matted into clumps and balls that are adhered tightly to the skin.  The toenails of this dog\nhave become excessively overgrown and are curving under.   This dog also has a tan/grey colored substance\ncovering all the cheek teeth and the majority of the upper canine teeth.  Her gums have become slightly reddened.\n  \nA male poodle, ID#U104, \"Chipper\", was observed to have a lower jaw that was hanging slightly to the right.  Closer\ninspection of this dog's mouth revealed a tan/grey colored substance covering all the cheek teeth and the majority\nof the surface of both the upper and lower canine teeth.  The gums were also moderately reddened.   While\nhandling the dog's mouth, the inspectors noticed that the dog had a broken tooth on the lower, right front side of his\nmouth and this tooth easily moved away from the other teeth.   The licensee said that she had just recently tried to\nclean this dog's teeth with her finger and finger nails.\nA female Maltese puppy, DOB 12-18-15, dam \"Paige\", has a right eye that would not open.  Closer inspection of the\npuppy revealed that the eye was sealed tightly shut and a crusty, brownish substance had formed over the eye. \nThe licensee used warm water to open the eye during the inspection.  \nA male red poodle, ID#U171,\"Rusty\", was observed to have a sunken flank area beneath his hair coat.  The dog\nwas removed from his enclosure and physical examination revealed that the animal(cid:25)s shoulder blades, hip bones,\nribs and vertebrae could be easily felt with little fat covering the animal.  The left eye has a large clump of a dark\nbrown hard material in the front corner.  There was a small amount of discharge from the left nasal opening.  The\ndog also has a buildup of a dark tan/grey substance covering the majority of the front left canine tooth and there is a\nwhitish cream colored substance along the gum line.  The gums are moderately reddened.   The licensee stated\nthat she had been feeding this dog dry and canned puppy food two times a day but had not consulted with a\nveterinarian about the dog's physical condition.\n\nA male chocolate poodle, ID#U174, \"Hershey\", has a buildup of a tan/grey material on his right upper canine tooth. \nThere is a whitish cream colored substance along the gum line.  The gums appeared moderately reddened.  \nA female French Bulldog, ID#U112, \"Ellie\", has a small reddened and swollen area between the toes of the front left\nfoot and the toes of the left hind foot.   The licensee had been treating these areas with Vetericyn spray but had not\nconsulted with a licensed veterinarian about this dog's condition.\nPoor body condition can be a sign of underlying health problems.  Poor eye and dental health can cause pain and\ndiscomfort and can lead to further health complications.  Matted hair and overgrown toenails can also cause pain\nand discomfort and further health problems.  \nThe licensee must provide female Yorkshire Terrier, ID#U098, \"Abbey\" with hair coat maintenance and trim this\nanimal(cid:25)'s toenails.  The licensee must develop a plan for hair coat maintenance and ensure that all dogs receive\nadequate hair coat and toenail care at all times.\nThe licensee must have all the above mentioned dogs evaluated by a licensed veterinarian for an accurate\ndiagnosis and treatment plan.  The diagnosis and treatment plan must be documented and available for the\ninspectors upon request.  The licensee must ensure that all dogs receive adequate veterinary care at all times.\n  \nCorrection date:  End of business on January 15, 2016\nA female white Maltese, ID# U105, \"Peaches\", was observed to be placing her left hind foot on the floor in a\nsensitive manner.  Closer observation of the dog's foot revealed that the toenails have become excessively long\nand the outer toenail was starting to curve back under the foot.  The toenails on the front left foot are also\novergrown and beginning to curve under.  Overgrown toenails can cause pain and discomfort to the dog as well as\naffect the animal(cid:25)'s normal gait.  The licensee must trim this dog's toenails and must ensure that the toenails of all\ndogs are kept at an acceptable length at all times.\nCorrection date:  January 15, 2016\nThis report is limited to only the Direct non-compliant items identified during the full inspection conducted on\nJanuary 11, 2016.\nA full exit interview was conducted with Kelly Maxwell, ACI, Stephanie Osborne, ACI and the facility representative.\n\nAdditional Inspectors\nOsborne Stephanie, Animal Care Inspector",
  "animals_total": 100,
  "species": [
    {
      "count": 87,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 13,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}