{
  "insp_id": "177151503510736",
  "layout": "a",
  "customer_id": "4142",
  "customer_name": "Faye J Teetzen",
  "customer_addr": "2475 2300 Ave\nJunction City, KS 66441",
  "certificate": "48-A-0843",
  "site_id": "001",
  "site_name": "FAYE TEETZEN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-JUN-2015",
  "report_date": "29-JUN-2015",
  "citations": [
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "* The cage card information attached to two enclosures containing eight puppies were incomplete. The\nidentification, breed and sex of the puppies were missing. Complete and accurate records are needed to ensure\neach puppies identity can be known with certainty and to facilitate the ability to trace all puppies. The licensee must\nmaintain complete and accurate records of all puppies at their facility. Correct by 7/9/15."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* An estimated two inch gap exists between the entrance gate and wood frame in one enclosure due to\ndeterioration or wood rot. The gap exists along the top where the enclosure gate was originally attached to the\nenclosure frame. In addition, the enclosure gate was observed to be sagging downwards. Three dogs are in\ncontact with the affected area located in sheltered housing. Deterioration or wood rot can affect the structural\nstrength and integrity of all wood surfaces. This affects the ability of the enclosure to protect the animals from\ninjury and to contain the animals securely. The licensee must ensure that housing facilities are structurally sound,\nmust be kept in good repair, protect the animals from injury and contain the animals securely. Correct by 7/8/15."
    },
    {
      "code": "3.6(a)(2)(1)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "* Broken, protruding wires with sharp points were observed along the bottom of two divider enclosure panels.\nThree dogs are in contact with the affected wiring located in sheltered housing. Sharp points could injure the dogs.\nThe licensee must ensure that all primary enclosures are constructed so that they do not have any sharp points\nthat could cause injury."
    },
    {
      "code": "3.6(a)(2)(10)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "* The feet and legs of at least one puppy were observed passing through the enclosure floor openings. Three\npuppies are in contact with the affected flooring located in sheltered housing. Flooring that allows the feet and legs\nto pass through the openings could lead to injury. In addition, how the puppies walk on the flooring is affected.\nThe licensee must ensure that the flooring does not allow the feet or legs to pass through the openings in the floor.\nCorrect by 7/1/15.\n* The facility inspection done on 6/24/15 and exit briefing done on 6/29/15 were conducted with the licensee."
    }
  ],
  "narrative": "2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\n*  The cage card information attached to two enclosures containing eight puppies were incomplete.  The\nidentification, breed and sex of the puppies were missing.  Complete and accurate records are needed to ensure\neach puppies identity can be known with certainty and to facilitate the ability to trace all puppies.  The licensee must\nmaintain complete and accurate records of all puppies at their facility.  Correct by 7/9/15.\n3.1(a)\nHOUSING FACILITIES, GENERAL.\n*    An estimated two inch gap exists between the entrance gate and wood frame in one enclosure due to\ndeterioration or wood rot.   The gap exists along the top where the enclosure gate was originally attached to the\nenclosure frame. In addition, the enclosure gate was observed to be sagging downwards.  Three dogs are in\ncontact with the affected area located in sheltered housing.  Deterioration or wood rot can affect the structural\nstrength and integrity of all wood surfaces.   This affects the ability of the enclosure to protect the animals from\ninjury and to contain the animals securely.  The licensee must ensure that housing facilities are structurally sound,\nmust be kept in good repair, protect the animals from injury and  contain the animals securely. Correct by 7/8/15.\n   \n3.6(a)(2)(1)                    REPEAT\nPRIMARY ENCLOSURES.\n*    Broken, protruding wires with sharp points were observed along the bottom of two divider enclosure panels. \nThree dogs are in contact with the affected wiring located in sheltered housing.    Sharp points could injure the dogs.\n The licensee must ensure that all primary enclosures are constructed so that they do not have any sharp points\nthat could cause injury.\n\n3.6(a)(2)(10)\nPRIMARY ENCLOSURES.\n*   The feet and legs of at least one puppy were observed passing through the enclosure floor openings.  Three\npuppies are in contact with the affected flooring located in sheltered housing.  Flooring that allows the feet and legs\nto pass through the openings could lead to injury.    In addition, how the puppies walk on the flooring is affected. \nThe licensee must ensure that the flooring does not allow the feet or legs to pass through the openings in the floor.  \nCorrect by  7/1/15.\n*   The facility inspection done on 6/24/15 and exit briefing done on 6/29/15 were conducted with the licensee.",
  "animals_total": 32,
  "species": [
    {
      "count": 24,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 8,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}