{
  "insp_id": "133141325530040",
  "layout": "a",
  "customer_id": "324003",
  "customer_name": "Washington Farms Inc",
  "customer_addr": "5671 Hog Mountain Road\nWatkinsville, GA 30677",
  "certificate": "57-C-0322",
  "site_id": "001",
  "site_name": "WASHINGTON FARMS INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-MAY-2014",
  "report_date": "13-MAY-2014",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "***The old fencing around the goat and cattle enclosure has become worn and torn. There are numerous sharp\npoints where the wire has broken or been cut at a level where the animals may come in contact with it and become\ninjured. There is a secondary fence that has been overlayed on the old fencing to prevent escapes but because the\nolder fencing is loose and not fully attached to the new fence it creates a gap that may allow the goats to become\ntrapped. The older fence should be repaired or replaced to protect the animals. Affects 10. Correct by June 13,\n2014."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "***The raised housing structure for the goats has excessive accumulation (1 - 2 inches) of waste material on the\nwooden floor. The shed structure in the enclosure for the cows has excess accumulation of waste material and the\nground is very muddy. Excessive accumulations of waste material can create an environment that attracts insects,\nand increases the risk of spreading parasites and disease. The enclosures shall be cleaned at a frequency that will\nminimize the accumulation thereby protecting the health and well-being of the animals. Affects 10. Correct by May\n20, 2014.\nThe inspection and exit briefing conducted with the owner."
    }
  ],
  "narrative": "3.125(a)\nFACILITIES, GENERAL.   \n***The old fencing around the goat and cattle enclosure has become worn and torn.  There are numerous sharp\npoints where the wire has broken or been cut at a level where the animals may come in contact with it and become\ninjured.  There is a secondary fence that has been overlayed on the old fencing to prevent escapes but because the\nolder fencing is loose and not fully attached to the new fence it creates a gap that may allow the goats to become\ntrapped.  The older fence should be repaired or replaced to protect the animals.  Affects 10.  Correct by June 13,\n2014.\n3.131(a)\nSANITATION.   \n***The raised housing structure for the goats has excessive accumulation (1 - 2 inches) of waste material on the\nwooden floor.  The shed structure in the enclosure for the cows has excess accumulation of waste material and the\nground is very muddy.  Excessive accumulations of waste material can create an environment that attracts insects,\nand increases the risk of spreading parasites and disease.  The enclosures shall be cleaned at a frequency that will\nminimize the accumulation thereby protecting the health and well-being of the animals.  Affects 10.  Correct by May\n20, 2014.\nThe inspection and exit briefing conducted with the owner.",
  "animals_total": 21,
  "species": [
    {
      "count": 2,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 8,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 10,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}