{
  "insp_id": "2016082569729327",
  "layout": "a",
  "customer_id": "507412",
  "customer_name": "Jamie And Kirby Fuller",
  "customer_addr": "2609 Keystone Ave\nKnoxville, TN 37917",
  "certificate": "--",
  "site_id": "001",
  "site_name": "JAMIE AND KIRBY FULLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-FEB-2020",
  "report_date": "21-FEB-2020",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***The arrangements with the attending veterinarian have not been completed and there is no written program of\nveterinary care available for review."
    },
    {
      "code": "3.80(a)(2)(ix)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "***The primary enclosure used to house the capuchins night and as a secondary enclosure is constructed on top of\ncarpet. This does not allow the contact surface to be readily saniltized or replaced when soiled which may promote\nthe risk of disease hazards through inadequate sanitization. The enclosure shall be constructed in a manner that\nenables all surfaces to be readily cleaned and sanitized or replaced when soiled."
    },
    {
      "code": "3.81",
      "kind": "",
      "repeat": false,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "***The environmental enhancement plan has not been written and is not available for review. A written plan must\nbe developed to address social grouping, environmental enrichment, special considerations, restraint devices and\nany exemptions. The plan shall be made available for review by APHIS Officials upon request.\nThe pre license inspection process must be completed within 90 days (ie. 05/20/20) and a total of three attempts. If\nnot completed the applicant will be required to wait 6 months to reapply. This inspection is the first attempt. Please\ncontact me to schedule you next inspection.\nNo regulated activity may be conducted until a valid USDA license is obtained."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***The arrangements with the attending veterinarian have not been completed and there is no written  program of\nveterinary care available for review.\n3.80(a)(2)(ix)\nPRIMARY ENCLOSURES.  \n***The  primary enclosure used to house the capuchins night and as a secondary enclosure is constructed on top of\ncarpet.  This does not allow the contact surface to be readily saniltized or replaced when soiled which may promote\nthe risk of disease hazards through inadequate sanitization.  The enclosure shall be constructed in a manner that\nenables all surfaces to be readily cleaned and sanitized or replaced when soiled.\n3.81\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\n***The environmental enhancement plan has not been  written and is not available for review.  A written plan must\nbe developed to address social grouping, environmental enrichment, special considerations, restraint devices and\nany exemptions.  The plan shall be made available for review by APHIS Officials upon request.\nThe pre license inspection process must be completed within 90 days (ie. 05/20/20) and a total of three attempts.  If\nnot completed the applicant will be required to wait 6 months to reapply.  This inspection is the first attempt.  Please\ncontact me to schedule you next inspection.\nNo regulated activity may be conducted until a valid USDA license is obtained.",
  "animals_total": 8,
  "species": [
    {
      "count": 2,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 4,
      "scientific": "Saimiri sciureus",
      "common": "COMMON SQUIRREL MONKEY"
    },
    {
      "count": 2,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    }
  ]
}