{
  "insp_id": "2016082567940847",
  "layout": "a",
  "customer_id": "18954",
  "customer_name": "Lucille Godfrey",
  "customer_addr": "604 Merrill Street\nBussey, IA 50044",
  "certificate": "42-A-0913",
  "site_id": "001",
  "site_name": "LUCILLE GODFREY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-SEP-2016",
  "report_date": "28-SEP-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Female Cocker Spaniel (tag #91) has multiple veterinary care concerns.\nShe has a thick buildup of tartar encasing both the upper and lower cheek teeth on both sides of the mouth. The\ntartar is a dark brown color and a light yellow colored material is streaked throughout the tartar. Approximately\none-third of the surface of the upper canine teeth are also covered in yellow-brown colored tartar.\nThis dog has a light yellow colored discharge coming from the left eye. The discharge is located along the bottom\neyelid and a few small strands of it are crossing the eye and sticking to the upper eyelid.\nThe left ear of this dog has multiple small lumps of a dark colored material attached to the skin and hair within the\near opening. The right ear also contains identical lumps of material but they are not as numerous.\nThe hair along the dog’s back is thinning and has a coarse texture. The hair came out in small chunks when the\ninspector examined the affected area. On the section of the back near the shoulders, there are a few small hairless\nareas and there is a granular substance coming off the skin and entrapped within the hair.\nThe toenails of this dog have also become excessively long and are developing a significant curve to their shape.\nPoor dental, ear, skin and eye health could cause pain and discomfort to the dog and can lead to further health\nissues. Overgrown toenails can also cause the animal pain and discomfort and could affect the dog’s natural gait.\nThis dog must be evaluated by a licensed veterinarian for a proper diagnosis and to establish an effective treatment\nplan. The diagnosis and treatment plan must be documented in writing and available to the inspector upon request.\nThe licensee must also trim the dog's toenails to an acceptable length. The licensee must ensure that all dogs\nreceive adequate veterinary care at all times.\nMale Coton (No ID) and female Coton (No ID) cited on the previous inspection report have been evaluated by a\nlicensed veterinarian and received treatment.\nInspection and exit interview conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nFemale Cocker Spaniel (tag #91) has multiple veterinary care concerns.\nShe has a thick buildup of tartar encasing both the upper and lower cheek teeth on both sides of the mouth.  The\ntartar is a dark brown color and a light yellow colored material is streaked throughout the tartar.  Approximately\none-third of the surface of the upper canine teeth are also covered in yellow-brown colored tartar.\nThis dog has a light yellow colored discharge coming from the left eye.  The discharge is located along the bottom\neyelid and a few small strands of it are crossing the eye and sticking to the upper eyelid.  \nThe left ear of this dog has multiple small lumps of a dark colored material attached to the skin and hair within the\near opening.  The right ear also contains identical lumps of material but they are not as numerous.  \nThe hair along the dog’s back is thinning and has a coarse texture.  The hair came out in small chunks when the\ninspector  examined the affected area.  On the section of the back near the shoulders, there are a few small hairless\nareas and there is a granular substance coming off the skin and entrapped within the hair. \n The toenails of this dog have also become excessively long and are developing a significant curve to their shape.  \nPoor dental, ear, skin and eye health could cause pain and discomfort to the dog and can lead to further health\nissues.  Overgrown toenails can also cause the animal pain and discomfort and could affect the dog’s natural gait.\nThis dog must be evaluated by a licensed veterinarian for a proper diagnosis and to establish an effective treatment\nplan.  The diagnosis and treatment plan must be documented in writing and available to the inspector upon request.\n The licensee must also trim the dog's toenails to an acceptable length.  The licensee must ensure that all dogs\nreceive adequate veterinary care at all times.  \nMale Coton (No ID) and female Coton (No ID) cited on the previous inspection report have been evaluated by a\nlicensed veterinarian and received treatment.\n\nInspection and exit interview conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 24,
  "species": [
    {
      "count": 24,
      "scientific": "Canis lupus familiaris",
      "common": "DOMESTIC DOG"
    }
  ]
}