{
  "insp_id": "INS-0000850999",
  "layout": "c",
  "customer_id": "507220",
  "customer_name": "STEVEN SENSENIG",
  "customer_addr": "9157 Cannon Road\nLANCASTER, WI 53813",
  "certificate": "35-A-0458",
  "site_id": "001",
  "site_name": "STEVEN SENSENIG",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-FEB-2023",
  "report_date": "24-FEB-2023",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "A female bichon (Angel, Microchip#0A02236321, DOB 5/28/2013) was observed to have 3 teeth that were loose to the\ntouch (her upper left front tooth, upper left back tooth, and her lower right back tooth (premolar). On physical exam, the\nattending veterinarian noted that her dental score was a 3 (out of 1-3) and body condition 6/9 on 1/5/23; however the\nlicensee said that they have not discussed a treatment plan with the attending veterinarian for the advanced dental\ndisease. Dental disease with teeth that are loose to the touch could become worse or could be uncomfortable for the dog\nand impact its overall health if not properly treated. The facility must have this dog's teeth evaluated by the attending\nveterinarian for treatment and follow the treatment plan.\n***Correct by March 8, 2023.\nThe bottle of pyrantel in the fridge had an expiration date of 7/14/22 and the licensee said it has been used for dogs in the\nfacility. Expired medications might not be effective in treating dogs or parasite prevention and also some expired\nmedications can make animals sick. Ensure not to use expired medications for animals in the facility.\n***Correct from this day forward.\nThis inspection and exit interview were conducted with facility representatives.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nA female bichon (Angel, Microchip#0A02236321, DOB 5/28/2013) was observed to have 3 teeth that were loose to the \ntouch (her upper left front tooth, upper left back tooth, and her lower right back tooth (premolar).  On physical exam, the \nattending veterinarian noted that her dental score was a 3 (out of 1-3) and body condition 6/9 on 1/5/23; however the \nlicensee said that they have not discussed a treatment plan with the attending veterinarian for the advanced dental \ndisease.  Dental disease with teeth that are loose to the touch could  become worse or could be uncomfortable for the dog \nand impact its overall health if not properly treated.   The facility must have this dog's teeth evaluated by the attending \nveterinarian for treatment and follow the treatment plan. \n***Correct by March 8, 2023. \n \nThe bottle of pyrantel in the fridge had an expiration date of 7/14/22 and the licensee said it has been used for dogs in the \nfacility.  Expired medications might not be effective in treating dogs or parasite prevention and also some expired \nmedications can make animals sick.   Ensure not to use expired medications for animals in the facility.  \n***Correct from this day forward. \n \nThis inspection and exit interview were conducted with facility representatives.\n\nEnd Section",
  "animals_total": 36,
  "species": [
    {
      "count": 7,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    },
    {
      "count": 29,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}