{
  "insp_id": "2016082567933083",
  "layout": "a",
  "customer_id": "11268",
  "customer_name": "Richard M Evola",
  "customer_addr": "11660 Grass Lake Rd\nHillsdale, MI 49242",
  "certificate": "34-C-0169",
  "site_id": "002",
  "site_name": "RICHARD EVOLA",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-SEP-2016",
  "report_date": "22-SEP-2016",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The Program of Veterinary Care (PVC) is incomplete. It does not contain written instruction on each species held\nby the owner. The only recommendation it has is that every primate is TB tested prior to sale.\nEach exhibitor shall employ an attending veterinarian. In the case of a part-time veterinarian, the formal\narrangements shall include a written program of veterinary care and regularly scheduled visits to the premises of the\nexhibitor.\nA written program of veterinary care must be developed to ensure that routine veterinary care is being followed by\nthe owner. The program of veterinary care must be updated annually and at any time there are additional species\nadded to the facility. This is to ensure that all animals kept at the facility are maintained in good health."
    },
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A camel named Romeo is in an extremely thin condition and is under the care of the facilities attending veterinarian.\nIn a phone call on September 20, 2016 between Dr. Hammel and one of the associates at the attending\nveterinarian’s clinic it was related to Dr. Hammel that it was the recommendation of the attending veterinarian that\nRomeo not be taken to exhibit at the Michigan Renaissance Festival. The veterinarian did not want to expose this\ncamel to additional stress that might exacerbate its condition. Mr. Evola did take the camel to the festival despite\nthe attending veterinarian’s recommendation. In a conversation with APHIS inspectors on September 8, 2016, Mr.\nEvola stated that he only used Romeo for giving rides to small children. Mr. Evola did not follow the advice of his\nattending veterinarian. The lack of authority of the attending veterinarian for the facility puts all the animals at this\nfacility at risk. Mr. Evola must follow the guidance and recommendations’ of his attending veterinarian. This is\nespecially a concern in the case of Romeo, a camel in an extremely poor condition. Using this camel for rides\ndespite the recommendation of the veterinarian put the health of the camel at risk and could adversely affect the\ncamel’s recovery."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There are several goats that have overgrown hooves and need to have them trimmed. There are also multiple\ndrugs kept on hand that have no veterinary approval or instruction for use by the attending veterinarian.\nEach exhibitor shall establish and maintain programs of adequate veterinary care that include the use of appropriate\nmethods to prevent, control, diagnose, and treat diseases and injuries.\nTrim the goat hooves as often as necessary to prevent pain and injury. Any medications kept on hand must be\napproved by the attending veterinarian and include written instruction for use and dosage."
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "The owner took an emaciated camel to an exhibit against the recommendations of the attending veterinarian.\nBecause of the condition of the camel it could have collapsed at the time it was giving rides to the public causing\ninjury to members of the public and the camel.\nDuring public exhibition, any animal must be handled so there is minimal risk of harm to the animal and to the\npublic.\nAll animals must be kept and maintained in good health to prevent injury to the public and the animal."
    },
    {
      "code": "2.132(d)",
      "kind": "",
      "repeat": false,
      "desc": "PROCUREMENT OF DOGS, CATS, AND OTHER ANIMALS; DEALERS.",
      "narrative": "The owner obtained a coatimndi from a person who did not have a USDA, APHIS, AC license.\nNo exhibitor shall obtain any animal from a person who is required to be licensed but who does not hold a current\nlicense.\nDo not obtain any wild or exotic animal from a person who does not have a current and valid license with the USDA,\nAPHIS, AC."
    },
    {
      "code": "3.56(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "There is a large accumulation of feces in the tray under the rabbit.\nIf primary enclosures are equipped with wire or mesh floors, the troughs or pans under such enclosures shall be\ncleaned at least once each week.\nClean the trays under rabbits a minimum of once a week and more often if necessary to reduce odor and insect\npests."
    },
    {
      "code": "3.78(d)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "The ring-tailed lemurs and male vervet monkey are housed outdoors and have no perimeter fence.\nAn outdoor housing facility must be enclosed by a fence that is of sufficient height to keep unwanted species out.\nThe fence must be constructed so that it protects nonhuman primates by restricting unauthorized humans, and\nanimals the size of dogs, skunks, and raccoons from going through it or under it and having contact with the\nnonhuman primates. It must be of sufficient distance from the outside wall or fence of the primary enclosure to\nprevent physical contact between animals inside the enclosure and outside the perimeter fence.\nA perimeter fence must be constructed to prevent access to the non-human primates by humans or other animals\nfor their safety and health."
    },
    {
      "code": "3.84(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "The primary enclosures for the ring-tailed lemurs and vervets are made of wood and rusted wire. Rusted metal and\nwood are not impervious to moisture and therefore cannot be sanitized.\nIndoor primary enclosures must be sanitized at least once every 2 weeks and as often as necessary to prevent an\nexcessive accumulation of dirt, debris, waste, food waste, excreta, or disease hazard.\nReplace the wire with new wire and replace or seal the wood so that it can be sanitized a minimum of once every\ntwo weeks for the health of the non-human primates."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The fennec fox den box is made of press board that crumbles with very little manipulation. The shelter for the singly\nhoused camel \"Romeo\" is made of metal and corrugated plastic this shelter has several holes in it that have sharp\npoints. Two of the shelters for the goats, sheep and alpaca are made of metal and are rusted and have sharp\npoints.\nOutdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the animals\nfrom injury.\nReplace or repair these shelters to protect the animals from injury."
    },
    {
      "code": "3.127(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The 5 camel that are housed together have two small shelters and there are no trees in or near the enclosure to\nprovide shade.\nSufficient shade by natural or artificial means shall be provided to allow all animals kept outdoors to protect\nthemselves from direct sunlight.\nNatural or artificial shade must be provided to the camels to prevent discomfort or overheating."
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "There are two small shelters in the enclosure housing 4 adult and 1 juvenile camel. The shelter for the singly\nhoused emaciated camel has several holes in it.\nShelter appropriate to the local climatic conditions for the species concerned shall be provided for all animals kept\noutdoors to afford them protection and to prevent discomfort to such animals.\nAppropriate shelter for the climactic condition in Michigan must be provided for the camels, with consideration to\ntheir body condition, to prevent discomfort ,decline in health or death."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "There is no perimeter fence for the camel, fennic fox porcupine and coatimumdi.\nAll outdoor housing facilities (i.e., facilities not entirely indoors) must be enclosed by a perimeter fence that is of\nsufficient height to keep animals and unauthorized persons out. The fence must be constructed so that it protects\nthe animals in the facility by restricting animals and unauthorized persons from going through it or under it and\nhaving contact with the animals in the facility, and so that it can function as a secondary containment system for the\nanimals in the facility.\nA perimeter fence must be constructed for the safety of the animals."
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "There are toxic substances stored above dietary supplements used for the animals.\nThe food shall be wholesome, palatable, and free from contamination and of sufficient quantity and nutritive value to\nmaintain all animals in good health.\nDo not store anything that may be considered toxic above anything that would be given orally to the animals."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "The water and water receptacle for the singly housed male pot-bellied pig and the female pot-bellied pig with four\nbabies has excessive dirt and algae in it.\nAll water receptacles shall be kept clean and sanitary.\nClean and sanitize water receptacles as often as necessary to ensure the water is potable for the pigs."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "There is a large accumulation of feces in the porcupine enclosure.\nExcreta shall be removed from primary enclosures as often as necessary to prevent contamination of the animals\ncontained therein and to minimize disease hazards and to reduce odors.\nRemove excreta from the enclosure to ensure the health of the porcupines, reduce odors and insect pests.\nThe inspection was conducted with the owner, manager, Dr. Kurt Hammel, VMO and Carrie Bongard, ACI. The exit\nwas conducted with the manager and Carrie Bongard, ACI.\nNO REGULATED ACTIVITIES MAY BE CONDUCTED UNTIL A VALID USDA LICENSE IS OBTAINED.\nThis was a pre-site usage inspection. All items must be in compliance before any regulated activities can be\nconducted. There can be no exhibiting or disbursement of regulated animals until the license is valid. Contact me\nat 240 308-2455 when you have addressed all non-compliant items and are ready for another inspection.\nAdditional Inspectors\nHammel Kurt, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe Program of Veterinary Care (PVC) is incomplete.  It does not contain written instruction on each species held\nby the owner.  The only recommendation it has is that every primate is TB tested prior to sale.  \nEach exhibitor shall employ an attending veterinarian.  In the case of a part-time veterinarian, the formal\narrangements shall include a written program of veterinary care and regularly scheduled visits to the premises of the\nexhibitor.\nA written program of veterinary care must be developed to ensure that routine veterinary care is being followed by\nthe owner.  The program of veterinary care must be updated annually and at any time there are additional species\nadded to the facility.  This is to ensure that all animals kept at the facility are maintained in good health.\n2.40(a)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA camel named Romeo is in an extremely thin condition and is under the care of the facilities attending veterinarian.\n In a phone call on September 20, 2016 between Dr. Hammel and one of the associates at the attending\nveterinarian’s clinic it was related to Dr. Hammel that it was the recommendation of the attending veterinarian that\nRomeo not be taken to exhibit at the Michigan Renaissance Festival.  The veterinarian did not want to expose this\ncamel to additional stress that might exacerbate its condition.  Mr. Evola did take the camel to the festival despite\nthe attending veterinarian’s recommendation.  In a conversation with APHIS inspectors on September 8, 2016, Mr.\nEvola stated that he only used Romeo for giving rides to small children.  Mr. Evola did not follow the advice of his\nattending veterinarian.  The lack of authority of the attending veterinarian for the facility puts all the animals at this\nfacility at risk.  Mr. Evola must follow the guidance and recommendations’ of his attending veterinarian.  This is\nespecially a concern in the case of Romeo, a camel in an extremely poor condition.  Using this camel for rides\ndespite the recommendation of the veterinarian put the health of the camel at risk and could adversely affect the\ncamel’s recovery.\n2.40(b)(2)\n\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere are several goats that have overgrown hooves and need to have them trimmed.  There are also multiple\ndrugs kept on hand that have no veterinary approval or instruction for use by the attending veterinarian.\nEach exhibitor shall establish and maintain programs of adequate veterinary care that include the use of appropriate\nmethods to prevent, control, diagnose, and treat diseases and injuries.\nTrim the goat hooves as often as necessary to prevent pain and injury.  Any medications kept on hand must be\napproved by the attending veterinarian and include written instruction for use and dosage.\n2.131(c)(1)\nHANDLING OF ANIMALS.\nThe owner took an emaciated camel to an exhibit against the recommendations of the attending veterinarian. \nBecause of the condition of the camel it could have collapsed at the time it was giving rides to the public causing\ninjury to members of the public and the camel.\n  \nDuring public exhibition, any animal must be handled so there is minimal risk of harm to the animal and to the\npublic.\nAll animals must be kept and maintained in good health to prevent injury to the public and the animal.\n2.132(d)\nPROCUREMENT OF  DOGS, CATS, AND OTHER ANIMALS; DEALERS.\nThe owner obtained a coatimndi from a person who did not have a USDA, APHIS, AC license.\nNo exhibitor shall obtain any animal from a person who is required to be licensed but who does not hold a current\nlicense.\nDo not obtain any wild or exotic animal from a person who does not have a current and valid license with the USDA,\nAPHIS, AC.\n3.56(a)(3)\nSANITATION. \nThere is a large accumulation of feces in the tray under the rabbit.\n\nIf primary enclosures are equipped with wire or mesh floors, the troughs or pans under such enclosures shall be\ncleaned at least once each week.\nClean the trays under rabbits a minimum of once a week and more often if necessary to reduce odor and insect\npests.\n3.78(d)\nOUTDOOR HOUSING FACILITIES. \nThe ring-tailed lemurs and male vervet monkey are housed outdoors and have no perimeter fence.\nAn outdoor housing facility must be enclosed by a fence that is of sufficient height to keep unwanted species out. \nThe fence must be constructed so that it protects nonhuman primates by restricting unauthorized humans, and\nanimals the size of dogs, skunks, and raccoons from going through it or under it and having contact with the\nnonhuman primates.   It must be of sufficient distance from the outside wall or fence of the primary enclosure to\nprevent physical contact between animals inside the enclosure and outside the perimeter fence.\nA perimeter fence must be constructed to prevent access to the non-human primates by humans or other animals\nfor their safety and health.\n3.84(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL. \nThe primary enclosures for the ring-tailed lemurs and vervets are made of wood and rusted wire. Rusted metal and\nwood are not impervious to moisture and therefore cannot be sanitized. \nIndoor primary enclosures must be sanitized at least once every 2 weeks and as often as necessary to prevent an\nexcessive accumulation of dirt, debris, waste, food waste, excreta, or disease hazard.\nReplace the wire with new wire and replace or seal the wood so that it can be sanitized a minimum of once every\ntwo weeks for the health of the non-human primates.\n3.125(a)\nFACILITIES, GENERAL.   \nThe fennec fox den box is made of press board that crumbles with very little manipulation.  The shelter for the singly\nhoused camel \"Romeo\" is made of metal and corrugated plastic this shelter has several holes in it that have sharp\n\npoints.  Two of the shelters for the goats, sheep and alpaca are made of metal and are rusted and have sharp\npoints.\nOutdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the animals\nfrom injury.\nReplace or repair these shelters to protect the animals from injury.\n3.127(a)\nFACILITIES, OUTDOOR. \nThe 5 camel that are housed together have two small shelters and there are no trees in or near the enclosure to\nprovide shade.\nSufficient shade by natural or artificial means shall be provided to allow all animals kept outdoors to protect\nthemselves from direct sunlight.\nNatural or artificial shade must be provided to the camels to prevent discomfort or overheating.\n3.127(b)\nFACILITIES, OUTDOOR. \nThere are two small shelters in the enclosure housing 4 adult and 1 juvenile camel.  The shelter for the singly\nhoused emaciated camel has several holes in it.\nShelter appropriate to the local climatic conditions for the species concerned shall be provided for all animals kept\noutdoors to afford them protection and to prevent discomfort to such animals.\nAppropriate shelter for the climactic condition in Michigan must be provided for the camels, with consideration to\ntheir body condition, to prevent discomfort ,decline in health or death.\n3.127(d)\nFACILITIES, OUTDOOR. \nThere is no perimeter fence for the camel, fennic fox porcupine and coatimumdi.\nAll outdoor housing facilities (i.e., facilities not entirely indoors) must be enclosed by a perimeter fence that is of\n\nsufficient height to keep animals and unauthorized persons out. The fence must be constructed so that it protects\nthe animals in the facility by restricting animals and unauthorized persons from going through it or under it and\nhaving contact with the animals in the facility, and so that it can function as a secondary containment system for the\nanimals in the facility.\nA perimeter fence must be constructed for the safety of the animals.\n3.129(a)\nFEEDING.    \nThere are toxic substances stored above dietary supplements used for the animals.\nThe food shall be wholesome, palatable, and free from contamination and of sufficient quantity and nutritive value to\nmaintain all animals in good health. \nDo not store anything that may be considered toxic above anything that would be given orally to the animals.\n3.130\nWATERING.  \nThe water and water receptacle for the singly housed male pot-bellied pig and the female pot-bellied pig with four\nbabies has excessive dirt and algae in it.\nAll water receptacles shall be kept clean and sanitary.\nClean and sanitize water receptacles as often as necessary to ensure the water is potable for the pigs.\n3.131(a)\nSANITATION.   \nThere is a large accumulation of feces in the porcupine enclosure.\nExcreta shall be removed from primary enclosures as often as necessary to prevent contamination of the animals\ncontained therein and to minimize disease hazards and to reduce odors. \nRemove excreta from the enclosure to ensure the health of the porcupines, reduce odors and insect pests.\n\nThe inspection was conducted with the owner, manager, Dr. Kurt Hammel, VMO and Carrie Bongard, ACI.  The exit\nwas conducted with the manager and Carrie Bongard, ACI.\nNO REGULATED ACTIVITIES MAY BE CONDUCTED UNTIL A VALID USDA LICENSE IS OBTAINED.\nThis was a pre-site usage inspection.  All items must be in compliance before any regulated activities can be\nconducted.  There can be no exhibiting or disbursement of regulated animals until the license is valid.  Contact me\nat 240 308-2455 when you have addressed all non-compliant items and are ready for another inspection.\nAdditional Inspectors\nHammel Kurt, Veterinary Medical Officer",
  "animals_total": 66,
  "species": [
    {
      "count": 2,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG (MOST COMMON PET HEDGEHOG)"
    },
    {
      "count": 1,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 2,
      "scientific": "Callithrix jacchus",
      "common": "COMMON MARMOSET"
    },
    {
      "count": 6,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 23,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Chaetophractus nationi",
      "common": "BOLIVIAN HAIRY ARMADILLO"
    },
    {
      "count": 2,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    },
    {
      "count": 4,
      "scientific": "Chlorocebus pygerythrus",
      "common": "VERVET"
    },
    {
      "count": 1,
      "scientific": "Cynomys gunnisoni",
      "common": "GUNNISON'S PRAIRIE DOG"
    },
    {
      "count": 3,
      "scientific": "Hystrix africaeaustralis",
      "common": "CAPE PORCUPINE"
    },
    {
      "count": 2,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 4,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 1,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 1,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 4,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Spermophilus richardsonii",
      "common": "RICHARDSON'S GROUND SQUIRREL"
    },
    {
      "count": 5,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 2,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    }
  ]
}