{
  "insp_id": "2016082567899904",
  "layout": "a",
  "customer_id": "776",
  "customer_name": "University Of Notre Dame",
  "customer_addr": "Grad Studies & Rsch, 511 Main Building\nNotre Dame, IN 46556",
  "certificate": "32-R-0016",
  "site_id": "001",
  "site_name": "DEPARTMENT OF BIOLOGICAL SCIENCES",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-AUG-2016",
  "report_date": "12-SEP-2016",
  "citations": [
    {
      "code": "2.31(d)(1)(ii)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "The antibody production protocol states complete Freund's adjuvant will be used. This adjuvant may cause a\nsevere inflammatory reaction that may be painful. Rabbits in the colony have developed a lump at the site of\ninjection which is monitored and treated when necessary. Complete Freund's adjuvant was not included as a\nkeyword in the alternatives search, therefore alternatives to this potentially painful procedure have not been\nconsidered. The principal investigator must consider alternatives to procedures that may cause more than\nmomentary or slight pain or distress to the animals, and provide a written narrative description of the methods and\nsources used to determine that alternatives were not available. Correct by: October 1, 2016"
    },
    {
      "code": "2.31(e)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "The antibody production protocol lacks detail. It states the initial injection will be administered with complete\nFreund's adjuvant, and that five more injections will be given a month apart, but doesn't say what adjuvant will be\nused. Also, the procedure for final blood collection fails to describe which anesthetic or sedatives will be used.\nWithout all the details concerning the proposed use of animals, it is difficult for the IACUC to make a thorough\nevaluation and therefore animal welfare may be at risk. A proposal to conduct an activity involving animals must\ncontain a complete description of the proposed use of the animals. Correct by: October 1, 2016\nThis inspection and exit interview were conducted with the Associate Director."
    }
  ],
  "narrative": "2.31(d)(1)(ii)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nThe antibody production protocol states complete Freund's adjuvant will be used.  This adjuvant may cause a\nsevere inflammatory reaction that may be painful.  Rabbits in the colony have developed a lump at the site of\ninjection which is monitored and treated when necessary.  Complete Freund's adjuvant was not included as a\nkeyword in the alternatives search, therefore alternatives to this potentially painful procedure have not been\nconsidered.  The principal investigator must consider alternatives to procedures that may cause more than\nmomentary or slight pain or distress to the animals, and provide a written narrative description of the methods and\nsources used to determine that alternatives were not available.  Correct by:  October 1, 2016\n2.31(e)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nThe antibody production protocol lacks detail.  It states the initial injection will be administered with complete\nFreund's adjuvant, and that five more injections will be given a month apart, but doesn't say what adjuvant will be\nused.  Also, the procedure for final blood collection fails to describe which anesthetic or sedatives will be used. \nWithout all the details concerning the proposed use of animals, it is difficult for the IACUC to make a thorough\nevaluation and therefore animal welfare may be at risk.  A proposal to conduct an activity involving animals must\ncontain a complete description of the proposed use of the animals.  Correct by:  October 1, 2016\nThis inspection and exit interview were conducted with the Associate Director.",
  "animals_total": 7,
  "species": [
    {
      "count": 7,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    }
  ]
}