{
  "insp_id": "2016090000800082",
  "layout": "b",
  "customer_id": "329867",
  "customer_name": "RINER & ASSOCIATES INC.",
  "customer_addr": "Route 1 Box 435\nNOWATA, OK 74048",
  "certificate": "73-R-0118",
  "site_id": "001",
  "site_name": "JOHN L. RINER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-JUN-2022",
  "report_date": "23-JUN-2022",
  "citations": [
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "The food storage area had multiple problems.\n- There was an open bag of feed in the storage room, and another open bag of feed in one of the working rooms. Open\nbags of food must be stored in a leakproof container with a tight fitting lid.\n- Several closed bags of feed were stored directly on the floor. All food and bedding must be stored off the floor and away\nfrom the wall to help facilitate cleaning and pest control.\n- There was spilled feed on and under a row of pallets in the storage area. This is a potential pest attractant and must be\ncleaned.\nFood and bedding must be stored properly to minimize the possibility of contamination. The facility must correct the\nissues in an appropriate manner.\nCorrect by 1 July 2022"
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "In pen 6 of the outdoor area, the dogs have dug numerous deep holes over a large area of the enclosure. The presence\nof an extensive number of holes is a concern. First, there is the potential for injury to one of the animals, including a risk\nof lameness from stepping into a hole. Second, any rainfall would result in multiple puddles of standing water which could\nbe a source of contamination and an attractant to pests. It might also limit the enclosed animals access to food and water\nbowls. Finally, if holes are extended to the fence there is a possibility of the dogs digging under and escaping the\nenclosure. The facility must manage the presence of holes dug by the animals to address all these concerns.\nFacility corrected this at the time of inspection by moving the dogs to an open enclosure.\nThis inspection and exit interview were conducted with facility representative.\nEnd Section"
    }
  ],
  "narrative": "3.1(e) \n   \nHousing facilities, general. \nThe food storage area had multiple problems. \n- There was an open bag of feed in the storage room, and another open bag of feed in one of the working rooms.  Open \nbags of food must be stored in a leakproof container with a tight fitting lid. \n- Several closed bags of feed were stored directly on the floor.  All food and bedding must be stored off the floor and away \nfrom the wall to help facilitate cleaning and pest control. \n- There was spilled feed on and under a row of pallets in the storage area.  This is a potential pest attractant and must be \ncleaned. \nFood and bedding must be stored properly to minimize the possibility of contamination.  The facility must correct the \nissues in an appropriate manner. \nCorrect by 1 July 2022 \n3.11(c) \n   \nCleaning, sanitization, housekeeping, and pest control. \nIn pen 6 of the outdoor area, the dogs have dug numerous deep holes over a large area of the enclosure.  The presence \nof an extensive number of holes is a concern.  First, there is the potential for injury to one of the animals, including a risk\n\nof lameness from stepping into a hole. Second, any rainfall would result in multiple puddles of standing water which could \nbe a source of contamination and an attractant to pests.  It might also limit the enclosed animals access to food and water \nbowls.  Finally, if holes are extended to the fence there is a possibility of the dogs digging under and escaping the \nenclosure.  The facility must manage the presence of holes dug by the animals to address all these concerns. \nFacility corrected this at the time of inspection by moving the dogs to an open enclosure. \n \nThis inspection and exit interview were conducted with facility representative. \n \nEnd Section",
  "animals_total": 238,
  "species": [
    {
      "count": 176,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 59,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 3,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}