{
  "insp_id": "2016082569146738",
  "layout": "a",
  "customer_id": "2827",
  "customer_name": "S Glenice Viken",
  "customer_addr": "28401 380th Avenue\nRoseau, MN 56751",
  "certificate": "41-A-0298",
  "site_id": "001",
  "site_name": "S GLENICE VIKEN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-MAY-2018",
  "report_date": "14-MAY-2018",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "**The right eye of a female Pekingese, microchip number 004342258, has an abnormal cloudy appearance. The\neye has not been evaluated by the attending veterinarian. Eye problems can be painful and may lead to more\nserious conditions such as infection or blindness if left untreated. To ensure that the condition is not painful and\nreceives proper treatment have the attending veterinarian evaluate the dog's eye and treat per veterinarian's\ninstructions.\n**A female Pomeranian (no official ID) cannot weight bear or walk normally on her left front leg but otherwise\nappears normal. According to the licensee, the dog received an injury in April 2018. Veterinary care was provided.\nHowever, the course of initial treatment has passed and the leg still appears to be injured and abnormal. No\nfollow-up veterinary care has been planned or provided since April. Injuries can be painful and can lead to\nabnormal healing and potential loss of normal use of the injured body part. Consult the attending veterinarian\nregarding the injured leg and follow any prescribed treatment.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n**The right eye of  a female Pekingese, microchip number 004342258, has an abnormal cloudy appearance.  The\neye has not been evaluated by the attending veterinarian.  Eye problems can be painful and may lead to more\nserious conditions such as infection or blindness if left untreated. To ensure that the condition is not painful and\nreceives proper treatment have the attending veterinarian evaluate the dog's eye and treat per veterinarian's\ninstructions. \n**A female Pomeranian (no official ID) cannot weight bear or walk normally on her left front leg but otherwise\nappears normal.  According to the licensee, the dog received an injury in April 2018.  Veterinary care was provided. \nHowever, the course of initial treatment has passed and the leg still appears to be injured and abnormal.  No\nfollow-up veterinary care has been planned or provided since April.  Injuries can be painful and can lead to\nabnormal healing and potential loss of normal use of the injured body part. Consult the attending veterinarian\nregarding the injured leg and follow any prescribed treatment.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.",
  "animals_total": 25,
  "species": [
    {
      "count": 25,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}