{
  "insp_id": "169141606420252",
  "layout": "a",
  "customer_id": "328205",
  "customer_name": "Billy Johnston",
  "customer_addr": "Cheryl Ullrich\n10981 L I V 2313\nChillicothe, MO 64601",
  "certificate": "43-B-3718",
  "site_id": "002",
  "site_name": "CHERYL ULLRICH & BILLY JOHNSTON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-JUN-2014",
  "report_date": "19-JUN-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "****Two adult Servals were ill and not receiving veterinary care. Both cats were lethargic and reluctant to move.\nOnly half of the chicken fed the prior day had been eaten even though the animal caretaker said that normally the\ncats eat the entire amount each day. Both cats were squinting in both eyes and were reluctant to open their eyes.\nA dark discharge was coming from the eyes, forming mounds of dried crust between the eyes and nose.\n****An adult Marmoset was ill and not receiving veterinary care. The monkey was sneezing and had a white\ndischarge coming from its left nostril. It was shivering and hung from the top of the pen directly under a lamp.\nAnytime the lamp was moved, the monkey moved directly under the lamp as though it were seeking heat.\nUntreated medical conditions can worsen, can be painful, and may be contagious to other animals in the facility.\nThe licensee must have these animals examined by a veterinarian BY CLOSE OF BUSINESS ON JUNE 19, 2014.\nThe licensee must keep records of the diagnosis, treatment, and follow-up care and must make these records\navailable to the inspector upon request."
    },
    {
      "code": "3.80(a)(2)(2)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "(iii) PROTECT THE NONHUMAN PRIMATES FROM INJURY\nFour enclosures, housing a total of 8 marmosets and tamarins, had heat lamps attached to their tops or sides. The\nelectrical cords for the heat lamps were laying along the tops and/or sides of the enclosures within easy reach of the\nmonkeys. The electrical cord for the heat lamp attached to the enclosure of the cotton-top tamarin had several\nareas that appeared to be chewed to the point where the insulation was being pulled out of the cord. Chewed\nelectrical cords can result in electrocution that causes injury or death to the animal. The licensee must ensure that\nelectrical cords and other potentially harmful objects are out of reach of the animals.\nTO BE CORRECTED BY JUNE 20, 2014."
    },
    {
      "code": "3.84(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "(a) CLEANING OF PRIMARY ENCLOSURES.\nAn indoor primary enclosure, housing three capuchin monkeys, had an excessive amount of fecal material and food\nwaste in the pans underneath the enclosure. The pans appeared to have not been cleaned in several days and the\nroom with this enclosure had a strong odor of fecal matter despite an open window and a fan. Excess fecal waste\ncan result in the animals becoming soiled, disease hazards, pests, and odors. The licensee must ensure that\nexcreta and food waste is removed from inside indoor primary enclosures on a daily basis and from underneath\nthem as often as necessary to prevent an accumulation of feces and food waste, to prevent the animals from being\nsoiled, and to reduce disease hazards, odors, and pests.\nTO BE CORRECTED BY JUNE 20, 2014."
    },
    {
      "code": "3.85",
      "kind": "",
      "repeat": false,
      "desc": "EMPLOYEES.",
      "narrative": "The licensee was out of town and had left a single animal caretaker in charge of the non-human primates. The\ncaretaker had only been instructed on how to feed and water the animals. He was not aware that the Marmoset\nwas showing any clinical signs of illness and he was not adequately cleaning all the non-human primate enclosures.\nEmployees who do not have adequate training or supervision can compromise the health and well-being of the\nanimals and the safety of the employees. The licensee must ensure that all employees have adequate training and\nsupervision to carry out required husbandry practices and care.\nTO BE CORRECTED BY JULY 1, 2014."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "(a) CLEANING OF ENCLOSURES.\n****Two enclosures, housing a total of 4 hedgehogs, had an excessive amount of waste material. The animals were\nnot able to avoid their excreta when moving around in the enclosures.\n****The enclosure housing two servals had a plastic litter box that was full of excreta. There also was excreta on\nthe floor of the enclosure. The licensee stated that it had been about a week since he had cleaned the litter box.\nThe room with this enclosure had a strong odor of fecal matter despite an open window and a fan.\nExcess excreta can contaminate the animals, can cause odors, and can be a disease hazard. The licensee must\nremove excreta as often as necessary to prevent contamination of the animals, minimize disease hazards, and\nreduce odors.\nTO BE CORRECTED BY JUNE 20, 2014."
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": false,
      "desc": "EMPLOYEES.",
      "narrative": "The licensee was out of town and had left a single animal caretaker in charge of the animals. The caretaker had\nonly been instructed on how to feed and water the animals. He was not aware that the servals were showing any\nclinical signs of illness and he was not cleaning their enclosure or the enclosures of some of the other animals.\nEmployees who do not have adequate training or supervision can compromise the health and well-being of the\nanimals and the safety of the employees. The licensee must ensure that all employees have adequate training and\nsupervision to carry out required husbandry practices and care.\nTO BE CORRECTED BY JULY 1, 2014.\nBecause the licensee was out of town, the inspection was conducted with a facility representative assigned by the\nlicensee. The exit briefing was conducted by telephone with the licensee on June 18, 2014.\nAdditional Inspectors\nOsborne Stephanie, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n****Two adult Servals were ill and not receiving veterinary care.  Both cats were lethargic and reluctant to move. \nOnly half of the chicken fed the prior day had been eaten even though the animal caretaker said that normally the\ncats eat the entire amount each day.  Both cats were squinting in both eyes and were reluctant to open their eyes. \nA dark discharge was coming from the eyes, forming mounds of dried crust between the eyes and nose.  \n****An adult Marmoset was ill and not receiving veterinary care.  The monkey was sneezing and had a white\ndischarge coming from its left nostril.  It was shivering and hung from the top of the pen directly under a lamp. \nAnytime the lamp was moved, the monkey moved directly under the lamp as though it were seeking heat.  \nUntreated medical conditions can worsen, can be painful, and may be contagious to other animals in the facility. \nThe licensee must have these animals examined by a veterinarian BY CLOSE OF BUSINESS ON JUNE 19, 2014. \nThe licensee must keep records of the diagnosis, treatment, and follow-up care and must make these records\navailable to the inspector upon request.\n3.80(a)(2)(2)\nPRIMARY ENCLOSURES.  \n(iii) PROTECT THE NONHUMAN PRIMATES FROM INJURY\nFour enclosures, housing a total of 8 marmosets and tamarins, had heat lamps attached to their tops or sides.  The\nelectrical cords for the heat lamps were laying along the tops and/or sides of the enclosures within easy reach of the\nmonkeys.  The electrical cord for the heat lamp attached to the enclosure of the cotton-top tamarin had several\nareas that appeared to be chewed to the point where the insulation was being pulled out of the cord.  Chewed\nelectrical cords can result in electrocution that causes injury or death to the animal.  The licensee must ensure that\nelectrical cords and other potentially harmful objects are out of reach of the animals.\nTO BE CORRECTED BY JUNE 20, 2014.\n3.84(a)\n\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL. \n(a) CLEANING OF PRIMARY ENCLOSURES.\nAn indoor primary enclosure, housing three capuchin monkeys, had an excessive amount of fecal material and food\nwaste in the pans underneath the enclosure. The pans appeared to have not been cleaned in several days and the\nroom with this enclosure had a strong odor of fecal matter despite an open window and a fan.  Excess fecal waste\ncan result in the animals becoming soiled, disease hazards, pests, and odors.  The licensee must ensure that\nexcreta and food waste is removed from inside indoor primary enclosures on a daily basis and from underneath\nthem as often as necessary to prevent an accumulation of feces and food waste, to prevent the animals from being\nsoiled, and to reduce disease hazards, odors, and pests.\nTO BE CORRECTED BY JUNE 20, 2014.\n3.85\nEMPLOYEES.  \nThe licensee was out of town and had left a single animal caretaker in charge of the non-human primates.  The\ncaretaker had only been instructed on how to feed and water the animals.  He was not aware that the Marmoset\nwas showing any clinical signs of illness and he was not adequately cleaning all the non-human primate enclosures.\n Employees who do not have adequate training or supervision can compromise the health and well-being of the\nanimals and the safety of the employees.  The licensee must ensure that all employees have adequate training and\nsupervision to carry out required husbandry practices and care.\nTO BE CORRECTED BY JULY 1, 2014.\n3.131(a)\nSANITATION.   \n(a) CLEANING OF ENCLOSURES.\n****Two enclosures, housing a total of 4 hedgehogs, had an excessive amount of waste material.  The animals were\nnot able to avoid their excreta when moving around in the enclosures.\n****The enclosure housing two servals had a plastic litter box that was full of excreta.  There also was excreta on\nthe floor of the enclosure.  The licensee stated that it had been about a week since he had cleaned the litter box. \nThe room with this enclosure had a strong odor of fecal matter despite an open window and a fan.\nExcess excreta can contaminate the animals, can cause odors, and can be a disease hazard.  The licensee must\nremove excreta as often as necessary to prevent contamination of the animals, minimize disease hazards, and\nreduce odors.\n\nTO BE CORRECTED BY JUNE 20, 2014.\n3.132\nEMPLOYEES. \nThe licensee was out of town and had left a single animal caretaker in charge of the animals.  The caretaker had\nonly been instructed on how to feed and water the animals.  He was not aware that the servals were showing any\nclinical signs of illness and he was not cleaning their enclosure or the enclosures of some of the other animals. \nEmployees who do not have adequate training or supervision can compromise the health and well-being of the\nanimals and the safety of the employees.  The licensee must ensure that all employees have adequate training and\nsupervision to carry out required husbandry practices and care.\nTO BE CORRECTED BY JULY 1, 2014.\nBecause the licensee was out of town, the inspection was conducted with a facility representative assigned by the\nlicensee.  The exit briefing was conducted by telephone with the licensee on June 18, 2014.\nAdditional Inspectors\nOsborne Stephanie, Animal Care Inspector",
  "animals_total": 27,
  "species": [
    {
      "count": 1,
      "scientific": "Aotus",
      "common": "NIGHT MONKEY"
    },
    {
      "count": 4,
      "scientific": "Callithrix jacchus",
      "common": "COMMON MARMOSET"
    },
    {
      "count": 11,
      "scientific": "Erinaceus europaeus",
      "common": "WESTERN EUROPEAN HEDGEHOG"
    },
    {
      "count": 2,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 4,
      "scientific": "Saguinus midas",
      "common": "RED-HANDED TAMARIN"
    },
    {
      "count": 1,
      "scientific": "Saguinus oedipus",
      "common": "COTTON-TOP TAMARIN"
    },
    {
      "count": 4,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    }
  ]
}