{
  "insp_id": "48161053590065",
  "layout": "a",
  "customer_id": "328593",
  "customer_name": "Jurassic Pets L L C",
  "customer_addr": "14615 Umpire St.\nBrighton, CO 80603",
  "certificate": "84-B-0131",
  "site_id": "001",
  "site_name": "JURASSIC PETS L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-FEB-2016",
  "report_date": "17-FEB-2016",
  "citations": [
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "In the rodent breeding area sitting on a stack of plastic containers is an open bag of bedding (pine shavings).\nInspector observed an employee come into the rodent area pull bedding out of the open bag and did not attempt to\nseal or close it after leaving the area. The bedding is not being properly stored and can become moldy and\ncontaminated by vermin.\nAll supplies of food and bedding shall be stored so that it is adequately protected against deterioration, molding or\ncontamination by vermin.\nTo be corrected by: 02/19/2016"
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The rodent breeding room had numerous areas along walls and around the water heater where there was an\naccumulation of rodent feces and several areas of the insulation wall had holes, indicating a rat or other rodent\nproblem. A live trap was observed during this inspection. Licensee did state they did have a rodent problem, but\nbecause of the amount of rodent feces present it appears to still be a problem. Insect and rodent pests are a\nsource of bacteria, viruses, parasites and other possible infectious organisms.\nEstablish and maintain a safe and effective program for the control of insects, ectoparasites, and avian and\nmammalian pests shall be established and maintained.\nTo be corrected by: An effective method to control these pests must be implemented and maintained by 3/1/2016\nInspection conducted with licensee, PACFA inspector, and APHIS ACI Cindy Rhodes. An exit briefing was\nconducted with the licensee."
    }
  ],
  "narrative": "3.125(c)\nFACILITIES, GENERAL.   \nIn the rodent breeding area sitting on a stack of plastic containers is an open bag of bedding (pine shavings). \nInspector observed an employee come into the rodent area pull bedding out of the open bag and did not attempt to\nseal or close it after leaving the area.  The bedding is not being properly stored and can become moldy and\ncontaminated by vermin. \nAll supplies of food and bedding shall be stored so that it is adequately protected against deterioration, molding or\ncontamination by vermin.\nTo be corrected by: 02/19/2016 \n3.131(d)\nSANITATION.   \nThe rodent breeding room had numerous areas along walls and around the water heater where there was an\naccumulation of rodent feces and several areas of the insulation wall had holes, indicating a rat or other rodent\nproblem.  A live trap was observed during this inspection.  Licensee did state they did have a rodent problem, but\nbecause of the amount of rodent feces present it appears to still be a problem.  Insect and rodent pests are a\nsource of bacteria, viruses, parasites and other possible infectious organisms.\nEstablish and maintain a safe and effective program for the control of insects, ectoparasites, and avian and\nmammalian pests shall be established and maintained.\nTo be corrected by:  An effective method to control these pests must be implemented and maintained by 3/1/2016\n\nInspection conducted with licensee, PACFA inspector, and APHIS ACI Cindy Rhodes.  An exit briefing was\nconducted with the licensee.",
  "animals_total": 189,
  "species": [
    {
      "count": 189,
      "scientific": "Atelerix albiventris",
      "common": "HEDGEHOG"
    }
  ]
}