{
  "insp_id": "INS-0000849045",
  "layout": "c",
  "customer_id": "507266",
  "customer_name": "Jaydens Jungle Exotic Pets Inc",
  "customer_addr": "501 4th Street\nAurora, IN 47001",
  "certificate": "32-B-0253",
  "site_id": "001",
  "site_name": "Jaydens Jungle Exotic Pets Inc",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "22-FEB-2023",
  "report_date": "01-MAR-2023",
  "citations": [
    {
      "code": "2.131(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "There is one coati housed in a multi-tier enclosure. Each tier has a solid floor. The veterinarian provided a guidance\ndocument for the care of the coati. The guidance indicates that a hanging bed or similar place to hide and rest should be\nprovided for the coati. There was no hanging bed nor additional bedding nor place to hide and rest in the enclosure for\nthe coati. Not having bedding or a soft place to rest is a source of discomfort for the coati. Handling of the coati should\nbe done in a manner that does not cause discomfort. Provide appropriate equipment as recommended by the\nveterinarian for the well-being of the coati.\nCorrect by March 1, 2023"
    },
    {
      "code": "3.31(c)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "There are eight guinea pigs housed in the facility. There are flies and gnats flying around the enclosure for the guinea\npigs. The applicant stated that usually fly strips and a bug zapper light were used for pest control. At the time of\ninspection, however, only the bug zapper light was being used. Flies and gnats can carry disease that can cause illness\nand are a source of discomfort for the guinea pigs. The facility should maintain an effective pest control program to\neliminate the flies and gnats from the facility.\nCorrect by March 1, 2023."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "There are three prairie dogs housed in an enclosure that has a wire floor. The floor is covered with a solid mat. The mat\nis chewed in several places, exposing the wire below. Guidance from the veterinarian for the care of the prairie dogs\nstates that the animals should not be housed on a wire floor. The guidance further indicates that the wire flooring may\ninjure the animals. Primary enclosures that are not maintained in good repair may cause injury.\nRepair or replace the mat or flooring to ensure the animals are not injured by a wire floor.\nCorrect By: March 1, 2023\nThis is a 1st Re-License Inspection for a Class B license. The inspection and exit briefing were conducted with the\napplicant.\nAll items must be in compliance within 2 more inspections or by April 23, 2023 or the applicant will forfeit the license fee\nand must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection.\nRegulated activity can continue under your existing USDA license until it expires on February 25, 2023.\nEnd Section"
    }
  ],
  "narrative": "2.131(b)(1) \n   \nHandling of animals. \nThere is one coati housed in a multi-tier enclosure.  Each tier has a solid floor.  The veterinarian provided a guidance \ndocument for the care of the coati. The guidance  indicates that a hanging bed or similar place to hide and rest should be \nprovided for the coati.  There was no hanging bed nor additional bedding nor place to hide and rest in the enclosure for \nthe coati.  Not having bedding or a soft place to rest is a source of discomfort for the coati.  Handling of the coati should \nbe done in a manner that does not cause discomfort.  Provide appropriate equipment as recommended by the \nveterinarian for the well-being of the coati. \n \nCorrect by March 1, 2023 \n3.31(c) \n   \nSanitation. \nThere are eight guinea pigs housed in the facility.  There are flies and gnats flying around the enclosure for the guinea \npigs.  The applicant stated that usually fly strips and a bug zapper light were used for pest control.  At the time of \ninspection, however, only the bug zapper light was being used.  Flies and gnats can carry disease that can cause illness \nand are a source of discomfort for the guinea pigs. The facility should maintain an effective pest control program to\n\neliminate the flies and gnats from the facility. \nCorrect by March 1, 2023. \n3.125(a) \n   \nFacilities, general. \nThere are three prairie dogs housed in an enclosure that has a wire floor.  The floor is covered with a solid mat.  The mat \nis chewed in several places, exposing the wire below.  Guidance from the veterinarian for the care of the prairie dogs \nstates that the animals should not be housed on a wire floor.  The guidance further indicates that the wire flooring may \ninjure the animals.  Primary enclosures that are not maintained in good repair may cause injury. \nRepair or replace the mat or flooring to ensure the animals are not injured by a wire floor. \n \nCorrect By: March 1, 2023 \n \nThis is a 1st Re-License Inspection for a Class B license. The inspection and exit briefing were conducted with the \napplicant. \n \nAll items must be in compliance within 2 more inspections or by April 23, 2023 or the applicant will forfeit the license fee \nand must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection. \n \nRegulated activity can continue under your existing USDA license until it expires on February 25, 2023. \n \nEnd Section",
  "animals_total": 14,
  "species": [
    {
      "count": 1,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 3,
      "scientific": "Cynomys parvidens",
      "common": "UTAH PRAIRIE DOG"
    },
    {
      "count": 8,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 1,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG"
    },
    {
      "count": 1,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    }
  ]
}