{
  "insp_id": "2016082567931215",
  "layout": "a",
  "customer_id": "27942",
  "customer_name": "Kelly Schelling",
  "customer_addr": "3757 Indian Ave\nOrange City, IA 51041",
  "certificate": "42-A-1277",
  "site_id": "001",
  "site_name": "KELLY SCHELLING",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-SEP-2016",
  "report_date": "19-SEP-2016",
  "citations": [
    {
      "code": "3.1(c)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* 11 metal dividers in the kennel had paint that came off along the bottom of the dividers. This is exposing bare\nmetal that is excessively rusty and flaking. Three metal self-feeders were excessively rusty and flaking around the\narea of the feeders where the dogs eat. These excessively rusty and flaking surfaces cannot be properly cleaned\nand sanitized. Thus, increasing the disease potential and affecting the structural integrity of the surfaces affecting\n29 adult dogs..\nAll metal surfaces must be kept free of rust that prevents required cleaning and sanitization. Metal surfaces free of\nrust will also maintain the structural integrity. With required cleaning and sanitization, the disease potential is\nreduced for the animals.\nTo be corrected by, 19-November-2016."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* The outside enclosures with concrete flooring had an accumulation of fecal waste on the concrete. Four\nenclosures had the fecal waste smeared onto the concrete surface. The owner stated it had been a few days since\nthe enclosures were cleaned because of the rain. The accumulation of fecal waste can increase the disease\npotential for the 20 adult dogs.\nAll hard surfaces must be spot-cleaned daily and sanitized as often as necessary for the prevention of disease\nhazards to the dogs.\nTo be corrected by, 21-September-2016.\nThis inspection and exit interview were conducted with the facility representative and Randall Wagner (ACI).\nThis inspection will be sent by e-mail."
    }
  ],
  "narrative": "3.1(c)(1)(i)\nHOUSING FACILITIES, GENERAL.\n*  11 metal dividers in the kennel had paint that came off along the bottom of the dividers.  This is exposing bare\nmetal that is excessively rusty and flaking.  Three metal self-feeders were excessively rusty and flaking around the\narea of the feeders where the dogs eat.  These excessively rusty and flaking surfaces cannot be properly cleaned\nand sanitized.  Thus, increasing the disease potential and affecting the structural integrity of the surfaces affecting\n29 adult dogs.. \nAll metal surfaces must be kept free of rust that prevents required cleaning and sanitization.  Metal surfaces free of\nrust will also maintain the structural integrity. With required cleaning and sanitization, the disease potential is\nreduced for the animals.\nTo be corrected by, 19-November-2016.\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\n*  The outside enclosures with concrete flooring had an accumulation of fecal waste on the concrete.  Four\nenclosures had the fecal waste smeared onto the concrete surface.  The owner stated it had been a few days since\nthe enclosures were cleaned because of the rain.  The accumulation of fecal waste can increase the disease\npotential for the 20 adult dogs.\nAll hard surfaces must be spot-cleaned daily and sanitized as often as necessary for the prevention of disease\nhazards to the dogs.\nTo be corrected by, 21-September-2016.\nThis inspection and exit interview were conducted with the facility representative and Randall Wagner (ACI).\nThis inspection will be sent by e-mail.\n\n",
  "animals_total": 101,
  "species": [
    {
      "count": 101,
      "scientific": "Canis lupus familiaris",
      "common": "DOMESTIC DOG"
    }
  ]
}