{
  "insp_id": "2016090000455073",
  "layout": "b",
  "customer_id": "37219",
  "customer_name": "STAUTZENBERGER COLLEGE VET TECH PROG",
  "customer_addr": "8001 KATHERINE BLVD\nBRECKSVILLE, OH 44141",
  "certificate": "31-R-0122",
  "site_id": "002",
  "site_name": "STAUTZENBERGER COLLEGE VET TECH PROG",
  "insp_type": "FOCUSED INSPECTION",
  "date": "15-OCT-2020",
  "report_date": "15-OCT-2020",
  "citations": [
    {
      "code": "2.31(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "Institutional Animal Care and Use Committee (IACUC).",
      "narrative": "The IACUC had a meeting, conducted a facility inspection and program review October 2020. The previous meeting,\nfacility inspection and program review was conducted December 2019, approximately 10 months apart. An Institutional\nOfficial (IO) Report was not generated from either meeting. IO Reports summarize program review and facility inspection\nfindings so optimal animal welfare can be provided. IO reports shall be generated and updated at least once every six\nmonths upon completion of the required semiannual evaluations.\nCorrect by: April 30, 2021\nThis inspection and exit interview were conducted with Facility Representatives.\nEnd Section"
    }
  ],
  "narrative": "2.31(c)(3)  Repeat\n   \nInstitutional Animal Care and Use Committee (IACUC). \nThe IACUC had a meeting, conducted a facility inspection and program review October 2020.  The previous meeting, \nfacility inspection and program review was conducted December 2019, approximately 10 months apart.  An Institutional \nOfficial (IO) Report was not generated from either meeting.  IO Reports summarize program review and facility inspection \nfindings so optimal animal welfare can be provided.  IO reports shall be generated and updated at least once every six \nmonths upon completion of the required semiannual evaluations. \n \nCorrect by:  April 30, 2021 \n \nThis inspection and exit interview were conducted with Facility Representatives. \n \nEnd Section",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}