{
  "insp_id": "INS-0000846769",
  "layout": "c",
  "customer_id": "332796",
  "customer_name": "NEVA SCHLABACH",
  "customer_addr": "3360 STATE ROAD 93 N W\nSUGARCREEK, OH 44681",
  "certificate": "31-A-0532",
  "site_id": "001",
  "site_name": "NEVA SCHLABACH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-FEB-2023",
  "report_date": "09-FEB-2023",
  "citations": [
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "* Official USDA forms (7005's) animal on hand sheets had 23 adult dogs recorded but there were 33 adult dogs\ncounted by the inspector. When the records and cats currently at the facility do not match it makes the records\nincomplete. Complete and accurate records are needed to ensure each animal’s identity can be known with certainty,\ntrack the movement of animals and to facilitate the inspection process. The licensee must maintain complete and\naccurate records of all cats at all times at their facility. The licensee must make, keep, and maintain records or forms\nwhich fully and correctly disclose the full and correct information required concerning each dog or cat purchased or\notherwise acquired, owned, held, or otherwise in his or her possession or under his or her control, or which is transported,\neuthanized, sold, or otherwise disposed of by that dealer or exhibitor. Correct by 3/8/23.\n* There was no record of inventory observed on 31 unweaned puppies born at the facility. The licensee stated that they\nhad not had time to complete the cage card requirement on all unweaned puppies at their facility. Complete and accurate\nrecords are needed to ensure each animal's identity can be known with certainty and to facilitate the ability to trace all\npuppies. The licensee shall make, keep, and maintain records or forms which fully and correctly disclose the following\ninformation concerning each dog or cat purchased or otherwise acquired, owned, held, or otherwise in his or her\npossession or under his or her control, or which is transported, euthanized, sold, or otherwise disposed of by that dealer\nor exhibitor. The records shall include any offspring born of any animal while in his or her possession or under his or her\ncontrol. Correct by 3/8/23."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "* There is a mixture of dirt, grease and other excreta accumulating on the exterior fiberglass walls of an estimated 10\nenclosures. An estimated twenty dogs are in contact with the affected surfaces located on the exterior walls of sheltered\nhousing. The affected area covers approximately 20 to 25 percent of the wall area. Cleaning of surfaces is necessary to\nprevent an accumulation of excreta and other disease hazards. This indicates an unsanitary living condition exists that\ncould lead to potential disease or health risks. Surfaces which are not cleaned and sanitized properly increase the risk of\ndisease hazards for the dogs. Cleanliness is important to the health and well-being of the animals. All surfaces of housing\nfacilities must be cleaned and sanitized when necessary to satisfy generally accepted husbandry standards and practices.\nThe licensee must ensure that hard surfaces with which the dogs come in contact must be spot cleaned daily and\nsanitized in accordance with 3.11 (B) of this sub part to prevent accumulation of excreta and reduce disease hazards.\nCorrect by 2/10/23."
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "* Fecal waste was observed accumulating in the rock ground floor in 12 outdoor enclosure housing 25 dogs. An\nestimated 50 percent of the total floor area was covered with fecal waste. The licensee is placing turf carpeting in the\noutside runs to collect the animal waste. When the turf carpeting is removed from the enclosure, fecal waste need to be\nremoved before carpeting is put back down. Fecal waste can attract pests and rodents, become a disease hazard or area\nof contamination to the animal. Odors, insects, disease hazards, and pest infestation from fecal waste accumulations can\nhave an adverse effect on the health and well-being of the animals at this facility. The licensee must provide for the\nregular and frequent collection, removal, and disposal of animal and food waste, bedding, debris, garbage, water, other\nfluids and wastes, and dead animals, in a manner that minimizes contamination and disease risks. Correct by 2/15/23.\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.75(a)(1) \n   \nRecords: Dealers and exhibitors. \n*     Official USDA forms (7005's) animal on hand sheets had 23 adult dogs recorded but there were 33 adult dogs \ncounted by the inspector.  When the records and cats currently at the facility do not match it makes the records \nincomplete.   Complete and accurate records are needed to ensure each animal’s identity can be known with certainty, \ntrack the movement of animals and to facilitate the inspection process. The licensee must maintain complete and \naccurate records of all cats at all times at their facility.   The licensee must make, keep, and maintain records or forms \nwhich fully and correctly disclose the full and correct information required concerning each dog or cat purchased or \notherwise acquired, owned, held, or otherwise in his or her possession or under his or her control, or which is transported, \neuthanized, sold, or otherwise disposed of by that dealer or exhibitor.  Correct by 3/8/23. \n \n*   There was no record of inventory observed on 31 unweaned puppies born at the facility.  The licensee stated that they \nhad not had time to complete the cage card requirement on all unweaned puppies at their facility.  Complete and accurate \nrecords are needed to ensure each animal's identity can be known with certainty and to facilitate the ability to trace all \npuppies.  The licensee shall make, keep, and maintain records or forms which fully and correctly disclose the following \ninformation concerning each dog or cat purchased or otherwise acquired, owned, held, or otherwise in his or her \npossession or under his or her control, or which is transported, euthanized, sold, or otherwise disposed of by that dealer\n\nor exhibitor. The records shall include any offspring born of any animal while in his or her possession or under his or her \ncontrol.   Correct by 3/8/23. \n3.1(c)(3) \n   \nHousing facilities, general. \n*   There is a mixture of dirt, grease and other excreta accumulating on the exterior fiberglass walls of an estimated 10 \nenclosures. An estimated twenty dogs are in contact with the affected surfaces located on the exterior walls of sheltered \nhousing. The affected area covers approximately 20 to 25 percent of the wall area. Cleaning of surfaces is necessary to \nprevent an accumulation of excreta and other disease hazards.  This indicates an unsanitary living condition exists that \ncould lead to potential disease or health risks.  Surfaces which are not cleaned and sanitized properly increase the risk of \ndisease hazards for the dogs. Cleanliness is important to the health and well-being of the animals. All surfaces of housing \nfacilities must be cleaned and sanitized when necessary to satisfy generally accepted husbandry standards and practices.   \nThe licensee must ensure that hard surfaces with which the dogs come in contact must be spot cleaned daily and \nsanitized in accordance with 3.11 (B) of this sub part to prevent accumulation of excreta and reduce disease hazards.  \nCorrect by 2/10/23. \n3.1(f) \n   \nHousing facilities, general. \n*    Fecal waste was observed accumulating in the rock ground floor in 12 outdoor enclosure housing 25 dogs.  An \nestimated 50 percent of the total floor area was covered with fecal waste.  The licensee is placing turf carpeting in the \noutside runs to collect the animal waste. When the turf carpeting is removed from the enclosure, fecal waste need to be \nremoved before carpeting is put back down.  Fecal waste can attract pests and rodents, become a disease hazard or area \nof contamination to the animal.  Odors, insects, disease hazards, and pest infestation from fecal waste accumulations can \nhave an adverse effect on the health and well-being of the animals at this facility.  The licensee must provide for the\n\nregular and frequent collection, removal, and disposal of animal and food waste, bedding, debris, garbage, water, other \nfluids and wastes, and dead animals, in a manner that minimizes contamination and disease risks.   Correct by 2/15/23. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 64,
  "species": [
    {
      "count": 33,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 31,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}