{
  "insp_id": "182142308340714",
  "layout": "a",
  "customer_id": "34047",
  "customer_name": "Russell Otten",
  "customer_addr": "P O Box 220629\nCenterfield, UT 84622",
  "certificate": "87-C-0055",
  "site_id": "001",
  "site_name": "RUSSELL OTTEN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-JUL-2014",
  "report_date": "01-JUL-2014",
  "citations": [
    {
      "code": "3.127(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "A reindeer cow (white with brown spots) housed outdoors with two other reindeer was seen to be panting during the\ninspection. Atmospheric temperature was 93.7 degrees F (per Kestrel reading) at the time of the inspection and,\nthough these 3 animals had access to a shade structure, it was at the far end of their enclosure. These 3 reindeer\nwere noted to spend most of their time in an \"alleyway' between their enclosure and an adjacent enclosure housing\n4 other reindeer. Since these animals are best acclimated to colder climates, sufficient shade is necessary to their\ncomfort and health. Panting is not a normal presentation in this species and indicates this reindeer was\nuncomfortable at the time of the inspection and that additional shade or more accessible access to shade was\nnecessary.\nWhen sunlight is likely to cause overheating or discomfort of the animals, sufficient shade by natural or artificial\nmeans shall be provided to allow all animals kept outdoors to protect themselves from direct sunlight.\nThe licensee did move the shade structure closer to the adjacent reindeer pen and will restrict the group of 3\nreindeer from the \"alleyway\" between the enclosures so they can better utilize this shade structure but still remain in\nsight of the other 4 reindeer.\nCorrected during the inspection.\nInspection and exit interview conducted with the licensee."
    }
  ],
  "narrative": "3.127(a)\nFACILITIES, OUTDOOR. \nA reindeer cow (white with brown spots) housed outdoors with two other reindeer was seen to be panting during the\ninspection.  Atmospheric temperature was 93.7 degrees F (per Kestrel reading) at the time of the inspection and,\nthough these 3 animals had access to a shade structure, it was at the far end of their enclosure.  These 3 reindeer\nwere noted to spend most of their time in an \"alleyway' between their enclosure and an adjacent enclosure housing\n4 other reindeer.  Since these animals are best acclimated to colder climates, sufficient shade is necessary to their\ncomfort and health.  Panting is not a normal presentation in this species and indicates this reindeer was\nuncomfortable at the time of the inspection and that additional shade or more accessible access to shade was\nnecessary.\nWhen sunlight is likely to cause overheating or discomfort of the animals, sufficient shade by natural or artificial\nmeans shall be provided to allow all animals kept outdoors to protect themselves from direct sunlight.\nThe licensee did move the shade structure closer to the adjacent reindeer pen and will restrict the group of 3\nreindeer from the \"alleyway\" between the enclosures so they can better utilize this shade structure but still remain in\nsight of the other 4 reindeer.\nCorrected during the inspection.\nInspection and exit interview conducted with the licensee.",
  "animals_total": 7,
  "species": [
    {
      "count": 7,
      "scientific": "Rangifer tarandus",
      "common": "REINDEER"
    }
  ]
}