{
  "insp_id": "2016082569000307",
  "layout": "a",
  "customer_id": "13795",
  "customer_name": "Ron Hughes",
  "customer_addr": "Box 39\nWilliamstown, MO 63473",
  "certificate": "43-A-6004",
  "site_id": "001",
  "site_name": "RON HUGHES",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-DEC-2016",
  "report_date": "16-JAN-2018",
  "citations": [
    {
      "code": "3.1(c)(1)(ii)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There are screws with the sharp points penetrating through the wood of 2 shelters, affecting 3 dogs. These sharp\npoints, at the dogs level, could cause injury to the dogs. The licensee must repair these shelters so that there are no\nsharp points and ensure that all enclosures are free of sharp points and edges which may cause injury to the dogs."
    },
    {
      "code": "3.4(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "There are 3 dog shelters, containing 4 dogs, that did not have enough bedding provided. There was some bedding\ninside of the shelters but the bare floor was visible. When the temperature drops below 50 degrees Fahrenheit\nbedding must be provided for the dogs to stay warm. The amount of bedding must be in the amount that allows the\ndogs to burrow down into the bedding. When the temperature drops below 35 degrees Fahrenheit more bedding\nmust be added for the dogs to stay warm and protect them from the extremes of the cold weather.\nLicensee corrected this at the time of inspection."
    },
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": true,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "At the time of inspection there was no shade structure provided for 11 dogs housed in an outdoor enclosure. The\nlicensee had recently moved the outdoor enclosures a couple weeks ago and had not yet replaced the shade\nstructures. During the daylight hours one or more separate outside areas of shade must be provided, large enough\nto contain all the animals at one time and protect them from the direct rays of the sun. The licensee must provide\nareas of shade for every dog in an outdoor enclosure throughout the daylight hours."
    },
    {
      "code": "3.4(c)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "In an outdoor enclosure, containing 1 dog, there is a large hole chewed in the corner of the shelter, approximately 1\nft x 6 in. This shelter must be repaired or replaces so that it will protect the animal from the elements of the weather.\nThe licensee must ensure that all surfaces in an outdoor enclosure that are no longer in good repair are replaced or\nrepaired to protect the animals from the elements of weather at all times.\nTo be corrected by: 12 Jan 17\nThis inspection and exit interview were conducted with licensee"
    }
  ],
  "narrative": "3.1(c)(1)(ii)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nThere are screws with the sharp points penetrating through the wood of 2 shelters, affecting 3 dogs.  These sharp\npoints, at the dogs level, could cause injury to the dogs. The licensee must repair these shelters so that there are no\nsharp points and ensure that all enclosures are free of sharp points and edges which may cause injury to the dogs. \n3.4(b)(4)\nOUTDOOR HOUSING FACILITIES.\nThere are 3 dog shelters, containing 4 dogs, that did not have enough bedding provided.  There was some bedding\ninside of the shelters but the bare floor was visible.  When the temperature drops below 50 degrees Fahrenheit\nbedding must be provided for the dogs to stay warm.  The amount of bedding must be in the amount that allows the\ndogs to burrow down into the bedding.  When the temperature drops below 35 degrees Fahrenheit more bedding\nmust be added for the dogs to stay warm and protect them from the extremes of the cold weather.  \nLicensee corrected this at the time of inspection.\n3.4(b)                    REPEAT\nOUTDOOR HOUSING FACILITIES.\nAt the time of inspection there was no shade structure provided for 11 dogs housed in an outdoor enclosure. The\nlicensee had recently moved the outdoor enclosures a couple weeks ago and had not yet replaced the shade\nstructures.  During the daylight hours one or more separate outside areas of shade must be provided, large enough\nto contain all the animals at one time and protect them from the direct rays of the sun.  The licensee must provide\nareas of shade for every dog in an outdoor enclosure throughout the daylight hours.\n\n3.4(c)\nOUTDOOR HOUSING FACILITIES.\nIn an outdoor enclosure, containing 1 dog, there is a large hole chewed in the corner of the shelter, approximately 1\nft x 6 in. This shelter must be repaired or replaces so that it will protect the animal from the elements of the weather.\n The licensee must ensure that all surfaces in an outdoor enclosure that are no longer in good repair are replaced or\nrepaired to protect the animals from the elements of weather at all times. \nTo be corrected by:  12 Jan 17\nThis inspection and exit interview were conducted with licensee",
  "animals_total": 27,
  "species": [
    {
      "count": 21,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 6,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}