{
  "insp_id": "2016082569538032",
  "layout": "a",
  "customer_id": "44159",
  "customer_name": "Gary Baldridge",
  "customer_addr": "22985 M4 Lane\nHolton, KS 66436",
  "certificate": "48-C-0153",
  "site_id": "001",
  "site_name": "GARY BALDRIDGE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-JUN-2019",
  "report_date": "17-JUL-2019",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The male Patagonian Cavy (Mara) was observed holding its left front leg up. Closer examination found that the leg\nwas broken. The sharp end of the broken bone was protruding through the skin by approximately 1 inch. The\nlicensee stated that they obtained the cavy approximately two week ago and it happened the first night the cavies\nwere at the facility. The licensee stated the limb appeared to be limp. The licensee stopped by the attending\nveterinarian's office and spoke with him about the leg. The cavy was not examined by the veterinarian and no\nmedications were obtained to make the animal comfortable until it could be evaluated and treated. About a week\nlater they noticed the bone protruding from the skin. Again, the licensee spoke with the attending veterinarian.\nEvaluation and treatment still did not occur. The licensee does not recall telling the veterinarian that the bone was\nprotruding through the skin.\nThe lack of appropriate veterinary treatment can prolong pain and discomfort, as well as allow for infection. The\nlicensee must use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. The licensee\ncalled the attending veterinarian at the time of the inspection and scheduled an appointment for examination and\ntreatment."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The two Patagonian Cavies (Maras) did not have a perimeter fence around their enclosure.\nThe lack of perimeter fence does not protect the animals from predators and unwanted people and does not provide\na means for secondary containment if the primary enclosure fails. Outdoor housing facilities must be enclosed by a\nperimeter fence not less than 6 feet in height or receive a variance by the administrator.\nTo be corrected by: July 3, 2019\nThis inspection and exit interview were conducted with the licensee and facility representative."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe male Patagonian Cavy (Mara) was observed holding its left front leg up.  Closer examination found that the leg\nwas broken.  The sharp end of the broken bone was protruding through the skin by approximately 1 inch.  The\nlicensee stated that they obtained the cavy approximately two week ago and it happened the first night the cavies\nwere at the facility.  The licensee stated the limb appeared to be limp.  The licensee stopped by the attending\nveterinarian's office and spoke with him about the leg.  The cavy was not examined by the veterinarian and no\nmedications were obtained to make the animal comfortable until it could be evaluated and treated.  About a week\nlater they noticed the bone protruding from the skin.  Again, the licensee spoke with the attending veterinarian. \nEvaluation and treatment still did not occur.  The licensee does not recall telling the veterinarian that the bone was\nprotruding through the skin.\nThe lack of appropriate veterinary treatment can prolong pain and discomfort, as well as allow for infection.  The\nlicensee must use appropriate methods to prevent, control, diagnose, and treat diseases and injuries.  The licensee\ncalled the attending veterinarian at the time of the inspection and scheduled an appointment for examination and\ntreatment.\n3.127(d)\nFACILITIES, OUTDOOR. \nThe two Patagonian Cavies (Maras) did not have a perimeter fence around their enclosure.\nThe lack of perimeter fence does not protect the animals from predators and unwanted people and does not provide\na means for secondary containment if the primary enclosure fails.  Outdoor housing facilities must be enclosed by a\nperimeter fence not less than 6 feet in height or receive a variance by the administrator.\nTo be corrected by:  July 3, 2019\nThis inspection and exit interview were conducted with the licensee and facility representative.",
  "animals_total": 52,
  "species": [
    {
      "count": 9,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 2,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 2,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 26,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 1,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 9,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}