{
  "insp_id": "2016082568069111",
  "layout": "a",
  "customer_id": "333385",
  "customer_name": "Deer Haven Mini Zoo",
  "customer_addr": "12312 Detour Rd\nKeymar, MD 21757",
  "certificate": "51-C-0111",
  "site_id": "001",
  "site_name": "DEER HAVEN MINI ZOO",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-JAN-2017",
  "report_date": "07-FEB-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***The larger brown nosed coatimundi cited on the October 12, 2016 inspection report for lethargic behavior, slightly\nlabored breathing, and poorly responsive to stimuli has still not been evaluated by a veterinarian. While the animal\nappeared alert and responsive during this inspection, the hairless tip of the tail now appears very red and scabby.\nThis brown nosed coatimundi must be assessed by a veterinarian experienced with the species and the\nrecommendations followed as soon as possible."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***The larger arctic fox cited on the October 12, 2016 inspection report for being thinner than its cage mate, fecal\nstaining on the fur of its hind quarters, and not having grown in its new winter coat has still not been evaluated by a\nveterinarian. While the animal appeared to have a normal body condition and its new winter coat with no fecal\nstaining during this inspection, slower winter coat development and problems maintaining a normal weight as\ndescribed above may be indicative of disease. This arctic fox must be assessed by a veterinarian experienced with\nthe species and the recommendations followed as soon as possible.\n***The bobcat cited on the October 12, 2016 inspection report for abnormal pacing in its enclosure and for spending\nthe majority of its time in the rafters has still not been evaluated by a veterinarian. The bobcat came down from the\nrafters to stand near the licensee during this inspection. No pacing was observed today. The bobcat still spends\nmost of its time in the rafters according to the licensee. Abnormal behavior patterns may be indicative of physical or\npsychological issues that may require medical treatment or habitat/husbandry modifications, and must be evaluated\nby the attending veterinarian as soon as possible to receive appropriate treatment and management.\n***The smaller of the brown nosed coatimundi cited on the October 12, 2016 inspection report for abnormal pacing\nbehavior in its enclosure has still not been evaluated by a veterinarian. While this coatimundi was not observed\npacing during this inspection, episodes of abnormal behavior patterns may be indicative of physical or psychological\nissues that may require medical treatment or habitat/husbandry modifications, and must be evaluated by the\nattending veterinarian as soon as possible to receive appropriate treatment and management.\nNOTE: The pot bellied pig overgrown hooves have been trimmed."
    },
    {
      "code": "2.40(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***A deer was cited under 2.40 (b)(2) on the October 12, 2016 inspection report for not providing veterinary care for\nthe animal following a serious injury. The owner euthanized the deer by gunshot without consulting the attending\nveterinarian for guidance regarding veterinary care. The animal needed veterinary care and should have been\nexamined by the attending veterinarian to determine the appropriate treatment or the need euthnasia. Gunshot is\nnot an acceptable method of euthanasia, except under certain circumstances, such as an emergency or in a field\nsituation when other methods more acceptable methods are not feasible. Gunshot must not be used as a method\nfor routine euthanasia in situations in which an animal needs veterinary care, except as recommended by the\nattending veterinarian. Correct from this day forward by consulting the attending veterinarian regarding the need for\neuthanasia and the appropriate method of euthanasia to be performed. NOTE: The current Program of Veterinary\nCare does not list gunshot as a method for euthanasia. Correct by January 19, 2017"
    },
    {
      "code": "3.50(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Structural Strength\n***The boards used to partially block the 1 inch by 1 inch floor openings in the rabbit cages appear to be treated\nwood and particle board. The particle board has irregular edges that appear chewed. The boards could pose an\ningestion or injury hazard to the animals. Outdoor housing facilities for rabbits must be structurally sound,\nmaintained in good repair, and protect the rabbits from injury."
    },
    {
      "code": "3.50(d)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Waste disposal\n***The enclosures housing three rabbits had an accumulation of fecal and a dark yellow material under the raised\ncages. There was an excessive amount of feces in the corners of each of the cages. Accumulations of manure can\nlead to strong odors, attract pests, and may pose a disease hazard for the animals. The accumulation of fecal\nmaterial must be removed for the health and well-being of the animals and to maintain an effective pest control\nprogram."
    },
    {
      "code": "3.81",
      "kind": "",
      "repeat": true,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "***The licensee could not produce a written plan for environmental enhancement. Such plans are necessary to\nensure that non-human primates receive enrichment that is effective and address their species specific and\nindividual needs. A written environmental enrichment plan helps ensure that the psychological needs of the lemurs\nare met. The facility must develop a comprehensive written enrichment plan with the attending veterinarian for the\ntwo lemurs."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Structural Strength\n***The prairie dog enclosure has a mesh floor with approximately 1 inch by 1 inch diamond shaped openings. While\nthere is straw bedding on part of the flooring. Some areas are bare and the animals’ feet could become entrapped in\nthe openings. Modifications must be employed to prevent entrapment hazards and foot injuries to the prairie dogs.\n***The gate for the goat enclosure is loosely attached with twine and metal clips. The gate must be secured and\nrepaired for the safety and containment of the animals.\n***The squirrel cage has sharp points and gaps between the mesh sides and top. The licensee stated that on\noccasion he has found wild squirrels sharing the enclosure with the regulated animals. These issues may result in\nescape, injury or disease transmission. The squirrel cage must be repaired to prevent escape or access by wild\nanimals.\n***The zebu and highland cow enclosure post securing the gate is leaning outward. The open end of the gate is\nsecured only with twine. The gate post must be repaired and the gate properly secured for the containment and the\nsafety of the animals.\n***A Jacob’s sheep enclosure containing seven sheep has loose fencing held together by twine. This may\npredispose to entanglement, injury or escape. The enclosure must be repaired for the safety of the animals.\n***The bobcat enclosure has two areas of wood that attach to the rafters. The wood has sharp jagged edges. The\nbobcat at the time of this inspection was resting on a ledge near one of the jagged pieces of wood. There was also\na piece of wood hanging downward from the rafters that may fall into the enclosure and injure the bobcat. The\npieces of wood must be removed to prevent injury to the animal.\n***The brown nosed coatimundi enclosure floor was constructed of multiple pieces of wood placed in a manner that\nleft an uneven surface and created spaces for food and debris to collect. The wire floor of the enclosure under the\nwood has rusted through in numerous areas and is sagging. On the side of the enclosure facing the public barrier\nthe attached diamond fencing was bent into the enclosure exposing the animals to sharp ends of the metal. The\nback edge of the resting platform had rusted through in areas, leaving sharp jagged edges. The animals must be\nmoved to another enclosure or the enclosure must be repaired in a manner that ensures structural strength,\nprevents injury, and facilitates husbandry practices."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Storage\n***One open bag of corn was stored on the ground by the outdoor lemur enclosure. Improper storage can result in\nunwholesome food being fed to the animals which can lead to dietary deficiencies and food borne illnesses. Bagged\nfood for the animals must be appropriately stored to protect against deterioration, molding, and contamination by\nvermin to ensure that the food is wholesome."
    },
    {
      "code": "3.125(d)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Waste Disposal\n***The squirrel cage still has an excessive amount of sunflower seed and peanut hulls, and other food wastes in the\nbottom of the cage. The amount of waste has decrease from the previous inspection but the food waste is still being\nleft to accumulate in the bottom of the cage.\nExcess waste can become an attractant to pests and must be cleaned on a frequent basis. Animal and food wastes\nmust be removed from cages and disposed of away from animal enclosures. Wastes should be removed and\ndisposed of in a designated area immediately and in accordance with county and state laws."
    },
    {
      "code": "3.127(b)",
      "kind": "Direct",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "Shelter from Inclement Weather\n**The alpaca enclosure has a covered shelter with only one solid wall and a partial wind block on the side opposing\nthe solid wall. Shelters should be constructed in a manner that provides protection from at least three sides for the\nweather condition in this locale. Failure to protect animals from detrimental weather conditions can negatively\nimpact their health and ability to fight disease. The shelter needs to be modified to provide additional protection from\nthe wind.\nNOTE: The cavy, raccoon, arctic fox, fallow deer, and potbelly pig now have adequate shelter."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Cleaning of Enclosures\n***The Patagonian cavy enclosure housing 5 cavies still contained numerous fecal pellets.\n***The bobcat enclosure contained a large accumulation of old feces and other debris in a pile near the front of the\nenclosure.\n***An excessive amount of old feces was present under the shelter of the white-nosed coatimundi enclosure.\nExposure to excessive amounts of feces, urine, and soiled bedding may pose a disease hazard to the animals.\nEnclosures must be cleaned as often as necessary to prevent contamination of the animals with excreta, minimize\ndisease hazards and reduce odors."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Pest Control\nNumerous rat holes were still observed around the lemur, prairie dog, cavy, cape porcupine, and pheasant\nenclosures. Additionally, rat feces were seen in the building for food storage. Rats are known to carry various\ndisease hazards and a safe and effective pest control program is required for animal health. Additional measures to\nprevent harborage and recolonization must be implemented to ensure there is an effective means of controlling the\nrodent population."
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": true,
      "desc": "EMPLOYEES.",
      "narrative": "***The facility houses approximately 50 animals and numerous non-regulated species. Based upon the number of\nanimals and non-complaint items related to cleaning, sanitation, waste disposal, maintenance, and veterinary care\nthere is an insufficient number of employees to adequately perform all of the husbandry responsibilities of the facility\non a daily basis. There must be a sufficient number of trained employees to carry out the day to day husbandry\nduties and maintenance on the property and enclosures. Additional personnel is needed to ensure that cleaning,\nanimal observations, maintenance tasks, and pest control duties are performed at professionally acceptable level\nfor the number of animals housed at the facility.\nThis inspection and exit interview were conducted with the owner.\nThis is an electronic copy of the Microsoft Word report dated 19 January 2017.\nAdditional Inspectors\nGeib Mary, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***The larger brown nosed coatimundi cited on the October 12, 2016 inspection report for lethargic behavior, slightly\nlabored breathing, and poorly responsive to stimuli has still not been evaluated by a veterinarian. While the animal\nappeared alert and responsive during this inspection, the hairless tip of the tail now appears very red and scabby.\nThis brown nosed coatimundi must be assessed by a veterinarian experienced with the species and the\nrecommendations followed as soon as possible.\n2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***The larger arctic fox cited on the October 12, 2016 inspection report for being thinner than its cage mate, fecal\nstaining on the fur of its hind quarters, and not having grown in its new winter coat has still not been evaluated by a\nveterinarian.  While the animal appeared to have a normal body condition and its new winter coat with no fecal\nstaining during this inspection, slower winter coat development and problems maintaining a normal weight as\ndescribed above may be indicative of disease.  This arctic fox must be assessed by a veterinarian experienced with\nthe species and the recommendations followed as soon as possible.\n***The bobcat cited on the October 12, 2016 inspection report for abnormal pacing in its enclosure and for spending\nthe majority of its time in the rafters has still not been evaluated by a veterinarian. The bobcat came down from the\nrafters to stand near the licensee during this inspection.  No pacing was observed today. The bobcat still spends\nmost of its time in the rafters according to the licensee. Abnormal behavior patterns may be indicative of physical or\npsychological issues that may require medical treatment or habitat/husbandry modifications, and must be evaluated\nby the attending veterinarian as soon as possible to receive appropriate treatment and management.\n***The smaller of the brown nosed coatimundi cited on the October 12, 2016 inspection report for abnormal pacing\nbehavior in its enclosure has still not been evaluated by a veterinarian. While this coatimundi was not observed\npacing during this inspection, episodes of abnormal behavior patterns may be indicative of physical or psychological\nissues that may require medical treatment or habitat/husbandry modifications, and must be evaluated by the\nattending veterinarian as soon as possible to receive appropriate treatment and management.\n\nNOTE: The pot bellied pig overgrown hooves have been trimmed.\n2.40(b)(4)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***A deer was cited under 2.40 (b)(2) on the October 12, 2016 inspection report for not providing veterinary care for\nthe animal following a serious injury. The owner euthanized the deer by gunshot without consulting the attending\nveterinarian for guidance regarding veterinary care. The animal needed veterinary care and should have been\nexamined by the attending veterinarian to determine the appropriate treatment or the need euthnasia. Gunshot is\nnot an acceptable method of euthanasia, except under certain circumstances, such as an emergency or in a field\nsituation when other methods more acceptable methods are not feasible. Gunshot must not be used as a method\nfor routine euthanasia in situations in which an animal needs veterinary care, except as recommended by the\nattending veterinarian. Correct from this day forward by consulting the attending veterinarian regarding the need for\neuthanasia and the appropriate method of euthanasia to be performed. NOTE: The current Program of Veterinary\nCare does not list gunshot as a method for euthanasia. Correct by January 19, 2017\n3.50(a)                    REPEAT\nFACILITIES, GENERAL.  \nStructural Strength\n***The boards used to partially block the 1 inch by 1 inch floor openings in the rabbit cages appear to be treated\nwood and particle board. The particle board has irregular edges that appear chewed. The boards could pose an\ningestion or injury hazard to the animals. Outdoor housing facilities for rabbits must be structurally sound,\nmaintained in good repair, and protect the rabbits from injury.\n3.50(d)                    REPEAT\nFACILITIES, GENERAL.  \nWaste disposal\n***The enclosures housing three rabbits had an accumulation of fecal and a dark yellow material under the raised\ncages. There was an excessive amount of feces in the corners of each of the cages. Accumulations of manure can\nlead to strong odors, attract pests, and may pose a disease hazard for the animals. The accumulation of fecal\nmaterial must be removed for the health and well-being of the animals and to maintain an effective pest control\nprogram.\n3.81                    REPEAT\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\n***The licensee could not produce a written plan for environmental enhancement. Such plans are necessary to\nensure that non-human primates receive enrichment that is effective and address their species specific and\n\nindividual needs. A written environmental enrichment plan helps ensure that the psychological needs of the lemurs\nare met. The facility must develop a comprehensive written enrichment plan with the attending veterinarian for the\ntwo lemurs.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nStructural Strength\n***The prairie dog enclosure has a mesh floor with approximately 1 inch by 1 inch diamond shaped openings. While\nthere is straw bedding on part of the flooring. Some areas are bare and the animals’ feet could become entrapped in\nthe openings. Modifications must be employed to prevent entrapment hazards and foot injuries to the prairie dogs.\n***The gate for the goat enclosure is loosely attached with twine and metal clips. The gate must be secured and\nrepaired for the safety and containment of the animals.\n***The squirrel cage has sharp points and gaps between the mesh sides and top. The licensee stated that on\noccasion he has found wild squirrels sharing the enclosure with the regulated animals. These issues may result in\nescape, injury or disease transmission. The squirrel cage must be repaired to prevent escape or access by wild\nanimals.\n***The zebu and highland cow enclosure post securing the gate is leaning outward. The open end of the gate is\nsecured only with twine. The gate post must be repaired and the gate properly secured for the containment and the\nsafety of the animals.\n***A Jacob’s sheep enclosure containing seven sheep has loose fencing held together by twine. This may\npredispose to entanglement, injury or escape. The enclosure must be repaired for the safety of the animals.\n***The bobcat enclosure has two areas of wood that attach to the rafters. The wood has sharp jagged edges.  The\nbobcat at the time of this inspection was resting on a ledge near one of the jagged pieces of wood. There was also\na piece of wood hanging downward from the rafters that may fall into the enclosure and injure the bobcat. The\npieces of wood must be removed to prevent injury to the animal.\n***The brown nosed coatimundi enclosure floor was constructed of multiple pieces of wood placed in a manner that\nleft an uneven surface and created spaces for food and debris to collect. The wire floor of the enclosure under the\nwood has rusted through in numerous areas and is sagging. On the side of the enclosure facing the public barrier\nthe attached diamond fencing was bent into the enclosure exposing the animals to sharp ends of the metal.  The\nback edge of the resting platform had rusted through in areas, leaving sharp jagged edges.  The animals must be\nmoved to another enclosure or the enclosure must be repaired in a manner that ensures structural strength,\nprevents injury, and facilitates husbandry practices.\n\n3.125(c)                    REPEAT\nFACILITIES, GENERAL.   \nStorage\n***One open bag of corn was stored on the ground by the outdoor lemur enclosure. Improper storage can result in\nunwholesome food being fed to the animals which can lead to dietary deficiencies and food borne illnesses. Bagged\nfood for the animals must be appropriately stored to protect against deterioration, molding, and contamination by\nvermin to ensure that the food is wholesome.\n3.125(d)                    REPEAT\nFACILITIES, GENERAL.   \nWaste Disposal\n***The squirrel cage still has an excessive amount of sunflower seed and peanut hulls, and other food wastes in the\nbottom of the cage. The amount of waste has decrease from the previous inspection but the food waste is still being\nleft to accumulate in the bottom of the cage. \nExcess waste can become an attractant to pests and must be cleaned on a frequent basis. Animal and food wastes\nmust be removed from cages and disposed of away from animal enclosures. Wastes should be removed and\ndisposed of in a designated area immediately and in accordance with county and state laws.\n3.127(b)           DIRECT                    REPEAT\nFACILITIES, OUTDOOR. \nShelter from Inclement Weather\n**The alpaca enclosure has a covered shelter with only one solid wall and a partial wind block on the side opposing\nthe solid wall.  Shelters should be constructed in a manner that provides protection from at least three sides for the\nweather condition in this locale. Failure to protect animals from detrimental weather conditions can negatively\nimpact their health and ability to fight disease. The shelter needs to be modified to provide additional protection from\nthe wind. \nNOTE: The cavy, raccoon, arctic fox, fallow deer, and potbelly pig now have adequate shelter.\n3.131(a)                    REPEAT\nSANITATION.   \nCleaning of Enclosures\n***The Patagonian cavy enclosure housing 5 cavies still contained numerous fecal pellets.\n***The bobcat enclosure contained a large accumulation of old feces and other debris in a pile near the front of the\nenclosure.\n***An excessive amount of old feces was present under the shelter of the white-nosed coatimundi enclosure.\n\nExposure to excessive amounts of feces, urine, and soiled bedding may pose a disease hazard to the animals.\nEnclosures must be cleaned as often as necessary to prevent contamination of the animals with excreta, minimize\ndisease hazards and reduce odors.\n3.131(d)                    REPEAT\nSANITATION.   \nPest Control\nNumerous rat holes were still observed around the lemur, prairie dog, cavy, cape porcupine, and pheasant\nenclosures. Additionally, rat feces were seen in the building for food storage. Rats are known to carry various\ndisease hazards and a safe and effective pest control program is required for animal health. Additional measures to\nprevent harborage and recolonization must be implemented to ensure there is an effective means of controlling the\nrodent population.\n3.132                    REPEAT\nEMPLOYEES. \n***The facility houses approximately 50 animals and numerous non-regulated species. Based upon the number of\nanimals and non-complaint items related to cleaning, sanitation, waste disposal, maintenance, and veterinary care\nthere is an insufficient number of employees to adequately perform all of the husbandry responsibilities of the facility\non a daily basis. There must be a sufficient number of trained employees to carry out the day to day husbandry\nduties and maintenance on the property and enclosures. Additional personnel is needed to ensure that cleaning,\nanimal observations, maintenance tasks, and pest control duties are performed at professionally acceptable level\nfor the number of animals housed at the facility.\nThis inspection and exit interview were conducted with the owner. \nThis is an electronic copy of the Microsoft Word report dated 19 January 2017.\nAdditional Inspectors\nGeib Mary, Veterinary Medical Officer",
  "animals_total": 57,
  "species": [
    {
      "count": 4,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 2,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 3,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 2,
      "scientific": "Cynomys ludovicianus",
      "common": "BLACK-TAILED PRAIRIE DOG"
    },
    {
      "count": 6,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 6,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 3,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 2,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Nasua narica",
      "common": "WHITE-NOSED COATI"
    },
    {
      "count": 2,
      "scientific": "Nasua nasua",
      "common": "BROWN-NOSED COATI"
    },
    {
      "count": 3,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 15,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 2,
      "scientific": "Sciurus carolinensis",
      "common": "EASTERN GREY SQUIRREL"
    },
    {
      "count": 1,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 2,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    }
  ]
}