{
  "insp_id": "2016082569726153",
  "layout": "a",
  "customer_id": "1832",
  "customer_name": "Agbio Company",
  "customer_addr": "1513 River Oaks Drive\nModesto, CA 95356",
  "certificate": "93-R-0412",
  "site_id": "001",
  "site_name": "AGBIO COMPANY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-JAN-2020",
  "report_date": "19-FEB-2020",
  "citations": [
    {
      "code": "2.33(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.",
      "narrative": "One of the research rabbits had significant malocclusion of the incisors, with both the upper and lower incisors\nvisible when the mouth was closed. The lower incisors were visible for a centimeter out of the mouth and angled\ntowards the right eye, indicating the malocclusion has been present for more than a day, and this condition had not\nbeen previously identified by the registrant. The rabbit was still eating and drinking adequately, maintaining body\ncondition and finishing the provided food. The daily care standard operating procedure mentions checking rabbits\nfor evidence of malocclusion, and had not been followed. The registrant needs to communicate with their\nveterinarian in order to address this health problem.\nDaily observation of all animals to assess their well-being, appropriate documentation of those observations, and\ndirect and frequent communication with the attending veterinarian regarding health issues are necessary to ensure\nthat the animals at the facility receive timely and adequate veterinary care. A system should be in place to ensure\nthat all animals are observed daily, any health problems are documented, and the attending veterinarian is notified\nwhen necessary.\nCorrect from this day forward.\nThis inspection and exit interview were conducted with the general manager."
    }
  ],
  "narrative": "2.33(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.\nOne of the research rabbits had significant malocclusion of the incisors, with both the upper and lower incisors\nvisible when the mouth was closed.  The lower incisors were visible for a centimeter out of the mouth and angled\ntowards the right eye, indicating the malocclusion has been present for more than a day, and this condition had not\nbeen previously identified by the registrant.  The rabbit was still eating and drinking adequately, maintaining body\ncondition and finishing the provided food.  The daily care standard operating procedure mentions checking rabbits\nfor evidence of malocclusion, and had not been followed.  The registrant needs to communicate with their\nveterinarian in order to address this health problem.\nDaily observation of all animals to assess their well-being, appropriate documentation of those observations, and\ndirect and frequent communication with the attending veterinarian regarding health issues are necessary to ensure\nthat the animals at the facility receive timely and adequate veterinary care.  A system should be in place to ensure\nthat all animals are observed daily, any health problems are documented, and the attending veterinarian is notified\nwhen necessary.\nCorrect from this day forward.\nThis inspection and exit interview were conducted with the general manager.",
  "animals_total": 1200,
  "species": [
    {
      "count": 1200,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    }
  ]
}