{
  "insp_id": "2016082568410983",
  "layout": "a",
  "customer_id": "11124",
  "customer_name": "Snbl Usa Ltd",
  "customer_addr": "6605 Merrill Creek Parkway\nEverett, WA 98203",
  "certificate": "91-R-0053",
  "site_id": "001",
  "site_name": "SNBL USA, LTD",
  "insp_type": "FOCUSED INSPECTION",
  "date": "01-MAY-2017",
  "report_date": "19-JUN-2017",
  "citations": [
    {
      "code": "2.31(e)(4)",
      "kind": "Direct",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "A protocol approved by the Institutional Animal Care and Use Committee (IACUC) involving full-thickness skin\nirradiation in guinea pigs categorized 28 males and 28 females as “Pain or distress relieved by analgesia or\nanesthesia.”\nThe protocol also later states that “Pain, distress and/or irritation are not an expected outcome; however, if deemed\nnecessary by veterinary assessment, non-NSAID analgesics (e.g. buprenorphine…) and diphenhydramine may be\nprovided, as needed. This latter statement is contradictory to the classification as “Pain or distress relieved by\nanalgesia or anesthesia.”\nAt the time of the inspection, forty (40) animals had open wounds (partial to full-thickness loss of skin at the\nirradiated site) and varying degrees of redness and swelling immediately surrounding the irradiated site indicating\nsubstantial inflammation. The test facility noted 19 animals with \"distress when picked up from cage and has an\nopen wound at the irradiation site.\" These signs could be interpreted as evidence of “pain, distress and/or irritation\"\nnoted within the protocol as a basis for provision of analgesia. A total of 10 animals were treated with\nbuprenorphine by the test facility based upon general clinical signs and a supportive provision of a food cup in place\nof a feeder to make it easier for them to eat.\nThe protocol classification approved by the IACUC as Category D “Pain or distress relieved by analgesia or\nanesthesia” requires administration of analgesia or anesthetics. By not providing analgesia or anesthesia in these\naffected animals renders them as Category E “Unrelieved pain or distress.”\nA protocol approved by the IACUC must contain a clear description of the procedures designed to assure that\ndiscomfort and pain to animals will be limited to that which is unavoidable for the conduct of scientifically valuable\nresearch, including provision for the use of analgesic, anesthetic, and tranquilizing drugs where indicated and\nappropriate to minimize discomfort and pain to animals. A scientific justification is required for animals that\nexperience unrelieved pain or distress and such justification must be approved by the IACUC.\nUnless such approved justification exists, an animal that can be reasonably be expected to experience more than\nslight or momentary pain and/or distress like these animals must receive analgesics, anesthetics and/or or other\ninterventions appropriate to the nature and severity of the pain, discomfort or distress. Such methods of relief must\nbe approved by the IACUC.\nCorrect from this time forward."
    },
    {
      "code": "2.33(b)(5)",
      "kind": "Critical",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.",
      "narrative": "In a protocol involving non-human primates, one of the monkeys sustained a fracture of the two long bones of the\nleft forearm. Although lack of use and favoring of the affected limb was noted by facility personnel on two separate\noccasions on two days, the veterinarian was not contacted until approximately 19-20 hours after the first such\nobservation. This monkey was subsequently euthanized shortly after veterinary examination. Fractures cause\npain, which can be quite severe depending upon the location and severity of the fracture. While the fracture was\nunanticipated, the lack of reporting caused this animal to experience pain longer than had it been reported to the\nveterinary staff when initially noticed.\nIn a protocol involving full-thickness irradiation of guinea pigs, the approved protocol stated that pain or distress was\nnot anticipated (despite categorization of the majority of animals as Category D) but pain relief would be provided if\ndeemed necessary upon veterinary assessment. Forty (40) animals experienced outcomes (partial to full-thickness\nskin loss of skin caused by the irradiation) that could reasonably be expected to cause more than slight or\nmomentary pain and/or distress. Of these, ten (10) animals were treated with buprenorphine.\nIn the event that unexpected pain or distress would occur in an animal, the attending veterinarian must be promptly\ncontacted to assure expedient and appropriate action is taken to alleviate the pain, distress or discomfort. The\naffected animal must receive analgesics, anesthetics or other interventions appropriate to the nature and severity of\nthe pain, discomfort or distress."
    },
    {
      "code": "2.38(f)(1)",
      "kind": "Critical",
      "repeat": true,
      "desc": "MISCELLANEOUS.",
      "narrative": "On 06 February 2017, a cynomolgus macaque on a study protocol received fractures of the radius and ulna.\nOn that morning, the monkey received a baseline neurological/musculoskeletal evaluation with no abnormalities\ndetected. Blood was then collected minutes later for two separate evaluations. Approximately two-and-a-half hours\nlater, the monkey was restrained for administration of a test article. All animal handling was conducted using a\nprocedure box, to which it had been previously acclimatized.\nObservation of the animal on a scheduled neurological/musculoskeletal evaluation conducted approximately four\nhours post-dose indicated that it could grasp with the left hand when the squeeze back was used, but not using that\nhand when left alone. Clinical observations approximately one hour later indicated bruising of the right lower\nforelimb and right hind limb, as well as a scab/crust of an upper hind limb.\nScheduled clinical observations and neurological/musculoskeletal evaluation the next morning were consistent with\nthose on the previous day. An unscheduled clinical observation was performed approximately 20 hours after the\nfirst abnormal neurological/musculoskeletal evaluation. This observation included consistent results as previous\nobservations but included swelling of the lower left forelimb.\nA veterinary examination was conducted within minutes of this latter observation, which indicated no use of the left\narm, mild swelling to the forearm, with a planned sedation for x-ray and limb palpation. This latter evaluation\nrevealed displaced fractures of the radius and ulna. The monkey was then euthanized. The veterinary assessment\nwas conducted approximately 20 hours after the initial abnormal observation due to lack of reporting to the\nveterinary staff.\nWhile the exact cause of the fractures was not determined by the test facility, the “Animal Welfare Incident Report”\nsubmitted to the facility Institutional Animal Care and Use Committee stated that “the injury most likely occurred\nduring the Feb. 6th blood collection and/or dosing.”\nThe test facility must assure that the handling of all animals is conducted as expeditiously and carefully as possible\nin a manner that does not cause trauma, overheating, excessive cooling, behavioral stress, physical harm, or\nunnecessary discomfort.\nDuring this inspection, it was noted that the test facility has enacted a number of improvements with regards to the\nwelfare, training and behavior and environmental enhancements since the last inspection. These changes include a\nre-organization to align husbandry, study and veterinary staff under one cohesive line of management and improved\nobservation and tracking of behavioral conditions.\nThis inspection and exit briefing were conducted with facility representatives.\nAdditional Inspectors\nSchnell Michael, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.31(e)(4)           DIRECT\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nA protocol approved by the Institutional Animal Care and Use Committee (IACUC) involving full-thickness skin\nirradiation in guinea pigs categorized 28 males and 28 females as “Pain or distress relieved by analgesia or\nanesthesia.”  \nThe protocol also later states that “Pain, distress and/or irritation are not an expected outcome; however, if deemed\nnecessary by veterinary assessment, non-NSAID analgesics (e.g. buprenorphine…) and diphenhydramine may be\nprovided, as needed. This latter statement is contradictory to the classification as “Pain or distress relieved by\nanalgesia or anesthesia.”\nAt the time of the inspection, forty (40) animals had open wounds (partial to full-thickness loss of skin at the\nirradiated site) and varying degrees of redness and swelling immediately surrounding the irradiated site indicating\nsubstantial inflammation.  The test facility noted 19 animals with \"distress when picked up from cage and has an\nopen wound at the irradiation site.\"  These signs could be interpreted as evidence of “pain, distress and/or irritation\"\nnoted within the protocol as a basis for provision of analgesia.  A total of 10 animals were treated with\nbuprenorphine by the test facility based upon general clinical signs and a supportive provision of a food cup in place\nof a feeder to make it easier for them to eat.  \nThe protocol classification approved by the IACUC as Category D “Pain or distress relieved by analgesia or\nanesthesia” requires administration of analgesia or anesthetics.  By not providing analgesia or anesthesia in these\naffected animals renders them as Category E “Unrelieved pain or distress.”\nA protocol approved by the IACUC must contain a clear description of the procedures designed to assure that\ndiscomfort and pain to animals will be limited to that which is unavoidable for the conduct of scientifically valuable\nresearch, including provision for the use of analgesic, anesthetic, and tranquilizing drugs where indicated and\nappropriate to minimize discomfort and pain to animals.  A scientific justification is required for animals that\nexperience unrelieved pain or distress and such justification must be approved by the IACUC. \nUnless such approved justification exists, an animal that can be reasonably be expected to experience more than\n\nslight or momentary pain and/or distress like these animals must receive analgesics, anesthetics and/or or other\ninterventions appropriate to the nature and severity of the pain, discomfort or distress.  Such methods of relief must\nbe approved by the IACUC.\nCorrect from this time forward.\n2.33(b)(5)           CRITICAL                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.\nIn a protocol involving non-human primates, one of the monkeys sustained a fracture of the two long bones of the\nleft forearm.  Although lack of use and favoring of the affected limb was noted by facility personnel on two separate\noccasions on two days, the veterinarian was not contacted until approximately 19-20 hours after the first such\nobservation.  This monkey was subsequently euthanized shortly after veterinary examination.  Fractures cause\npain, which can be quite severe depending upon the location and severity of the fracture.  While the fracture was\nunanticipated, the lack of reporting caused this animal to experience pain longer than had it been reported to the\nveterinary staff when initially noticed.\nIn a protocol involving full-thickness irradiation of guinea pigs, the approved protocol stated that pain or distress was\nnot anticipated (despite categorization of the majority of animals as Category D) but pain relief would be provided if\ndeemed necessary upon veterinary assessment.  Forty (40) animals experienced outcomes (partial to full-thickness\nskin loss of skin caused by the irradiation) that could reasonably be expected to cause more than slight or\nmomentary pain and/or distress.  Of these, ten (10) animals were treated with buprenorphine.  \nIn the event that unexpected pain or distress would occur in an animal, the attending veterinarian must be promptly\ncontacted to assure expedient and appropriate action is taken to alleviate the pain, distress or discomfort.  The\naffected animal must receive analgesics, anesthetics or other interventions appropriate to the nature and severity of\nthe pain, discomfort or distress.  \n2.38(f)(1)           CRITICAL                    REPEAT\nMISCELLANEOUS.\nOn 06 February 2017, a cynomolgus macaque on a study protocol received fractures of the radius and ulna.  \nOn that morning, the monkey received a baseline neurological/musculoskeletal evaluation with no abnormalities\ndetected.  Blood was then collected minutes later for two separate evaluations.  Approximately two-and-a-half hours\nlater, the monkey was restrained for administration of a test article.  All animal handling was conducted using a\nprocedure box, to which it had been previously acclimatized.\n\nObservation of the animal on a scheduled neurological/musculoskeletal evaluation conducted approximately four\nhours post-dose indicated that it could grasp with the left hand when the squeeze back was used, but not using that\nhand when left alone.  Clinical observations approximately one hour later indicated bruising of the right lower\nforelimb and right hind limb, as well as a scab/crust of an upper hind limb.\nScheduled clinical observations and neurological/musculoskeletal evaluation the next morning were consistent with\nthose on the previous day.  An unscheduled clinical observation was performed approximately 20 hours after the\nfirst abnormal neurological/musculoskeletal evaluation.  This observation included consistent results as previous\nobservations but included swelling of the lower left forelimb. \nA veterinary examination was conducted within minutes of this latter observation, which indicated no use of the left\narm, mild swelling to the forearm, with a planned sedation for x-ray and limb palpation.  This latter evaluation\nrevealed displaced fractures of the radius and ulna.  The monkey was then euthanized. The veterinary assessment\nwas conducted approximately 20 hours after the initial abnormal observation due to lack of reporting to the\nveterinary staff. \nWhile the exact cause of the fractures was not determined by the test facility, the “Animal Welfare Incident Report”\nsubmitted to the facility Institutional Animal Care and Use Committee stated that “the injury most likely occurred\nduring the Feb. 6th blood collection and/or dosing.”\nThe test facility must assure that the handling of all animals is conducted as expeditiously and carefully as possible\nin a manner that does not cause trauma, overheating, excessive cooling, behavioral stress, physical harm, or\nunnecessary discomfort.  \nDuring this inspection, it was noted that the test facility has enacted a number of improvements with regards to the\nwelfare, training and behavior and environmental enhancements since the last inspection.  These changes include a\nre-organization to align husbandry, study and veterinary staff under one cohesive line of management and improved\nobservation and tracking of behavioral conditions. \nThis inspection and exit briefing were conducted with facility representatives.\nAdditional Inspectors\nSchnell Michael, Veterinary Medical Officer",
  "animals_total": 342,
  "species": [
    {
      "count": 14,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 62,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 242,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 20,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE"
    },
    {
      "count": 4,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}