{
  "insp_id": "2016082567925085",
  "layout": "a",
  "customer_id": "326903",
  "customer_name": "Texas A & M University-Commerce",
  "customer_addr": "P.O. Box 3011\nCommerce, TX 75429",
  "certificate": "74-R-0218",
  "site_id": "001",
  "site_name": "Texas A & M University-Commerce",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-SEP-2016",
  "report_date": "15-SEP-2016",
  "citations": [
    {
      "code": "2.31(c)(7)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "In the IACUC meeting minutes dated Sept 16, 2015 it is stated that the IACUC approved “post approval monitoring”.\nWhen the research compliance administrator was asked about the status of post approval monitoring she indicated\nthat it was currently suspended. According to the research compliance administrator and the veterinary care\nmanager one of the reasons for suspending post approval monitoring was that the veterinary care manager was no\nlonger allowed on the farm as of Sept 6, 2016. One of her responsibilities included monitoring protocol compliance.\nDuring a discussion with the director of the School of Agriculture he stated he did not feel post approval monitoring\nneeded to be done daily and he was willing to allow the veterinary care manager on the farm with his supervision.\nNo records were found indicating why the veterinary care manager was no longer allowed on the farm and no\nIACUC minutes were found stating the post approval monitoring should be suspended.\nThe IACUC is the only entity that can suspend or change an SOP that it created and passed. The Director of\nAgriculture has no authority to change an SOP or dictate conditions for an approved protocol or SOP.\nThis IACUC has recently changed its IO, Chair, and attending veterinarian. Continuing with the current post\napproval monitoring program until all new members are familiar with current protocols and SOP’s would have been\nvery beneficial for consistency of the program. Once all new members are familiar with current protocols and SOP’s\nchanges to the current post approval monitoring program could be addressed with the IACUC.\nThis facility has stated that all animals will be under IACUC oversight. If this is the case then the IACUC needs to\nhave the authority to function as an IACUC and not be over-ruled by unhappy PI’s and directors.\nTo be corrected immediately."
    },
    {
      "code": "2.31(d)(8)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "The following statement is recorded in the IACUC meeting minutes dated Aug 10, 2016. “The University\nAdministration has stated that care for all of the animals that were on campus would be under the IACUC”.\nTherefore USDA regulations for the IACUC and attending veterinarian will apply to all animals. In the same\nparagraph that states all animals will be under IACUC oversight it is stated that “it was noted that the coach (rodeo)\nhad been removed from his probation by the prior Interim Director but the IACUC had not received any notification\nof the fulfillment of the probation requirements”.\nUSDA regulations state “officials may not approve an activity involving the care and use of animals if it has not been\napproved by the IACUC.” In other words if the IACUC suspends a PI or a protocol that suspension cannot be\nreversed by a university official. The decision can only be reversed through a convened meeting of a quorum of the\nIACUC and with a vote of a majority of the quorum present.\nAll activities involving animals except for routine veterinary procedures to protect the health or well-being of the\nanimals as determined by the attending veterinarian must be reviewed and approved or denied by the IACUC.\nTo be corrected immediately."
    },
    {
      "code": "2.33(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.",
      "narrative": "This facility has had on going problems communicating with and following guidance from the attending veterinarian.\nIn May of 2016 during an IACUC semi-annual facility inspection the AV noticed a new mare “Lily” looking thin, body\ncondition score 4/9. He instructed the equine supervisor to feed this mare and 2 others separate from the rest of the\nherd to ensure they were receiving an appropriate amount of feed.\nOn June 15, 2016 “Lily” was due for a prescribed monthly injection of arthritis medicine. The veterinary care\nmanager responsible for administering that injection noted at that time the mare was a 2/9 body condition and was\nsuffering from hives. According to IACUC documents, when the veterinary care manager consulted the farm\nmanager about calling the clinical veterinarian about the hives the farm manager would not allow the clinical\nveterinarian to be contacted. When daily care sheets were reviewed it was noted the equine manager did not begin\nto feed “Lily” separately until June 9, 2016. This was a month after the attending veterinarian gave direct\ninstructions to begin separate feeding immediately.\nOn June 24, 2016 the veterinary care manager and the farm manager were alerted to a problem with a stallion\nnamed “Wimpy”. According to IACUC documents when the veterinary care manager requested contact information\nfor Wimpy’ s owner/caretaker the equine manager informed her that she had already contacted the owner/caretaker\nand they had refused treatment for Wimpy. The veterinary care manager contacted the owner/caretaker anyway\nand discovered they had not been contacted about Wimpy’s condition and in fact wanted the horse treated.\nA consistent method for daily observations and treatments of all animals’ needs to be implemented and a method\nfor direct and timely communication with the attending veterinarian needs to be enforced.\nTo be corrected immediately.\nThis inspection was conducted with a facility representatives.\nThe exit interview was conducted with the IO over the phone."
    }
  ],
  "narrative": "2.31(c)(7)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nIn the IACUC meeting minutes dated Sept 16, 2015 it is stated that the IACUC approved “post approval monitoring”.\n When the research compliance administrator was asked about the status of post approval monitoring she indicated\nthat it was currently suspended.  According to the research compliance administrator and the veterinary care\nmanager one of the reasons for suspending post approval monitoring was that the veterinary care manager was no\nlonger allowed on the farm as of Sept 6, 2016. One of her responsibilities included monitoring protocol compliance. \nDuring a discussion with the director of the School of Agriculture he stated he did not feel post approval monitoring\nneeded to be done daily and he was willing to allow the veterinary care manager on the farm with his supervision.    \nNo records were found indicating why the veterinary care manager was no longer allowed on the farm and no\nIACUC minutes were found stating the post approval monitoring should be suspended.  \nThe IACUC is the only entity that can suspend or change an SOP that it created and passed.  The Director of\nAgriculture has no authority to change an SOP or dictate conditions for an approved protocol or SOP.\nThis IACUC has recently changed its IO, Chair, and attending veterinarian. Continuing with the current post\napproval monitoring program until all new members are familiar with current protocols and SOP’s would have been\nvery beneficial for consistency of the program. Once all new members are familiar with current protocols and SOP’s\nchanges to the current post approval monitoring program could be addressed with the IACUC.\nThis facility has stated that all animals will be under IACUC oversight.  If this is the case then the IACUC needs to\nhave the authority to function as an IACUC and not be over-ruled by unhappy PI’s and directors. \nTo be corrected immediately.\n2.31(d)(8)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\n\nThe following statement is recorded in the IACUC meeting minutes dated Aug 10, 2016.  “The University\nAdministration has stated that care for all of the animals that were on campus would be under the IACUC”. \nTherefore USDA regulations for the IACUC and attending veterinarian will apply to all animals.   In the same\nparagraph that states all animals will be under IACUC oversight it is stated that “it was noted that the coach (rodeo)\nhad been removed from his probation by the prior Interim Director but the IACUC had not received any notification\nof the fulfillment of the probation requirements”.  \nUSDA regulations state “officials may not approve an activity involving the care and use of animals if it has not been\napproved by the IACUC.”  In other words if the IACUC suspends a PI or a protocol that suspension cannot be\nreversed by a university official.  The decision can only be reversed through a convened meeting of a quorum of the\nIACUC and with a vote of a majority of the quorum present.\nAll activities involving animals except for routine veterinary procedures to protect the health or well-being of the\nanimals as determined by the attending veterinarian must be reviewed and approved or denied by the IACUC.\nTo be corrected immediately.\n2.33(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.\nThis facility has had on going problems communicating with and following guidance from the attending veterinarian.\nIn May of 2016 during an IACUC semi-annual facility inspection the AV noticed a new mare “Lily” looking thin, body\ncondition score 4/9. He instructed the equine supervisor to feed this mare and 2 others separate from the rest of the\nherd to ensure they were receiving an appropriate amount of feed.  \nOn June 15, 2016 “Lily” was due for a prescribed monthly injection of arthritis medicine.  The veterinary care\nmanager responsible for administering that injection noted at that time the mare was a 2/9 body condition and was\nsuffering from hives.  According to IACUC documents, when the veterinary care manager consulted the farm\nmanager about calling the clinical veterinarian about the hives the farm manager would not allow the clinical\nveterinarian to be contacted.  When daily care sheets were reviewed it was noted the equine manager did not begin\nto feed “Lily” separately until June 9, 2016.  This was a month after the attending veterinarian gave direct\ninstructions to begin separate feeding immediately.  \nOn June 24, 2016 the veterinary care manager and the farm manager were alerted to a problem with a stallion\nnamed “Wimpy”.  According to IACUC documents when the veterinary care manager requested contact information\nfor Wimpy’ s owner/caretaker the equine manager informed her that she had already contacted the owner/caretaker\nand they had refused treatment for Wimpy.  The veterinary care manager contacted the owner/caretaker anyway\nand discovered they had not been contacted about Wimpy’s condition and in fact wanted the horse treated.\n\nA consistent method for daily observations and treatments of all animals’ needs to be implemented and a method\nfor direct and timely communication with the attending veterinarian needs to be enforced.\nTo be corrected immediately.\nThis inspection was conducted with a facility representatives.\nThe exit interview was conducted with the IO over the phone.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}