{
  "insp_id": "89161358200840",
  "layout": "a",
  "customer_id": "34125",
  "customer_name": "Caroline Schulte",
  "customer_addr": "1468 Co. Rd. 521\nFreeburg, MO 65035",
  "certificate": "43-A-4748",
  "site_id": "001",
  "site_name": "CAROLINE SCHULTE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-MAR-2016",
  "report_date": "29-MAR-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***An adult female Shih Tzu X Poodle (#4771791D4A) had a left eye that was covered with a large mat. The mat\nconsisted mostly of hair and covered the majority of the eye with only the corner of the eye, near the nose, barely\nvisible. There appeared to be an excessive amount of clear discharge in the corner of the eye continuing in the fur\ndown the nose. According to a facility representative, the dog's eye condition had not been noticed prior to it being\npointed out during the inspection. During the inspection, facility representatives removed the mat covering the eye.\nOnce the mat was removed the dog would squint the left eye in the bright sunlight and would frequently blink once it\nwas out of the sunlight. The eye appeared to have a pinkish haze throughout the inside of the eye. Some of the\neye discharge also appeared to be green and mucous-like in the fur below the eye. This dog's eye condition could\nbe due to an injury, infection or other veterinary medical condition which could cause discomfort and/or could lead to\nblindness. In conjunction with the exit interview, the licensee provided documentation from a veterinarian that the\ndog had been examined by a veterinarian and a treatment plan had been established. The licensee must ensure\nthat the treatment plan is followed and that all animals receive adequate veterinary care at all times.\nThe inspection and exit interview were conducted with a facility representative."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***An adult female Shih Tzu X Poodle (#4771791D4A) had a left eye that was covered with a large mat.  The mat\nconsisted mostly of hair and covered the majority of the eye with only the corner of the eye, near the nose, barely\nvisible.   There appeared to be an excessive amount of clear discharge in the corner of the eye continuing in the fur\ndown the nose.   According to a facility representative, the dog's eye condition had not been noticed prior to it being\npointed out during the inspection.  During the inspection, facility representatives removed the mat covering the eye. \nOnce the mat was removed the dog would squint the left eye in the bright sunlight and would frequently blink once it\nwas out of the sunlight.  The eye appeared to have a pinkish haze throughout the inside of the eye.  Some of the\neye discharge also appeared to be green and mucous-like in the fur below the eye.  This dog's eye condition could\nbe due to an injury, infection or other veterinary medical condition which could cause discomfort and/or could lead to\nblindness.  In conjunction with the exit interview, the licensee provided documentation from a veterinarian that the\ndog had been examined by a veterinarian and a treatment plan had been established.  The licensee must ensure\nthat the treatment plan is followed and that all animals receive adequate veterinary care at all times.\nThe inspection and exit interview were conducted with a facility representative.",
  "animals_total": 197,
  "species": [
    {
      "count": 131,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 66,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}