{
  "insp_id": "70161742000376",
  "layout": "a",
  "customer_id": "325751",
  "customer_name": "Lloyd F Weaver",
  "customer_addr": "371 S Farmersville Road\nEphrata, PA 17522",
  "certificate": "23-A-0536",
  "site_id": "001",
  "site_name": "LLOYD F WEAVER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-MAR-2016",
  "report_date": "14-MAR-2016",
  "citations": [
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "* There was no record of animal inventory on an estimated 350 guinea pigs at the time of inspection. Complete\nand accurate records are necessary to ensure each animal's identity can be known with certainty and to facilitate\nthe ability to trace those animals. USDA Official 7019 forms were provided to the licensee. The licensee must\nmaintain complete and accurate records of all animals that were purchased, owned, held, leased or is otherwise\nunder their possession or control. In addition, these records must be available to the inspector at the time of\ninspection. Correct by 4/10/16."
    },
    {
      "code": "3.25(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "* A buildup of excreta was observed in at least one enclosure housing 12 guinea pigs. The affected enclosure is\nlocated in indoor housing. The excreta were covering an estimated 50 percent of the available surface area. The\nbedding material was compacted when touched. The licensee stated that the last time fecal waste had been\nremoved from the enclosure was 12 days ago. Unsanitary living conditions exist that could lead to potential\ncontamination, odors or disease risks. The licensee shall remove all animal waste and bedding so as to minimize\nvermin infestation, odors and disease hazards. Correct by 3/17/16."
    },
    {
      "code": "3.26(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "* There was a strong odor upon entering the indoor building housing 350 guinea pigs. The inspector felt a burning\nand stinging sensation to the eyes and nasal cavity upon entering the building. The strong odor continued all during\nthe inspection. The licensee did turn on an exhaust fan located on the east wall during the inspection. The building\ndoes have functional windows that remained closed during the inspection. Poor or inadequate ventilation can\nnegatively impact the animals(cid:25) respiratory function, aid in the spread disease and cause physical discomfort which\naffects the health and well-being of the animals. Adequate ventilation is important for improved lung function,\ndecreasing airborne infectious agents, improving comfort and helps with thermoregulation of the animals. The\nlicensee must provide adequate ventilation or air exchange at all times to improve the air quality and to minimize\ndrafts, odors and moisture condensation. Correct by 3/17/16."
    },
    {
      "code": "3.29(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "* The metal food preparation / storage trey has a collection of dust and unfed feed collecting in the bottom of both\ntreys. The affected trey is located in the indoor building housing 350 guinea pigs. The nutritive value could be\naffected if the feed becomes contaminated. It can harbor bacteria and other disease causing agents that can affect\nthe health of the guinea pigs. The licensee must ensure that all supplies of food shall be free from contamination\nand be of sufficient quantity and nutritive value to meet the normal daily requirements of the guinea pigs. Correct by\n3/17/16."
    },
    {
      "code": "3.31(b)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "* Cobwebs were observed collecting on the enclosure wood boards just above the second row of enclosures\nhousing 60 guinea pigs. The affected area is located in indoor housing. This indicates a breeding and living area\nexists for rodents, pests and other vermin. Unsanitary living conditions and the potential spread of disease exists if\nthe affected area is not kept free of accumulations of trash, junk, waste products or discarded matter. Allowing\ncobwebs to collect on the enclosure boards could impact the health of the guinea pigs. The licensee must ensure\nthat all buildings shall be kept clean in order to protect the animals from injury and to facilitate prescribed husbandry\npractices. Correct by 3/17/16.\n* The facility inspection done on 3/10/11 and the exit briefing done on 3/14/16 were conducted with the licensee."
    }
  ],
  "narrative": "2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\n*    There was no record of animal inventory on an estimated 350 guinea pigs at the time of inspection.  Complete\nand accurate records are necessary to ensure each animal's identity can be known with certainty and to facilitate\nthe ability to trace those animals.  USDA Official 7019 forms were provided to the licensee.  The licensee must\nmaintain complete and accurate records of all animals that were purchased, owned, held, leased or is otherwise\nunder their possession or control.  In addition, these records must be available to the inspector at the time of\ninspection.   Correct by 4/10/16.\n3.25(d)\nFACILITIES, GENERAL.\n*   A buildup of excreta was observed in at least one enclosure housing 12 guinea pigs. The affected enclosure is\nlocated in indoor housing. The excreta were covering an estimated 50 percent of the available surface area. The\nbedding material was compacted when touched. The licensee stated that the last time fecal waste had been\nremoved from the enclosure was 12 days ago.  Unsanitary living conditions exist that could lead to potential\ncontamination, odors or disease risks. The licensee shall remove all animal waste and bedding so as to minimize\nvermin infestation, odors and disease hazards.  Correct by 3/17/16.\n3.26(b)\nFACILITIES, INDOOR.\n*   There was a strong odor upon entering the indoor building housing 350 guinea pigs.  The inspector felt a burning\nand stinging sensation to the eyes and nasal cavity upon entering the building.  The strong odor continued all during\nthe inspection.  The licensee did turn on an exhaust fan located on the east wall during the inspection.  The building\ndoes have functional windows that remained closed during the inspection.  Poor or inadequate ventilation can\nnegatively impact the animals(cid:25) respiratory function, aid in the spread disease and cause physical discomfort which\naffects the health and well-being of the animals. Adequate ventilation is important for improved lung function,\ndecreasing airborne infectious agents, improving comfort and helps with thermoregulation of the animals.  The\nlicensee must provide adequate ventilation or air exchange at all times to improve the air quality and to minimize\ndrafts, odors and moisture condensation.  Correct by 3/17/16.\n\n3.29(a)\nFEEDING. \n*  The metal food preparation / storage trey has a collection of dust and unfed feed collecting in the bottom of both\ntreys.  The affected trey is located in the indoor building housing 350 guinea pigs.  The nutritive value could be\naffected if the feed becomes contaminated.  It can harbor bacteria and other disease causing agents that can affect\nthe health of the guinea pigs.  The licensee must ensure that all supplies of food shall be free from contamination\nand be of sufficient quantity and nutritive value to meet the normal daily requirements of the guinea pigs.  Correct by\n 3/17/16.\n3.31(b)\nSANITATION.\n*  Cobwebs were observed collecting on the enclosure wood boards just above the second row of enclosures\nhousing 60 guinea pigs.  The affected area is located in indoor housing.    This indicates a breeding and living area\nexists for rodents, pests and other vermin.  Unsanitary living conditions and the potential spread of disease exists if\nthe affected area is not kept free of accumulations of trash, junk, waste products or discarded matter.  Allowing\ncobwebs to collect on the enclosure boards could impact the health of the guinea pigs.  The licensee must ensure\nthat all buildings shall be kept clean in order to protect the animals from injury and to facilitate prescribed husbandry\npractices.     Correct by  3/17/16.\n*  The facility inspection done on 3/10/11 and the exit briefing done on 3/14/16 were conducted with the licensee.",
  "animals_total": 350,
  "species": [
    {
      "count": 350,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}