{
  "insp_id": "INS-0000846616",
  "layout": "c",
  "customer_id": "330214",
  "customer_name": "Goats On The Roof Of The Smokies LLC",
  "customer_addr": "PO BOX 1477\nPIGEON FORGE, TN 37868",
  "certificate": "63-C-0261",
  "site_id": "001",
  "site_name": "GOATS ON THE ROOF OF THE SMOKIES L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "02-FEB-2023",
  "report_date": "03-FEB-2023",
  "citations": [
    {
      "code": "3.127(c)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "***The main enclosure for the goats has no dry surface area accept for what is provided inside of the barn. There has\nbeen extensive rain in the area but it is not raining during todays inspection. The dirt in the center of the enclosure is not\nmounded resulting in the water creating a mud pit. The enclosure has rubber mats about 3 ft in width surrounding the\ncenter ground and lining the fence line. These mats are uneven and pocketed resulting in large puddles of water that\ncannot drain. The drainage in this enclosure is not sufficient to allow the rapid removal of excess water resulting in a\nmuddy enclosure. Subjecting the goats to continuous mud and standing water may lead to poor health including\ninfections and lameness. Adequate drainage must be provided to prevent accumulations of water and protect the goats\nfrom disease and injury hazards. Correct by February 10, 2023.\nThis inspection and exit interview were conducted with the Owner.\nEnd Section"
    }
  ],
  "narrative": "3.127(c) \n   \nFacilities, outdoor. \n***The main enclosure for the goats has no dry surface area accept for what is provided inside of the barn.  There has \nbeen extensive rain in the area but it is not raining during todays inspection. The dirt in the center of the enclosure is not \nmounded resulting in the water creating a mud pit.  The enclosure has rubber mats about 3 ft in width surrounding the \ncenter ground and lining the fence line.  These mats are uneven and pocketed resulting in large puddles of water that \ncannot drain.  The drainage in this enclosure is not sufficient to allow the rapid removal of excess water resulting in a \nmuddy enclosure.  Subjecting the goats to continuous mud and standing water may lead to poor health including \ninfections and lameness.  Adequate drainage must be provided to prevent accumulations of water and protect the goats \nfrom disease and injury hazards.   Correct by February 10, 2023. \n \nThis inspection and exit interview were conducted with the Owner. \n \nEnd Section",
  "animals_total": 21,
  "species": [
    {
      "count": 21,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    }
  ]
}