{
  "insp_id": "2016082567957106",
  "layout": "a",
  "customer_id": "41882",
  "customer_name": "Captiva Kennel Inc.",
  "customer_addr": "3246 150 Ave.\nRedding, IA 50860",
  "certificate": "42-A-1319",
  "site_id": "001",
  "site_name": "CAPTIVA KENNEL INC.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-OCT-2016",
  "report_date": "11-OCT-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female Dachshund puppy appears mildly dull and lethargic. She was observed sitting quietly in the food\nreceptacle while the other puppies actively bounced around and on her. She also has mildly thinning hair on the\nsides of her body and patchy hair loss on her face. The hair loss on the face is mainly located on the bridge of her\nnose and around both eyes. This puppy is mildly to moderately thin with a prominent backbone. The gums were\nmoderately pale in color. The licensee stated that this puppy was in “sugar shock”.\nConditions such as this and can lead to further health complications. This puppy must be examined by a licensed\nveterinarian in order to ensure that an accurate diagnosis is obtained and an appropriate treatment plan is\ndeveloped and followed. This information, including the diagnosis, treatment and resolution of the condition, must\nbe documented and made available to the inspector upon request. The licensee must ensure that all animals\nreceive appropriate veterinary care at all times."
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There are four empty bags of dog food on the floor of the building housing the Labradors. The bags are located\ndirectly across from the dog enclosures. The licensee stated that she intends to burn them this weekend. The\nempty food bags could attract pests such as insects or mice.\nTrash containers in housing facilities must be leak-proof and have tightly fitted lids on them at all times. The\nlicensee must place the empty dog food sacks into a leak-proof container with a tightly fitted lid if they are to be\nstored within the Labrador building. The licensee removed the sacks from the building at the time of the inspection.\nInspection and exit interview conducted with Kelly Maxwell, ACI, Heather Cole, VMO and the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female Dachshund puppy appears mildly dull and lethargic.  She was observed sitting quietly in the food\nreceptacle while the other puppies actively bounced around and on her.  She also has mildly thinning hair on the\nsides of her body and patchy hair loss on her face.  The hair loss on the face is mainly located on the bridge of her\nnose and around both eyes.  This puppy is mildly to moderately thin with a prominent backbone. The gums were\nmoderately pale in color.  The licensee stated that this puppy was in “sugar shock”.  \nConditions such as this and can lead to further health complications. This puppy must be examined by a licensed\nveterinarian in order to ensure that an accurate diagnosis is obtained and an appropriate treatment plan is\ndeveloped and followed. This information, including the diagnosis, treatment and resolution of the condition, must\nbe documented and made available to the inspector upon request. The licensee must ensure that all animals\nreceive appropriate veterinary care at all times.\n3.1(f)\nHOUSING FACILITIES, GENERAL.\nThere are four empty bags of dog food on the floor of the building housing the Labradors.  The bags are located\ndirectly across from the dog enclosures.  The licensee stated that she intends to burn them this weekend.  The\nempty food bags could attract pests such as insects or mice.\nTrash containers in housing facilities must be leak-proof and have tightly fitted lids on them at all times.  The\nlicensee must place the empty dog food sacks into a leak-proof container with a tightly fitted lid if they are to be\nstored within the Labrador building.  The licensee removed the sacks from the building at the time of the inspection.\nInspection and exit interview conducted with Kelly Maxwell, ACI, Heather Cole, VMO and the facility representative.",
  "animals_total": 24,
  "species": [
    {
      "count": 24,
      "scientific": "Canis lupus familiaris",
      "common": "DOMESTIC DOG"
    }
  ]
}