{
  "insp_id": "2016090000526838",
  "layout": "b",
  "customer_id": "30760",
  "customer_name": "HENRY SOMMERS",
  "customer_addr": "31264 141 AVE\nCINCINNATI, IA 52549",
  "certificate": "42-A-1329",
  "site_id": "001",
  "site_name": "HENRY SOMMERS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-FEB-2021",
  "report_date": "08-FEB-2021",
  "citations": [
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "The insides of the enclosures housing the animals appeared to be clean and sanitized on a regular basis. But many other\nsurfaces in the sheltered housing facility (which houses both puppies and adults) had a layer of dirt/grime/dust/waste\nindicating they had not been cleaned or sanitized in many months. Although the dogs weren't in direct contact with these\nsurfaces, they were in very close proximity to them. There was a 5-gallon bucket filled with fecal-contaminated washdown\nwater which was emitting a foul odor that had been left just a foot away from an enclosure housing two dogs. Some of the\nelectrical outlets, directly connected to the outside of the dogs' enclosures had a build-up of waste. The dogs were raised\na few feet off the floor in their enclosures, but the floor beneath them was very unsanitary and the actual flooring was\nbarely viewable beneath the layer of built-up brown/black organic material. There were multiple items being stored in the\nhousing building which were collecting thick layers of dust, such as an old fan and unused flooring material. Additionally\nthe white PVC pipes leading from the washdowns to the outdoor sewage, had an external buildup of brown grime and the\nareas between the pipes and the wall had a buildup up of dust, grime, and dead bugs. These unclean/unsanitary\nsurfaces were all within just a few feet (less than 6) of the dogs and in some cases just inches away, right outside their\nenclosures.\n*Adult dogs and puppies are at a higher risk of becoming ill when they are housed in unsanitary conditions.\n**The licensee must ensure that even the surfaces of the housing facility which do NOT come in contact with the dogs are\nstill cleaned and sanitized when necessary to satisfy generally accepted husbandry standards and practices.\nThis non-compliant item must be corrected by: 28 February 2021.\nThe inspection and an exit interview were conducted with the licensee.\nAdditional Inspectors:\nANGELA DEPOE, ANIMAL CARE INSPECTOREnd Section"
    }
  ],
  "narrative": "3.1(c)(3) \n   \nHousing facilities, general. \nThe insides of the enclosures housing the animals appeared to be clean and sanitized on a regular basis. But many other \nsurfaces in the sheltered housing facility (which houses both puppies and adults) had a layer of dirt/grime/dust/waste \nindicating they had not been cleaned or sanitized in many months.  Although the dogs weren't in direct contact with these \nsurfaces, they were in very close proximity to them.  There was a 5-gallon bucket filled with fecal-contaminated washdown \nwater which was emitting a foul odor that had been left just a foot away from an enclosure housing two dogs. Some of the \nelectrical outlets, directly connected to the outside of the dogs' enclosures had a build-up of waste.  The dogs were raised \na few feet off the floor in their enclosures, but the floor beneath them was very unsanitary and the actual flooring was \nbarely viewable beneath the layer of built-up brown/black organic material.  There were multiple items being stored in the \nhousing building which were collecting thick layers of dust, such as an old fan and unused flooring material.  Additionally \nthe white PVC pipes leading from the washdowns to the outdoor sewage, had an external buildup of brown grime and the \nareas between the pipes and the wall had a buildup up of dust, grime, and dead bugs.  These unclean/unsanitary \nsurfaces were all within just a few feet (less than 6) of the dogs and in some cases just inches away, right outside their \nenclosures.\n\n*Adult dogs and puppies are at a higher risk of becoming ill when they are housed in unsanitary conditions. \n \n**The licensee must ensure that even the surfaces of the housing facility which do NOT come in contact with the dogs are \nstill cleaned and sanitized when necessary to satisfy generally accepted husbandry standards and practices. \n \nThis non-compliant item must be corrected by: 28 February 2021. \n \nThe inspection and an exit interview were conducted with the licensee. \n \nAdditional Inspectors: \nANGELA DEPOE, ANIMAL CARE INSPECTOREnd Section",
  "animals_total": 42,
  "species": [
    {
      "count": 36,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 6,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}