{
  "insp_id": "15151143410470",
  "layout": "a",
  "customer_id": "22937",
  "customer_name": "Marvin Burkholder",
  "customer_addr": "5535 Cty Road 407\nMillersburg, OH 44654",
  "certificate": "31-A-0224",
  "site_id": "001",
  "site_name": "MARVIN BURKHOLDER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-JAN-2015",
  "report_date": "15-JAN-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***Female Yorkie #40, previously identified on 18 September 2014 as needing veterinary care for an injured eye,\nwas not present at the inspection today - according to the licensee, she is having surgery to enucleate the injured\neye to eliminate permanent problems as a consequence of her fight injury. This is an appropriate corrective action.\n***Male Boston terrier #53 has a right eye that is cloudy and blue, with green thick discharge. The dog is not\nsquinting and the eye does not appear to be painful. Although the licensee remembers this dog has been\npreviously examined and treated by the attending veterinarian for a cherry eye removal, there was no record of this\ndog's chronic condition (possible consequence of cherry eye surgery including dry eye) with instructions for treating\nongoing problems from the veterinarian. The dog did receive treatment via an eye ointment that the licensee had\ndocumented in March of 2014, but no further treatments were recorded. This dog must be re-examined by 17\nJanuary 2015 to determine if this ongoing problem can be improved and to document an expected prognosis or end\npoint for treatment, or a management plan if the condition is expected to become chronic. The licensee must\ndocument and maintain record of this examination and treatment, *including any instructions for any ongoing\nproblems expected,* for future inspection by APHIS officials. Failure to ensure ongoing treatment for dogs with\nchronic medical conditions can lead to pain and suffering in the affected animals.\nCorrect by: Remains uncorrected"
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "*** The outdoor washdowns on the south side of the main kennel have an excessive accumulation of feces and\nstaining. Also, the outdoor portions of some of the primary enclosures are littered with fecal material. The licensee\nstated that they are cleaning the washdowns twice weekly, and cleaning and scrubbing the primary enclosures\nevery other week. Excreta and other waste material must be removed from primary enclosures daily, and the\nwashdowns must be cleaned as often as necessary to reduce disease hazards, minimize odors, and satisfy\naccepted cleanliness standards. Correct this by cleaning and maintaining these areas on a more frequent basis.\nCorrect by: Remains uncorrected.\n***Inspection and exit interview conducted with the licensee"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***Female Yorkie #40, previously identified on 18 September 2014 as needing veterinary care for an injured eye,\nwas not present at the inspection today - according to the licensee, she is having surgery to enucleate the injured\neye to eliminate permanent problems as a consequence of her fight injury.  This is an appropriate corrective action.\n***Male Boston terrier #53 has a right eye that is cloudy and blue, with green thick discharge.  The dog is not\nsquinting and the eye does not appear to be painful.  Although the licensee remembers this dog has been\npreviously examined and treated by the attending veterinarian for a cherry eye removal, there was no record of this\ndog's chronic condition (possible consequence of cherry eye surgery including dry eye) with instructions for treating\nongoing problems from the veterinarian.  The dog did receive treatment via an eye ointment that the licensee had\ndocumented in March of 2014, but no further treatments were recorded.  This dog must be re-examined by 17\nJanuary 2015 to determine if this ongoing problem can be improved and to document an expected prognosis or end\npoint for treatment, or a management plan if the condition is expected to become chronic.  The licensee must\ndocument and maintain record of this examination and treatment, *including any instructions for any ongoing\nproblems expected,* for future inspection by APHIS officials.  Failure to ensure ongoing treatment for dogs with\nchronic medical conditions can lead to pain and suffering in the affected animals.  \nCorrect by: Remains uncorrected\n3.11(a)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n*** The outdoor washdowns on the south side of the main kennel have an excessive accumulation of feces and\nstaining.  Also, the outdoor portions of some of the primary enclosures are littered with fecal material.  The licensee\nstated that they are cleaning the washdowns twice weekly, and cleaning and scrubbing the primary enclosures\nevery other week.  Excreta and other waste material must be removed from primary enclosures daily, and the\nwashdowns must be cleaned as often as necessary to reduce disease hazards, minimize odors, and satisfy\naccepted cleanliness standards.  Correct this by cleaning and maintaining these areas on a more frequent basis.\n\nCorrect by: Remains uncorrected.\n***Inspection and exit interview conducted with the licensee",
  "animals_total": 42,
  "species": [
    {
      "count": 31,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 11,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}