{
  "insp_id": "INS-0000899760",
  "layout": "c",
  "customer_id": "323233",
  "customer_name": "VERNON MILLER",
  "customer_addr": "6255 NORTH 1000 WEST\nSHIPSHEWANA, IN 46565",
  "certificate": "32-C-0224",
  "site_id": "001",
  "site_name": "VERNON D MILLER",
  "insp_type": "FOCUSED INSPECTION",
  "date": "18-OCT-2023",
  "report_date": "23-OCT-2023",
  "citations": [
    {
      "code": "3.150(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "- There was exposed electrical wire on the ground in the drive through park in the corner approximately 15 feet from\nwhere the automatic waterer is located. There are five geese that had access to these wires.\nThe facility must be constructed of such material and of such strength as appropriate for the birds involved. The housing\nfacilities shall be structurally sound and shall be maintained in good repair to protect the animals from injury and to\ncontain the animals. All housing facilities for animals must be structurally sound and maintained in good repair.\nTo be corrected by October 31, 2023"
    },
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The licensee did not provide the inspectors with a copy of the program of veterinary care (PVC). Failure to provide a PVC\ndoes not allow USDA inspectors to verify the adequacy of the care being provided to the animals or confirm the facility\nhas an attending veterinarian to provide guidance on appropriate veterinary care for all aspects of animal health and well-\nbeing. Each exhibitor shall employ an attending veterinarian under formal arrangements. In the case of a part-time\nattending veterinarian or consultant arrangements, the formal arrangements shall include a written program of veterinary\ncare and regularly scheduled visits to the premises of the dealer or exhibitor."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "There were 2 dogs that had matted hair. Janie (no ID#) a cream female cockapoo, born on 2/15/2022, had clumps of\nmatted hair on her ears, and on all four paws. Macy, (no ID#) a light red female goldendoodle, had hair clumps and mats\non the ears, tail, back feet and a few on the underside of the abdominal area. Matted hair can twist and pull at the skin\nand irritate the dog's skin causing irritation or infection.\nEach dealer or exhibitor shall establish and maintain programs of adequate veterinary care that include: the use of\nappropriate methods to prevent, control, diagnose, and treat diseases and injuries to include proper care of haircoats."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "-One ostrich was seen to be plucking feathers from other large birds and there were two other ostrich and at least one\nemu that had extensive areas of feathers missing with some scabbing and little to no feather regrowth. One ostrich had an\narea with no feathers that covered at least 20 percent of the area over its hips and back. No treatment had been sought\nfor the feather plucking or the skin lesions.\n-The umbrella cockatoo had evidence of significant feathers missing on the fount of the bird. No treatment had been\nsought for the feather plucking.\n-There was a scarlet macaw that was being house with the blue-and-yellow macaw that had very short tail feathers. No\ntreatment had been sought for the missing or broken tail feathers.\nEach dealer shall establish and maintain programs of adequate veterinary care including the use of appropriate methods\nto prevent, control, diagnose, and treat diseases and injuries. Each exhibitor must contact the attending veterinarian for\nproper diagnosis and treatment of all veterinary issues.\nTo be corrected by October 26th, 2023"
    },
    {
      "code": "2.50(c)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Time and method of identification.",
      "narrative": "There was one adult female Bernese Mountain dog, one adult female cockapoo, one adult female Goldendoodle, one\nsheltie type “Oakley”, one cattle dog “Sandy” and nine puppies that did not have identification. All dogs, including puppies,\nmust have distinctive identification so that animals can be identified in the case of an animal disease outbreak, and to\nidentify specific animals that may require routine or veterinary care. Class “C” exhibitors shall identify all dogs under his\ncontrol or on his premises, whether held, purchased, or otherwise acquired. All dogs and puppies held at the facility must\nhave a distinctive identification."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "-The licensee had two female dogs onsite, a blue heeler named “Sandy” and a sheltie type dog named “Oakley” that were\nnot listed on the facility’s record of animals on hand. Additionally, the licensee was unable to provide the age or date of\nbirth for the two dogs and reported that neither dog was spayed, and that “Oakley” was bred.\n-Most records for the puppies did not include the dates animals were sold.\n-The records utilized puppy identification numbers that could not be traced back to any litter records for the facility.\nAccurate record keeping is crucial for ensuring a thorough inspection and needed to rapidly identify and trace animals in a\npotential disease outbreak. Each dealer and/or exhibitor shall make, keep, and maintain records or forms which fully and\ncorrectly disclose the information in 2.75(a)(1)(i) through 2.75(a)(1)(ix) for each dog purchased or otherwise acquired,\nowned, held, or otherwise in his or her possession or under his or her control, or which is transported, euthanized, sold, or\notherwise disposed of by that licensee. The licensee must ensure accurate records are created and maintained for all\ndogs at the facility.\nTo be corrected by October 31st 2023"
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Handling of animals.",
      "narrative": "There were no barriers for the animals in the walk-through portion of the zoo. These animals include emus, ostrich, rheas,\nturkeys, two white-tailed deer fawns, one young camel, two zebu, one Amazonian parrot, one red-bellied macaw, two\nsheep, three African crested porcupine, two raccoons, four rabbits, two wallabies, 1 red kangaroo, one Patagonian cavy,\nfive cows, one striped skunk, fifteen goats, one Prevost’s squirrel, five pigs, three chickens, five ducks, two African\ncrowned-cranes, and the birds in the walk-through aviary. A lack of barriers can lead to unnecessary animal or human\ninjury. During public exhibition, any animal must be handled so there is minimal risk of harm to the animal and to the\npublic, with sufficient distance and/or barriers between the animal and the general viewing public to assure the safety of\nanimals and the public."
    },
    {
      "code": "2.134(a)",
      "kind": "",
      "repeat": true,
      "desc": "Contingency planning.",
      "narrative": "During the inspection the licensee presented an incomplete contingency plan. An inadequate contingency plan could\naffect animal health and well-being. All exhibitors must develop, document, and follow an appropriate plan to provide for\nthe humane handling, treatment, transportation, housing, and care of their animals in the event of an emergency or\ndisaster."
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "There were 20 closed bags of dog food that were sitting on the ground in the entry area of the dog facility.\nSupplies of bedding and food kept on the floor can be spoiled, contaminated, and/or infested with vermin, creating\npotentially hazardous situations for dogs.\nSupplies of food and bedding must be stored in a manner that protects the supplies from spoilage, contamination, and\nvermin infestation. Supplies of bedding must be stored off the floor to allow for cleaning underneath and around the\nsupplies.\nTo be corrected by October 27th 2023"
    },
    {
      "code": "3.8",
      "kind": "",
      "repeat": false,
      "desc": "Exercise for dogs.",
      "narrative": "The exercise plan provided to the inspectors at the time of inspection was incomplete.\nBreeders must develop, document, and follow an appropriate plan to provide dogs with the opportunity to exercise. The\nplan must be approved by the attending veterinarian. The plan must include written standard procedures to be followed.\nThe plan must be made available during inspection. The plan, at a minimum, must provide dogs over 12 weeks of age,\nexcept bitches with litters, two times the required floor space for that dog as indicated by 3.6(c)(1).\nTo be corrected by October 31st 2023"
    },
    {
      "code": "3.13(b)",
      "kind": "",
      "repeat": true,
      "desc": "Veterinary care for dogs.",
      "narrative": "The medical records for dogs/puppies were incomplete. The only available information for the adult dogs was proof of\nfecal exam for two dogs. The records must include distemper series vaccine and treatment logs for any dogs/puppies\nunder veterinary treatment. Medical records must be kept for all dogs and puppies to ensure the facility is following the\nwritten program of veterinary care and properly treating any dog or puppy with any veterinary issues. Dealers must keep\ncopies of medical records for dogs/puppies and make the records available for APHIS inspection. These records must\ninclude: The identity of the animal, including identifying marks, tattoos, or tags on the animal and the animal’s breed, sex,\nand age; Provided, however, that routine husbandry, such as vaccinations, preventive medical procedures, or treatments,\nperformed on all animals in a group (or herd), may be kept on a single record; If a problem is identified (such as a\ndisease, injury, or illness), the date and a description of the problem, examination findings, test results, plan for treatment\nand care, and treatment procedures performed, when appropriate; The names of all vaccines and treatments\nadministered and the dates of administration; and The dates and findings/results of all screening, routine, or other\nrequired or recommended test or examination."
    },
    {
      "code": "3.75(e)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "There was one open bag of Mazuri monkey biscuits sitting on the floor in the food storage area.\nSupplies of bedding and food kept open on the floor can be spoiled, contaminated, and/or infested with vermin, creating\npotentially hazardous situations for non-human primates.\nSupplies of food and bedding must be stored in a manner that protects the supplies from spoilage, contamination, and\nvermin infestation. Open food and bedding supplies must be kept in leakproof containers with tightly fitting lids to prevent\nspoilage and contamination.\nTo be corrected by October 27th 2023"
    },
    {
      "code": "3.77(g)",
      "kind": "",
      "repeat": false,
      "desc": "Sheltered housing facilities.",
      "narrative": "The barrier around the three ring tailed lemurs was leaning towards the enclosure in such a way that it was possible to\ncome into physical contact with the lemurs.\nAn insufficient barrier can lead to unnecessary animal or human injury. During public exhibition, any animal must be\nhandled so there is minimal risk of harm to the animal and to the public, with sufficient distance and/or barriers between\nthe animal and the general viewing public to assure the safety of animals and the public.\nTo be corrected by October 24, 2023"
    },
    {
      "code": "3.78(c)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "There was an outdoor dog house being used as a shelter for the spider monkey. The shelter did not appear to be tall\nenough to provide comfortable protection to the to the spider monkey.\nLack of a comfortable shelter could prevent a non-human primate from using the shelter for protection from the elements\nor cause discomfort if used. The shelter must be sufficiently large to comfortably provide protection for each non-human\nprimate housed in the facility.\nTo be corrected by November 1, 2023."
    },
    {
      "code": "3.81",
      "kind": "",
      "repeat": true,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "There was no written and documented program for the environmental enrichment of the nonhuman primates held at the\nfacility. The lack of an enrichment program for the nonhuman primates can lead to boredom, stress, behavioral issues and\nself-injurious behaviors. Exhibitors must develop, document, and follow an appropriate plan for environment enhancement\nadequate to promote the psychological well-being of nonhuman primates. The plan must be in accordance with the\ncurrently accepted professional standards as cited in appropriate professional journals or reference guides, and as\ndirected by the attending veterinarian. This plan must be made available to APHIS upon request."
    },
    {
      "code": "3.82(a)",
      "kind": "",
      "repeat": true,
      "desc": "Feeding.",
      "narrative": "- There was a bag of LabDiet Primate biscuits in the feed storage area that expired 17MAR2023.\n-The feed tubes used by the public to give food to the rhesus macaque had a coating of black dirt and grime all the way\ndown. This feed tube was approximately four to six feet in length and made of PVC. The food passing through these feed\ntubes may be contaminated from the feed tubes that are not clean. The food fed to nonhuman primates must be clean,\nwholesome, and palatable to the animals to maintain a healthy condition, weight range and prevent potential animal\ndisease. The feed tubes must be cleaned as often as necessary to prevent contamination of the food fed to the\nnonhuman primates."
    },
    {
      "code": "3.84(a)",
      "kind": "",
      "repeat": true,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The play structure in the enclosure with the three ring-tailed lemurs had a buildup of brown debris as well as multiple\nsmears of what appeared to be fecal material on the slide portion of the structure.\nCleaning of primary enclosures and shelters is necessary to prevent odors, pest infestation and reduce the risk of disease\ntransmission. Feces can contain disease hazards that can affect the health of the nonhuman primates. Primary\nenclosures and shelters must be cleaned."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "- The primary enclosure housing three African crested porcupine had a patch of dig barrier fencing exposed in the\nsoutheast corner of the enclosure with the food bowl and a rock sitting on top of it and a hole below it.\n- The two adult production pigs in the area to the west of the entrance of the drive through portion of the facility had shade\nshelter with severely leaning poles for support.\n- The primary enclosure for four cattle on the east side of the chicken barn had a raised large diesel tank with exposed\nwires on the ground under it.\n- The primary enclosure housing three adult female goats had a run behind the barn with a section of fence that was not\nattached at one end.\nThe facility must be constructed of such material and of such strength as appropriate for the animals involved. The indoor\nand outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the animals\nfrom injury and to contain the animals. All housing facilities for animals must be structurally sound and maintained in good\nrepair."
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, outdoor.",
      "narrative": "- The primary enclosure housing the three African crested porcupines did not have a shelter.\n- The primary enclosure housing the three Prevost’s squirrel did not have a shelter.\n- The shelter in the primary enclosure for the two cattle and two zebu was too small to contain all three animals at the\nsame time. The external house measured 62” by 74”.\nProviding adequate shelter, and shelter large enough to protect all animals simultaneously from the elements, are\nimportant to prevent discomfort of the animals. Exposure adverse climatic conditions can cause animals discomfort. All\nanimals must be provided with shelter appropriate for the local climatic conditions."
    },
    {
      "code": "3.127(c)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "- In the primary enclosure for the two cattle and two zebu there was a large puddle with soft mud in front of the entire\nentrance to the shelter.\n- The ground of the shelter for the three cows and two donkeys was entirely wet.\n- The primary enclosure for four cattle on the east side of the chicken barn had thick mud that the animals had to walk\nthrough to access food, water, or shelter.\nHaving to a dry resting area and way to walk to food, water, and shelter for animals is necessary for their comfort and\ntheir ability to access needed resources. A suitable method to rapidly eliminate excess water must be provided. The\nmethod of drainage shall comply with local, state, and federal laws and regulations relating to pollution control or the\nprotection of the environment.\nTo be corrected by October 31, 2023"
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": true,
      "desc": "Feeding.",
      "narrative": "- The food dish for the striped skunk was contaminated with bird feces.\nThe feces in the bowl can cause contamination which could lead to disease and illness. All animals must have access to\nwholesome, palatable food that is free of contamination and in sufficient quantity and nutritive value to maintain good\nhealth. All feeding receptacles and feeding tubes must kept be clean and sanitary."
    },
    {
      "code": "3.129(b)",
      "kind": "",
      "repeat": true,
      "desc": "Feeding.",
      "narrative": "- The food dish of the kangaroo had caked and discolored feed adhered to the inside of the bowl.\nThe caking and decolorization could lead to illness and disease and could cause the food to not be wholesome and\npalatable. All animals must have access to wholesome, palatable food that is free of contamination and in sufficient\nquantity and nutritive value to maintain good health. All feeding receptacles and adequate measures shall be taken to\nprevent molding, contamination, and deterioration or caking of food."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": true,
      "desc": "Watering.",
      "narrative": "-The automatic waterer in the drive through portion of the park is 22” tall at the level of drinking. There are 3 pot-bellied\npigs house in the area that would not be able to reach the water.\nLack of potable water can lead to disease and illness or may cause the animals to stop drinking water leading to\ndehydration. All animals must have access to clean, potable water and receptacles shall be kept clean and sanitary."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "- There was an excessive accumulation feces and food waste in the shelter of the primary enclosure for one cavy.\n- The were five cattle, two zebra, one wildebeest, one zebu, one fallow deer, four nilgai, and three eland housed to stalls\nin the lower part of the barn. The licensee stated that these stalls have not been cleaned out since the spring. There was\nthree to 12 inches of feces in the stalls.\nInsufficient cleaning can lead to disease hazards, insects, pest and odors. Excreta must be removed from the primary\nenclosures to prevent disease transmission, odor and pests."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "- There were cobwebs covering the upper part of all the stalls in the downstairs of the barn.\n- There was a sandwich bag and a plastic water bottle in the primary enclosure with the 15 goats. One of the goats of\nchewing on the plastic bag during the inspection.\n- There were extra fencing supplies in with the animals in the drive through portion of the park.\nTrash, materials, and poor housekeeping can injury animals and prevent good animal husbandry and cleaning. Premises\nshall be kept clean and in good repair. Trash shall be places in designated areas and cleared as necessary to protect the\nhealth of the animals.\nTo be corrected by October 31, 2023"
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "- There were birds’ nests in the shelter of the white-tailed deer.\n- There were birds’ nests in the shelter with one cow and two zebu.\nAllowing wild birds to nest in animal shelters can lead to disease transmission and accumulation of bird excreta. A safe\nand effective method to control avian pests must be established and maintained."
    },
    {
      "code": "3.150(e)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "There was one open bag of bird feed sitting on the floor in the food storage area.\nSupplies of bedding and food kept on the floor can be spoiled, contaminated, and/or infested with vermin, creating\npotentially hazardous situations for birds. Supplies must be stored in a manner that protects from food from deterioration\nof its nutritive value and off the floor and away from the walls.\nTo be corrected by October 27th, 2023"
    },
    {
      "code": "3.153(a)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "- The primary enclosure that contained the budgies and two of the lovebirds had the broken back of a nest box on the wall\nthat had the pointed ends of six nails exposed.\nExposed nails could lead to injury of the birds. Primary enclosures must be maintained in good repair to prevent injury.\nTo be corrected by October 27, 2023"
    },
    {
      "code": "3.153(b)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "- The housing for one scarlet macaw and the blue-and-gold macaw is not large enough to allow both birds to make normal\npostural and social adjustments and allow adequate freedom of movement. The scarlet macaw is missing tail feathers.\n- The housing for the umbrella cockatoo does not allow the bird to make normal postural adjustments when perched. The\ncockatoo has more feather plucking on its chest since being moved to the indoor enclosure.\n- The number and size of perches provided for the budgies do not allow all the birds to perch at the same time and have\nnormal social adjustments. In order to move perches, the birds must displace other birds.\nLack of ability to make normal postural and social adjustments can cause malnutrition, poor condition, stress, or abnormal\nbehaviors. Each bird must be able to make normal postural and social adjustments with adequate freedom of movement\nand freedom to escape from aggression demonstrated by other animals.\nTo be corrected by October 31, 2023"
    },
    {
      "code": "3.154",
      "kind": "",
      "repeat": true,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "-There was no written environmental enrichment plan for the birds.\nInsufficient enrichment for birds can cause psychological distress to birds and can lead to aggression or self-injurious\nbehavior. A written enrichment plan must be established, approved by the attending veterinarian and available to USDA\ninspectors."
    },
    {
      "code": "3.155(b)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding",
      "narrative": "- The food dish of the red-bellied macaw had caked and discolored feed inside of it and spilling on the floor of the\nenclosure.\nThe caking and contamination could lead to illness and disease and could cause the food to not be wholesome and\npalatable. Adequate measures must be taken to prevent molding, contamination, and deterioration or caking of food.\nTo be corrected by October 25, 2023"
    },
    {
      "code": "3.158(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "-The primary enclosure housing three ducklings in the log cabin had a buildup of wet excrement and food waste that\ncovered about two thirds of the bottom in the enclosure.\n-The aviary housing the seven peacocks, twelve doves, the lady Amherst pheasant and the golden pheasant had a\nsignificant buildup of excreta.\n-The walk-through aviary had a significant buildup of excreta on the floor of the enclosure.\n-The primary enclosure of the red-bellied macaw had a significant buildup of excreta on the floor of the enclosure.\nInsufficient cleaning can lead to disease hazards, insects, pest and odors. Allowing wild birds to nest in animal shelters\ncan lead to disease transmission and accumulation of bird excreta. Excreta and food waste must be removed from within,\nunder, and around the primary enclosure often enough to prevent excessive accumulation."
    },
    {
      "code": "3.158(c)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "-There was a peacock in the non-walk-through aviary that had twine wrapped around both of its feet. It was able to move.\nHaving debris in the primary enclosure with birds greatly increases the risk of entanglement and injury.\nPremises must be kept clean and in good repair in order to protect birds from injury and disease and to facilitate required\nhusbandry practices.\nTo be corrected by October 24, 2023"
    },
    {
      "code": "3.160(b)",
      "kind": "",
      "repeat": true,
      "desc": "Compatibility and separation",
      "narrative": "-One larger ostrich was seen to be plucking feathers from another ostrich. There were two ostrich and one emu that had\nextensive areas of feathers missing with some scabbing and little to no feather regrowth. One ostrich had an area with no\nfeathers that covered at least 20 percent of the area over its hips and back, with skin lesions and bleeding. The larger\nostrich appeared to have placed the smaller ostrich in a corner where it could not easily escape while plucking its\nfeathers.\nBirds being incompatibly housed can lead to interactions that are hazardous to their health and well-being, such as\nfeather plucking. Birds may not be housed with other animals, including members of their own species, unless they are\ncompatible. Compatibility must be determined in accordance with generally accepted professional practices and by actual\nobservations to ensure that the birds are, in fact, compatible.\nThis inspection and exit interview were conducted with the licensee.\nThis is a continuation of the report for the routine inspection conducted 18-October-2023 and contains the remaining non-\ncompliances found during the inspection. The exit briefing for the items included on this report was conducted on 23-\nOctober-2023.\nThis inspection was conducted with the licensee on 18-October-2023. The exit interview was conducted with the licensee\non 23-October-2023.\nAdditional Inspectors:\nCARRIE BONGARD, ANIMAL CARE INSPECTOR\nJUSTINE O MALLEY, VETERINARY MEDICAL OFFICER n"
    }
  ],
  "narrative": "3.150(a) \n   \nFacilities, general. \n- There was exposed electrical wire on the ground in the drive through park in the corner approximately 15 feet from \nwhere the automatic waterer is located. There are five geese that had access to these wires.  \nThe facility must be constructed of such material and of such strength as appropriate for the birds involved. The housing \nfacilities shall be structurally sound and shall be maintained in good repair to protect the animals from injury and to \ncontain the animals. All housing facilities for animals must be structurally sound and maintained in good repair.  \nTo be corrected by October 31, 2023 \n2.40(a)(1)  Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe licensee did not provide the inspectors with a copy of the program of veterinary care (PVC). Failure to provide a PVC \ndoes not allow USDA inspectors to verify the adequacy of the care being provided to the animals or confirm the facility \nhas an attending veterinarian to provide guidance on appropriate veterinary care for all aspects of animal health and well-\nbeing. Each exhibitor shall employ an attending veterinarian under formal arrangements. In the case of a part-time \nattending veterinarian or consultant arrangements, the formal arrangements shall include a written program of veterinary \ncare and regularly scheduled visits to the premises of the dealer or exhibitor. \n2.40(b)(2)  Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThere were 2 dogs that had matted hair. Janie (no ID#) a cream female cockapoo, born on 2/15/2022, had clumps of \nmatted hair on her ears, and on all four paws. Macy, (no ID#) a light red female goldendoodle, had hair clumps and mats \non the ears, tail, back feet and a few on the underside of the abdominal area. Matted hair can twist and pull at the skin \nand irritate the dog's skin causing irritation or infection.  \nEach dealer or exhibitor shall establish and maintain programs of adequate veterinary care that include: the use of \nappropriate methods to prevent, control, diagnose, and treat diseases and injuries to include proper care of haircoats. \n2.40(b)(3) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors).\n\n-One ostrich was seen to be plucking feathers from other large birds and there were two other ostrich and at least one \nemu that had extensive areas of feathers missing with some scabbing and little to no feather regrowth. One ostrich had an \narea with no feathers that covered at least 20 percent of the area over its hips and back. No treatment had been sought \nfor the feather plucking or the skin lesions. \n-The umbrella cockatoo had evidence of significant feathers missing on the fount of the bird. No treatment had been \nsought for the feather plucking.  \n-There was a scarlet macaw that was being house with the blue-and-yellow macaw that had very short tail feathers. No \ntreatment had been sought for the missing or broken tail feathers. \nEach dealer shall establish and maintain programs of adequate veterinary care including the use of appropriate methods \nto prevent, control, diagnose, and treat diseases and injuries. Each exhibitor must contact the attending veterinarian for \nproper diagnosis and treatment of all veterinary issues.  \nTo be corrected by October 26th, 2023 \n2.50(c)(1)  Repeat\n   \nTime and method of identification. \nThere was one adult female Bernese Mountain dog, one adult female cockapoo, one adult female Goldendoodle, one \nsheltie type “Oakley”, one cattle dog “Sandy” and nine puppies that did not have identification. All dogs, including puppies, \nmust have distinctive identification so that animals can be identified in the case of an animal disease outbreak, and to \nidentify specific animals that may require routine or veterinary care. Class “C” exhibitors shall identify all dogs under his \ncontrol or on his premises, whether held, purchased, or otherwise acquired. All dogs and puppies held at the facility must \nhave a distinctive identification. \n2.75(a)(1) \n   \nRecords: Dealers and exhibitors. \n-The licensee had two female dogs onsite, a blue heeler named “Sandy” and a sheltie type dog named “Oakley” that were \nnot listed on the facility’s record of animals on hand. Additionally, the licensee was unable to provide the age or date of \nbirth for the two dogs and reported that neither dog was spayed, and that “Oakley” was bred.  \n-Most records for the puppies did not include the dates animals were sold.  \n-The records utilized puppy identification numbers that could not be traced back to any litter records for the facility. \nAccurate record keeping is crucial for ensuring a thorough inspection and needed to rapidly identify and trace animals in a \npotential disease outbreak. Each dealer and/or exhibitor shall make, keep, and maintain records or forms which fully and \ncorrectly disclose the information in 2.75(a)(1)(i) through 2.75(a)(1)(ix) for each dog purchased or otherwise acquired, \nowned, held, or otherwise in his or her possession or under his or her control, or which is transported, euthanized, sold, or \notherwise disposed of by that licensee. The licensee must ensure accurate records are created and maintained for all \ndogs at the facility. \nTo be corrected by October 31st 2023 \n2.131(c)(1)  Repeat\n   \nHandling of animals. \nThere were no barriers for the animals in the walk-through portion of the zoo. These animals include emus, ostrich, rheas, \nturkeys, two white-tailed deer fawns, one young camel, two zebu, one Amazonian parrot, one red-bellied macaw, two\n\nsheep, three African crested porcupine, two raccoons, four rabbits, two wallabies, 1 red kangaroo, one Patagonian cavy, \nfive cows, one striped skunk, fifteen goats, one Prevost’s squirrel, five pigs, three chickens, five ducks, two African \ncrowned-cranes, and the birds in the walk-through aviary. A lack of barriers can lead to unnecessary animal or human \ninjury. During public exhibition, any animal must be handled so there is minimal risk of harm to the animal and to the \npublic, with sufficient distance and/or barriers between the animal and the general viewing public to assure the safety of \nanimals and the public. \n2.134(a)  Repeat\n   \nContingency planning. \nDuring the inspection the licensee presented an incomplete contingency plan. An inadequate contingency plan could \naffect animal health and well-being. All exhibitors must develop, document, and follow an appropriate plan to provide for \nthe humane handling, treatment, transportation, housing, and care of their animals in the event of an emergency or \ndisaster. \n3.1(e) \n   \nHousing facilities, general. \nThere were 20 closed bags of dog food that were sitting on the ground in the entry area of the dog facility. \nSupplies of bedding and food kept on the floor can be spoiled, contaminated, and/or infested with vermin, creating \npotentially hazardous situations for dogs. \nSupplies of food and bedding must be stored in a manner that protects the supplies from spoilage, contamination, and \nvermin infestation. Supplies of bedding must be stored off the floor to allow for cleaning underneath and around the \nsupplies. \nTo be corrected by October 27th 2023 \n3.8 \n   \nExercise for dogs. \nThe exercise plan provided to the inspectors at the time of inspection was incomplete.  \nBreeders must develop, document, and follow an appropriate plan to provide dogs with the opportunity to exercise. The \nplan must be approved by the attending veterinarian. The plan must include written standard procedures to be followed. \nThe plan must be made available during inspection. The plan, at a minimum, must provide dogs over 12 weeks of age, \nexcept bitches with litters, two times the required floor space for that dog as indicated by 3.6(c)(1).  \nTo be corrected by October 31st 2023 \n3.13(b)  Repeat\n   \nVeterinary care for dogs. \nThe medical records for dogs/puppies were incomplete. The only available information for the adult dogs was proof of \nfecal exam for two dogs. The records must include distemper series vaccine and treatment logs for any dogs/puppies \nunder veterinary treatment. Medical records must be kept for all dogs and puppies to ensure the facility is following the \nwritten program of veterinary care and properly treating any dog or puppy with any veterinary issues. Dealers must keep \ncopies of medical records for dogs/puppies and make the records available for APHIS inspection. These records must \ninclude: The identity of the animal, including identifying marks, tattoos, or tags on the animal and the animal’s breed, sex,\n\nand age; Provided, however, that routine husbandry, such as vaccinations, preventive medical procedures, or treatments, \nperformed on all animals in a group (or herd), may be kept on a single record; If a problem is identified (such as a \ndisease, injury, or illness), the date and a description of the problem, examination findings, test results, plan for treatment \nand care, and treatment procedures performed, when appropriate; The names of all vaccines and treatments \nadministered and the dates of administration; and The dates and findings/results of all screening, routine, or other \nrequired or recommended test or examination. \n3.75(e) \n   \nHousing facilities, general. \nThere was one open bag of Mazuri monkey biscuits sitting on the floor in the food storage area. \nSupplies of bedding and food kept open on the floor can be spoiled, contaminated, and/or infested with vermin, creating \npotentially hazardous situations for non-human primates. \nSupplies of food and bedding must be stored in a manner that protects the supplies from spoilage, contamination, and \nvermin infestation. Open food and bedding supplies must be kept in leakproof containers with tightly fitting lids to prevent \nspoilage and contamination.  \nTo be corrected by October 27th 2023 \n3.77(g) \n   \nSheltered housing facilities. \nThe barrier around the three ring tailed lemurs was leaning towards the enclosure in such a way that it was possible to \ncome into physical contact with the lemurs. \nAn insufficient barrier can lead to unnecessary animal or human injury. During public exhibition, any animal must be \nhandled so there is minimal risk of harm to the animal and to the public, with sufficient distance and/or barriers between \nthe animal and the general viewing public to assure the safety of animals and the public. \nTo be corrected by October 24, 2023 \n3.78(c) \n   \nOutdoor housing facilities. \nThere was an outdoor dog house being used as a shelter for the spider monkey. The shelter did not appear to be tall \nenough to provide comfortable protection to the to the spider monkey.  \nLack of a comfortable shelter could prevent a non-human primate from using the shelter for protection from the elements \nor cause discomfort if used. The shelter must be sufficiently large to comfortably provide protection for each non-human \nprimate housed in the facility.  \nTo be corrected by November 1, 2023. \n3.81  Repeat\n   \nEnvironment enhancement to promote psychological well-being. \nThere was no written and documented program for the environmental enrichment of the nonhuman primates held at the \nfacility. The lack of an enrichment program for the nonhuman primates can lead to boredom, stress, behavioral issues and \nself-injurious behaviors. Exhibitors must develop, document, and follow an appropriate plan for environment enhancement \nadequate to promote the psychological well-being of nonhuman primates. The plan must be in accordance with the\n\ncurrently accepted professional standards as cited in appropriate professional journals or reference guides, and as \ndirected by the attending veterinarian. This plan must be made available to APHIS upon request. \n3.82(a)  Repeat\n   \nFeeding. \n- There was a bag of LabDiet Primate biscuits in the feed storage area that expired 17MAR2023.  \n-The feed tubes used by the public to give food to the rhesus macaque had a coating of black dirt and grime all the way \ndown. This feed tube was approximately four to six feet in length and made of PVC. The food passing through these feed \ntubes may be contaminated from the feed tubes that are not clean. The food fed to nonhuman primates must be clean, \nwholesome, and palatable to the animals to maintain a healthy condition, weight range and prevent potential animal \ndisease. The feed tubes must be cleaned as often as necessary to prevent contamination of the food fed to the \nnonhuman primates. \n3.84(a)  Repeat\n   \nCleaning, sanitization, housekeeping, and pest control. \nThe play structure in the enclosure with the three ring-tailed lemurs had a buildup of brown debris as well as multiple \nsmears of what appeared to be fecal material on the slide portion of the structure. \nCleaning of primary enclosures and shelters is necessary to prevent odors, pest infestation and reduce the risk of disease \ntransmission. Feces can contain disease hazards that can affect the health of the nonhuman primates. Primary \nenclosures and shelters must be cleaned. \n3.125(a)  Repeat\n   \nFacilities, general. \n- The primary enclosure housing three African crested porcupine had a patch of dig barrier fencing exposed in the \nsoutheast corner of the enclosure with the food bowl and a rock sitting on top of it and a hole below it.  \n- The two adult production pigs in the area to the west of the entrance of the drive through portion of the facility had shade \nshelter with severely leaning poles for support.  \n- The primary enclosure for four cattle on the east side of the chicken barn had a raised large diesel tank with exposed \nwires on the ground under it.  \n- The primary enclosure housing three adult female goats had a run behind the barn with a section of fence that was not \nattached at one end.  \nThe facility must be constructed of such material and of such strength as appropriate for the animals involved. The indoor \nand outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the animals \nfrom injury and to contain the animals. All housing facilities for animals must be structurally sound and maintained in good \nrepair. \n3.127(b)  Repeat\n   \nFacilities, outdoor. \n- The primary enclosure housing the three African crested porcupines did not have a shelter. \n- The primary enclosure housing the three Prevost’s squirrel did not have a shelter. \n- The shelter in the primary enclosure for the two cattle and two zebu was too small to contain all three animals at the\n\nsame time. The external house measured 62” by 74”.  \nProviding adequate shelter, and shelter large enough to protect all animals simultaneously from the elements, are \nimportant to prevent discomfort of the animals. Exposure adverse climatic conditions can cause animals discomfort. All \nanimals must be provided with shelter appropriate for the local climatic conditions. \n3.127(c) \n   \nFacilities, outdoor. \n- In the primary enclosure for the two cattle and two zebu there was a large puddle with soft mud in front of the entire \nentrance to the shelter.  \n- The ground of the shelter for the three cows and two donkeys was entirely wet. \n- The primary enclosure for four cattle on the east side of the chicken barn had thick mud that the animals had to walk \nthrough to access food, water, or shelter.  \nHaving to a dry resting area and way to walk to food, water, and shelter for animals is necessary for their comfort and \ntheir ability to access needed resources. A suitable method to rapidly eliminate excess water must be provided. The \nmethod of drainage shall comply with local, state, and federal laws and regulations relating to pollution control or the \nprotection of the environment.  \nTo be corrected by October 31, 2023 \n3.129(a)  Repeat\n   \nFeeding. \n- The food dish for the striped skunk was contaminated with bird feces.  \nThe feces in the bowl can cause contamination which could lead to disease and illness. All animals must have access to \nwholesome, palatable food that is free of contamination and in sufficient quantity and nutritive value to maintain good \nhealth. All feeding receptacles and feeding tubes must kept be clean and sanitary. \n3.129(b)  Repeat\n   \nFeeding. \n- The food dish of the kangaroo had caked and discolored feed adhered to the inside of the bowl. \nThe caking and decolorization could lead to illness and disease and could cause the food to not be wholesome and \npalatable. All animals must have access to wholesome, palatable food that is free of contamination and in sufficient \nquantity and nutritive value to maintain good health. All feeding receptacles and adequate measures shall be taken to \nprevent molding, contamination, and deterioration or caking of food. \n3.130  Repeat\n   \nWatering. \n-The automatic waterer in the drive through portion of the park is 22” tall at the level of drinking. There are 3 pot-bellied \npigs house in the area that would not be able to reach the water.  \nLack of potable water can lead to disease and illness or may cause the animals to stop drinking water leading to \ndehydration. All animals must have access to clean, potable water and receptacles shall be kept clean and sanitary. \n3.131(a)  Repeat\n\nSanitation. \n- There was an excessive accumulation feces and food waste in the shelter of the primary enclosure for one cavy. \n- The were five cattle, two zebra, one wildebeest, one zebu, one fallow deer, four nilgai, and three eland housed to stalls \nin the lower part of the barn. The licensee stated that these stalls have not been cleaned out since the spring. There was \nthree to 12 inches of feces in the stalls.  \nInsufficient cleaning can lead to disease hazards, insects, pest and odors. Excreta must be removed from the primary \nenclosures to prevent disease transmission, odor and pests. \n3.131(c) \n   \nSanitation. \n- There were cobwebs covering the upper part of all the stalls in the downstairs of the barn. \n- There was a sandwich bag and a plastic water bottle in the primary enclosure with the 15 goats. One of the goats of \nchewing on the plastic bag during the inspection.  \n- There were extra fencing supplies in with the animals in the drive through portion of the park.  \nTrash, materials, and poor housekeeping can injury animals and prevent good animal husbandry and cleaning. Premises \nshall be kept clean and in good repair. Trash shall be places in designated areas and cleared as necessary to protect the \nhealth of the animals. \nTo be corrected by October 31, 2023 \n3.131(d)  Repeat\n   \nSanitation. \n- There were birds’ nests in the shelter of the white-tailed deer. \n- There were birds’ nests in the shelter with one cow and two zebu.  \nAllowing wild birds to nest in animal shelters can lead to disease transmission and accumulation of bird excreta. A safe \nand effective method to control avian pests must be established and maintained. \n3.150(e) \n   \nFacilities, general. \nThere was one open bag of bird feed sitting on the floor in the food storage area. \nSupplies of bedding and food kept on the floor can be spoiled, contaminated, and/or infested with vermin, creating \npotentially hazardous situations for birds. Supplies must be stored in a manner that protects from food from deterioration \nof its nutritive value and off the floor and away from the walls. \nTo be corrected by October 27th, 2023 \n3.153(a)(1)(i) \n   \nPrimary enclosures. \n- The primary enclosure that contained the budgies and two of the lovebirds had the broken back of a nest box on the wall \nthat had the pointed ends of six nails exposed.  \nExposed nails could lead to injury of the birds. Primary enclosures must be maintained in good repair to prevent injury.  \nTo be corrected by October 27, 2023\n\n3.153(b) \n   \nPrimary enclosures. \n- The housing for one scarlet macaw and the blue-and-gold macaw is not large enough to allow both birds to make normal \npostural and social adjustments and allow adequate freedom of movement. The scarlet macaw is missing tail feathers. \n- The housing for the umbrella cockatoo does not allow the bird to make normal postural adjustments when perched. The \ncockatoo has more feather plucking on its chest since being moved to the indoor enclosure. \n- The number and size of perches provided for the budgies do not allow all the birds to perch at the same time and have \nnormal social adjustments. In order to move perches, the birds must displace other birds.  \nLack of ability to make normal postural and social adjustments can cause malnutrition, poor condition, stress, or abnormal \nbehaviors. Each bird must be able to make normal postural and social adjustments with adequate freedom of movement \nand freedom to escape from aggression demonstrated by other animals.  \nTo be corrected by October 31, 2023 \n3.154  Repeat\n   \nEnvironment enhancement to promote psychological well-being. \n-There was no written environmental enrichment plan for the birds. \nInsufficient enrichment for birds can cause psychological distress to birds and can lead to aggression or self-injurious \nbehavior. A written enrichment plan must be established, approved by the attending veterinarian and available to USDA \ninspectors. \n3.155(b) \n   \nFeeding \n- The food dish of the red-bellied macaw had caked and discolored feed inside of it and spilling on the floor of the \nenclosure.  \nThe caking and contamination could lead to illness and disease and could cause the food to not be wholesome and \npalatable. Adequate measures must be taken to prevent molding, contamination, and deterioration or caking of food. \nTo be corrected by October 25, 2023 \n3.158(a)(1)  Repeat\n   \nCleaning, sanitization, housekeeping, and pest control. \n-The primary enclosure housing three ducklings in the log cabin had a buildup of wet excrement and food waste that \ncovered about two thirds of the bottom in the enclosure. \n-The aviary housing the seven peacocks, twelve doves, the lady Amherst pheasant and the golden pheasant had a \nsignificant buildup of excreta. \n-The walk-through aviary had a significant buildup of excreta on the floor of the enclosure.  \n-The primary enclosure of the red-bellied macaw had a significant buildup of excreta on the floor of the enclosure. \nInsufficient cleaning can lead to disease hazards, insects, pest and odors. Allowing wild birds to nest in animal shelters \ncan lead to disease transmission and accumulation of bird excreta. Excreta and food waste must be removed from within, \nunder, and around the primary enclosure often enough to prevent excessive accumulation.\n\n3.158(c) \n   \nCleaning, sanitization, housekeeping, and pest control. \n-There was a peacock in the non-walk-through aviary that had twine wrapped around both of its feet. It was able to move. \nHaving debris in the primary enclosure with birds greatly increases the risk of entanglement and injury.  \nPremises must be kept clean and in good repair in order to protect birds from injury and disease and to facilitate required \nhusbandry practices.  \nTo be corrected by October 24, 2023 \n3.160(b)  Repeat\n   \nCompatibility and separation \n-One larger ostrich was seen to be plucking feathers from another ostrich. There were two ostrich and one emu that had \nextensive areas of feathers missing with some scabbing and little to no feather regrowth. One ostrich had an area with no \nfeathers that covered at least 20 percent of the area over its hips and back, with skin lesions and bleeding. The larger \nostrich appeared to have placed the smaller ostrich in a corner where it could not easily escape while plucking its \nfeathers.  \nBirds being incompatibly housed can lead to interactions that are hazardous to their health and well-being, such as \nfeather plucking. Birds may not be housed with other animals, including members of their own species, unless they are \ncompatible. Compatibility must be determined in accordance with generally accepted professional practices and by actual \nobservations to ensure that the birds are, in fact, compatible. \n \nThis inspection and exit interview were conducted with the licensee. \nThis is a continuation of the report for the routine inspection conducted 18-October-2023 and contains the remaining non-\ncompliances found during the inspection. The exit briefing for the items included on this report was conducted on 23-\nOctober-2023.  \nThis inspection was conducted with the licensee on 18-October-2023. The exit interview was conducted with the licensee \non 23-October-2023. \n \nAdditional Inspectors: \nCARRIE BONGARD, ANIMAL CARE INSPECTOR \nJUSTINE O MALLEY, VETERINARY MEDICAL OFFICER n",
  "animals_total": 344,
  "species": [
    {
      "count": 24,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 1,
      "scientific": "Brachyteles arachnoides",
      "common": "WOOLLY SPIDER MONKEY"
    },
    {
      "count": 3,
      "scientific": "Bubalus bubalis",
      "common": "ASIATIC WATER BUFFALO"
    },
    {
      "count": 11,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 6,
      "scientific": "Cervus canadensis",
      "common": "ELK / WAPITI"
    },
    {
      "count": 1,
      "scientific": "Connochaetes gnou",
      "common": "BLACK WILDEBEEST"
    },
    {
      "count": 3,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 10,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 54,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 3,
      "scientific": "Taurotragus oryx",
      "common": "COMMON ELAND"
    },
    {
      "count": 4,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 21,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 1,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 10,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 3,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE"
    },
    {
      "count": 4,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 2,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 5,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 3,
      "scientific": "Hystrix cristata",
      "common": "AFRICAN CRESTED PORCUPINE"
    },
    {
      "count": 4,
      "scientific": "Bos grunniens",
      "common": "YAK"
    },
    {
      "count": 2,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    },
    {
      "count": 1,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 4,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 4,
      "scientific": "Boselaphus tragocamelus",
      "common": "NILGAI"
    },
    {
      "count": 19,
      "scientific": "Canis familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 9,
      "scientific": "Canis familiaris",
      "common": "DOG PUPPY"
    },
    {
      "count": 5,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 1,
      "scientific": "Amazona aestiva",
      "common": "TURQUOISE-FRONTED PARROT / TURQUOISE-FRONTED"
    },
    {
      "count": 5,
      "scientific": "Nymphicus hollandicus",
      "common": "COCKATIEL"
    },
    {
      "count": 14,
      "scientific": "Columba livia domestica",
      "common": "DOMESTIC PIGEON INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 2,
      "scientific": "Urocyon cinereoargenteus",
      "common": "GRAY FOX / GREY FOX"
    },
    {
      "count": 1,
      "scientific": "Chrysolophus amherstiae",
      "common": "LADY AMHERST'S PHEASANT"
    },
    {
      "count": 1,
      "scientific": "Chrysolophus pictus",
      "common": "GOLDEN PHEASANT"
    },
    {
      "count": 4,
      "scientific": "Dromaius novaehollandiae",
      "common": "EMU"
    },
    {
      "count": 3,
      "scientific": "Struthio camelus",
      "common": "COMMON OSTRICH"
    },
    {
      "count": 1,
      "scientific": "Callosciurus prevostii",
      "common": "PREVOST'S SQUIRREL / TRI-COLORED SQUIRREL"
    },
    {
      "count": 2,
      "scientific": "Ara macao",
      "common": "SCARLET MACAW"
    },
    {
      "count": 5,
      "scientific": "Anser anser domesticus",
      "common": "DOMESTIC GOOSE"
    },
    {
      "count": 2,
      "scientific": "Meleagris gallopavo domesticus",
      "common": "DOMESTIC TURKEY"
    },
    {
      "count": 5,
      "scientific": "Rhea americana",
      "common": "GREATER RHEA / AMERICAN RHEA"
    },
    {
      "count": 2,
      "scientific": "Balearica regulorum",
      "common": "GRAY CROWNED-CRANE / AFRICAN CROWNED-CRANE /"
    },
    {
      "count": 3,
      "scientific": "Agapornis spp hybrid",
      "common": "LOVEBIRD HYBRID"
    },
    {
      "count": 1,
      "scientific": "Orthopsittaca manilatus",
      "common": "RED-BELLIED MACAW"
    },
    {
      "count": 1,
      "scientific": "Ara ararauna",
      "common": "BLUE-AND-YELLOW MACAW / BLUE-AND-GOLD MACAW"
    },
    {
      "count": 1,
      "scientific": "Cacatua alba",
      "common": "WHITE COCKATOO / UMBRELLA COCKATOO"
    },
    {
      "count": 8,
      "scientific": "Anas platyrhynchos domesticus",
      "common": "DOMESTIC DUCK INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 7,
      "scientific": "Pavo cristatus",
      "common": "INDIAN PEAFOWL / COMMON PEAFOWL / PEAHEN /"
    },
    {
      "count": 40,
      "scientific": "Melopsittacus undulatus",
      "common": "BUDGERIGAR / BUDGIE / COMMON PARAKEET / SHELL"
    },
    {
      "count": 2,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 12,
      "scientific": "Streptopelia capicola",
      "common": "BARBARY DOVE / RINGED TURTLE-DOVE / RINGNECK DOVE"
    },
    {
      "count": 2,
      "scientific": "Lonchura striata domestica",
      "common": "SOCIETY FINCH / BENGALESE FINCH"
    }
  ]
}