{
  "insp_id": "2016082569575980",
  "layout": "a",
  "customer_id": "331941",
  "customer_name": "Joe Farley",
  "customer_addr": "1945 Pleasant Valley Dr\nGalena, MO 65656",
  "certificate": "43-A-6006",
  "site_id": "001",
  "site_name": "Joe Farley",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-AUG-2019",
  "report_date": "20-AUG-2019",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Multiple adult dogs had a variety of skin and haircoat conditions.\n**A male Cocker Spaniel named Crosby had patchy hair loss over much of his body. He also had thickened skin on\nthe underside of his neck, chest, on his rump either side of his tail.\n**A female Cocker Spaniel named Mooney had greasy hair over her back and sides, patchy hair loss, scaly skin,\nand reddened scabby areas on her chest.\n**A female Cocker Spaniel named Gloria had nearly complete hair loss on her tail, the adjacent areas on her rump,\nand behind her ears. She also had areas of missing hair on her neck and back.\n**A male Springer Spaniel named Spiffy had areas of missing hair about the size of a silver dollar to the right of his\ntail and on the tip of his tail.\n**A male Cocker Spaniel named Archie had matted hair on his ears and both back feet.\n**A female Bernese Mtn. Dog named Sheba had matted hair behind both ears, on her back, and above her tail.\nSkin conditions can be the result of underlying medical conditions, parasites, or inadequate nutrition. Matted hair\ncan be painful and result in skin lesions. The licensee had tried to treat the skin conditions on her own but they\neither returned or never completely resolved. The licensee must remove the matted hair and consult a veterinarian\nabout the skin conditions. She must follow the veterinarian's treatment schedule and seek further consultation if the\nproblems do not completely resolve."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The licensee is not performing adequate daily observations to detect ticks on her dogs. The licensee does not have\ndirect and frequent communication with her veterinarian regarding the skin problems of her dogs. Daily observation\nof all the dogs and direct, frequent communication with the veterinarian is required so that timely and accurate\ninformation on problems of animal health, behavior, and well-being is conveyed to the attending veterinarian.\nTO BE CORRECTED TODAY."
    },
    {
      "code": "3.6(a)(2)(iii)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The Golden Retrievers had dug a hole under the fence of their enclosure and during the inspection were crawling\nunder the fence and entering the adjacent Weimaraner enclosure. The two male dogs began fighting, resulting in\nthe Golden Retriever receiving a bite on one ear. Primary enclosures must be structurally sound and kept in good\nrepair to prevent dogs from escaping. The licensee must ensure that enclosures contain the dogs securely.\nTO BE CORRECTED TODAY."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Multiple adult dogs had ticks attached to their bodies.\n**A male Corgi named Dusty had ticks in his ears.\n**A female Weimaraner named Bella had ticks on her back.\n**A female Weimaraner named Tilley had ticks in her ears.\n**A male Springer Spaniel named Spiffy had ticks in his ears.\n**A female Springer Spaniel named Georgie had ticks in her ears and on her side.\n**A male mini-Aussie named Willie had ticks in his ears and on his abdomen.\n**A female Poodle named Mia had ticks in her ears and on her abdomen.\n**A female Bernese Mtn. Dog named Katie had a tick in one ear.\n**A male Weimaraner named Hank had ticks in his ears.\nTicks can carry diseases that can affect the health of the dogs and can cause painful lesions. The licensee must\nestablish an effective pest control program for the dogs and the premises.\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nGraves Alicia, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nMultiple adult dogs had a variety of skin and haircoat conditions.\n**A male Cocker Spaniel named Crosby had patchy hair loss over much of his body.  He also had thickened skin on\nthe underside of his neck, chest, on his rump either side of his tail.\n**A female Cocker Spaniel named Mooney had greasy hair over her back and sides, patchy hair loss, scaly skin,\nand reddened scabby areas on her chest.\n**A female Cocker Spaniel named Gloria had nearly complete hair loss on her tail, the adjacent areas on her rump,\nand behind her ears.  She also had areas of missing hair on her neck and back.\n**A male Springer Spaniel named Spiffy had areas of missing hair about the size of a silver dollar to the right of his\ntail and on the tip of his tail.\n**A male Cocker Spaniel named Archie had matted hair on his ears and both back feet.\n**A female Bernese Mtn. Dog named Sheba had matted hair behind both ears, on her back, and above her tail.\nSkin conditions can be the result of underlying medical conditions, parasites, or inadequate nutrition.  Matted hair\ncan be painful and result in skin lesions.  The licensee had tried to treat the skin conditions on her own but they\neither returned or never completely resolved.  The licensee must remove the matted hair and consult a veterinarian\nabout the skin conditions.  She must follow the veterinarian's treatment schedule and seek further consultation if the\nproblems do not completely resolve.\n2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe licensee is not performing adequate daily observations to detect ticks on her dogs.  The licensee does not have\ndirect and frequent communication with her veterinarian regarding the skin problems of her dogs.  Daily observation\nof all the dogs and direct, frequent communication with the veterinarian is required so that timely and accurate\ninformation on problems of animal health, behavior, and well-being is conveyed to the attending veterinarian.\nTO BE CORRECTED TODAY.\n\n3.6(a)(2)(iii)\nPRIMARY ENCLOSURES.\nThe Golden Retrievers had dug a hole under the fence of their enclosure and during the inspection were crawling\nunder the fence and entering the adjacent Weimaraner enclosure.  The two male dogs began fighting, resulting in\nthe Golden Retriever receiving a bite on one ear.  Primary enclosures must be structurally sound and kept in good\nrepair to prevent dogs from escaping.  The licensee must ensure that enclosures contain the dogs securely.\nTO BE CORRECTED TODAY.\n3.11(d)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nMultiple adult dogs had ticks attached to their bodies.\n**A male Corgi named Dusty had ticks in his ears.\n**A female Weimaraner named Bella had ticks on her back.\n**A female Weimaraner named Tilley had ticks in her ears.\n**A male Springer Spaniel named Spiffy had ticks in his ears.\n**A female Springer Spaniel named Georgie had ticks in her ears and on her side.\n**A male mini-Aussie named Willie had ticks in his ears and on his abdomen.\n**A female Poodle named Mia had ticks in her ears and on her abdomen.\n**A female Bernese Mtn. Dog named Katie had a tick in one ear.\n**A male Weimaraner named Hank had ticks in his ears.\nTicks can carry diseases that can affect the health of the dogs and can cause painful lesions.  The licensee must\nestablish an effective pest control program for the dogs and the premises.\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nGraves Alicia, Animal Care Inspector",
  "animals_total": 112,
  "species": [
    {
      "count": 76,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 36,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}