{
  "insp_id": "351141043510844",
  "layout": "a",
  "customer_id": "6902",
  "customer_name": "Summer Wind Farm Sanctuary",
  "customer_addr": "6490 Mowerson Rd\nBrown City, MI 48416",
  "certificate": "34-C-0227",
  "site_id": "001",
  "site_name": "SUMMER WIND FARMS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-DEC-2014",
  "report_date": "18-DEC-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A brown goat was noted by the inspectors which appeared to be having difficulty walking. The goat moved stiffly\nand seemed hesitant to move. This goat had long toes on both of the rear feet. These hoofs are in need of\ntrimming. Long overgrown hoofs can cause conformation issues and joint problems. Trim this goat's feet. This\ngoat also requires evaluation by the attending veterinarian to determine if it has any other problems resulting in its\nstiff gait and if any other treatment is required. This goat is to be evaluated by the attending veterinarian by close of\nbusiness on 12-19-14."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A brown goat was noted by the inspectors which appeared to be having difficulty walking. The goat moved stiffly\nand seemed hesitant to move. This goat had long toes on both of the rear feet. These hoofs are in need of\ntrimming. Long overgrown hoofs can cause conformation issues and joint problems. No one at the facility had\nnoticed the condition of this goat. Failure to observe health issues and promptly report them to the attending\nveterinarian will lead to unnecessary suffering and in extreme cases even possible animal death. Thorough daily\nobservations of all animals should be made. Animals with known problems should receive extra scrutiny. Report all\nhealth issues promptly to the veterinarian."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Two domestic cats are housed in an enclosure that contains one litter box. Three domestic cats are housed in an\nenclosure also with one litter box. These litter boxes had excessive feces in them. Primary enclosures are to be\ncleaned of fecal material daily. Excessive feces in litter boxes can lead to odor problems. It can also be a potential\nsource of disease and pest control issues. Excessively dirty litter boxes can be a source of discomfort to the cats as\nthey will hesitate to use the boxes when they are overly soiled. The cats in the enclosure housing three cats were\ndefecating outside their litter box. This could result in soiling of the cats and ingestion of feces as they groom\nthemselves. This can lead to parasite and other potential infections. Clean litter boxes daily."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The primary enclosure housing three foxes still has an area of the wire lining the enclosure exposed by the digging\nof the foxes. Some of this wire has broken with exposed points and is an injury hazard. It is possible that a fox\ncould escape or become trapped or injured by the broken wire while attempting to escape. This enclosure needs\nimmediate repair to contain and protect the foxes housed in it.\nThe skunk escaped while its enclosure was being cleaned. It is now loose in the warm room and is thought to be\nhiding under the pools set up for alligators in the warm room. The skunk is hiding amongst the plumbing and\nelectrical wiring for these pools. The inspectors observed at least one electrical wire in this service area. This\nskunk must be captured as soon as possible to prevent any possible injury. This animal needs to be contained\nwhile its enclosure is being cleaned in order to prevent any possible injury or a possible escape from the warm room\narea."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The produce cooler contains spoiled produce. Cucumbers covered with white mold spots, deteriorating broccoli\nwith dark spots, softening tomatoes, brown and discoloring pears and apples along with other spoiling produce were\nall present in the produce cooler. Spoiled produce must be removed promptly to prevent contamination of food\nintended to be fed to the animals. Sort and remove spoiled produce promptly. This cooler needs to be cleaned and\nhave spoiled and deteriorating items removed in order to prevent contamination of food items that will be fed to the\nanimals.\nThe produce sorting area of the produce cooler contained two gallons of bleach placed on top of a pail of food\nintended to be fed to the bears. Some brown liquid could be seen on top of the lid to this pail. Chemicals stored\ndirectly on top of food items are a hazard to animal consuming these food items. Accidental contamination of food\nitems could lead to serious injury to the animals ingesting them. Bleach can cause severe injury if ingested.\nChemicals must not be stored in the produce cooler. Remove all chemicals from the produce cooler.\nThe meat cooler had a horrible ammonia like odor mixed with the odor of rotten and decaying meat. This odor\nmakes it very hard to determine if the meat items stored in this cooler are fit for animal consumption. Clean the\ncooler, identify the source of the odor and eliminate it."
    },
    {
      "code": "3.129(b)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "The food receptacle box for the enclosure housing two housing two Asian black bears contained a large amount of\nrotting food debris. Any food fed in these areas is going to be contaminated by the rotting material present. These\nfeeders need to be cleaned and made sanitary to ensure that the food fed to the bears is wholesome and free from\nbacterial or pest infestation which could result in health issues for the bears."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "There was excessive feces in the enclosures housing the tigers, Xena, Sher Kahn and Sundar. The Asian black\nbear enclosure contained excessive fecal material. The enclosure housing three alpacas contained excessive fecal\nmaterial. Excessive fecal material was also present in the shelter for this enclosure. The lama enclosure contained\nexcessive fecal material. The shelter for the cougar enclosure contained a large amount of rotting food waste.\nThese enclosures need to be cleaned on a more frequent basis. Uneaten food must be removed in a timely\nfashion. Rotting food debris can contaminate the animal enclosures. The fecal material and rotting food present in\nthese animals'(cid:25) enclosures can contaminate these animals as they lay in their enclosures. The animals can ingest\nthis material when they groom themselves. Ingesting this fecal and rotting meat material can lead to potential\nhealth problems. Clean these enclosures more frequently to prevent a buildup of fecal material and rotting food\nwaste to minimize odors and prevent potential health problems."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "The alleyway leading to the butcher area as well as the buildings along this alleyway are filled with various trash,\ndebris, fencing, pipe and old equipment. The building next to the butcher area is also filled with various debris, old\nequipment, boards, trash, buckets, tires and fencing. These areas provide ample hiding areas for rodents and other\npests. Numerous rodent holes were located throughout the facility. Rodent feces was noted at the facility. Mouse\nfeces was seen in the warm room area. All this material must be removed to help control the rodent infestation of\nthis property."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Numerous rodent holes were located throughout the facility. Rodent holes were noted in the service area and an\nanimal enclosure located on leopard row. Rodent holes were noted outside the shelter area for the tiger JJ's\nenclosure. Numerous rodent holes were seen near the white tiger and Asian black bear enclosures. Rodent feces\nwas seen near the white tiger enclosure. Rodent holes were seen going under the den for the cougar enclosure. A\nrodent hole was also seen inside the den area for the cougar enclosure. Mouse feces was seen by the inspectors in\nthe warm room. Rodents can be carriers of disease which may be harmful to the animals housed in these areas.\nA more effective means of pest control must be established for the facility."
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": true,
      "desc": "EMPLOYEES.",
      "narrative": "It is evident that due to the nature and severity of the animal husbandry issues at the facility that there is a lack of\nadequately trained employees. The facility relies on volunteer workers. The president of the facility stated to\nAPHIS inspectors that there was no formalized scheduling of workers at the facility. A lack of properly trained\nemployees can result in facility and animal conditions that result in unnecessary animal suffering. Animal numbers\nmust be reduced or more properly trained workers need to be added. Workers need to be trained in the basic\nneeds of the animals at the facility. Topics should include at a minimum: the importance of adequate water, the\nneed for adequate bedding during times of extreme weather, the importance of cleaning and good housekeeping\nprocedures, proper diet for different species of animals and observation of animals for abnormal conditions and\nbehaviors. This training should be done in conjunction with the attending veterinarian or his designee. A list of\ntopics covered and attendees must be documented for review by APHIS. A facility schedule needs to be developed\nthat allows for adequate employee coverage in order to address all animal husbandry needs. Also the facility\npresident is the only one authorized to work with the dangerous animals at the facility. All animal work must be\ndone with the dangerous animals under his direct supervision. This limits the amount of time that is available to\nservice the dangerous animal enclosures as the facility president is often offsite. This leads to poor sanitation in the\ndangerous animal enclosures. The facility president needs to find a way to be onsite more or hire trained staff to\nhelp run the facility.\nThis inspection was conducted with the facility president on 12-16-14. An exit interview was conducted at that time\nand all non-compliant items were explained to the president. APHIS expectations regarding the goat were made\nclear to the facility president at that time. The president stated that the goat would be seen by the facility attending\nveterinarian by the close of business on 12-19-14. A formal exit interview was conducted with the facility president\non 12-18-14.\nAdditional Inspectors\nKovach Joseph, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA brown goat was noted by the inspectors which appeared to be having difficulty walking.  The goat moved stiffly\nand seemed hesitant to move.  This goat had long toes on both of the rear feet.  These hoofs are in need of\ntrimming.  Long overgrown hoofs can cause conformation issues and joint problems.  Trim this goat's feet.  This\ngoat also requires evaluation by the attending veterinarian to determine if it has any other problems resulting in its\nstiff gait and if any other treatment is required.  This goat is to be evaluated by the attending veterinarian by close of\nbusiness on 12-19-14.\n2.40(b)(3)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA brown goat was noted by the inspectors which appeared to be having difficulty walking.  The goat moved stiffly\nand seemed hesitant to move.  This goat had long toes on both of the rear feet.  These hoofs are in need of\ntrimming.  Long overgrown hoofs can cause conformation issues and joint problems.  No one at the facility had\nnoticed the condition of this goat.  Failure to observe health issues and promptly report them to the attending\nveterinarian will lead to unnecessary suffering and in extreme cases even possible animal death. Thorough daily\nobservations of all animals should be made.  Animals with known problems should receive extra scrutiny.  Report all\nhealth issues promptly to the veterinarian.\n3.11(a)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nTwo domestic cats are housed in an enclosure that contains one litter box.  Three domestic cats are housed in an\nenclosure also with one litter box.  These litter boxes had excessive feces in them.  Primary enclosures are to be\ncleaned of fecal material daily.  Excessive feces in litter boxes can lead to odor problems.  It can also be a potential\nsource of disease and pest control issues.  Excessively dirty litter boxes can be a source of discomfort to the cats as\nthey will hesitate to use the boxes when they are overly soiled.  The cats in the enclosure housing three cats were\ndefecating outside their litter box.  This could result in soiling of the cats and ingestion of feces as they groom\nthemselves.  This can lead to parasite and other potential infections.  Clean litter boxes daily.\n\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nThe primary enclosure housing three foxes still has an area of the wire lining the enclosure exposed by the digging\nof the foxes.  Some of this wire has broken with exposed points and is an injury hazard.  It is possible that a fox\ncould escape or become trapped or injured by the broken wire while attempting to escape.  This enclosure needs\nimmediate repair to contain and protect the foxes housed in it.\nThe skunk escaped while its enclosure was being cleaned.  It is now loose in the warm room and is thought to be\nhiding under the pools set up for alligators in the warm room.  The skunk is hiding amongst the plumbing and\nelectrical wiring for these pools.  The inspectors observed at least one electrical wire in this service area.  This\nskunk must be captured as soon as possible to prevent any possible injury.  This animal needs to be contained\nwhile its enclosure is being cleaned in order to prevent any possible injury or a possible escape from the warm room\narea.\n3.125(c)                    REPEAT\nFACILITIES, GENERAL.   \nThe produce cooler contains spoiled produce.  Cucumbers covered with white mold spots, deteriorating broccoli\nwith dark spots, softening tomatoes, brown and discoloring pears and apples along with other spoiling produce were\nall present in the  produce cooler.  Spoiled produce must be removed promptly to prevent contamination of food\nintended to be fed to the animals.  Sort and remove spoiled produce promptly.  This cooler needs to be cleaned and\nhave spoiled and deteriorating items removed in order to prevent contamination of food items that will be fed to the\nanimals.\nThe produce sorting area of the produce cooler contained two gallons of bleach placed on top of a pail of food\nintended to be fed to the bears.  Some brown liquid could be seen on top of the lid to this pail.  Chemicals stored\ndirectly on top of food items are a hazard to animal consuming these food items.  Accidental contamination of food\nitems could lead to serious injury to the animals ingesting them.  Bleach can cause severe injury if ingested. \nChemicals must not be stored in the produce cooler.  Remove all chemicals from the produce cooler.\nThe meat cooler had a horrible ammonia like odor mixed with the odor of rotten and decaying meat.  This odor\nmakes it very hard to determine if the meat items stored in this cooler are fit for animal consumption.  Clean the\ncooler, identify the source of the odor and eliminate it.\n3.129(b)                    REPEAT\nFEEDING.    \nThe food receptacle box for the enclosure housing two housing two Asian black bears contained a large amount of\nrotting food debris.  Any food fed in these areas is going to be contaminated by the rotting material present.  These\n\nfeeders need to be cleaned and made sanitary to ensure that the food fed to the bears is wholesome and free from\nbacterial or pest infestation which could result in health issues for the bears.\n3.131(a)                    REPEAT\nSANITATION.   \nThere was excessive feces in the enclosures housing the tigers, Xena, Sher Kahn and Sundar.  The Asian black\nbear enclosure contained excessive fecal material.  The enclosure housing three alpacas contained excessive fecal\nmaterial.  Excessive fecal material was also present in the shelter for this enclosure.  The lama enclosure contained\nexcessive fecal material.  The shelter for the cougar enclosure contained a large amount of rotting food waste. \nThese enclosures need to be cleaned on a more frequent basis.  Uneaten food must be removed in a timely\nfashion.  Rotting food debris can contaminate the animal enclosures.  The fecal material and rotting food present in\nthese animals'(cid:25) enclosures can contaminate these animals as they lay in their enclosures.  The animals can ingest\nthis material when they groom themselves.  Ingesting this fecal and rotting meat material can lead to potential\nhealth problems.  Clean these enclosures more frequently to prevent a buildup of fecal material and rotting food\nwaste to minimize odors and prevent potential health problems.\n3.131(c)                    REPEAT\nSANITATION.   \nThe alleyway leading to the butcher area as well as the buildings along this alleyway are filled with various trash,\ndebris, fencing, pipe and old equipment.  The building next to the butcher area is also filled with various debris, old\nequipment, boards, trash, buckets, tires and fencing.  These areas provide ample hiding areas for rodents and other\npests.  Numerous rodent holes were located throughout the facility.  Rodent feces was noted at the facility.  Mouse\nfeces was seen in the warm room area.  All this material must be removed to help control the rodent infestation of\nthis property.\n3.131(d)                    REPEAT\nSANITATION.   \nNumerous rodent holes were located throughout the facility.  Rodent holes were noted in the service area and an\nanimal enclosure located on leopard row.  Rodent holes were noted outside the shelter area for the tiger JJ's\nenclosure.  Numerous rodent holes were seen near the white tiger and Asian black bear enclosures.  Rodent feces\nwas seen near the white tiger enclosure.  Rodent holes were seen going under the den for the cougar enclosure.  A\nrodent hole was also seen inside the den area for the cougar enclosure. Mouse feces was seen by the inspectors in\nthe warm room.   Rodents can be carriers of disease which may be harmful to the animals housed in these areas. \nA more effective means of pest control must be established for the facility.\n3.132                    REPEAT\n\nEMPLOYEES. \nIt is evident that due to the nature and severity of the animal husbandry issues at the facility that there is a lack of\nadequately trained employees.  The facility relies on volunteer workers.  The president of the facility stated to\nAPHIS inspectors that there was no formalized scheduling of workers at the facility.  A lack of properly trained\nemployees can result in facility and animal conditions that result in unnecessary animal suffering.  Animal numbers\nmust be reduced or more properly trained workers need to be added.  Workers need to be trained in the basic\nneeds of the animals at the facility.  Topics should include at a minimum: the importance of adequate water, the\nneed for adequate bedding during times of extreme weather, the importance of cleaning and good housekeeping\nprocedures, proper diet for different species of animals and observation of animals for abnormal conditions and\nbehaviors.  This training should be done in conjunction with the attending veterinarian or his designee.  A list of\ntopics covered and attendees must be documented for review by APHIS.  A facility schedule needs to be developed\nthat allows for adequate employee coverage in order to address all animal husbandry needs.  Also the facility\npresident is the only one authorized to work with the dangerous animals at the facility.  All animal work must be\ndone with the dangerous animals under his direct supervision.  This limits the amount of time that is available to\nservice the dangerous animal enclosures as the facility president is often offsite.  This leads to poor sanitation in the\ndangerous animal enclosures.  The facility president needs to find a way to be onsite more or hire trained staff to\nhelp run the facility.\nThis inspection was conducted with the facility president on 12-16-14.  An exit interview was conducted at that time\nand all non-compliant items were explained to the president.  APHIS expectations regarding the goat were made\nclear to the facility president at that time.  The president stated that the goat would be seen by the facility attending\nveterinarian by the close of business on 12-19-14.   A formal exit interview was conducted with the facility president\non 12-18-14.\nAdditional Inspectors\nKovach Joseph, Animal Care Inspector",
  "animals_total": 48,
  "species": [
    {
      "count": 1,
      "scientific": "Arctos",
      "common": "GRIZZLY BEAR"
    },
    {
      "count": 1,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 4,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 5,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 3,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 3,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 2,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 1,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE / SNOW MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 1,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 9,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Papio anubis",
      "common": "OLIVE BABOON"
    },
    {
      "count": 1,
      "scientific": "Papio hamadryas",
      "common": "HAMADRYAS BABOON"
    },
    {
      "count": 1,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 1,
      "scientific": "Sus bucculentus",
      "common": "VIETNAMESE WARTY PIG"
    },
    {
      "count": 2,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 2,
      "scientific": "Ursus thibetanus",
      "common": "ASIATIC BLACK BEAR"
    },
    {
      "count": 1,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 5,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}