{
  "insp_id": "INS-0000847050",
  "layout": "c",
  "customer_id": "5306",
  "customer_name": "Allen Koedam Wanda Koedam",
  "customer_addr": "2469 180th St\nRock Rapids, IA 51246",
  "certificate": "42-A-0016",
  "site_id": "001",
  "site_name": "Allen and Wanda Koedam",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "16-FEB-2023",
  "report_date": "17-FEB-2023",
  "citations": [
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Time and method of identification.",
      "narrative": "* There are an estimated 25 dogs that have no official identification on them at time of inspection. Official identification\nis needed to ensure that each animal s identity can be known with certainty which helps to facilitate the inspection\nprocess. The applicant must ensure that all live dogs on the premise shall be identified by an official tag, or a distinctive\nand legible tattoo marking that is acceptable to and approved by the Administrator. If the licensee uses microchips as\nofficial identification, then a functioning microchip reader must be made available to the inspector at time of facility\ninspection. In addition, a variance from the regional office to use microchips must be maintained on file by the licensee."
    },
    {
      "code": "3.6(a)(2)(x)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "* Ten un-weaned puppies are being housed on square plastic flooring that will allow the feet and legs to fall through\nthe openings in the flooring. The feet and legs of two puppies were observed falling through the openings of the\nenclosure flooring. The licensee had covered a portion of their enclosures with carpet squares. However, there is\nnothing to prevent these young puppies from moving to the uncovered portion of the enclosure where their feet and legs\ncan fall through the openings in the flooring. The daily activity and mobility of the puppies are affected when there feet and\nlegs fall through the openings. The potential for injury exists when the feet and legs pass through the openings in the\nflooring. All primary enclosures must have floors constructed in a manner that protects the puppy’s feet and legs from\ninjury and does not allow the puppies' feet or legs to pass through any openings. Primary enclosures must have floors\nthat are constructed in a manner that protects the puppy’s feet and legs from injury and do not allow the puppies feet and\nlegs to pass through any openings. The licensee must have floors that are constructed in a manner that protects the\npuppy's feet and legs from injury."
    },
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "* No recorded date for annual heartworm testing for 125 dogs had been completed. Annual heartworm testing is\nimportant for the health of the animals. Heartworm testing is done to ensure that there are no active internal parasites.\nThe applicant must ensure that all dogs are receiving vaccinations for contagious and/or deadly diseases of dogs\n(including rabies, parvovirus, and distemper) and sampling and treatment of parasites and other pests (including fleas,\nworms, coccidia, giardia, and heartworm) in accordance with a schedule approved by the attending veterinarian.\nThis is a 1st Re-License Inspection for a Class A license. The inspection and exit briefing were conducted with the\napplicant.\nAll items must be in compliance within 2 more inspection(s) or by April 16, 2023 or the applicant will forfeit the license fee\nand must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection.\nRegulated activity can continue under your existing USDA license until it expires.\nEnd Section"
    }
  ],
  "narrative": "2.50(a)(1) \n   \nTime and method of identification. \n*   There are an estimated 25 dogs that have no official identification on them at time of inspection.   Official identification \nis needed to ensure that each animal s identity can be known with certainty which helps to facilitate the inspection \nprocess. The applicant must ensure that all live dogs on the premise shall be identified by an official tag, or a distinctive \nand legible tattoo marking that is acceptable to and approved by the Administrator.   If the licensee uses microchips as \nofficial identification, then a functioning microchip reader must be made available to the inspector at time of facility \ninspection.  In addition, a variance from the regional office to use microchips must be maintained on file by the licensee. \n3.6(a)(2)(x) \n   \nPrimary enclosures. \n*       Ten un-weaned puppies are being housed on square plastic flooring that will allow the feet and legs to fall through \nthe openings in the flooring.  The feet and legs of two puppies were observed falling through the openings of the \nenclosure flooring.  The licensee had covered a portion of their enclosures with carpet squares.   However, there is \nnothing to prevent these young puppies from moving to the uncovered portion of the enclosure where their feet and legs \ncan fall through the openings in the flooring. The daily activity and mobility of the puppies are affected when there feet and \nlegs fall through the openings. The potential for injury exists when the feet and legs pass through the openings in the \nflooring.  All primary enclosures must have floors constructed in a manner that protects the puppy’s feet and legs from\n\ninjury and does not allow the puppies' feet or legs to pass through any openings.  Primary enclosures must have floors \nthat are constructed in a manner that protects the puppy’s feet and legs from injury and do not allow the puppies feet and \nlegs to pass through any openings. The licensee must have floors that are constructed in a manner that protects the \npuppy's feet and legs from injury. \n3.13(a)(3) \n   \nVeterinary care for dogs. \n*   No recorded date for annual  heartworm testing for 125 dogs had been completed. Annual heartworm testing is \nimportant for the health of the animals.  Heartworm testing is done to ensure that there are no active internal parasites.   \nThe applicant must ensure that all dogs are receiving vaccinations for contagious and/or deadly diseases of dogs \n(including rabies, parvovirus, and distemper) and sampling and treatment of parasites and other pests (including fleas, \nworms, coccidia, giardia, and heartworm) in accordance with a schedule approved by the attending veterinarian. \n \nThis is a 1st Re-License Inspection for a Class A license. The inspection and exit briefing were conducted with the \napplicant. \n \nAll items must be in compliance within 2 more inspection(s) or by April 16, 2023 or the applicant will forfeit the license fee \nand must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection. \n \nRegulated activity can continue under your existing USDA license until it expires. \n \nEnd Section",
  "animals_total": 261,
  "species": [
    {
      "count": 125,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 136,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}