{
  "insp_id": "112161832420425",
  "layout": "a",
  "customer_id": "43437",
  "customer_name": "Har Mar Pet Shop Inc",
  "customer_addr": "2100 N Snelling Ave\nSaint Paul, MN 55113",
  "certificate": "41-B-0270",
  "site_id": "001",
  "site_name": "HAR MAR PET SHOP INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-APR-2016",
  "report_date": "21-APR-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "During inspection, multiple animals had veterinary care issues that had not been followed up with by a Veterinarian.\nThe following is the list of animals along with their veterinary care issues that had been noted during inspection that\nare considered to be Directs:\n---A black Gerbil had a swollen left eye with what appeared to be a bloody discharge surrounding the eye.\n---A tan Russian Dwarf baby Hamster had its left eye completely swollen shut.\nNeither of the above animals had been observed by the licensee prior to inspection.\nThe following is a list of animals along with their veterinary care issues that had been noted during inspection that\nare considered to be Indirects:\n---\"Poppy\", a 4 month old white English Bulldog puppy had a reddish bulge coming out of its left eye. The licensee\nhad observed the reddish bulge coming out of the eye, but had not contacted the Attending Veterinarian in regards\nto the dog's condition.\n---A white Bichon (ID #8716) was isolated from the rest of the population. The licensee stated that the dog was\nhacking and coughing which was first noted on Monday. The dog has since improved, but the licensee had not\ncontacted the Attending Veterinarian in regards to the dog's condition. During inspection, the dog was not observed\nto be coughing or hacking but there was a small amount of discharge coming from the nose.\n---Three beige Russian Dwarf Hamsters all had eyes that appeared to be missing. The first was missing its right\neye. The second was missing its left eye and the third was missing both eyes. None of them looked like they had\nbeen injured recently. The licensee stated that he observed all three in the morning and he documented all three by\nputting a note stating \"bad eye\" onto each tank that held each one of these hamsters. He had not contacted the\nAttending Veterinarian for any of these animals.\nEye issues, or in the case of the Bichon noted above that has a respiratory issue, indicate underlying health issues,\ncan be painful, or can spread to other animals. The licensee must ensure that these animals are evaluated and\ntreated per the Attending Veterinarian's instructions.\nIt was also noted during inspection that the licensee had expired medications on site. The expired medications\nwere Otomax and Hypo-Flex Amino Acid. Expired medications doesn't ensure that the product given to the animal\nis safe and of a high quality. The expired medication could be ineffective or toxic to the animal(s). Expired\nmedications must not be used on regulated animals."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "One hamster and one gerbil were observed to have problems with their eyes that had not been observed by the\nlicensee prior to inspection. A black Gerbil had a swollen left eye with what appeared to be a bloody discharge\nsurrounding the eye. A tan Russian Dwarf baby Hamster had its left eye completely swollen shut. Failure to\ncomplete daily observations doesn't ensure that the population is healthy. A program must be put in place to\nensure all animals are being observed on a daily basis."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The licensee was unable to provide acquisition forms for the majority of his small animals. Without proper records,\nthe facility may have problems tracking animal health. Acquisition forms shall be obtained or the documentation of\nthe acquisition of animals shall be made when the licensee takes in any new animals from any source. Correct by\n4/28/16."
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "During inspection, two bags of dog food were observed to be laying on the ground by the back door. Failure to\nstore food up off the ground can result in contamination by rodents, insects, and other pests. The licensee must\nensure that the food is stored up off the ground. Correct immediately."
    },
    {
      "code": "3.6(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "During inspection a cage was measured and was 23.5'' by 65'' for a total of 1,527.5'' in floor space. The cage had\nsix puppies in it and their measurements were as follows: 10'', 12'', 12'', 10'', 10'', and 9''. The total amount of cage\nspace required for puppies with these measurements is 1,641''. The cage was short by 113.5''. Cage space\nrequirements ensure that the dogs have enough room to move about freely within their cages. It minimizes the\ndogs from stepping in or sitting in their feces or urine. It also minimizes the spread of disease. The licensee must\nensure that all cages containing dogs and puppies have enough floor space to meet the minimum floor space\nrequirements for the number of and the size of the dogs in their cages. Correct immediately."
    },
    {
      "code": "3.125(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "During inspection, a deceased baby hedgehog was noted inside a cage with an adult hedgehog. The licensee\nstated that the hedgehog gave birth two weeks ago and that the baby hedgehog was from two weeks ago. It was\napparent that the deceased baby hedgehog had been sitting there for some time as the body had deteriorated and\nit was difficult to recognize it as a baby hedgehog. Failure to remove deceased animals from their enclosures can\nattract pests and can also cause the spread of disease to other animals within that enclosure or animals around that\nenclosure. All deceased animals must be removed promptly from their cages on a daily basis. Correct\nimmediately.\nNote: This was a focused inspection looking at the animals currently at the Har Mar Pet Store and the animals that\nwere cited under 2.40 (b)(2) and 2.40 (b)(3) from the last inspection. The licensee informed me that he consulted\nwith the Veterinarian on all seven of the animals and all seven of them had been treated per the Attending\nVeterinarian's instructions, however he no longer has any of the seven animals that were cited from the previous\ninspection.\nExit interview conducted with facility representative.\nEnd of report."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDuring inspection, multiple animals had veterinary care issues that had not been followed up with by a Veterinarian. \nThe following is the list of animals along with their veterinary care issues that had been noted during inspection that\nare considered to be Directs:\n---A black Gerbil had a swollen left eye with what appeared to be a bloody discharge surrounding the eye.\n---A tan Russian Dwarf baby Hamster had its left eye completely swollen shut.\nNeither of the above animals had been observed by the licensee prior to inspection.\nThe following is a list of animals along with their veterinary care issues that had been noted during inspection that\nare considered to be Indirects:\n---\"Poppy\", a 4 month old white English Bulldog puppy had a reddish bulge coming out of its left eye.  The licensee\nhad observed the reddish bulge coming out of the eye, but had not contacted the Attending Veterinarian in regards\nto the dog's condition.\n---A white Bichon (ID #8716) was isolated from the rest of the population.  The licensee stated that the dog was\nhacking and coughing which was first noted on Monday.  The dog has since improved, but the licensee had not\ncontacted the Attending Veterinarian in regards to the dog's condition.  During inspection, the dog was not observed\nto be coughing or hacking but there was a small amount of discharge coming from the nose.\n---Three beige Russian Dwarf Hamsters all had eyes that appeared to be missing.  The first was missing its right\neye.  The second was missing its left eye and the third was missing both eyes.  None of them looked like they had\nbeen injured recently.  The licensee stated that he observed all three in the morning and he documented all three by\nputting a note stating \"bad eye\" onto each tank that held each one of these hamsters.  He had not contacted the\nAttending Veterinarian for any of these animals.\n\nEye issues, or in the case of the Bichon noted above that has a respiratory issue, indicate underlying health issues,\ncan be painful, or can spread to other animals.  The licensee must ensure that these animals are evaluated and\ntreated per the Attending Veterinarian's instructions.\nIt was also noted during inspection that the licensee had expired medications on site.  The expired medications\nwere Otomax and Hypo-Flex Amino Acid.  Expired medications doesn't ensure that the product given to the animal\nis safe and of a high quality.  The expired medication could be ineffective or toxic to the animal(s).  Expired\nmedications must not be used on regulated animals.\n2.40(b)(3)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nOne hamster and one gerbil were observed to have problems with their eyes that had not been observed by the\nlicensee prior to inspection.  A black Gerbil had a swollen left eye with what appeared to be a bloody discharge\nsurrounding the eye.  A tan Russian Dwarf baby Hamster had its left eye completely swollen shut.  Failure to\ncomplete daily observations doesn't ensure that the population is healthy.  A program must be put in place to\nensure all animals are being observed on a daily basis.\n2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nThe licensee was unable to provide acquisition forms for the majority of his small animals.  Without proper records,\nthe facility may have problems tracking animal health.  Acquisition forms shall be obtained or the documentation of\nthe acquisition of animals shall be made when the licensee takes in any new animals from any source.  Correct by\n4/28/16.\n3.1(e)\nHOUSING FACILITIES, GENERAL.\nDuring inspection, two bags of dog food were observed to be laying on the ground by the back door.  Failure to\nstore food up off the ground can result in contamination by rodents, insects, and other pests.  The licensee must\nensure that the food is stored up off the ground.  Correct immediately.\n3.6(c)(1)(1)\nPRIMARY ENCLOSURES.\nDuring inspection a cage was measured and was 23.5'' by 65'' for a total of 1,527.5'' in floor space.  The cage had\nsix puppies in it and their measurements were as follows: 10'', 12'', 12'', 10'', 10'', and 9''.  The total amount of cage\nspace required for puppies with these measurements is 1,641''.  The cage was short by 113.5''.  Cage space\nrequirements ensure that the dogs have enough room to move about freely within their cages.  It minimizes the\n\ndogs from stepping in or sitting in their feces or urine.  It also minimizes the spread of disease.  The licensee must\nensure that all cages containing dogs and puppies have enough floor space to meet the minimum floor space\nrequirements for the number of and the size of the dogs in their cages.  Correct immediately.\n3.125(d)\nFACILITIES, GENERAL.   \nDuring inspection, a deceased baby hedgehog was noted inside a cage with an adult hedgehog.  The licensee\nstated that the hedgehog gave birth two weeks ago and that the baby hedgehog was from two weeks ago.  It was\napparent that the deceased baby hedgehog had been sitting there for some time as the body had deteriorated and\nit was difficult to recognize it as a baby hedgehog.  Failure to remove deceased animals from their enclosures can\nattract pests and can also cause the spread of disease to other animals within that enclosure or animals around that\nenclosure.  All deceased animals must be removed promptly from their cages on a daily basis.  Correct\nimmediately.\nNote: This was a focused inspection looking at the animals currently at the Har Mar Pet Store and the animals that\nwere cited under 2.40 (b)(2) and 2.40 (b)(3) from the last inspection.  The licensee informed me that he consulted\nwith the Veterinarian on all seven of the animals and all seven of them had been treated per the Attending\nVeterinarian's instructions, however he no longer has any of the seven animals that were cited from the previous\ninspection.\nExit interview conducted with facility representative.\nEnd of report.",
  "animals_total": 176,
  "species": [
    {
      "count": 23,
      "scientific": "Atelerix albiventris",
      "common": "HEDGEHOG"
    },
    {
      "count": 1,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 41,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    },
    {
      "count": 6,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 1,
      "scientific": "Chinchilla brevicaudata",
      "common": "CHINCHILLA"
    },
    {
      "count": 2,
      "scientific": "Felis silvestris catus",
      "common": "CAT KITTEN"
    },
    {
      "count": 3,
      "scientific": "Gerbillus acticola",
      "common": "BERBERA GERBIL"
    },
    {
      "count": 21,
      "scientific": "Mesocricetus auratus",
      "common": "SYRIAN HAMSTER (GOLDEN HAMSTER)"
    },
    {
      "count": 53,
      "scientific": "Phodopus cricetidae",
      "common": "DWARF HAMSTER"
    },
    {
      "count": 15,
      "scientific": "Phodopus roborovskis",
      "common": "ROBOROVSKIS DWARF HAMSTER"
    },
    {
      "count": 1,
      "scientific": "Phodopus sungorus",
      "common": "WINTER WHITE RUSSIAN DWARF HAMSTER"
    },
    {
      "count": 9,
      "scientific": "Sylvilagus floridanus",
      "common": "EASTERN COTTONTAIL RABBIT"
    }
  ]
}