{
  "insp_id": "INS-0000851370",
  "layout": "c",
  "customer_id": "9679",
  "customer_name": "KYLE WILSON",
  "customer_addr": "1416 CURRIER LANE\nKNOXVILLE, TN 37919",
  "certificate": "63-C-0149",
  "site_id": "001",
  "site_name": "ROCKY HILL REINDEER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-MAR-2023",
  "report_date": "08-MAR-2023",
  "citations": [
    {
      "code": "2.126(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Access and inspection of records and property; submission of itineraries.",
      "narrative": "***USDA Officials were unable to review records during inspection. Licensee stated the contingency plan was on his\ncomputer but the computer is down. There were no records of animals on hand, Program of Veterinary Care or animal\ndispositions available for review. Records shall be developed, maintained on hand and made available for review by\nUSDA Officials during inspection. Correct by March 25, 2023"
    },
    {
      "code": "2.134",
      "kind": "",
      "repeat": false,
      "desc": "Contingency planning.",
      "narrative": "***There is no written contingency plan for emergencies. The licensee must must develop, document, and follow an\nappropriate plan to provide for the humane handling, treatment, transportation, housing, and care of their animals in the\nevent of an emergency or disaster. The plan shall be made available for review during inspection. Correct by March 25,\n2023."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "***The large tree that fell on the fence along the right side of the back reindeer enclosure, previously cited, remains on the\nfence. The fence wire is compressed and bowed reducing the structural strength of the fence and the reindeer have\naccess to the broken tree and tree limbs which have created an injury hazard. The tree shall be removed from the fence\nand the fence repaired to protect the reindeer from injury and maintain them securely within their enclosure.\nThis inspection and exit interview were conducted with the Licensee.\nAdditional Inspectors:\nJeffrey Shepherd, SUPERVISORY ANIMAL CARE SPECIALISTEnd Section"
    }
  ],
  "narrative": "2.126(a)(2) \n   \nAccess and inspection of records and property; submission of itineraries. \n***USDA Officials were unable to review records during inspection.  Licensee stated the contingency plan was on his \ncomputer but the computer is down.  There were no records of animals on hand, Program of Veterinary Care or animal \ndispositions available for review.  Records shall be developed, maintained on hand and made available for review by \nUSDA Officials during inspection.  Correct by March 25, 2023 \n2.134 \n   \nContingency planning. \n***There is no written contingency plan for emergencies.  The licensee must  must develop, document, and follow an \nappropriate plan to provide for the humane handling, treatment, transportation, housing, and care of their animals in the \nevent of an emergency or disaster.  The plan shall be made available for review during inspection.  Correct by March 25, \n2023. \n3.125(a)  Repeat\n   \nFacilities, general. \n***The large tree that fell on the fence along the right side of the back reindeer enclosure, previously cited, remains on the \nfence.  The fence wire is compressed and bowed reducing the structural strength of the fence and the reindeer have\n\naccess to the  broken tree and tree limbs which have created an injury hazard.  The tree shall be removed from the fence \nand the fence repaired to protect the reindeer from injury and maintain them securely within their enclosure. \n \nThis inspection and exit interview were conducted with the Licensee. \n \nAdditional Inspectors: \nJeffrey Shepherd, SUPERVISORY ANIMAL CARE SPECIALISTEnd Section",
  "animals_total": 12,
  "species": [
    {
      "count": 12,
      "scientific": "Rangifer tarandus",
      "common": "REINDEER"
    }
  ]
}