{
  "insp_id": "351151851060775",
  "layout": "a",
  "customer_id": "9245",
  "customer_name": "Steve Kruse",
  "customer_addr": "2345 Hwy 16\nWest Point, IA 52656",
  "certificate": "42-B-0182",
  "site_id": "001",
  "site_name": "STEVE KRUSE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-DEC-2015",
  "report_date": "18-DEC-2015",
  "citations": [
    {
      "code": "2.4(d)",
      "kind": "",
      "repeat": false,
      "desc": "NON-INTERFERENCE WITH APHIS OFFICIALS.",
      "narrative": "After completing the review of the inspection report, the licensee and inspectors began to speak about protective\nguards for heat lamps in the whelping areas. The licensee stopped this conversation and then said I want to show\nyou what happens when you walk through the whelping area. He reached back into a cabinet located next to him\nand pulled out an object that he threw across the table at the inspectors. One inspector reacted by raising her\nhands and the object bounced off her hands and into her lap. The object was a quart-sized clear plastic bag\ncontaining two deceased puppies. The puppies were both large enough to occupy the majority of the space in the\nbag. The supervisor stated that it was unacceptable to throw things at inspectors and that the AC personnel would\nbe leaving. As they walked out the door, the supervisor reiterated to the licensee that harassment, verbal abuse and\nother acts of intimidation by the licensee or his representatives were not compliant with the regulations and would\nnot be tolerated.\nInterfering with the inspection process prevents the Secretary from fulfilling his obligation to enforce the Animal\nWelfare Act. The licensee shall not interfere with, threaten, verbally abuse or harass any APHIS official in the\ncourse of carrying out his or her duties.\nTo be corrected immediately this day forward."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "-In the (cid:28)\"Brick Building\"(cid:29) a female King Charles Cavalier (ID #38) had blood on the last part of her tail. Closer\nobservation of her tail revealed a small approximately one quarter inch abrasion on the skin with fresh blood on it\nand on the surrounding hair. The abrasion also has a black crust on the surface of it. Closer towards the animal(cid:25)'s\nbody on the tail was another small circular area of hair loss. The veterinarian and the facility representative\nindicated that they had no prior medical documentation regarding this problem.\n-In the (cid:28)\"Basement Building\"(cid:29) a female Shiba Inu (ID#041-515-020) was intermittently non-weight bearing on the left\nhind leg. Once the inspectors notified the facility representatives of their concerns, the attending veterinarian, who\nwas present during the inspection, examined the dog. He stated the dog had a (cid:28)loose knee(cid:29). The veterinarian and\nthe facility representative indicated that they had no prior medical documentation regarding this problem.\nAbrasions and leg problems could cause pain and discomfort as well as lead to further health complications. The\nKing Charles Cavalier must be evaluated by a licensed veterinarian for proper diagnosis and treatment plan. The\ndiagnosis and treatment plan for both the King Charles Cavalier and the Shiba Inu must be documented and\navailable to the inspector upon request.\n-In the \"(cid:28)Brick Building\"(cid:29) a female Shiba Inu (ID #45/0C00021664) that has excessively long toe nails. On the right\nfront foot the toenail on the fourth toe has grown across the toenail of the third toe. In the (cid:28)\"Basement Building\"(cid:29) a\nmale Yellow Labrador with excessively long toenails. On the left hind foot the two inside toenails have become so\nlong they are extended and lay sideways when the dog places his foot on the floor. Overgrown toenails can cause\npain and discomfort to the dogs. The licensee must trim the nails of these dogs to an appropriate length. The\nlicensee must develop an effective plan to maintain the toenails of all dogs.\nThe licensee must ensure that all dogs receive adequate veterinary care at all times."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Multiple areas were present in the facility where surfaces needed maintenance:\n-In the (cid:28)\"Bulldog Building\"(cid:29) at least six enclosures, housing at least ten dogs, have wood framing the walls and/or\nwooden posts in the center of them. The sections of wood framing along the floor have been excessively chewed\nand scratched by the dogs. The lower half of the wooden posts have been chewed and shredded by the dogs.\n-In the same building, there are at least ten enclosures, housing at least twelve dogs, which contain blue plastic\nfeeders that are used as chew toys. These feeders have been excessively chewed and scratched by the dogs.\nThe chewed and scratched areas are rough and brownish in color. The chewing and scratching damage does not\nallow for proper cleaning and sanitization of the wooden frames, posts and plastic feeders. This could increase the\npotential disease or health risks towards the dogs.\n-An enclosure in the (cid:28)\"Bulldog Building(cid:29)\" containing two poodles has flooring with broken wires creating an opening\nand sharp points.\n-At least three enclosures housing dogs in the (cid:28)\"Brick Building\"(cid:29) have areas where the wire floor is rusty, bent and or\nbroken creating sharp points the dogs.\n-The enclosure containing two Shar-pei mix dogs has rusty and broken wire flooring along the top of the wooden\nfloor support beam near the center. At least one screw is sticking out of the wooden floor support beam\napproximately one half inch from where the wire flooring is broken. The small screw that was fastening the wire floor\nto the wooden support is creating a sharp point the dogs can come in contact with.\n-The enclosure that is housing a Pomeranian and a poodle has wire flooring on the back side that is bent and\ncreating a sharp point approximately 3/4\" inch long that the dogs can come in contact with.\n-An enclosure containing two poodles has broken wire flooring along the top of the wooden support beam on the\nright side. There are at least two sharp wire points bent up on the flooring that the dogs can come in contact with.\n-The fourth enclosure from the left on the east side containing two white poodles has wire flooring that is broken\nalong the top of the wooden support beam. At least 10 sharp points are present that the dogs can come in contact\nwith. Facility employees started overlaying the affected areas with new flooring material at the time of inspection.\nThe sharp points could potentially injure the dogs and the rusty surfaces cannot be readily cleaned and sanitized.\nAll surfaces of housing facilities must be maintained on a regular basis. Surfaces of housing facilities that cannot be\nreadily cleaned and sanitized must be replaced when worn or soiled. The licensee must replace, repair, or alter the\nwooden posts, frames and plastic feeders in a manner that allows them to be cleaned and sanitized. The licensee\nmust ensure that all surfaces of housing facilities are maintained in good repair at all times.\n***The female bulldog identified by microchip (0C00110305), female bulldog identified by microchip (1513361248),\nfemale Mastiff identified by microchip (0C00107945) , female French bulldog identified by tattoo (number 61), male\npoodle identified by microchip (45284D3560), female Shih-Tzu identified by microchip (087300544), female Lhasa\nApso identified by microchip (151337172A), female Mastiff identified by microchip (0A02617774), female Shih-Tzu\nidentified by microchip (135218630A), female Golden Retriever identified by microchip (151335275A), female\nbulldog identified by microchip (4461165673), male Golden Retriever identified by microchip (147373563A),\nWheaten Terrier identified by microchip (151340324A) that were listed under 2.40 (b) (2) on the previous inspection\nreport received veterinary care.\nThe licensee, facility representatives, Kelly Maxwell, ACI, Katheryn Ziegerer, SACS and an Iowa State Trooper\nwere present for the inspection and exit conference. Inspection was conducted on 12/16/2015. On 12/17/2015 an\nbriefing regarding all but the noncompliant item cited under section 2.4 was conducted. Inspectors left facility after\ninterference occurred.\nAdditional Inspectors\nZiegerer Katheryn, Supervisory Animal Care Specialist\nMaxwell Kelly, Animal Care Inspector"
    }
  ],
  "narrative": "2.4(d)\nNON-INTERFERENCE WITH APHIS OFFICIALS.\nAfter completing the review of the inspection report, the licensee and inspectors began to speak about protective\nguards for heat lamps in the whelping areas. The licensee stopped this conversation and then said I want to show\nyou what happens when you walk through the whelping area.  He reached back into a cabinet located next to him\nand pulled out an object that he threw across the table at the inspectors.  One inspector reacted by raising her\nhands and the object bounced off her hands and into her lap.  The object was a quart-sized clear plastic bag\ncontaining two deceased puppies.  The puppies were both large enough to occupy the majority of the space in the\nbag. The supervisor stated that it was unacceptable to throw things at inspectors and that the AC personnel would\nbe leaving. As they walked out the door, the supervisor reiterated to the licensee that harassment, verbal abuse and\nother acts of intimidation by the licensee or his representatives were not compliant with the regulations and would\nnot be tolerated.\nInterfering with the inspection process prevents the Secretary from fulfilling his obligation to enforce the Animal\nWelfare Act. The licensee shall not interfere with, threaten, verbally abuse or harass any APHIS official in the\ncourse of carrying out his or her duties.\nTo be corrected immediately this day forward.\n2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n-In the (cid:28)\"Brick Building\"(cid:29) a female King Charles Cavalier (ID #38) had blood on the last part of her tail. Closer\nobservation of her tail revealed a small approximately one quarter inch abrasion on the skin with fresh blood on it\nand on the surrounding hair.  The abrasion also has a black crust on the surface of it.  Closer towards the animal(cid:25)'s\nbody on the tail was another small circular area of hair loss.  The veterinarian and the facility representative\nindicated that they had no prior medical documentation regarding this problem.\n-In the (cid:28)\"Basement Building\"(cid:29) a female Shiba Inu (ID#041-515-020) was intermittently non-weight bearing on the left\nhind leg.  Once the inspectors notified the facility representatives of their concerns, the attending veterinarian, who\nwas present during the inspection, examined the dog.  He stated the dog had a (cid:28)loose knee(cid:29).  The veterinarian and\n\nthe facility representative indicated that they had no prior medical documentation regarding this problem.\nAbrasions and leg problems could cause pain and discomfort as well as lead to further health complications.  The\nKing Charles Cavalier must be evaluated by a licensed veterinarian for proper diagnosis and treatment plan.  The\ndiagnosis and treatment plan for both the King Charles Cavalier and the Shiba Inu must be documented and\navailable to the inspector upon request.\n-In the \"(cid:28)Brick Building\"(cid:29) a female Shiba Inu (ID #45/0C00021664) that has excessively long toe nails.  On the right\nfront foot the toenail on the fourth toe has grown across the toenail of the third toe.  In the (cid:28)\"Basement Building\"(cid:29) a\nmale Yellow Labrador with excessively long toenails.  On the left hind foot the two inside toenails have become so\nlong they are extended and lay sideways when the dog places his foot on the floor.  Overgrown toenails can cause\npain and discomfort to the dogs.  The licensee must trim the nails of these dogs to an appropriate length.   The\nlicensee must develop an effective plan to maintain the toenails of all dogs.\nThe licensee must ensure that all dogs receive adequate veterinary care at all times.\n3.1(c)(2)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nMultiple areas were present in the facility where surfaces needed maintenance:\n-In the (cid:28)\"Bulldog Building\"(cid:29) at least six enclosures, housing at least ten dogs, have wood framing the walls and/or\nwooden posts in the center of them.  The sections of wood framing along the floor have been excessively chewed\nand scratched by the dogs.  The lower half of the wooden posts have been chewed and shredded by the dogs. \n-In the same building, there are at least ten enclosures, housing at least twelve dogs, which contain blue plastic\nfeeders that are used as chew toys.  These feeders have been excessively chewed and scratched by the dogs. \nThe chewed and scratched areas are rough and brownish in color.  The chewing and scratching damage does not\nallow for proper cleaning and sanitization of the wooden frames, posts and plastic feeders.  This could increase the\npotential disease or health risks towards the dogs.\n-An enclosure in the (cid:28)\"Bulldog Building(cid:29)\" containing two poodles has flooring with broken wires creating an opening\nand sharp points. \n-At least three enclosures housing dogs in the (cid:28)\"Brick Building\"(cid:29) have areas where the wire floor is rusty, bent and or\nbroken creating sharp points the dogs. \n-The enclosure containing two Shar-pei mix dogs has rusty and broken wire flooring along the top of the wooden\nfloor support beam near the center. At least one screw is sticking out of the wooden floor support beam\napproximately one half inch from where the wire flooring is broken. The small screw that was fastening the wire floor\nto the wooden support is creating a sharp point the dogs can come in contact with.\n-The enclosure that is housing a Pomeranian and a poodle has wire flooring on the back side that is bent and\ncreating a sharp point approximately 3/4\" inch long that the dogs can come in contact with. \n-An enclosure containing two poodles has broken wire flooring along the top of the wooden support beam on the\n\nright side. There are at least two sharp wire points bent up on the flooring that the dogs can come in contact with. \n-The fourth enclosure from the left on the east side containing two white poodles has wire flooring that is broken\nalong the top of the wooden support beam. At least 10 sharp points are present that the dogs can come in contact\nwith. Facility employees started overlaying the affected areas with new flooring material at the time of inspection. \nThe sharp points could potentially injure the dogs and the rusty surfaces cannot be readily cleaned and sanitized. \nAll surfaces of housing facilities must be maintained on a regular basis.  Surfaces of housing facilities that cannot be\nreadily cleaned and sanitized must be replaced when worn or soiled.  The licensee must replace, repair, or alter the\nwooden posts, frames and plastic feeders in a manner that allows them to be cleaned and sanitized.  The licensee\nmust ensure that all surfaces of housing facilities are maintained in good repair at all times.\n***The female bulldog identified by microchip (0C00110305), female bulldog identified by microchip (1513361248),\nfemale Mastiff identified by microchip (0C00107945) , female French bulldog identified by tattoo (number 61), male\npoodle identified by microchip (45284D3560), female Shih-Tzu identified by microchip (087300544), female Lhasa\nApso identified by microchip (151337172A), female Mastiff identified by microchip (0A02617774), female Shih-Tzu\nidentified by microchip (135218630A), female Golden Retriever identified by microchip (151335275A), female\nbulldog identified by microchip (4461165673), male Golden Retriever identified by microchip (147373563A), \nWheaten Terrier identified by microchip (151340324A) that were listed under 2.40 (b) (2) on the previous inspection\nreport received veterinary care. \nThe licensee, facility representatives, Kelly Maxwell, ACI, Katheryn Ziegerer, SACS and an Iowa State Trooper\nwere present for the inspection and exit conference. Inspection was conducted on 12/16/2015. On 12/17/2015 an\nbriefing regarding all but the noncompliant item cited under section 2.4 was conducted.  Inspectors left facility after\ninterference occurred.\nAdditional Inspectors\nZiegerer Katheryn, Supervisory Animal Care Specialist\nMaxwell Kelly, Animal Care Inspector",
  "animals_total": 532,
  "species": [
    {
      "count": 516,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 16,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}