{
  "insp_id": "203151822570324",
  "layout": "a",
  "customer_id": "6902",
  "customer_name": "Summer Wind Farm Sanctuary",
  "customer_addr": "6490 Mowerson Rd\nBrown City, MI 48416",
  "certificate": "34-C-0227",
  "site_id": "001",
  "site_name": "SUMMER WIND FARMS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-JUL-2015",
  "report_date": "23-JUL-2015",
  "citations": [
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "The two domestic cats are housed in an enclosure that contains two litter boxes. These litter boxes had excessive\nfeces in them. Excessive feces in the litter box can lead to odor problems. It can also be a potential source of\ndisease and pest control issues. Excessively dirty litter boxes can be a source of discomfort to the cats as they will\nhesitate to use the boxes when they are overly soiled. The cats in this enclosure were defecating outside the box\nwhich could result in soiling of the cats and ingestion of feces as they groom themselves. This can lead to parasite\nand other potential infections. Clean litter boxes daily."
    },
    {
      "code": "3.83",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "The water receptacle in the Japanese macaque enclosure has a layer of slime lining its interior. The water\nreceptacles in each of the baboon enclosures have a layer of scum and slime lining their interiors. Debris is present\nin these water receptacles as well. Water receptacles must be cleaned and sanitized as often as necessary to keep\nthem free from contamination but at least every two weeks. These water receptacles have only been power\nsprayed. Unclean water receptacles can affect water palatability and lead to decreased water consumption. This\ncan have an adverse effect on the health of the animals in these enclosures. Contaminated water can also lead to\nother potential health issues for these animals such as bacterial or parasitic infection. Clean these water\nreceptacles as often as needed to keep the water in the receptacles clean and sanitary."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The two strands of hot wire at the top of the enclosure housing the American black bears have vines climbing on\nthem. These bears can climb. It would be possible for these bears to escape this enclosure with the hot wire out.\nThe grizzly bear enclosure also has vines growing on its hot wire strands located at the top of the enclosure. These\nare dangerous animals that could cause significant injury to people within the perimeter fence or other animals\nlocated inside the perimeter fence. Remove these vines immediately.\nThe resting platform in the coyote enclosure has become worn and chewed to a point that its structural integrity may\nbe compromised. The shelf or ramp leading up to it could break. Two screws are also protruding down from the\nshelf. This shelf needs to be repaired/or replaced in order to prevent any possible injuries to the coyote using it.\nRepair this platform."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The produce cooler contains spoiled produce. Deteriorating cherries and grapes were present in the cooler.\nMolding raspberries were in the cooler. Peppers and yellow squash were discolored and soft. A package of\ndeteriorating greens dripped brown liquid when held for closer inspection. Spoiled produce must be removed\npromptly to prevent contamination of food intended to be fed to the animals. Sort and remove spoiled produce\npromptly. This cooler needs to be cleaned and have spoiled and deteriorating items removed in order to prevent\ncontamination of food items that will be fed to the animals."
    },
    {
      "code": "3.125(d)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "An open dumpster located about 15 to 20 feet away from the butcher area used to process meat contains cow\nparts. The stench emanating from the dumpster is overwhelming and smells of rot and decay. The dumpster is\nswarming with flies and infested with maggots. Flies were seen by the inspectors on the counter in the butcher\narea. A litter box in a pen that contained three domestic cats removed two days ago is filled full of feces. Bones are\non the floor of the service area for the enclosures housing the tigers Pandora, Lenny and Squigy. A container of\nmolding and sprouting grain is located next to the Syrian brown bear enclosure. Food and fecal waste needs to be\nremoved promptly in order to minimize odors, vermin infestation and disease hazards. Remove this and all other\nwaste materials in a prompt manner."
    },
    {
      "code": "3.129(b)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "The food receptacle boxes for the enclosure housing two American black bears and the enclosure housing two\nAsian black bears contained a large amount of rotting food debris. The grizzly bear feed area contained rotting food\ndebris. Any food fed in these areas is going to be contaminated by the rotting material present. These feeders\nneed to be cleaned and made sanitary to ensure that the food fed to the bears is wholesome and free from bacterial\nor pest infestation which could result in health issues for the bears."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "The white tiger was identified to us by the CEO of the facility as being \"off feed\". The water receptacle for the\nenclosure containing this tiger has a vine with berries on it growing next to it. Some of these berries are in the\nwater. The CEO of the facility has no idea what type of berries are contaminating the water. These berries may be\ntoxic for all anyone at the facility knows. This vine should be removed or the berries identified as harmless to the\ntiger. Clean this water receptacle to prevent possible harm to the animal by toxin ingestion."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "There was excessive feces and food waste in the enclosure housing the tiger Lilly. The tiger Kahn's enclosure\ncontained excessive food waste. The tiger Sundar's enclosure contained excessive feces and his den contained\nexcessive food waste. The den areas for the tigers Xena, Pandora and JJ contained excessive food waste. A bad\nodor of decay was present by the white tiger enclosure. Rotting food waste was present in the enclosure. This\nenclosure also contained excessive feces. The Asian black bear den box contained excessive food waste. The\nAsian black bear enclosure contained excessive fecal material. The grizzly bear enclosure contained excessive\nfood waste. The enclosure housing the artic fox contained a piece of rotting meat. The cougar enclosure contained\nrotting food waste buried under the bedding in the den area. This rotting material was covered with maggots and\nsmelled of decay. These enclosures need to be cleaned on a more frequent basis. This rotting material and feces\ncan lead to pest control issues. The rotting material present in these animals'(cid:25) enclosures and shelter boxes can\ncontaminate these animals as they lay in their enclosures. The animals can ingest this material when they groom\nthemselves. Not removing old food waste promptly can lead to contamination of new food. Ingesting this rotten\nmaterial can lead to potential health problems. Clean these enclosures more frequently to prevent a buildup of food\nand fecal waste to minimize odors and prevent potential health problems."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "The alleyway leading to the butcher area as well as the area directly outside the building housing the butcher area\nand the alleyway and building next to the butcher area are filled with various debris, old equipment, boards, trash,\nbuckets, tires and fencing. Several other buildings on the property are also filled with old equipment and debris and\ntrash. Tall weeds are located throughout the facility. These areas provide ample hiding areas for rodents and other\npests and numerous rodent holes were located throughout the facility. All this material must be removed to help\ncontrol pests.\nThe counter in the butcher area is dirty with a black greasy material. The chain saw used for butchering is covered\nin meat and bone material from food processing. These things must be cleaned in order to ensure that processed\nmeat does not become contaminated. Contaminated meat fed to the animals can make them ill and lead to\nunnecessary suffering.\nThe pools located in the grizzly bear, Asian black bear, American black bear and bobcat enclosures are very dirty.\nThey contain large amounts of green water and algae. These pools must be drained and cleaned. The stagnate\nwater in these pools can become breeding grounds for mosquitos which are vectors for several diseases which can\nmake the animals ill."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Numerous rodent holes were located throughout the facility. Rodent holes were located inside the cougar enclosure\nand the den for this enclosure. Multiple rodent holes were noted in the service alleyway for the tiger enclosures\nlocated on leopard row as well as in the tiger enclosures. Rodent holes were seen in the service area for the tiger\nPandora's enclosure and the tigers Lenny and Squiggy's enclosure. Rodent holes were located going under the\nshelter box of the Asian black bear enclosure. Several other rodent holes were located near the enclosure. Rodent\nholes were seen near the white tiger enclosure. Rodents can be carriers of disease which may be harmful to the\nanimals housed in these areas. A more effective means of rodent control must be established for the facility.\nNumerous flies and maggots were located in a dumpster located 15 to 20 feet from the meat processing area. Flies\nwere seen on the counter in the meat processing area. Maggots were located in the cougar den in rotting food\nwaste. Flies can be a vector for disease and must be controlled in order to keep animal enclosures and food\nprocessing areas clean. Eliminate rotten food waste promptly and clean animal enclosures on a regular basis to\ncontrol flies."
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": true,
      "desc": "EMPLOYEES.",
      "narrative": "It is evident that due to the nature and severity of the animal husbandry issues at the facility that there is a lack of\nadequately trained employees. The facility relies on volunteer workers. A lack of properly trained employees can\nresult in facility and animal conditions that result in unnecessary animal suffering. Animal numbers must be reduced\nor more properly trained workers need to be added. A facility schedule needs to be developed that allows for\nadequate employee coverage in order to address all animal husbandry needs. For the most part, the facility CEO is\nthe only one authorized to work with the dangerous animals at the facility as the other authorized party has very\nlimited availability. All animal work must be done with the dangerous animals under his direct supervision. This\nlimits the amount of time that is available to service the dangerous animal enclosures as the facility CEO is often\noffsite. This leads to poor sanitation in the dangerous animal enclosures. The facility CEO needs to find a way to\nbe onsite more or hire trained staff to help run the facility.\nAn exit interview was conducted at the conclusion of the inspection with the facility CEO and other facility personnel.\nAC personnel present were Kurt Hammel and Carrie Bongard. A formal exit interview was conducted with the\nfacility CEO and Kurt Hammel on 7-23-15.\nAdditional Inspectors\nBongard Carrie, Animal Care Inspector"
    }
  ],
  "narrative": "3.11(a)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThe two domestic cats are housed in an enclosure that contains two litter boxes.  These litter boxes had excessive\nfeces in them.  Excessive feces in the litter box can lead to odor problems.  It can also be a potential source of\ndisease and pest control issues.  Excessively dirty litter boxes can be a source of discomfort to the cats as they will\nhesitate to use the boxes when they are overly soiled.  The cats in this enclosure were defecating outside the box\nwhich could result in soiling of the cats and ingestion of feces as they groom themselves.  This can lead to parasite\nand other potential infections.  Clean litter boxes daily.\n3.83                    REPEAT\nWATERING.   \nThe water receptacle in the Japanese macaque enclosure has a layer of slime lining its interior.  The water\nreceptacles in each of the baboon enclosures have a layer of scum and slime lining their interiors.  Debris is present\nin these water receptacles as well.  Water receptacles must be cleaned and sanitized as often as necessary to keep\nthem free from contamination but at least every two weeks.  These water receptacles have only been power\nsprayed.  Unclean water receptacles can affect water palatability and lead to decreased water consumption.  This\ncan have an adverse effect on the health of the animals in these enclosures.  Contaminated water can also lead to\nother potential health issues for these animals such as bacterial or parasitic infection.  Clean these water\nreceptacles as often as needed to keep the water in the receptacles clean and sanitary.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nThe two strands of hot wire at the top of the enclosure housing the American black bears have vines climbing on\nthem.  These bears can climb.  It would be possible for these bears to escape this enclosure with the hot wire out. \nThe grizzly bear enclosure also has vines growing on its hot wire strands located at the top of the enclosure.  These\nare dangerous animals that could cause significant injury to people within the perimeter fence or other animals\nlocated inside the perimeter fence.  Remove these vines immediately.\nThe resting platform in the coyote enclosure has become worn and chewed to a point that its structural integrity may\n\nbe compromised.  The shelf or ramp leading up to it could break.  Two screws are also protruding down from the\nshelf.  This shelf needs to be repaired/or replaced in order to prevent any possible injuries to the coyote using it. \nRepair this platform.\n3.125(c)                    REPEAT\nFACILITIES, GENERAL.   \nThe produce cooler contains spoiled produce.  Deteriorating cherries and grapes were present in the cooler. \nMolding raspberries were in the cooler.  Peppers and yellow squash were discolored and soft.  A package of\ndeteriorating greens dripped brown liquid when held for closer inspection.  Spoiled produce must be removed\npromptly to prevent contamination of food intended to be fed to the animals.  Sort and remove spoiled produce\npromptly.  This cooler needs to be cleaned and have spoiled and deteriorating items removed in order to prevent\ncontamination of food items that will be fed to the animals.\n3.125(d)                    REPEAT\nFACILITIES, GENERAL.   \nAn open dumpster located about 15 to 20 feet away from the butcher area used to process meat contains cow\nparts.  The stench emanating from the dumpster is overwhelming and smells of rot and decay.  The dumpster is\nswarming with flies and infested with maggots.  Flies were seen by the inspectors on the counter in the butcher\narea.  A litter box in a pen that contained three domestic cats removed two days ago is filled full of feces.  Bones are\non the floor of the service area for the enclosures housing the tigers Pandora, Lenny and Squigy.  A container of\nmolding and sprouting grain is located next to the Syrian brown bear enclosure.  Food and fecal waste needs to be\nremoved promptly in order to minimize odors, vermin infestation and disease hazards.  Remove this and all other\nwaste materials in a prompt manner.\n3.129(b)                    REPEAT\nFEEDING.    \nThe food receptacle boxes for the enclosure housing two American black bears and the enclosure housing two\nAsian black bears contained a large amount of rotting food debris.  The grizzly bear feed area contained rotting food\ndebris.   Any food fed in these areas is going to be contaminated by the rotting material present.  These feeders\nneed to be cleaned and made sanitary to ensure that the food fed to the bears is wholesome and free from bacterial\nor pest infestation which could result in health issues for the bears.\n3.130                    REPEAT\nWATERING.\n\nThe white tiger was identified to us by the CEO of the facility as being \"off feed\".  The water receptacle for the\nenclosure containing this tiger has a vine with berries on it growing next to it.  Some of these berries are in the\nwater.  The CEO of the facility has no idea what type of berries are contaminating the water.  These berries may be\ntoxic for all anyone at the facility knows.  This vine should be removed or the berries identified as harmless to the\ntiger.  Clean this water receptacle to prevent possible harm to the animal by toxin ingestion.\n3.131(a)                    REPEAT\nSANITATION.   \nThere was excessive feces and food waste in the enclosure housing the tiger Lilly.  The tiger Kahn's enclosure\ncontained excessive food waste.  The tiger Sundar's enclosure contained excessive feces and his den contained\nexcessive food waste.  The den areas for the tigers Xena, Pandora and JJ contained excessive food waste.  A bad\nodor of decay was present by the white tiger enclosure.  Rotting food waste was present in the enclosure.  This\nenclosure also contained excessive feces.  The Asian black bear den box contained excessive food waste.  The\nAsian black bear enclosure contained excessive fecal material.  The grizzly bear enclosure contained excessive\nfood waste.  The enclosure housing the artic fox contained a piece of rotting meat.  The cougar enclosure contained\nrotting food waste buried under the bedding in the den area.  This rotting material was covered with maggots and\nsmelled of decay.  These enclosures need to be cleaned on a more frequent basis.  This rotting material and feces\ncan lead to pest control issues.  The rotting material present in these animals'(cid:25) enclosures and shelter boxes can\ncontaminate these animals as they lay in their enclosures.  The animals can ingest this material when they groom\nthemselves.  Not removing old food waste promptly can lead to contamination of new food.  Ingesting this rotten\nmaterial can lead to potential health problems.  Clean these enclosures more frequently to prevent a buildup of food\nand fecal waste to minimize odors and prevent potential health problems.\n3.131(c)                    REPEAT\nSANITATION.   \nThe alleyway leading to the butcher area as well as the area directly outside the building housing the butcher area\nand the alleyway and building next to the butcher area are filled with various debris, old equipment, boards, trash,\nbuckets, tires and fencing.  Several other buildings on the property are also filled with old equipment and debris and\ntrash.  Tall weeds are located throughout the facility.  These areas provide ample hiding areas for rodents and other\npests and numerous rodent holes were located throughout the facility.  All this material must be removed to help\ncontrol pests.\nThe counter in the butcher area is dirty with a black greasy material.  The chain saw used for butchering is covered\n\nin meat and bone material from food processing.  These things must be cleaned in order to ensure that processed\nmeat does not become contaminated.  Contaminated meat fed to the animals can make them ill and lead to\nunnecessary suffering.\nThe pools located in the grizzly bear, Asian black bear, American black bear and bobcat enclosures are very dirty. \nThey contain large amounts of green water and algae.  These pools must be drained and cleaned.  The stagnate\nwater in these pools can become breeding grounds for mosquitos which are vectors for several diseases which can\nmake the animals ill.\n3.131(d)                    REPEAT\nSANITATION.   \nNumerous rodent holes were located throughout the facility.  Rodent holes were located inside the cougar enclosure\nand the den for this enclosure.  Multiple rodent holes were noted in the service alleyway for the tiger enclosures\nlocated on leopard row as well as in the tiger enclosures.  Rodent holes were seen in the service area for the tiger\nPandora's enclosure and the tigers Lenny and Squiggy's enclosure.  Rodent holes were located going under the\nshelter box of the Asian black bear enclosure.  Several other rodent holes were located near the enclosure.  Rodent\nholes were seen near the white tiger enclosure.  Rodents can be carriers of disease which may be harmful to the\nanimals housed in these areas.  A more effective means of rodent control must be established for the facility.\nNumerous flies and maggots were located in a dumpster located 15 to 20 feet from the meat processing area.  Flies\nwere seen on the counter in the meat processing area.  Maggots were located in the cougar den in rotting food\nwaste.  Flies can be a vector for disease and must be controlled in order to keep animal enclosures and food\nprocessing areas clean.  Eliminate rotten food waste promptly and clean animal enclosures on a regular basis to\ncontrol flies.\n3.132                    REPEAT\nEMPLOYEES. \nIt is evident that due to the nature and severity of the animal husbandry issues at the facility that there is a lack of\nadequately trained employees.  The facility relies on volunteer workers.  A lack of properly trained employees can\nresult in facility and animal conditions that result in unnecessary animal suffering.  Animal numbers must be reduced\nor more properly trained workers need to be added.   A facility schedule needs to be developed that allows for\nadequate employee coverage in order to address all animal husbandry needs.  For the most part, the facility CEO is\nthe only one authorized to work with the dangerous animals at the facility as the other authorized party has very\nlimited availability.  All animal work must be done with the dangerous animals under his direct supervision.  This\nlimits the amount of time that is available to service the dangerous animal enclosures as the facility CEO is often\noffsite.  This leads to poor sanitation in the dangerous animal enclosures.  The facility CEO needs to find a way to\nbe onsite more or hire trained staff to help run the facility.\n\nAn exit interview was conducted at the conclusion of the inspection with the facility CEO and other facility personnel.\n AC personnel present were Kurt Hammel and Carrie Bongard.  A formal exit interview was conducted with the\nfacility CEO and Kurt Hammel on 7-23-15.\nAdditional Inspectors\nBongard Carrie, Animal Care Inspector",
  "animals_total": 46,
  "species": [
    {
      "count": 1,
      "scientific": "Arctos",
      "common": "GRIZZLY BEAR"
    },
    {
      "count": 1,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 2,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 4,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 3,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 2,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 1,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE / SNOW MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 1,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 10,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Papio anubis",
      "common": "OLIVE BABOON"
    },
    {
      "count": 1,
      "scientific": "Papio hamadryas",
      "common": "HAMADRYAS BABOON"
    },
    {
      "count": 1,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 1,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 2,
      "scientific": "Ursus arctos syriacus",
      "common": "SYRIAN BROWN BEAR"
    },
    {
      "count": 2,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 2,
      "scientific": "Ursus thibetanus",
      "common": "ASIATIC BLACK BEAR"
    },
    {
      "count": 1,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 5,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}