{
  "insp_id": "254150937160161",
  "layout": "a",
  "customer_id": "38126",
  "customer_name": "Eli A Raber",
  "customer_addr": "2658 T R 190\nBaltic, OH 43804",
  "certificate": "31-A-0353",
  "site_id": "001",
  "site_name": "ELI A RABER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-SEP-2015",
  "report_date": "09-SEP-2015",
  "citations": [
    {
      "code": "3.6(a)(2)(10)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "It was noted on inspection that several puppies' feet in one enclosure were passing through the holes in the wire\nfloor. One puppy was seen with multiple feet through the floor simultaneously, so that the puppy's weight was only\nsupported by its belly. This \"dangling\" position may be distressful for a puppy, in addition to posing a risk of injury if\nthe feet were to get stuck. Floors must be constructed in a manner that protect dogs' feet from injury, and that do\nnot allow the dogs' feet to pass through any openings. Correct by ensuring that floors of primary enclosures do not\nallow dogs' feet to pass through and are constructed to protect them from injury.\nCorrect by: 12 September 2015\nThis item was corrected during the inspection by the wife of licensee placing a solid panel on the floor so the\npuppies' feet did not pass through the holes in the wire.\nThe inspection and exit interview were conducted with the wife of the licensee by the undersigned VMO."
    }
  ],
  "narrative": "3.6(a)(2)(10)\nPRIMARY ENCLOSURES.\nIt was noted on inspection that several puppies' feet in one enclosure were passing through the holes in the wire\nfloor.  One puppy was seen with multiple feet through the floor simultaneously, so that the puppy's weight was only\nsupported by its belly.  This \"dangling\" position may be distressful for a puppy, in addition to posing a risk of injury if\nthe feet were to get stuck.  Floors must be constructed in a manner that protect dogs' feet from injury, and that do\nnot allow the dogs' feet to pass through any openings.  Correct by ensuring that floors of primary enclosures do not\nallow dogs' feet to pass through and are constructed to protect them from injury.\nCorrect by: 12 September 2015\nThis item was corrected during the inspection by the wife of licensee placing a solid panel on the floor so the\npuppies' feet did not pass through the holes in the wire.\nThe inspection and exit interview were conducted with the wife of the licensee by the undersigned VMO.",
  "animals_total": 65,
  "species": [
    {
      "count": 42,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 23,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}