{
  "insp_id": "236151733580531",
  "layout": "a",
  "customer_id": "14434",
  "customer_name": "Donna Taber",
  "customer_addr": "375 C R 851\nWasola, MO 65773",
  "certificate": "43-A-5497",
  "site_id": "001",
  "site_name": "DONNA TABER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-AUG-2015",
  "report_date": "26-AUG-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***An adult male Dachshund (m/c# 068 055 353) had a buildup of hard brown material on its upper molar teeth and\ncanine teeth. The gums around the canine teeth had receded away from the teeth. The gums were red and\nswollen around the canine teeth. A small amount of white material was in the area where the gums met the right\ncanine tooth. The inside of the upper cheek was roughened in the area that covered the right canine tooth. The dog\nwas reluctant to allow his mouth to be touched. Teeth and gum problems can be painful, can affect the animal's\nability to eat, and can result in tooth loss. The licensee must have this dog examined by a veterinarian and must\nestablish an effective program of dental maintenance.\n***An adult female Dachshund (m/c# 481 050 5F5D) was occasionally holding her left front foot off of the ground\nwhen standing. Upon examination, there were no visible signs of a problem; however, the dog winced and jerked\nits left front paw away in pain when the paw was touched. Lameness problems can be painful and can progress if\nnot treated. The licensee must have this dog examined by a veterinarian for diagnosis and treatment.\nThe inspection and the exit briefing were conducted with the licensee."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***An adult male Dachshund (m/c# 068 055 353) had a buildup of hard brown material on its upper molar teeth and\ncanine teeth.  The gums around the canine teeth had receded away from the teeth.  The gums were red and\nswollen around the canine teeth.  A small amount of white material was in the area where the gums met the right\ncanine tooth. The inside of the upper cheek was roughened in the area that covered the right canine tooth. The dog\nwas reluctant to allow his mouth to be touched.  Teeth and gum problems can be painful, can affect the animal's\nability to eat, and can result in tooth loss.  The licensee must have this dog examined by a veterinarian and must\nestablish an effective program of dental maintenance.\n***An adult female Dachshund (m/c# 481 050 5F5D) was occasionally holding her left front foot off of the ground\nwhen standing.  Upon examination, there were no visible signs of a problem; however, the dog winced and jerked\nits left front paw away in pain when the paw was touched.  Lameness problems can be painful and can progress if\nnot treated.  The licensee must have this dog examined by a veterinarian for diagnosis and treatment.\nThe inspection and the exit briefing were conducted with the licensee.",
  "animals_total": 124,
  "species": [
    {
      "count": 103,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 21,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}