{
  "insp_id": "INS-0001103630",
  "layout": "c",
  "customer_id": "3437",
  "customer_name": "West Coast Game Park Inc",
  "customer_addr": "46914 Hwy 101\nBandon, OR 97411",
  "certificate": "92-C-0181",
  "site_id": "001",
  "site_name": "West Coast Game Park Inc",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-AUG-2024",
  "report_date": "28-AUG-2024",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The applicant has consultant arrangements with an attending veterinarian (AV). Currently the AV only works two days a\nweek in office and does not see the animals in emergent situations. The AV has also stated that he does not see or\nprovide care for the non-human primates at the facility nor the avian species. The facility must employ a veterinarian\nunder formal arrangements that will visit and provide care for all covered species at the facility, including areas of\nenrichment for the non-human primates and avian species. This needs to be addressed to ensure the overall health of the\nanimals are being addressed.\nCorrect by 27 September 2024"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "During the inspection, it was noted that one capybara was thin with visible ribs and hip bones. The only food noted was\nvegetables on a concrete pad. The facility did not note that the animal was thin but contributed body condition to being a\nrunt with competition from the other capybaras. The facility advised the AV was informed but the AV replied to the\ninspector that he was not consulted. Correct by establishing and maintaining an adequate program of veterinary care to\nprevent, control, diagnose, and treat diseases and injuries in livestock, including fleece and wool coat maintenance.\nTo be corrected by 11 September 2024."
    },
    {
      "code": "2.131(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "Two Barbados sheep, the Jacob’s sheep, and one yak have retained matted coats which have not been sheared.\nSwarming flies were observed on a moist soiled portion of matted coat on the right side of the yak’s chest. Thick retained\nwooly coats in hot humid weather may affect animal welfare by attracting pests, cause heat stress and discomfort, and\nimpede movement. Correct by preventative management and maintenance for the coats of hoofstock or other animals\nthat are susceptible to matted coats or fur.\nCorrect by 11 September 2024."
    },
    {
      "code": "2.131(d)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "There is no readily identifiable facility attendant present throughout the zoo in areas where over 100 total sheep, goats\nand deer roam free and have contact with and are hand feed by the public. These guest areas are also free roaming\nanimal areas throughout the day. There is no place in the park designated for the animals to go, and guests cannot enter.\nA responsible, knowledgeable, and readily identifiable employee or attendant must always be present during periods of\npublic contact. Correct by having staffing ready and immediately available to oversee public contact with animals.\nCorrect by 25 September 2024."
    },
    {
      "code": "3.80(a)(2)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The nonhuman primate enclosures were found with the following hazards:\n• In the outdoor portion of the ring tail lemurs’ enclosure, there were many deck screws with sharp points, approximately 1\nto 3 ½ inches in length, that were being used to secure perches and enrichment items that had come apart and\naccessible to the animals.\n• Both baboon enclosures contain sharp wire and screw points vertically exposed around three and six inches from\nsuspended beams or from fallen perches. The wood is rotting broke with jagged edges from the siding of the enclosed\nshelter.\nThe sharp points in all these enclosures are easily accessible to the animals and could result in injury. The primate’s\nhousing facilities must be structurally sound and maintained in good repair, to protect the animals from injury, and to\ncontain the animals.\nCorrect by 25 September 2024."
    },
    {
      "code": "3.81(c)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "A review of the facility’s environmental enrichment plan for non-human primates does not include special considerations\nfor a singly housed chimpanzee. During the inspection process, the male chimpanzee “George” was observed facing the\nwall of his main enclosure or moving about the exhibit and looking at guests, but there was no vocalizing for attention or\nactive interaction with enrichment in the enclosure that is normal for the species. “George” lost his mate in November of\n2023 and the facility failed to update or address enrichment for a solo Nonhuman Primate. Individually housed nonhuman\nprimates that are unable to see and hear nonhuman primates of their own or compatible species must be provided special\nattention regarding enhancement of their environment. The facility must develop and maintain a written enrichment plan\nthat provides special considerations for non-human primates requiring special attention as directed by the attending\nveterinarian.\nCORRECT BY: 27 September 2024"
    },
    {
      "code": "3.82(d)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding.",
      "narrative": "The cutting table utilized during food preparation for the nonhuman primates is worn down and is no longer impervious to\ncontaminates and moisture and can no longer be cleaned and sanitized effectively. Food prepared on contaminated\nsurfaces where it can absorb pathogens or toxins is detrimental to animal welfare by transmitting disease or injury to the\nnonhuman primates. Food receptables must be kept clean and must be sanitized in accordance with procedures listed in\n3.84(b)(3) at least once every two weeks. Additionally, used food receptacles must be sanitized before they can be used\nto provide food to a different NHP or social grouping of NHPs. The cutting table must be replaced before preparing\nnonhuman primate food.\nTo be corrected by 09 September 2024."
    },
    {
      "code": "3.84(c)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The area adjacent to the table where food is prepped for the nonhumanprimates, also has overflowing trash containers\nwith no lids and an accumulation of flies around the area. Having the food for the nonhuman primates prepared on and\naround contaminating surfaces and pests can harm animal welfare by transmitting disease, toxins, or foreign material\ninjury to animals. Food must be located and prepared to minimize any risk of contamination by excreta and pests. An\neffective program for control of insects, external parasites affecting nonhuman primates, and birds and mammals that are\npests, must be established and maintained to promote the health and well- being of the animals and reduce\ncontamination by pests in animal areas.\nCorrect by 27 September 2024."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "Multiple enclosures were noted in need of repair:\n• The chain-link dividing between the yak enclosure and the holding pen for free roaming hoofstock has bent and broken\nwire sticking out into both pens and two areas with holes where smaller hoofstock can get through.\n• Fixed metal pipe and rebar are exposed in the middle of the enclosure and accessible to the elk and waterbuck.\n• The outdoor wooden shelter for the capybaras has areas of rotted wood and sharp points where material has broken off\nand is directly accessible to those capybaras entering and exiting the shelter.\n• There is rusted fence pipe with jagged edges along the base of the bobcat enclosure. The jagged edges are accessible\nto the two bobcats housed in this enclosure.\n• The design of the offsite female lion enclosure is such that the support poles are on the inside of the chain link and not\noutside, so if the female lion were to push and exert effort on the chain link, she could potentially detach the mesh from\nthe support poles creating an opening.\nDisintegrating and broken housing material with sharp points, jagged edges, and gaps where animals could get through\nmay potentially harm animal welfare by causing injury, predation, and escape. The indoor and outdoor housing facilities\nshall be structurally sound and shall be maintained in good repair to protect the animals from injury and to contain the\nanimals.\nTo be corrected by 27 September 2024."
    },
    {
      "code": "3.125(d)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "There are waste disposal issues in several areas around the park.\n• There is an amassing amount of hoofstock fecal and urine waste on public walkways with significant malodor and\nexcessive number of flies throughout these areas.\n• The area behind the nursery building has food waste overflowing in a trash can and on the ground. This waste\nincludes bones from animal carcass, piled on feces and hay. This area leads to a strong noxious odor throughout the area\nand flies were seen all over the waste contributing to pests and disease hazards.\nAccumulated animal waste compromises animal welfare and will attract vermin, odor and disease hazards. A plan needs\nto be put in place to remove all waste in a timely manner to reduce odor and control fly and vermin infestation.\nCorrect by 27 September 2024."
    },
    {
      "code": "3.126(c)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, indoor.",
      "narrative": "The shelter that houses the Eurasian lynx and Canadian lynx does not have a working light and no windows. During the\ninspection, it was very dark when trying to look at the Canadian lynx that was locked in the shelter area. Indoor housing\nfacilities should have lighting via natural or artificial means set up in a normal light cycle for the species and to ensure\neffective cleaning of the area. This needs to be addressed for the health of the lynx sharing this shelter space.\nTo be corrected by 18 September 2024."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "The facility is housing one female lion in a separate enclosure located behind the owner’s home adjacent to the park that\nis outside the perimeter fence. Also, there is no immediate perimeter fence surrounding this isolated lion enclosure.\nHaving no perimeter fence at a sufficient distance from the lioness’s main enclosure leaves the welfare of the lioness as\nwell as other animals and public in the vicinity vulnerable to serious harm. The perimeter fence around large cats must be\nat least 8 feet high and designed so that it protects the animals in the facility by restricting animals and unauthorized\npersons from going through it or under it and having contact with the animals.\nTo be corrected by 27 September 2024."
    },
    {
      "code": "3.128",
      "kind": "",
      "repeat": true,
      "desc": "Space requirements.",
      "narrative": "Currently the Eurasian lynx and Canadian lynx rotate access through the main enclosure but do not share space with\neach other. When one animal is on exhibit the other is housed in the shelter which is a small area with a platform that\nallows the animal to turn around and jump but does not provide sufficient space that allows for social adjustments and\nadequate freedom of movement. Lack of sufficient space for exotic animals can increase abnormal behavior patterns due\nto stress. This animal should be moved to an enclosure that allows for adequate freedom of movement for its overall\npsychological health and wellbeing.\nCorrect by 18 September 2024"
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding.",
      "narrative": "* During the inspection, it was noted that one capybara was thin with visible ribs and hip bones. The only food noted was\nvegetables on a concrete pad. The facility did not note that the animal was thin but contributed body condition to\ncompetition from the other capybaras. If this is the situation, then the facility needs to provide additional opportunities for\nthe animals to have access to food and monitor consumption to assure the animal can put on additional body weight.\n* Currently the facility is air thawing meat products for all big cats on a concrete slab adjacent to the freezers. This manner\nof thawing meat does not ensure the meat thaws evenly which can contribute to an increase in bacteria on the meat in\naddition to exposure to flies and pests. This does not ensure that the meat fed out is palatable, or free from contamination\nwhich can impact the nutritive value of the diet being fed. Feed a diet that is accessible, wholesome, palatable, and free\nfrom contamination and of sufficient quantity and nutritive value to maintain all animals in good health. The diet shall be\nprepared appropriate for the age, species, condition, size, and type of the animal.\nCorrect by 25 September 2024."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "Multiple areas around the facility are cluttered with trash, animal and food waste debris, excess tools which create\nbreeding areas for pests. These areas include:\n* Back holding pens for the deer, sheep, elk, yak and goats have empty fruit plastic bags in the pen which can be an\ningestion hazard for the animals, next to the grass hay on the ground. There were also plastic containers on the ground\npossibly dropped by staff or crows.\n* Adjacent to the back fence area of the large holding pasture, there is large piles of trash and debris, from machinery, old\nvehicles, old wood, etc. This area creates a breeding ground for rodents and other pests to breed and thrive.\n* The barn area used for storing metal containers of various feed for the animals including dog food, hoofstock food and\nbird food was excessively cluttered with old food bags, trash and debris. The cluttered nature of the area promotes\nbreeding and living ground for pests and does not protect the food supplies from contamination. There was evidence of\nrodent dropping on the wooden crates adjacent to the food containers.\n* The area behind the public demonstration pavilion housing the serval and lynx has a table that is cluttered with trash and\ndebris that needs to be cleaned.\nPremises, including buildings and grounds shall be kept clean and in good repair to protect the animals from injury and to\nfacilitate the prescribed husbandry practices set forth in this subpart. Trash should be placed in designated receptacles\nand accumulations must be cleared as necessary to protect the health of the animals.\nCorrect by 11 September 2024."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "There is a large amount of large rodent fecal pellets around the hoofstock feed storage room on furniture tops off the floor\nand on loose wooden planks and haphazardly tossed empty feed bags piled on the floor around the feed bins. Vermin\nharm animal welfare by transmitting disease and parasites to vulnerable zoo animals. A safe and effective program for the\ncontrol of insects, ectoparasites, and avian and mammalian pests shall be established and maintained.\nTo be corrected by 11 September 2024."
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": false,
      "desc": "Employees.",
      "narrative": "Based on the number of noncompliant items in this report, the facility does not have enough adequately trained\nemployees to maintain professionally acceptable levels of husbandry care at the facility. Additional employees should be\nhired, or possible number of animals reduced to ensure animal welfare standards are maintained for overall health and\nwellbeing of the 300 plus animals cared for at the park.\nCorrect by 02 October 2024."
    },
    {
      "code": "3.153(a)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "3.153 (a)(1)(i) – Primary enclosures (avian) – general requirements - Have no sharp points or edges that could injure the\nbirds Noncritical\nThe wire mesh located next to the barrier fence for covering water spigot in the waterfowl pond is in disrepair. There are\nsections of the wire mesh that is lifting creating sharp points and edges which could cause injury to the birds. This section\nof mesh must be kept in good repair for the safety of the birds.\nCorrect by 11 September 2024."
    },
    {
      "code": "3.154",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "3.154 Avian Enrichment\nThe facility does not have an environmental enhancement plan in place to promote the overall psychological well-being of\nthe birds at the facility. Exhibitors must develop, document and follow a species appropriate plan for the environmental\nenhancement to promote the psychological well-being of the birds as well as noting the emu housed with the wallabies.\nThis emu must be identified in the plan as a special consideration as it is not housed with any other emus. This plan must\nbe approved by the attending veterinarian as well as made available for future inspections.\nCorrect by 11 September 2024.\nThis inspection and exit interview were conducted with the facility representative.\nAdditional Inspectors:\nANDREA D AMBROSIO, ANIMAL CARE INSPECTOR n"
    }
  ],
  "narrative": "2.40(a)(1) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe applicant has consultant arrangements with an attending veterinarian (AV). Currently the AV only works two days a \nweek in office and does not see the animals in emergent situations. The AV has also stated that he does not see or \nprovide care for the non-human primates at the facility nor the avian species. The facility must employ a veterinarian \nunder formal arrangements that will visit and provide care for all covered species at the facility, including areas of \nenrichment for the non-human primates and avian species. This needs to be addressed to ensure the overall health of the \nanimals are being addressed.  \nCorrect by 27 September 2024 \n2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nDuring the inspection, it was noted that one capybara was thin with visible ribs and hip bones. The only food noted was \nvegetables on a concrete pad. The facility did not note that the animal was thin but contributed body condition to being a \nrunt with competition from the other capybaras. The facility advised the AV was informed but the AV replied to the \ninspector that he was not consulted. Correct by establishing and maintaining an adequate program of veterinary care to \nprevent, control, diagnose, and treat diseases and injuries in livestock, including fleece and wool coat maintenance.  \nTo be corrected by 11 September 2024. \n2.131(b)(1) \n   \nHandling of animals. \nTwo Barbados sheep, the Jacob’s sheep, and one yak have retained matted coats which have not been sheared. \nSwarming flies were observed on a moist soiled portion of matted coat on the right side of the yak’s chest. Thick retained \nwooly coats in hot humid weather may affect animal welfare by attracting pests, cause heat stress and discomfort, and \nimpede movement. Correct by preventative management and maintenance for the coats of hoofstock or other animals \nthat are susceptible to matted coats or fur. \nCorrect by 11 September 2024. \n2.131(d)(2)\n\nHandling of animals. \nThere is no readily identifiable facility attendant present throughout the zoo in areas where over 100 total sheep, goats \nand deer roam free and have contact with and are hand feed by the public. These guest areas are also free roaming \nanimal areas throughout the day. There is no place in the park designated for the animals to go, and guests cannot enter. \nA responsible, knowledgeable, and readily identifiable employee or attendant must always be present during periods of \npublic contact. Correct by having staffing ready and immediately available to oversee public contact with animals. \nCorrect by 25 September 2024. \n3.80(a)(2)(i) \n   \nPrimary enclosures. \nThe nonhuman primate enclosures were found with the following hazards: \n• In the outdoor portion of the ring tail lemurs’ enclosure, there were many deck screws with sharp points, approximately 1 \nto 3 ½ inches in length, that were being used to secure perches and enrichment items that had come apart and \naccessible to the animals. \n• Both baboon enclosures contain sharp wire and screw points vertically exposed around three and six inches from \nsuspended beams or from fallen perches. The wood is rotting broke with jagged edges from the siding of the enclosed \nshelter. \nThe sharp points in all these enclosures are easily accessible to the animals and could result in injury. The primate’s \nhousing facilities must be structurally sound and maintained in good repair, to protect the animals from injury, and to \ncontain the animals.  \nCorrect by 25 September 2024. \n3.81(c)(4) \n   \nEnvironment enhancement to promote psychological well-being. \nA review of the facility’s environmental enrichment plan for non-human primates does not include special considerations \nfor a singly housed chimpanzee. During the inspection process, the male chimpanzee “George” was observed facing the \nwall of his main enclosure or moving about the exhibit and looking at guests, but there was no vocalizing for attention or \nactive interaction with enrichment in the enclosure that is normal for the species. “George” lost his mate in November of \n2023 and the facility failed to update or address enrichment for a solo Nonhuman Primate. Individually housed nonhuman \nprimates that are unable to see and hear nonhuman primates of their own or compatible species must be provided special \nattention regarding enhancement of their environment. The facility must develop and maintain a written enrichment plan \nthat provides special considerations for non-human primates requiring special attention as directed by the attending \nveterinarian.  \n CORRECT BY: 27 September 2024 \n3.82(d) \n   \nFeeding. \nThe cutting table utilized during food preparation for the nonhuman primates is worn down and is no longer impervious to \ncontaminates and moisture and can no longer be cleaned and sanitized effectively. Food prepared on contaminated \nsurfaces where it can absorb pathogens or toxins is detrimental to animal welfare by transmitting disease or injury to the \nnonhuman primates. Food receptables must be kept clean and must be sanitized in accordance with procedures listed in\n\n3.84(b)(3) at least once every two weeks. Additionally, used food receptacles must be sanitized before they can be used \nto provide food to a different NHP or social grouping of NHPs. The cutting table must be replaced before preparing \nnonhuman primate food. \nTo be corrected by 09 September 2024. \n3.84(c) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThe area adjacent to the table where food is prepped for the nonhumanprimates, also has overflowing trash containers \nwith no lids and an accumulation of flies around the area. Having the food for the nonhuman primates prepared on and \naround contaminating surfaces and pests can harm animal welfare by transmitting disease, toxins, or foreign material \ninjury to animals. Food must be located and prepared to minimize any risk of contamination by excreta and pests. An \neffective program for control of insects, external parasites affecting nonhuman primates, and birds and mammals that are \npests, must be established and maintained to promote the health and well- being of the animals and reduce \ncontamination by pests in animal areas. \nCorrect by 27 September 2024. \n3.125(a)  Repeat\n   \nFacilities, general. \nMultiple enclosures were noted in need of repair:  \n• The chain-link dividing between the yak enclosure and the holding pen for free roaming hoofstock has bent and broken \nwire sticking out into both pens and two areas with holes where smaller hoofstock can get through. \n• Fixed metal pipe and rebar are exposed in the middle of the enclosure and accessible to the elk and waterbuck. \n• The outdoor wooden shelter for the capybaras has areas of rotted wood and sharp points where material has broken off \nand is directly accessible to those capybaras entering and exiting the shelter. \n• There is rusted fence pipe with jagged edges along the base of the bobcat enclosure. The jagged edges are accessible \nto the two bobcats housed in this enclosure. \n• The design of the offsite female lion enclosure is such that the support poles are on the inside of the chain link and not \noutside, so if the female lion were to push and exert effort on the chain link, she could potentially detach the mesh from \nthe support poles creating an opening. \nDisintegrating and broken housing material with sharp points, jagged edges, and gaps where animals could get through \nmay potentially harm animal welfare by causing injury, predation, and escape. The indoor and outdoor housing facilities \nshall be structurally sound and shall be maintained in good repair to protect the animals from injury and to contain the \nanimals.  \nTo be corrected by 27 September 2024. \n3.125(d) \n   \nFacilities, general. \nThere are waste disposal issues in several areas around the park. \n•  There is an amassing amount of hoofstock fecal and urine waste on public walkways with significant malodor and \nexcessive number of flies throughout these areas.  \n•  The area behind the nursery building has food waste overflowing in a trash can and on the ground. This waste\n\nincludes bones from animal carcass, piled on feces and hay. This area leads to a strong noxious odor throughout the area \nand flies were seen all over the waste contributing to pests and disease hazards.  \nAccumulated animal waste compromises animal welfare and will attract vermin, odor and disease hazards. A plan needs \nto be put in place to remove all waste in a timely manner to reduce odor and control fly and vermin infestation.  \nCorrect by 27 September 2024. \n3.126(c) \n   \nFacilities, indoor. \nThe shelter that houses the Eurasian lynx and Canadian lynx does not have a working light and no windows. During the \ninspection, it was very dark when trying to look at the Canadian lynx that was locked in the shelter area. Indoor housing \nfacilities should have lighting via natural or artificial means set up in a normal light cycle for the species and to ensure \neffective cleaning of the area. This needs to be addressed for the health of the lynx sharing this shelter space.  \nTo be corrected by 18 September 2024. \n3.127(d) \n   \nFacilities, outdoor. \nThe facility is housing one female lion in a separate enclosure located behind the owner’s home adjacent to the park that \nis outside the perimeter fence. Also, there is no immediate perimeter fence surrounding this isolated lion enclosure. \nHaving no perimeter fence at a sufficient distance from the lioness’s main enclosure leaves the welfare of the lioness as \nwell as other animals and public in the vicinity vulnerable to serious harm. The perimeter fence around large cats must be \nat least 8 feet high and designed so that it protects the animals in the facility by restricting animals and unauthorized \npersons from going through it or under it and having contact with the animals.  \nTo be corrected by 27 September 2024. \n3.128  Repeat\n   \nSpace requirements. \nCurrently the Eurasian lynx and Canadian lynx rotate access through the main enclosure but do not share space with \neach other. When one animal is on exhibit the other is housed in the shelter which is a small area with a platform that \nallows the animal to turn around and jump but does not provide sufficient space that allows for social adjustments and \nadequate freedom of movement. Lack of sufficient space for exotic animals can increase abnormal behavior patterns due \nto stress. This animal should be moved to an enclosure that allows for adequate freedom of movement for its overall \npsychological health and wellbeing.  \nCorrect by 18 September 2024 \n3.129(a) \n   \nFeeding. \n* During the inspection, it was noted that one capybara was thin with visible ribs and hip bones. The only food noted was \nvegetables on a concrete pad. The facility did not note that the animal was thin but contributed body condition to \ncompetition from the other capybaras. If this is the situation, then the facility needs to provide additional opportunities for \nthe animals to have access to food and monitor consumption to assure the animal can put on additional body weight.  \n* Currently the facility is air thawing meat products for all big cats on a concrete slab adjacent to the freezers. This manner\n\nof thawing meat does not ensure the meat thaws evenly which can contribute to an increase in bacteria on the meat in \naddition to exposure to flies and pests. This does not ensure that the meat fed out is palatable, or free from contamination \nwhich can impact the nutritive value of the diet being fed. Feed a diet that is accessible, wholesome, palatable, and free \nfrom contamination and of sufficient quantity and nutritive value to maintain all animals in good health. The diet shall be \nprepared appropriate for the age, species, condition, size, and type of the animal. \nCorrect by 25 September 2024. \n3.131(c) \n   \nSanitation. \nMultiple areas around the facility are cluttered with trash, animal and food waste debris, excess tools which create \nbreeding areas for pests. These areas include:  \n* Back holding pens for the deer, sheep, elk, yak and goats have empty fruit plastic bags in the pen which can be an \ningestion hazard for the animals, next to the grass hay on the ground. There were also plastic containers on the ground \npossibly dropped by staff or crows.  \n* Adjacent to the back fence area of the large holding pasture, there is large piles of trash and debris, from machinery, old \nvehicles, old wood, etc. This area creates a breeding ground for rodents and other pests to breed and thrive.  \n* The barn area used for storing metal containers of various feed for the animals including dog food, hoofstock food and \nbird food was excessively cluttered with old food bags, trash and debris. The cluttered nature of the area promotes \nbreeding and living ground for pests and does not protect the food supplies from contamination. There was evidence of \nrodent dropping on the wooden crates adjacent to the food containers.  \n* The area behind the public demonstration pavilion housing the serval and lynx has a table that is cluttered with trash and \ndebris that needs to be cleaned.  \nPremises, including buildings and grounds shall be kept clean and in good repair to protect the animals from injury and to \nfacilitate the prescribed husbandry practices set forth in this subpart. Trash should be placed in designated receptacles \nand accumulations must be cleared as necessary to protect the health of the animals. \nCorrect by 11 September 2024. \n3.131(d) \n   \nSanitation. \nThere is a large amount of large rodent fecal pellets around the hoofstock feed storage room on furniture tops off the floor \nand on loose wooden planks and haphazardly tossed empty feed bags piled on the floor around the feed bins. Vermin \nharm animal welfare by transmitting disease and parasites to vulnerable zoo animals. A safe and effective program for the \ncontrol of insects, ectoparasites, and avian and mammalian pests shall be established and maintained. \nTo be corrected by 11 September 2024. \n3.132 \n   \nEmployees. \nBased on the number of noncompliant items in this report, the facility does not have enough adequately trained \nemployees to maintain professionally acceptable levels of husbandry care at the facility. Additional employees should be \nhired, or possible number of animals reduced to ensure animal welfare standards are maintained for overall health and\n\nwellbeing of the 300 plus animals cared for at the park.  \nCorrect by 02 October 2024. \n3.153(a)(1)(i) \n   \nPrimary enclosures. \n3.153 (a)(1)(i) – Primary enclosures (avian) – general requirements - Have no sharp points or edges that could injure the \nbirds Noncritical \nThe wire mesh located next to the barrier fence for covering water spigot in the waterfowl pond is in disrepair. There are \nsections of the wire mesh that is lifting creating sharp points and edges which could cause injury to the birds. This section \nof mesh must be kept in good repair for the safety of the birds.  \nCorrect by 11 September 2024. \n3.154 \n   \nEnvironment enhancement to promote psychological well-being. \n3.154 Avian Enrichment \nThe facility does not have an environmental enhancement plan in place to promote the overall psychological well-being of \nthe birds at the facility. Exhibitors must develop, document and follow a species appropriate plan for the environmental \nenhancement to promote the psychological well-being of the birds as well as noting the emu housed with the wallabies. \nThis emu must be identified in the plan as a special consideration as it is not housed with any other emus. This plan must \nbe approved by the attending veterinarian as well as made available for future inspections.  \nCorrect by 11 September 2024. \n \nThis inspection and exit interview were conducted with the facility representative. \n \nAdditional Inspectors: \nANDREA D AMBROSIO, ANIMAL CARE INSPECTOR n",
  "animals_total": 326,
  "species": [
    {
      "count": 1,
      "scientific": "Marmota monax",
      "common": "GROUNDHOG / WOODCHUCK"
    },
    {
      "count": 3,
      "scientific": "Papio hamadryas",
      "common": "HAMADRYAS BABOON"
    },
    {
      "count": 1,
      "scientific": "Pan troglodytes",
      "common": "CHIMPANZEE"
    },
    {
      "count": 38,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 84,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 2,
      "scientific": "Panthera pardus",
      "common": "LEOPARD"
    },
    {
      "count": 4,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 1,
      "scientific": "Lynx canadensis",
      "common": "CANADIAN LYNX"
    },
    {
      "count": 2,
      "scientific": "Lynx lynx",
      "common": "NORTHERN/EURASIAN LYNX"
    },
    {
      "count": 2,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 7,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 6,
      "scientific": "Hystrix cristata",
      "common": "AFRICAN CRESTED PORCUPINE"
    },
    {
      "count": 2,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 6,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 4,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 1,
      "scientific": "Pecari tajacu",
      "common": "COLLARED PECCARY"
    },
    {
      "count": 2,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 2,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 4,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 2,
      "scientific": "Didelphis virginiana",
      "common": "VIRGINIA OPOSSUM"
    },
    {
      "count": 4,
      "scientific": "Cervus canadensis",
      "common": "ELK / WAPITI"
    },
    {
      "count": 3,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 33,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 5,
      "scientific": "Notamacropus eugenii",
      "common": "TAMMAR WALLABY"
    },
    {
      "count": 3,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 1,
      "scientific": "Bubalus bubalis",
      "common": "ASIATIC WATER BUFFALO"
    },
    {
      "count": 4,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 6,
      "scientific": "Hydrochaeris hydrochaeris",
      "common": "CAPYBARA"
    },
    {
      "count": 2,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 1,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 2,
      "scientific": "Ursus arctos syriacus",
      "common": "SYRIAN BROWN BEAR"
    },
    {
      "count": 1,
      "scientific": "Prionailurus viverrinus",
      "common": "FISHING CAT"
    },
    {
      "count": 1,
      "scientific": "Panthera onca",
      "common": "JAGUAR"
    },
    {
      "count": 2,
      "scientific": "Bos grunniens",
      "common": "YAK"
    },
    {
      "count": 28,
      "scientific": "Pavo cristatus",
      "common": "INDIAN PEAFOWL / COMMON PEAFOWL / PEAHEN /"
    },
    {
      "count": 13,
      "scientific": "Anser anser domesticus",
      "common": "DOMESTIC GOOSE"
    },
    {
      "count": 14,
      "scientific": "Anas platyrhynchos domesticus",
      "common": "DOMESTIC DUCK INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 6,
      "scientific": "Cygnus atratus",
      "common": "BLACK SWAN"
    },
    {
      "count": 1,
      "scientific": "Struthio camelus",
      "common": "COMMON OSTRICH"
    },
    {
      "count": 5,
      "scientific": "Dromaius novaehollandiae",
      "common": "EMU"
    },
    {
      "count": 11,
      "scientific": "Gallus gallus domesticus",
      "common": "DOMESTIC CHICKEN (INCLUDING ALL DOMESTIC BREEDS /"
    },
    {
      "count": 1,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 1,
      "scientific": "Kobus ellipsiprymnus",
      "common": "COMMON WATERBUCK"
    },
    {
      "count": 1,
      "scientific": "Papio anubis",
      "common": "OLIVE BABOON"
    },
    {
      "count": 2,
      "scientific": "Chlorocebus pygerythrus",
      "common": "VERVET"
    }
  ]
}