{
  "insp_id": "INS-0000864820",
  "layout": "c",
  "customer_id": "505190",
  "customer_name": "HENRY BYLER",
  "customer_addr": "2565 220th Street\nSEYMOUR, IA 52590",
  "certificate": "42-A-1614",
  "site_id": "001",
  "site_name": "HENRY BYLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-APR-2023",
  "report_date": "18-APR-2023",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Female Shih tzu (#0907) has an abnormal condition of the skin. A large hairless lesion is located behind the dog's left\nshoulder. The affected skin is slightly reddened with a darker red area in the center and a hard dark colored material is\ntrapped in the hair surrounding the edge of the lesion. Two additional clumps of the hard dark material are attached to the\nskin on the top of the head and on the topside of the neck. The licensee has not consulted with a veterinarian about the\ndog's condition and no treatment has been provided. Abnormal skin conditions could cause pain and discomfort to the\nanimal.\nEach dealer must use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. The licensee\nmust have this dog evaluated by a licensed veterinarian for an accurate diagnosis and to develop an effective treatment\nplan. The licensee must ensure that each animal receives adequate veterinary care at all times.\nTo be corrected by: A verbal correction date of 21-April-2023 was provided at the time of the inspection.\nThe refrigerator used for the storage of the dogs' vaccines is not being kept at an appropriate temperature. The\ntemperature inside the refrigerator is 56 degrees F according to the inspector's Kestrel and the label on the vaccines\nstates they are to be stored at 35-46 degrees F. Storing vaccines at an inappropriate temperature may affect their ability\nto protect the dogs from serious and deadly diseases.\nEach dealer must use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. The licensee\nmust store the vaccines at the appropriate temperature and ensure all medical products used for the dogs are properly\nstored at all times.\nTo be corrected by: 17-April-2023"
    },
    {
      "code": "3.1(b)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "The food storage area contains a large amount of clutter that is surrounding and amongst the stored sacks of dog food.\nThe clutter includes hoses, buckets, wire dog enclosures, and other assorted items. Clutter can collect dust and dirt and\ninterfere with the ability to keep the food storage are clean. Clutter can also attract pests such as mice by providing areas\nto hide and build nests.\nHousing facilities and areas used for storing animal food or bedding must be free of any accumulation of trash, waste\nmaterial, junk, weeds, and other discarded materials. The licensee must either remove the cluttered items or organize\nthem in a way that allows for proper cleaning of the storage area and eliminates the potential attraction of pests. The\nlicensee must ensure all areas of the housing facility, including storage rooms, remain free of cluttered items at all times.\nTo be corrected by: 27-April-2023"
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "Multiple sacks of unopened dog food are sitting directly on the floor of the feed room. Spilled dog food is surrounding\nthese sacks and loose wood shavings are on the floor beneath the wood pallets that are storing additional dog food.\nUnopened sacks of food placed on the floor could become contaminated by pests such as mice. Failure to clean up loose\nfeed and shavings around the stored food could also attract pests such as mice.\nSupplies of food and bedding must be stored in a manner that protects the supplies from spoilage, contamination, and\nvermin infestation. The supplies must be stored off the floor and away from the walls, to allow cleaning underneath and\naround the supplies. The licensee must store the sacks of food off the floor and clean up the loose food and shavings\nthat are on the floor. The licensee must ensure that all dog food is properly stored at all times and the storage room\nremains clean in order to protect food supplies from any potential contamination.\nTo be corrected by: The sacks of feed were placed off the floor at the time of the inspection. The loose dog food was\nswept up at the time of the inspection. The wood shavings must be swept from the floor of the storage room by 27-April-\n2023."
    },
    {
      "code": "3.13(a)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee is not following the directions documented in the Program of Veterinary Care (PVC) and approved by the\nattending veterinarian.\nThe PVC states that 10% of the dogs will receive a fecal and heartworm test every 12 months. The last time any of the\ndogs received a fecal or heartworm test was on 29-November-2021. Failure to follow the Program of Veterinary Care\ndoes not ensure the animals are receiving adequate veterinary and could allow for serious conditions such as heartworm\nor intestinal parasites to go undetected.\nThe PVC states the adult dogs will be dewormed and receive Ivomec pour-on for ectoparasites and blood parasites in\nJanuary. These treatments were not provided until February 7th. Failure to follow the Program of Veterinary Care does\nnot ensure the animals are receiving adequate veterinary and could delay the treatment of parasites which could have a\nnegative impact on the health of the dogs.\nThe dogs are required to receive a physical examination by the attending veterinarian no less than once every 12 months.\nThe dogs were examined on 29-November-2021 and the next examination was not conducted until 10-February-2023.\nFailure to have the dogs examined under the required schedule may allow serious health issues to go undetected which\ncould have a negative impact on the animal's well-being.\nEach dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in writing, and\nsigned by the attending veterinarian. The licensee must follow all directions and plans documented in the PVC in order to\nprovide the animals with adequate veterinary care and to support their health and well-being.\nTo be corrected by: 17-April-2023\nThis inspection and exit interview were conducted with the facility representative.\nn"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nFemale Shih tzu (#0907) has an abnormal condition of the skin.  A large hairless lesion is located behind the dog's left \nshoulder.  The affected skin is slightly reddened with a darker red area in the center and a hard dark colored material is \ntrapped in the hair surrounding the edge of the lesion.  Two additional clumps of the hard dark material are attached to the \nskin on the top of the head and on the topside of the neck.  The licensee has not consulted with a veterinarian about the \ndog's condition and no treatment has been provided.  Abnormal skin conditions could cause pain and discomfort to the \nanimal. \n \nEach dealer must use appropriate methods to prevent, control, diagnose, and treat diseases and injuries.  The licensee \nmust have this dog evaluated by a licensed veterinarian for an accurate diagnosis and to develop an effective treatment \nplan.  The licensee must ensure that each animal receives adequate veterinary care at all times. \n \nTo be corrected by:  A verbal correction date of 21-April-2023 was provided at the time of the inspection. \n \nThe refrigerator used for the storage of the dogs' vaccines is not being kept at an appropriate temperature.  The \ntemperature inside the refrigerator is 56 degrees F according to the inspector's Kestrel and the label on the vaccines\n\nstates they are to be stored at 35-46 degrees F.  Storing vaccines at an inappropriate temperature may affect their ability \nto protect the dogs from serious and deadly diseases.   \n \nEach dealer must use appropriate methods to prevent, control, diagnose, and treat diseases and injuries.  The licensee \nmust store the vaccines at the appropriate temperature and ensure all medical products used for the dogs are properly \nstored at all times.   \n \nTo be corrected by:  17-April-2023 \n3.1(b) \n   \nHousing facilities, general. \nThe food storage area contains a large amount of clutter that is surrounding and amongst the stored sacks of dog food.  \nThe clutter includes hoses, buckets, wire dog enclosures, and other assorted items.  Clutter can collect dust and dirt and \ninterfere with the ability to keep the food storage are clean.  Clutter can also attract pests such as mice by providing areas \nto hide and build nests.  \n \nHousing facilities and areas used for storing animal food or bedding must be free of any accumulation of trash, waste \nmaterial, junk, weeds, and other discarded materials.  The licensee must either remove the cluttered items or organize \nthem in a way that allows for proper cleaning of the storage area and eliminates the potential attraction of pests.  The \nlicensee must ensure all areas of the housing facility, including storage rooms, remain free of cluttered items at all times. \n \nTo be corrected by:  27-April-2023 \n3.1(e)\n\nHousing facilities, general. \nMultiple sacks of unopened dog food are sitting directly on the floor of the feed room.  Spilled dog food is surrounding \nthese sacks and loose wood shavings are on the floor beneath the wood pallets that are storing additional dog food.  \nUnopened sacks of food placed on the floor could become contaminated by pests such as mice.  Failure to clean up loose \nfeed and shavings around the stored food could also attract pests such as mice. \n \nSupplies of food and bedding must be stored in a manner that protects the supplies from spoilage, contamination, and \nvermin infestation. The supplies must be stored off the floor and away from the walls, to allow cleaning underneath and \naround the supplies.  The licensee must store the sacks of food off the floor and clean up the loose food and shavings \nthat are on the floor.  The licensee must ensure that all dog food is properly stored at all times and the storage room \nremains clean in order to protect food supplies from any potential contamination.   \n \nTo be corrected by:  The sacks of feed were placed off the floor at the time of the inspection.  The loose dog food was \nswept up at the time of the inspection. The wood shavings must be swept from the floor of the storage room by 27-April-\n2023. \n3.13(a) \n   \nVeterinary care for dogs. \nThe licensee is not following the directions documented in the Program of Veterinary Care (PVC) and approved by the \nattending veterinarian.   \n \nThe PVC states that 10% of the dogs will receive a fecal and heartworm test every 12 months.  The last time any of the \ndogs received a fecal or heartworm test was on 29-November-2021.  Failure to follow the Program of Veterinary Care\n\ndoes not ensure the animals are receiving adequate veterinary and could allow for serious conditions such as heartworm \nor intestinal parasites to go undetected.   \n \nThe PVC states the adult dogs will be dewormed and receive Ivomec pour-on for ectoparasites and blood parasites in \nJanuary.  These treatments were not provided until February 7th.  Failure to follow the Program of Veterinary Care does \nnot ensure the animals are receiving adequate veterinary and could delay the treatment of parasites which could have a \nnegative impact on the health of the dogs. \n \nThe dogs are required to receive a physical examination by the attending veterinarian no less than once every 12 months.  \nThe dogs were examined on 29-November-2021 and the next examination was not conducted until 10-February-2023.  \nFailure to have the dogs examined under the required schedule may allow serious health issues to go undetected which \ncould have a negative impact on the animal's well-being. \n \nEach dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in writing, and \nsigned by the attending veterinarian.  The licensee must follow all directions and plans documented in the PVC in order to \nprovide the animals with adequate veterinary care and to support their health and well-being. \n \nTo be corrected by:  17-April-2023 \n \nThis inspection and exit interview were conducted with the facility representative. \n \n n",
  "animals_total": 53,
  "species": [
    {
      "count": 49,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 4,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}