{
  "insp_id": "2016082569380045",
  "layout": "a",
  "customer_id": "327222",
  "customer_name": "Kristina Brouner",
  "customer_addr": "2512 Cedar St.\nEverett, WA 98201",
  "certificate": "91-A-0124",
  "site_id": "001",
  "site_name": "Hedgehogs Northwest",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-FEB-2019",
  "report_date": "21-FEB-2019",
  "citations": [
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Although some improvements in sanitation are noted, the facility still requires cleaning and organization. The room\nfor the hedgehogs has clutter, dust and debris present. Equipment and supplies fill one side of the room making the\narea difficult to clean. In addition, discarded items and animal equipment awaiting cleaning are present on the\nground in front of the animal building. The equipment is being kept in unsanitary conditions, and could potentially\ncontribute to disease hazards and pests within the facility.\nThe animal housing room must be cleaned to remove clutter, dust and debris. In addition, equipment and supplies\nmust be properly cleaned, organized and stored to facilitate proper husbandry practices. The licensee must also\nensure that all unwanted items are properly discarded and removed from the property, and that the premises are\nkept clean in order to minimize odor and pests.\nThe facility was previously cited under this regulation on 7/18/16, 9/11/17, 12/11/17 and 3/14/18.\nThis inspection and exit briefing were conducted with the facility representative."
    }
  ],
  "narrative": "3.131(c)                    REPEAT\nSANITATION.   \nAlthough some improvements in sanitation are noted, the facility still requires cleaning and organization.  The room\nfor the hedgehogs has clutter, dust and debris present.  Equipment and supplies fill one side of the room making the\narea difficult to clean.  In addition, discarded items and animal equipment awaiting cleaning are present on the\nground in front of the animal building.  The equipment is being kept in unsanitary conditions, and could potentially\ncontribute to disease hazards and pests within the facility.     \nThe animal housing room must be cleaned to remove clutter, dust and debris.  In addition, equipment and supplies\nmust be properly cleaned, organized and stored to facilitate proper husbandry practices.  The licensee must also\nensure that all unwanted items are properly discarded and removed from the property, and that the premises are\nkept clean in order to minimize odor and pests. \nThe facility was previously cited under this regulation on 7/18/16, 9/11/17, 12/11/17 and 3/14/18.\nThis inspection and exit briefing were conducted with the facility representative.",
  "animals_total": 43,
  "species": [
    {
      "count": 43,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG (MOST COMMON PET HEDGEHOG)"
    }
  ]
}