{
  "insp_id": "346141029240596",
  "layout": "a",
  "customer_id": "8794",
  "customer_name": "Judy Koehn",
  "customer_addr": "2508 40th St\nBurns, KS 66840",
  "certificate": "48-A-1503",
  "site_id": "001",
  "site_name": "Judy Koehn",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-DEC-2014",
  "report_date": "15-DEC-2014",
  "citations": [
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Dug holes were observed under enclosure divider fencing in three enclosures. Eight dogs are in contact with the\naffected areas which are located in outdoor housing. The holes were estimated to be six inches wide by four to six\ninches deep. This affects the ability of enclosure fencing to contain the dog securely. It could lead to potential injury\naffecting the safety and health of the dog. The licensee must keep facilities in good repair to protect the animals\nfrom injury and contain the animals securely."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* The roof wood edge on one shelter structure is chewed, exposing a jagged roughened surface. Two dogs are in\ncontact with the affected area located in indoor housing. A chewed jagged edge could injure the dogs. The affected\nsurface cannot be readily cleaned and sanitized. The licensee must repair or replace all surfaces that are worn and\ncannot be readily cleaned and sanitized on a regular basis. Correct by 12/25/14."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* An estimated six fiberglass frame enclosure gates have an accumulation of hair, cobwebs and dust collecting on\ntop of the gates. Twelve dogs are in contact with the affected surfaces located in indoor housing. The affected\narea covers approximately 25 to 30 percent of the surface area. Sanitization of surfaces is necessary to prevent an\naccumulation of excreta and other disease hazards. It indicates an unsanitary living condition exists that could lead\nto potential disease or health risks. The licensee must ensure that all surfaces are spot-cleaned daily and sanitized\nat least once every two weeks or more often if needed in accordance with section 3.11 B. Correct by 12/16/14."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* The wooden roof top of one shelter enclosure has an accumulation of fecal waste on 25 to 30 percent of the\navailable surface area. Two dogs are in contact with the affected surface which is located in indoor housing.\nUnsanitary living conditions exist that could lead to potential disease risks. In addition, soiling or caking of the hair\ncoat exists when the dogs come in contact with the affected surface area. The licensee must ensure that excreta is\nremoved on a daily basis to prevent an accumulation of excreta or soiling of the dogs. Correct by 12/16/14.\n* The facility inspection done on 12/11/14 and exit briefing done on 12/15/14 were conducted with the licensee."
    }
  ],
  "narrative": "3.1(a)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n*    Dug holes were observed under enclosure divider fencing in three enclosures.  Eight dogs are in contact with the\naffected areas which are located in outdoor housing.  The holes were estimated to be six inches wide by four to six\ninches deep. This affects the ability of enclosure fencing to contain the dog securely.  It could lead to potential injury\naffecting the safety and health of the dog.  The licensee must keep facilities in good repair to protect the animals\nfrom injury and contain the animals securely.  \n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\n*   The roof wood edge on one shelter structure is chewed, exposing a jagged roughened surface.  Two dogs are in\ncontact with the affected area located in indoor housing.  A chewed jagged edge could injure the dogs. The affected\nsurface cannot be readily cleaned and sanitized.  The licensee must repair or replace all surfaces that are worn and\ncannot be readily cleaned and sanitized on a regular basis.  Correct by 12/25/14.\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\n*   An estimated six fiberglass frame enclosure gates have an accumulation of hair, cobwebs and dust collecting on\ntop of the gates.  Twelve dogs are in contact with the affected surfaces located in indoor housing.   The affected\narea covers approximately 25 to 30 percent of the surface area.   Sanitization of surfaces is necessary to prevent an\naccumulation of excreta and other disease hazards.   It indicates an unsanitary living condition exists that could lead\nto potential disease or health risks.  The licensee must ensure that all surfaces are spot-cleaned daily and sanitized\nat least once every two weeks or more often if needed in accordance with section 3.11 B.   Correct by 12/16/14.\n3.11(a)\n\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n*   The wooden roof top of one shelter enclosure has an accumulation of fecal waste on 25 to 30 percent of the\navailable surface area.  Two dogs are in contact with the affected surface which is located in indoor housing. \nUnsanitary living conditions exist that could lead to potential disease risks.  In addition, soiling or caking of the hair\ncoat exists when the dogs come in contact with the affected surface area.   The licensee must ensure that excreta is\nremoved on a daily basis to prevent an accumulation of excreta or soiling of the dogs.   Correct by 12/16/14.\n*   The facility inspection done on 12/11/14 and exit briefing done on 12/15/14 were conducted with the licensee.",
  "animals_total": 311,
  "species": [
    {
      "count": 221,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 90,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}