{
  "insp_id": "268151131030977",
  "layout": "a",
  "customer_id": "11079",
  "customer_name": "Terry Beal",
  "customer_addr": "3259 Water Plant Rd\nMaiden, NC 28650",
  "certificate": "55-C-0138",
  "site_id": "001",
  "site_name": "TERRY BEAL",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-SEP-2015",
  "report_date": "28-SEP-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The 14 year old male Bactrian camel is thin and has projectile liquid green diarrhea, demonstrated during the\ninspection. All of the feces in the enclosure and barn were of liquid consistency. Several of his ribs and his pelvic\nbones are visible, and his two humps are thin. His entire rear end and both rear legs are covered in green feces\nand dirt. The fur on his rump is thickly matted with fecal matter and dirt. The caretaker states he developed diarrhea\nwhen he was moved to a new paddock with long fresh grass and that they have given him Koapectate. Chronic\ndiarrhea can lead to dehydration and can cause serious illness or death. This animal needs to be cleaned of the\nfeces caking the rump and covering the legs. This is a Direct citation.\nTwo female aoudads are excessively thin. They are each nursing a single baby. Their ribs, scapula, and pelvic\nbones are easily visible. The caretaker states they were darted and dewormed with 4ccs of ivermectin on August\n28, 2015, but the only medical record is a note on the appointments calendar saying (cid:28)aoudad shot.(cid:29) The attending\nveterinarian has not been contacted to re-evaluate these animals to obtain a diagnosis and provide additional\ntreatments as needed.\nThe attending veterinarian also needs to be consulted about the following behaviors observed in the capuchin.\nThe caretaker stated she feeds the non-human primates a few biscuits in the morning as she starts hoof stock\nrounds, then feeds their meal normally around 11:00 -12:00. The capuchin was exhibiting repetitive frantic\nstereotypic behaviors as he sat on a top perch peering in the direction in which the food would arrive. He was biting\nat the cage bars, clapping his hands, biting at his hands and feet, clutching his head, sticking his tongue out and\nsticking his hands in his mouth. Then he would walk the perch past the hanging white bucket where food is\ndispensed and look into it every time. He also went to the ground and appeared to be looking for food. He took a\nblack object out of the pvc half pipe feeder and stuck it in his mouth, but then spit it out. He continued these\nbehaviors for at least 15 minutes.\nThe stereotypic behavior of the capuchin ceased once the capuchin was fed. The veterinarian needs to be\nconsulted as to the quantities and nutritional value of the food, to see if additional changes to diet would alleviate\nthe excessive behaviors.\nDocumentation of all veterinary examinations, consultations, and treatments must be maintained for future review\nby APHIS officials. Owner-given medical treatments provided to the animals need to be documented (e.g. drug\nnames, dosages, routes of administration, species to be treated etc.) to show the veterinarian(cid:25)s recommendations,\nthat the written Program of Veterinary Care is being followed, and that animals are being provided adequate\nveterinary care.\nTo be corrected by 9-23-15."
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "Last week the male elk stuck its antler through the wire fence and scratched a woman over her right eye. A public\nbarrier needs to be permanently placed (not just during rut) at a sufficient distance to assure the safety of the public\nand the animals.\nThe animals in the enclosures inside the rabbit and guinea pig room have changed since the last complete\ninspection. Two juvenile coatimundis, a kinkajou, and a sloth are in the three enclosures. There is no public barrier\nin front of these cages and the one inch square coated wire allows people to put their fingers into the cages. There\nis a sign saying to not feed the animals as they may bite. An adequate barrier at a sufficient distance needs to be\nplaced to assure the safety of the public and the animals. To be corrected by 9-30-15."
    },
    {
      "code": "3.128",
      "kind": "",
      "repeat": true,
      "desc": "SPACE REQUIREMENTS.",
      "narrative": "The two capybaras still do not have adequate water in their enclosures in which to submerge. The two turtle shaped\nkid sand boxes used for pools have approximately 4 inches of water in them, and the black livestock water\nreceptacle has approximately 10 inches of water in it. Submerging in water is a major part of the normal postural\nadjustments capybaras make. These capybaras need to be provided a sufficient amount of water space to make\ntheir normal behaviors."
    },
    {
      "code": "3.129(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "Fresh pieces of produce were fed to the sloth during this inspection and the food was placed on a wooden shelf in\nthe indoor part of the enclosure. This shelf was black with grime and had rodent feces on it. All food receptacles\nmust be kept clean and sanitary at all times to prevent contamination of the food. To be corrected by 9-24-15."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "Water receptacles for several animals contained mosquito larvae indicating they had not been adequately emptied\nand cleaned in several days. The water affected includes the two Dromedary camels, the Bactrian camel, and 15\nblack buck antelope, and the 17 aoudads.\nSome water receptacles are not appropriate for the animals in the enclosures as it is difficult for them to easily\naccess the water. This includes a large plastic automatic water receptacle intended for bovine which is being used\nfor pygmy goats, including two young kids. One of the kids was observed standing on the rocks placed below the\nautomatic water source to facilitate access to the water, but it still could not reach the water as the level is several\ninches below the lip of the waterer. This type of waterer could be dangerous for the kid goats if they jumped up onto\nthe slick plastic surface and slid into the opening. A different water container needs to be provided to be safe and\naccessible for all the goats.\nIn another enclosure with 15 pot belly pigs, the only water source is a large gray oval livestock waterer that has\nwater in the bottom third. None of the adult pigs can access this water unless they jump into it and the nursing\npiglets cannot drink from this water source. Although this water source can be left for the pigs to cool off, an\nadditional more easily accessible water container needs to be added.\nTo be corrected by 9-30-15."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The Bactrian camel is having diarrhea and his rear is covered with feces. Multiple puddles of feces are in the\nconcrete floor barn. The barn needs to be cleaned often enough to keep him from getting contaminated with feces.\nTo be corrected by 9-24-15."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Excess small flies were observed on the legs and undersides of the adult female water buffalo and on the two bison.\nThe bison were observed repeatedly switching their tails. Although the caretaker had placed fly (bumpers) to\ndispense insecticides in the shelter areas, they were half torn down. Besides the bites being annoying to the\nanimals, heavy fly infestation can cause blood loss and transmit diseases. More preventative measures need to be\ntaken to decrease the number of flies at the facility and to treat the animals most affected. The attending\nveterinarian needs to be consulted to provide guidance on fly control for these particular flies. To be corrected by\n9-24-2015"
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": false,
      "desc": "EMPLOYEES.",
      "narrative": "During the first hours of this inspection, there was one employee in the zoo. Another employee arrived late. During\nthis inspection, when all of the animals were not there as some are on travel exhibit, there are 15 non-human\nprimates in the zoo and 191 other animals. At the time of inspection, one person was attending the entrance booth,\npreparing food, distributing food and water. Some animals had behaviors indicating feeding was delayed. The lack\nof an adequate number of employees can lead to delays in feeding and cleaning that can be detrimental to the\nanimals. To be corrected by 10-16-15.\nThe licensee called and told us to leave the property on 9-16-15 at around 11:30 after a short conversation with the\ncaretaker. The inspection was terminated at that time.\nA meeting and exit interview was conducted by Kate Campbell, ACI and Ellen Magid, SACS with the licensee and\nthe caretaker on September 23, 2015.\nAdditional Inspectors\nMacelderry Lisa, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe 14 year old male Bactrian camel is thin and has projectile liquid green diarrhea, demonstrated during the\ninspection.  All of the feces in the enclosure and barn were of liquid consistency.  Several of his ribs and his pelvic\nbones are visible, and his two humps are thin.  His entire rear end and both rear legs are covered in green feces\nand dirt. The fur on his rump is thickly matted with fecal matter and dirt. The caretaker states he developed diarrhea\nwhen he was moved to a new paddock with long fresh grass and that they have given him Koapectate. Chronic\ndiarrhea can lead to dehydration and can cause serious illness or death. This animal needs to be cleaned of the\nfeces caking the rump and covering the legs. This is a Direct citation.\nTwo female aoudads are excessively thin. They are each nursing a single baby. Their ribs, scapula, and pelvic\nbones are easily visible.  The caretaker states they were darted and dewormed with 4ccs of ivermectin on August\n28, 2015, but the only medical record is a note on the appointments calendar saying (cid:28)aoudad shot.(cid:29) The attending\nveterinarian has not been contacted to re-evaluate these animals to obtain a diagnosis and provide additional\ntreatments as needed.  \nThe attending veterinarian also needs to be consulted about the following behaviors observed in the capuchin.\nThe caretaker stated she feeds the non-human primates a few biscuits in the morning as she starts hoof stock\nrounds, then feeds their meal normally around 11:00 -12:00.  The capuchin was exhibiting repetitive frantic\nstereotypic behaviors as he sat on a top perch peering in the direction in which the food would arrive. He was biting\nat the cage bars, clapping his hands, biting at his hands and feet, clutching his head, sticking his tongue out and\nsticking his hands in his mouth.  Then he would walk the perch past the hanging white bucket where food is\ndispensed and look into it every time.  He also went to the ground and appeared to be looking for food.  He took a\nblack object out of the pvc half pipe feeder and stuck it in his mouth, but then spit it out.  He continued these\nbehaviors for at least 15 minutes.\nThe stereotypic behavior of the capuchin ceased once the capuchin was fed.  The veterinarian needs to be\nconsulted as to the quantities and nutritional value of the food, to see if additional changes to diet would alleviate\n\nthe excessive behaviors.\nDocumentation of all veterinary examinations, consultations, and treatments must be maintained for future review\nby APHIS officials.  Owner-given medical treatments provided to the animals need to be documented (e.g. drug\nnames, dosages, routes of administration, species to be treated etc.) to show the veterinarian(cid:25)s recommendations,\nthat the written Program of Veterinary Care is being followed, and that animals are being provided adequate\nveterinary care.  \nTo be corrected by 9-23-15.\n2.131(c)(1)\nHANDLING OF ANIMALS.\nLast week the male elk stuck its antler through the wire fence and scratched a woman over her right eye.  A public\nbarrier needs to be permanently placed (not just during rut) at a sufficient distance to assure the safety of the public\nand the animals. \n \nThe animals in the enclosures inside the rabbit and guinea pig room have changed since the last complete\ninspection.  Two juvenile coatimundis, a kinkajou, and a sloth are in the three enclosures.  There is no public barrier\nin front of these cages and the one inch square coated wire allows people to put their fingers into the cages.   There\nis a sign saying to not feed the animals as they may bite.  An adequate barrier at a sufficient distance needs to be\nplaced to assure the safety of the public and the animals.   To be corrected by 9-30-15.\n3.128                    REPEAT\nSPACE REQUIREMENTS. \nThe two capybaras still do not have adequate water in their enclosures in which to submerge. The two turtle shaped\nkid sand boxes used for pools have approximately 4 inches of water in them, and the black livestock water\nreceptacle has approximately 10 inches of water in it.    Submerging in water is a major part of the normal postural\nadjustments capybaras make.  These capybaras need to be provided a sufficient amount of water space to make\ntheir normal behaviors.\n3.129(b)\nFEEDING.    \nFresh pieces of produce were fed to the sloth during this inspection and the food was placed on a wooden shelf in\nthe indoor part of the enclosure.  This shelf was black with grime and had rodent feces on it.  All food receptacles\nmust be kept clean and sanitary at all times to prevent contamination of the food.  To be corrected by 9-24-15.\n\n3.130\nWATERING.  \nWater receptacles for several animals contained mosquito larvae indicating they had not been adequately emptied\nand cleaned in several days.  The water affected includes the two Dromedary camels, the Bactrian camel, and 15\nblack buck antelope, and the 17 aoudads.\nSome water receptacles are not appropriate for the animals in the enclosures as it is difficult for them to easily\naccess the water.  This includes a large plastic automatic water receptacle intended for bovine which is being used\nfor pygmy goats, including two young kids. One of the kids was observed standing on the rocks placed below the\nautomatic water source to facilitate access to the water, but it still could not reach the water as the level is several\ninches below the lip of the waterer. This type of waterer could be dangerous for the kid goats if they jumped up onto\nthe slick plastic surface and slid into the opening. A different water container needs to be provided to be safe and\naccessible for all the goats.\n In another enclosure with 15 pot belly pigs, the only water source is a large gray oval livestock waterer that has\nwater in the bottom third.  None of the adult pigs can access this water unless they jump into it and the nursing\npiglets cannot drink from this water source.  Although this water source can be left for the pigs to cool off, an\nadditional more easily accessible water container needs to be added.\nTo be corrected by 9-30-15.\n3.131(a)\nSANITATION.   \nThe Bactrian camel is having diarrhea and his rear is covered with feces.  Multiple puddles of feces are in the\nconcrete floor barn.  The barn needs to be cleaned often enough to keep him from getting contaminated with feces. \nTo be corrected by 9-24-15.\n3.131(d)\nSANITATION.   \nExcess small flies were observed on the legs and undersides of the adult female water buffalo and on the two bison.\n The bison were observed repeatedly switching their tails. Although the caretaker had placed fly (bumpers) to\ndispense insecticides in the shelter areas, they were half torn down.  Besides the bites being annoying to the\nanimals, heavy fly infestation can cause blood loss and transmit diseases.  More preventative measures need to be\ntaken to decrease the number of flies at the facility and to treat the animals most affected.  The attending\nveterinarian needs to be consulted to provide guidance on fly control for these particular flies.  To be corrected by\n9-24-2015\n\n3.132\nEMPLOYEES. \nDuring the first hours of this inspection, there was one employee in the zoo.  Another employee arrived late.  During\nthis inspection, when all of the animals were not there as some are on travel exhibit, there are 15 non-human\nprimates in the zoo and 191 other animals.  At the time of inspection, one person was attending the entrance booth,\npreparing food, distributing food and water.  Some animals had behaviors indicating feeding was delayed.  The lack\nof an adequate number of employees can lead to delays in feeding and cleaning that can be detrimental to the\nanimals. To be corrected by 10-16-15. \nThe licensee called and told us to leave the property on 9-16-15 at around 11:30 after a short conversation with the\ncaretaker.  The inspection was terminated at that time.\nA meeting and exit interview was conducted by Kate Campbell, ACI and Ellen Magid, SACS with the licensee and\nthe caretaker on September 23, 2015.\nAdditional Inspectors\nMacelderry Lisa, Veterinary Medical Officer",
  "animals_total": 194,
  "species": [
    {
      "count": 17,
      "scientific": "Ammotragus lervia",
      "common": "BARBARY SHEEP"
    },
    {
      "count": 16,
      "scientific": "Antilope cervicapra",
      "common": "BLACKBUCK"
    },
    {
      "count": 1,
      "scientific": "Arctictis binturong",
      "common": "BINTURONG"
    },
    {
      "count": 1,
      "scientific": "Ateles geoffroyi",
      "common": "BLACK-HANDED SPIDER MONKEY"
    },
    {
      "count": 1,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 3,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 3,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 2,
      "scientific": "Bubalus bubalis",
      "common": "ASIATIC WATER BUFFALO"
    },
    {
      "count": 1,
      "scientific": "Camelus bactrianus domestic",
      "common": "DOMESTIC BACTRIAN CAMEL"
    },
    {
      "count": 2,
      "scientific": "Camelus dromedarius domestic",
      "common": "DOMESTIC DROMEDARY CAMEL"
    },
    {
      "count": 1,
      "scientific": "Canis lupus",
      "common": "GRAY WOLF / GREY WOLF / TIMBER WOLF"
    },
    {
      "count": 35,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 13,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 4,
      "scientific": "Cervus c. canadensis",
      "common": "ELK"
    },
    {
      "count": 1,
      "scientific": "Choloepus hoffmanni",
      "common": "HOFFMANN'S TWO-TOED SLOTH"
    },
    {
      "count": 5,
      "scientific": "Cynomys ludovicianus",
      "common": "BLACK-TAILED PRAIRIE DOG"
    },
    {
      "count": 20,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 5,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 1,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 1,
      "scientific": "Erythrocebus patas",
      "common": "PATAS MONKEY"
    },
    {
      "count": 2,
      "scientific": "Eulemur fulvus",
      "common": "COMMON BROWN LEMUR"
    },
    {
      "count": 2,
      "scientific": "Hydrochaeris hydrochaeris",
      "common": "CAPYBARA"
    },
    {
      "count": 4,
      "scientific": "Hystrix africaeaustralis",
      "common": "CAPE PORCUPINE"
    },
    {
      "count": 2,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE *MALE"
    },
    {
      "count": 1,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE / SNOW MACAQUE"
    },
    {
      "count": 2,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE"
    },
    {
      "count": 2,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE *MALE"
    },
    {
      "count": 1,
      "scientific": "Macaca nemestrina",
      "common": "PIG-TAILED MACAQUE *MALE"
    },
    {
      "count": 5,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 5,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 2,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 13,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Papio anubis",
      "common": "OLIVE BABOON"
    },
    {
      "count": 1,
      "scientific": "Papio hamadryas",
      "common": "HAMADRYAS BABOON"
    },
    {
      "count": 1,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 16,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}