{
  "insp_id": "187161727090107",
  "layout": "a",
  "customer_id": "27924",
  "customer_name": "Park Management Corporation",
  "customer_addr": "1001 Fairgrounds Drive\nVallejo, CA 94589",
  "certificate": "93-C-0809",
  "site_id": "001",
  "site_name": "PARK MANAGEMENT CORPORATION",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-MAR-2016",
  "report_date": "08-JUL-2016",
  "citations": [
    {
      "code": "3.101(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "In Toyota Stadium there were several areas on the pool entry ledge where the paint was missing on the surface\nwithin the dolphin enclosure. Exposed concrete was observed, and some spots appeared to have divots or defects\nin the concrete as well. Spots with missing paint ranged from clusters of small defects measuring less than 1/4 inch\nto spots up to an inch or more in diameter. These areas are accessible to the dolphins, and suggest that\ncontaminants could be entering the water, even though staff check and clean these areas daily and veterinary staff\nreport no health related issues.\nExposure to contaminants could affect water quality, and be harmful to the animals. All surfaces in a primary\nenclosure must be constructed of durable nontoxic materials that facilitate cleaning and disinfection as appropriate,\nto maintain acceptable water quality. All surfaces must be maintained in good repair as part of a regular ongoing\nmaintenance program.\nTo be corrected by September 30, 2016.\nThis was a focused inspection on Marine Mammals.\nAn exit interview was conducted with facility representatives on 3/2/16.\nThe inspection was completed by Drs. Pamela L. Smith and Marcy E. Rosendale, Veterinary Medical Officers.\nAdditional Inspectors\nRosendale Marcy, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.101(a)(3)\nFACILITIES, GENERAL. \nIn Toyota Stadium there were several areas on the pool entry ledge where the paint was missing on the surface\nwithin the dolphin enclosure.  Exposed concrete was observed, and some spots appeared to have divots or defects\nin the concrete as well.  Spots with missing paint ranged from clusters of small defects measuring less than 1/4 inch\nto spots up to an inch or more in diameter.  These areas are accessible to the dolphins, and suggest that\ncontaminants could be entering the water, even though staff check and clean these areas daily and veterinary staff\nreport no health related issues.  \nExposure to contaminants could affect water quality, and be harmful to the animals.  All surfaces in a primary\nenclosure must be constructed of durable nontoxic materials that facilitate cleaning and disinfection as appropriate,\nto maintain acceptable water quality.  All surfaces must be maintained in good repair as part of a regular ongoing\nmaintenance program.\nTo be corrected by September 30, 2016.\nThis was a focused inspection on Marine Mammals.\nAn exit interview was conducted with facility representatives on 3/2/16.\nThe inspection was completed by Drs. Pamela L. Smith and Marcy  E. Rosendale, Veterinary Medical Officers.\nAdditional Inspectors\nRosendale Marcy, Veterinary Medical Officer",
  "animals_total": 36,
  "species": [
    {
      "count": 2,
      "scientific": "Odobenus rosmarus",
      "common": "WALRUS"
    },
    {
      "count": 5,
      "scientific": "Phoca vitulina",
      "common": "HARBOR SEAL"
    },
    {
      "count": 20,
      "scientific": "Tursiops truncatus",
      "common": "BOTTLENOSE DOLPHIN"
    },
    {
      "count": 9,
      "scientific": "Zalophus californianus",
      "common": "CALIFORNIA SEA LION"
    }
  ]
}