{
  "insp_id": "2016090000790262",
  "layout": "b",
  "customer_id": "23058",
  "customer_name": "CITY OF KEARNEY",
  "customer_addr": "P.O. BOX 1180\nKEARNEY, NE 68848",
  "certificate": "47-C-0064",
  "site_id": "001",
  "site_name": "CITY OF KEARNEY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-MAY-2022",
  "report_date": "20-MAY-2022",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "* Facility outdoor containment fencing is bent up along the bottom in an estimated four different places. The length of\nthe fencing rolled up is estimated to be from five to ten feet in length. Three wood posts used to support the containment\nfencing was bent over at the ground level. The wood posts were providing little to no support for the containment fencing.\nIt was estimated the total length of bent wood posts and fencing to be 30 feet. In addition, the containment fencing was\nbent in the middle in an estimated three different places. Three goats and one bovine are in contact with the affected\nfencing and posts located in an outdoor enclosure. The ability to contain the animals securely is greatly affected and\ncould lead to potential injury, if the containment fencing is not kept in good repair. This could have a negative impact on\nthe animals. The containment fencing must be kept in good repair to prevent entrance of unwanted animals. The\nlicensee must ensure the facility must be constructed of such material and of such strength as appropriate for the animals\ninvolved. The outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the\nanimals from injury and to contain the animals. Correct by 5/31/22.\nThis inspection and exit interview were conducted with the authorized person.\nEnd Section"
    }
  ],
  "narrative": "3.125(a) \n   \nFacilities, general. \n*      Facility outdoor containment fencing is bent up along the bottom in an estimated four different places.  The length of \nthe fencing rolled up is estimated to be from five to ten feet in length.    Three wood posts used to support the containment \nfencing was bent over at the ground level.  The wood posts were providing little to no support for the containment fencing.   \nIt was estimated the total length of bent wood posts and fencing to be 30 feet.    In addition, the containment fencing was \nbent in the middle in an estimated three different places.   Three goats and one bovine are in contact with the affected \nfencing and posts located in an outdoor enclosure.   The ability to contain the animals securely is greatly affected and \ncould lead to potential injury, if the containment fencing is not kept in good repair.  This could have a negative impact on \nthe animals.  The containment fencing must be kept in good repair to prevent entrance of unwanted animals.   The \nlicensee must ensure the facility must be constructed of such material and of such strength as appropriate for the animals \ninvolved. The outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the \nanimals from injury and to contain the animals.  Correct by 5/31/22. \n \nThis inspection and exit interview were conducted with the authorized person. \n \nEnd Section",
  "animals_total": 12,
  "species": [
    {
      "count": 2,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 3,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 3,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 3,
      "scientific": "Mesocricetus auratus",
      "common": "SYRIAN / GOLDEN HAMSTER"
    }
  ]
}