{
  "insp_id": "2016082568191317",
  "layout": "a",
  "customer_id": "1016",
  "customer_name": "University Of Washington",
  "customer_addr": "Box 357160\nSeattle, WA 98195",
  "certificate": "91-R-0001",
  "site_id": "001",
  "site_name": "UNIVERSITY OF WASHINGTON",
  "insp_type": "FOCUSED INSPECTION",
  "date": "04-APR-2017",
  "report_date": "10-APR-2017",
  "citations": [
    {
      "code": "2.31(c)(7)",
      "kind": "Critical",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "In August 2016, the volume of blood collected from four nonhuman primates exceeded the amount approved by the\nInstitutional Animal Care and Use Committee (IACUC) for collection in a one-week period of time during an 8-week\nresearch protocol. In addition, blood draws and sedation events occurred in an animal that had been identified as\nanemic; clinical signs of being pale and and altered respiration were noted.\nThe facility self-reported that, while conducting a separate research protocol in December 2016, the volume of blood\ncollected from one nonhuman primate very marginally exceeded the amount approved by the IACUC in the\nresearch protocol. The animal showed no clinical signs of distress, the issue was promptly reported, and staff\npolicies were reviewed.\nThe research facility has thoroughly reviewed the circumstances surrounding these issues, and instituted corrective\nactions. The blood collection policy was comprehensively revised to prevent any future such occurrence and facility\nstaff have been retrained. Further, the guidelines for suggested wording for protocols was extensively revised to\ninclude increased clarity in protocol descriptions to prevent errors due to potential ambiguity and misinterpretation.\nIn addition, a standard operating procedure in the facility was modified to prevent a similar occurrence in the future.\nThe source code of a computer program was modified to correct monitoring collected blood volumes so that\nmaximum blood volume collected per time period (e.g. 7 or 14 days) are tracked using running timeframe (e.g. six\ndays before and after the collection day) from a fixed calendar approach (e.g. Sunday through Monday).\nAdditionally, the Institutional Animal Care and Use Committee (IACUC) reviewed the events and issued letters of\ncounsel or reprimand to the principal investigator and the senior management member of the affected facility. The\nIACUC conducted, and is continuing to conduct, an intensive review of the activities of that affected facility.\nBlood draw schedules and maximum volumes of blood to be collected must be clearly delineated in the approved\nresearch protocol. The investigative staff must adhere to the protocol and relevant facility standard operating\nprocedures, policies or guidelines to ensure approved limits are not exceeded. Adhering to these approved limits is\nrequired to ensure the health and well-being of the animals.\nCorrect from this time forward."
    },
    {
      "code": "2.33(b)(4)",
      "kind": "Critical",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.",
      "narrative": "The research facility self-reported an adverse event that occurred on December 12, 2016 involving the death of a\nnonhuman primate. The animal was on a research protocol and died while under anesthesia related to an\nexperimental magnetic resonance imaging (MRI) procedure.\nThe animal was monitored by research staff; however, no anesthetic monitoring records were maintained during this\nprocedure. In addition, veterinary staff subsequently conducted a supervisory review of anesthetic records for MRI\nprocedures in the last year and found the records were partially incomplete.\nPrior to the inspection, the facility's supervisory staff had instituted changes in the MRI anesthetic procedures and\nretrained all staff to chart anesthetic events appropriately. In addition, the Institutional Animal Care and Use\nCommittee (IACUC) has reviewed the events and issued a letter of reprimand to the affected facility. They have also\ntaken action to ensure that supervisors provide adequate staff training and provide general oversight of these\nprocedures.\nAppropriate anesthetic monitoring of all animals is a required standard of veterinary care. These records provide the\nanesthetist with a visual, long term view of the anesthetic, such that subtle changes or trends are detected and\ncorrective action can be taken promptly to assure the health of the animal.\nCorrect from this time forward.\nThis inspection and exit briefing were conducted with the facility representatives.\nAdditional Inspectors\nSchnell Michael, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.31(c)(7)           CRITICAL\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nIn August 2016, the volume of blood collected from four nonhuman primates exceeded the amount approved by the\nInstitutional Animal Care and Use Committee (IACUC) for collection in a one-week period of time during an 8-week\nresearch protocol.  In addition, blood draws and sedation events occurred in an animal that had been identified as\nanemic; clinical signs of being pale and and altered respiration were noted.\nThe facility self-reported that, while conducting a separate research protocol in December 2016, the volume of blood\ncollected from one nonhuman primate very marginally exceeded the amount approved by the IACUC in the\nresearch protocol.  The animal showed no clinical signs of distress, the issue was promptly reported, and staff\npolicies were reviewed.\nThe research facility has thoroughly reviewed the circumstances surrounding these issues, and instituted corrective\nactions.  The blood collection policy was comprehensively revised to prevent any future such occurrence and facility\nstaff have been retrained.  Further, the guidelines for suggested wording for protocols was extensively revised to\ninclude increased clarity in protocol descriptions to prevent errors due to potential ambiguity and misinterpretation. \nIn addition, a standard operating procedure in the facility was modified to prevent a similar occurrence in the future. \nThe source code of a computer program was modified to correct monitoring collected blood volumes so that\nmaximum blood volume collected per time period (e.g. 7 or 14 days) are tracked using running timeframe (e.g. six\ndays before and after the collection day) from a fixed calendar approach (e.g. Sunday through Monday). \nAdditionally, the Institutional Animal Care and Use Committee (IACUC) reviewed the events and issued letters of\ncounsel or reprimand to the principal investigator and the senior management member of the affected facility.  The\nIACUC conducted, and is continuing to conduct, an intensive review of the activities of that affected facility.\nBlood draw schedules and maximum volumes of blood to be collected must be clearly delineated in the approved\nresearch protocol.  The investigative staff must adhere to the protocol and relevant facility standard operating\nprocedures, policies or guidelines to ensure approved limits are not exceeded.  Adhering to these approved limits is\nrequired to ensure the health and well-being of the animals.\n\nCorrect from this time forward.\n2.33(b)(4)           CRITICAL\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.\nThe research facility self-reported an adverse event that occurred on December 12, 2016 involving the death of a\nnonhuman primate. The animal was on a research protocol and died while under anesthesia related to an\nexperimental magnetic resonance imaging (MRI) procedure. \nThe animal was monitored by research staff; however, no anesthetic monitoring records were maintained during this\nprocedure. In addition, veterinary staff subsequently conducted a supervisory review of anesthetic records for MRI\nprocedures in the last year and found the records were partially incomplete.\nPrior to the inspection, the facility's supervisory staff had instituted changes in the MRI anesthetic procedures and\nretrained all staff to chart anesthetic events appropriately. In addition, the Institutional Animal Care and Use\nCommittee (IACUC) has reviewed the events and issued a letter of reprimand to the affected facility. They have also\ntaken action to ensure that supervisors provide adequate staff training and provide general oversight of these\nprocedures.\nAppropriate anesthetic monitoring of all animals is a required standard of veterinary care. These records provide the\nanesthetist with a visual, long term view of the anesthetic, such that subtle changes or trends are detected and\ncorrective action can be taken promptly to assure the health of the animal. \nCorrect from this time forward.\nThis inspection and exit briefing were conducted with the facility representatives.\nAdditional Inspectors\nSchnell Michael, Veterinary Medical Officer",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}