{
  "insp_id": "2016082568185773",
  "layout": "a",
  "customer_id": "322189",
  "customer_name": "Gallery Furniture",
  "customer_addr": "1200 Wilcrest Dr.\nHouston, TX 77042",
  "certificate": "74-C-1035",
  "site_id": "001",
  "site_name": "Gallery Furniture",
  "insp_type": "FOCUSED INSPECTION",
  "date": "28-MAR-2017",
  "report_date": "29-MAR-2017",
  "citations": [
    {
      "code": "2.131(c)(1)",
      "kind": "Critical",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "The following information was gathered from an interview with the facility manager. On approximately January 19,\n2017 a Lynx was taken out of a temporary holding unit while it's permanent enclosure was to be assessed for\npossible repair. The animal was put on a leash by one of the animal caretakers and held in an area where the\npublic had access. At this time, a member of the public walked directly in front of the animal and it raised up on its\nhind legs and wrapped its front paws around her, causing scratches on her where the animal's claws came in\ncontact. The animal was not under adequate direct control from the trainer, nor was there sufficient distance or\nbarriers between the animal and the public. Without a proper barrier between the public and dangerous animals,\nthere is a heightened risk of danger to both the public and the animals, as well as a risk of animal escape.\nCorrect by: Corrective actions were taken before this focused inspection occurred. Retraining of all employees with\naccess to animals has occurred and the Lynx in question has since been relocated to another facility.\nThis was a focused inspection to address allegations brought fourth in a complaint. No animals were inspected at\nthis time.\nThis focused inspection and exit interview were conducted with the facility manager."
    }
  ],
  "narrative": "2.131(c)(1)           CRITICAL\nHANDLING OF ANIMALS.\nThe following information was gathered from an interview with the facility manager.  On approximately January 19,\n2017 a Lynx was taken out of a temporary holding unit while it's permanent enclosure was to be assessed for\npossible repair.  The animal was put on a leash by one of the animal caretakers and held in an area where the\npublic had access.  At this time, a member of the public walked directly in front of the animal and it raised up on its\nhind legs and wrapped its front paws around her, causing scratches on her where the animal's claws came in\ncontact.  The animal was not under adequate direct control from the trainer, nor was there sufficient distance or\nbarriers between the animal and the public.  Without a proper barrier between the public and dangerous animals,\nthere is a heightened risk of danger to both the public and the animals, as well as a risk of animal escape. \nCorrect by:  Corrective actions were taken before this focused inspection occurred.  Retraining of all employees with\naccess to animals has occurred and the Lynx in question has since been relocated to another facility.\nThis was a focused inspection to address allegations brought fourth in a complaint.  No animals were inspected at\nthis time.\nThis focused inspection and exit interview were conducted with the facility manager.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}