{
  "insp_id": "2016090000800057",
  "layout": "b",
  "customer_id": "515",
  "customer_name": "UNIVERSITY OF MASSACHUSETTS AMHERST",
  "customer_addr": "217 Mass Venture Center 100 Venture Way\nHADLEY, MA 01035",
  "certificate": "14-R-0036",
  "site_id": "001",
  "site_name": "UNIVERSITY OF MASSACHUSETTS, AMHERST",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-JUN-2022",
  "report_date": "23-JUN-2022",
  "citations": [
    {
      "code": "2.31(c)(7)",
      "kind": "",
      "repeat": false,
      "desc": "Institutional Animal Care and Use Committee (IACUC).",
      "narrative": "In March 2022 facility personnel reported a concern to the IACUC regarding some hamsters in the vivarium. The animals\nwere under Protocol 9161 that includes housing animals in total darkness for a specific timeframe. The IACUC\ndetermined that the investigators substantially increased the amount of time that ten hamsters were held in total darkness\nwithout prior IACUC approval. The substantial increase in time under total darkness conditions constitutes a significant\nchange to the protocol.\nPer this Section, the IACUC shall review and approve proposed significant changes regarding the care and use of\nanimals in ongoing activities before the proposed activities are conducted. This is important to ensure that all\ncomponents of the proposed significant changes in the animal use proposal are in accordance with the requirements of\nthe AWA.\nIn response to this incident, the IACUC implemented corrective measures to prevent recurrence including but not limited\nto refresher training of the laboratory on protocol requirements and enhanced monitoring of the laboratory by the IACUC\nand husbandry staff. Corrected prior to the inspection."
    },
    {
      "code": "2.31(e)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Institutional Animal Care and Use Committee (IACUC).",
      "narrative": "Review of Protocol 0921: The IACUC approved protocol did not include information regarding the age that litters are\nseparated from the dam, nor did it include information on the age when genotyping of litters takes place.\nPer this Section, proposals to conduct an activity involving animals must contain a complete description of the proposed\nuse of the animals so the IACUC can determine during its review that all components of the animal use proposal are in\naccordance with the requirements as outlined in this subchapter of the AWA. The IACUC needs to address this item that\nwas identified for this protocol. Correct by 8/1/22."
    },
    {
      "code": "3.28(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "At the time of the inspection there was one hamster enclosure measuring 16” x 18” x 8” (288 sq inches of floor space) that\nhoused a dam and her litter of 19 pups born on 5/17/22 (35 days of age). Laboratory personnel told the APHIS inspector\nthat litters are separated from the dam between 21 to 30 days of age. The following issues were noted:\n*The dam weighed >100grams, 11 of the young weighed 60-80 grams, and 8 of the young weighed 80-100 grams. The\nenclosure provided 288 square inches of floor space, but the minimum amount of floor space required for the number and\nweights of hamsters housed in the enclosure is at least 290 square inches.\n*There was an area of bedding that covered approximately 1/5 of the available floor space, moistened from liquid waste,\nthat was compacted into a solid mass at least 3 inches deep. The interior height of the enclosure in that area of the\nenclosure was less than 6 inches.\nPer this Section, primary enclosures for hamsters shall provide a minimum amount of floor space per animal based on\ntheir weight, and the interior height of the enclosure shall be at least 6 inches. Provision of a sufficient amount of floor\nspace in the enclosure along with an interior height of at least 6 inches allow the animals to make normal postural\nadjustments with adequate freedom of movement. This item was corrected at the time of the inspection by separating the\nhamsters and placing them in enclosures that provided required minimum amount of floor space and interior height."
    },
    {
      "code": "3.31(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "At the time of the inspection, one hamster enclosure contained the dam and her litter of 19 pups born on 5/17/22 (35 days\nof age). Although the enclosure had been changed on 6/17/22 per the room log, there was an excessive amount of solid\nand liquid excreta noted in the enclosure. In addition there was an area of bedding, moistened from liquid waste, that\ncovered approximately 1/5 of the available floor space that was compacted into a solid mass at least 3 inches deep.\nPer this Section, primary enclosures for hamsters shall be cleaned often enough to prevent an accumulation of excreta or\ndebris. This item was corrected at the time of the inspection by separating the hamsters and placing them in new clean\nenclosures.\nThis inspection was conducted with facility representatives on 6/21/22 and 6/22/22. The exit briefing was held with facility\nrepresentative on 6/23/22.\nEnd Section"
    }
  ],
  "narrative": "2.31(c)(7) \n   \nInstitutional Animal Care and Use Committee (IACUC). \nIn March 2022 facility personnel reported a concern to the IACUC regarding some hamsters in the vivarium.  The animals \nwere under Protocol 9161 that includes housing animals in total darkness for a specific timeframe.  The IACUC \ndetermined that the investigators substantially increased the amount of time that ten hamsters were held in total darkness \nwithout prior IACUC approval.  The substantial increase in time under total darkness conditions constitutes a significant \nchange to the protocol. \n \nPer this Section, the IACUC shall review and approve proposed significant changes regarding the care and use of \nanimals in ongoing activities before the proposed activities are conducted.  This is important to ensure that all \ncomponents of the proposed significant changes in the animal use proposal are in accordance with the requirements of \nthe AWA. \n \nIn response to this incident, the IACUC implemented corrective measures to prevent recurrence including but not limited \nto refresher training of the laboratory on protocol requirements and enhanced monitoring of the laboratory by the IACUC \nand husbandry staff.  Corrected prior to the inspection.\n\n2.31(e)(3) \n   \nInstitutional Animal Care and Use Committee (IACUC). \nReview of Protocol 0921:  The IACUC approved protocol did not include information regarding the age that litters are \nseparated from the dam, nor did it include information on the age when genotyping of litters takes place. \n \nPer this Section, proposals to conduct an activity involving animals must contain a complete description of the proposed \nuse of the animals so the IACUC can determine during its review that all components of the animal use proposal are in \naccordance with the requirements as outlined in this subchapter of the AWA. The IACUC needs to address this item that \nwas identified for this protocol.  Correct by 8/1/22. \n3.28(c)(2) \n   \nPrimary enclosures. \nAt the time of the inspection there was one hamster enclosure measuring 16” x 18” x 8” (288 sq inches of floor space) that \nhoused a dam and her litter of 19 pups born on 5/17/22 (35 days of age).  Laboratory personnel told the APHIS inspector \nthat litters are separated from the dam between 21 to 30 days of age.  The following issues were noted: \n \n*The dam weighed >100grams, 11 of the young weighed 60-80 grams, and 8 of the young weighed 80-100 grams.  The \nenclosure provided 288 square inches of floor space, but the minimum amount of floor space required for the number and \nweights of hamsters housed in the enclosure is at least 290 square inches. \n*There was an area of bedding that covered approximately 1/5 of the available floor space, moistened from liquid waste, \nthat was compacted into a solid mass at least 3 inches deep.  The interior height of the enclosure in that area of the \nenclosure was less than 6 inches.\n\nPer this Section, primary enclosures for hamsters shall provide a minimum amount of floor space per animal based on \ntheir weight, and the interior height of the enclosure shall be at least 6 inches.  Provision of a sufficient amount of floor \nspace in the enclosure along with an interior height of at least 6 inches allow the animals to make normal postural \nadjustments with adequate freedom of movement.  This item was corrected at the time of the inspection by separating the \nhamsters and placing them in enclosures that provided required minimum amount of floor space and interior height. \n3.31(a)(1) \n   \nSanitation. \nAt the time of the inspection, one hamster enclosure contained the dam and her litter of 19 pups born on 5/17/22 (35 days \nof age).  Although the enclosure had been changed on 6/17/22 per the room log, there was an excessive amount of solid \nand liquid excreta noted in the enclosure.  In addition there was an area of bedding, moistened from liquid waste, that \ncovered approximately 1/5 of the available floor space that was compacted into a solid mass at least 3 inches deep. \n \nPer this Section, primary enclosures for hamsters shall be cleaned often enough to prevent an accumulation of excreta or \ndebris.  This item was corrected at the time of the inspection by separating the hamsters and placing them in new clean \nenclosures. \n \nThis inspection was conducted with facility representatives on 6/21/22 and 6/22/22.  The exit briefing was held with facility \nrepresentative on 6/23/22. \n \nEnd Section",
  "animals_total": 288,
  "species": [
    {
      "count": 208,
      "scientific": "Mesocricetus auratus",
      "common": "SYRIAN / GOLDEN HAMSTER (COMMON PET/RESEARCH TYPE)"
    },
    {
      "count": 28,
      "scientific": "Callithrix jacchus",
      "common": "COMMON MARMOSET"
    },
    {
      "count": 7,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 10,
      "scientific": "Equus caballus",
      "common": "DOMESTIC HORSE"
    },
    {
      "count": 17,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 18,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    }
  ]
}