{
  "insp_id": "2016090000743184",
  "layout": "b",
  "customer_id": "2619",
  "customer_name": "RICK ANDERSON TAMMY ANDERSON",
  "customer_addr": "3088 FLORA RD\nBELVIDERE, IL 61008",
  "certificate": "33-C-0176",
  "site_id": "001",
  "site_name": "SUMMERFIELD FARM",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-OCT-2021",
  "report_date": "22-OCT-2021",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The facility had one expired bottle of West Nile Virus Vaccine (expired 8/21) and four expired bottles labeled “Pink Scour\nMedicine” (all expired in 2020) on hand. These expired medications, if used, could be ineffective for the prevention and\ntreatment of diseases. Assure appropriate methods are used to prevent and treat diseases, including timely identification\nand disposal of expired medications.\nCorrect by: 10-23-21"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "The river otter pond is leaking and must be refilled every two to three days as per the facility representative. The pond’s\nwater level was two to three feet below normal water level during the inspection. The low water level barely allows the\notters to submerge themselves into the water while swimming. The facility representative indicated the pond liner has\nbeen repaired multiple times because of leaks. Ensure the pond is maintained in good repair.\nCorrect by: 7-31-22\nThe fence around the pen containing the goats and llamas is in disrepair. One section of chain link fence has detached\nfrom the wood panel bottom. The resulting gap could the allow animals escape if not repaired. Repair or replace the\naffected section of detached fence.\nCorrect by: 10-25-21\nIn the outdoor hyena enclosure, there is a large hole in the ground next to the access building. The hole is filled with dirty\nwater. The hyena moved rocks from the area and dug the hole as per the facility representative. The facility\nrepresentative also indicated the water is the result of rain runoff from the roof. The hole and dirty water are a potential\nhazard to the animal. Ensure the hyena enclosure is maintained in good repair.\nCorrect by: 11-12-21"
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "One section of the perimeter fence is not six feet tall. The non-public entrance into the facility comprises part of the\nperimeter fence. This entrance has a livestock gate that is less than six feet tall and has spaces between the bars large\nenough for unauthorized persons and animals to go through it. The gate previously had metal paneling attached that was\nsix feet tall and prohibited unauthorized persons and animals from gaining access to the facility. The facility\nrepresentative indicated the paneling was damaged by a lawn mower and subsequently removed, but never replaced.\nThis area of the perimeter fence must be repaired or replaced.\nCorrect by: 11-12-21"
    },
    {
      "code": "3.131",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "Excessive amounts of string algae were present in the river otter pond during the inspection. Both otters were observed\nswimming through the algae. One otter had some algae on its head when it exited the water and proceeded to the exhibit\nwindow. Excessive algae could make the animals ill. Remove the algae and maintain the otter pond to minimize disease\nhazards.\nCorrect by: 10-24-21\nThis inspection and exit interview were conducted with the facility representative.\nAdditional Inspectors:\nDAWN BARKSDALE, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe facility had one expired bottle of West Nile Virus Vaccine (expired 8/21) and four expired bottles labeled “Pink Scour \nMedicine” (all expired in 2020) on hand.  These expired medications, if used, could be ineffective for the prevention and \ntreatment of diseases.  Assure appropriate methods are used to prevent and treat diseases, including timely identification \nand disposal of expired medications. \nCorrect by: 10-23-21 \n3.125(a) \n   \nFacilities, general. \nThe river otter pond is leaking and must be refilled every two to three days as per the facility representative.  The pond’s \nwater level was two to three feet below normal water level during the inspection.  The low water level barely allows the \notters to submerge themselves into the water while swimming.  The facility representative indicated the pond liner has \nbeen repaired multiple times because of leaks.  Ensure the pond is maintained in good repair. \nCorrect by: 7-31-22 \nThe fence around the pen containing the goats and llamas is in disrepair.  One section of chain link fence has detached \nfrom the wood panel bottom.  The resulting gap could the allow animals escape if not repaired.  Repair or replace the \naffected section of detached fence.\n\nCorrect by: 10-25-21 \nIn the outdoor hyena enclosure, there is a large hole in the ground next to the access building.  The hole is filled with dirty \nwater.  The hyena moved rocks from the area and dug the hole as per the facility representative.  The facility \nrepresentative also indicated the water is the result of rain runoff from the roof.  The hole and dirty water are a potential \nhazard to the animal.  Ensure the hyena enclosure is maintained in good repair. \nCorrect by: 11-12-21 \n3.127(d) \n   \nFacilities, outdoor. \nOne section of the perimeter fence is not six feet tall.  The non-public entrance into the facility comprises part of the \nperimeter fence.  This entrance has a livestock gate that is less than six feet tall and has spaces between the bars large \nenough for unauthorized persons and animals to go through it.  The gate previously had metal paneling attached that was \nsix feet tall and prohibited unauthorized persons and animals from gaining access to the facility.  The facility \nrepresentative indicated the paneling was damaged by a lawn mower and subsequently removed, but never replaced.  \nThis area of the perimeter fence must be repaired or replaced. \nCorrect by: 11-12-21 \n3.131 \n   \nSanitation. \nExcessive amounts of string algae were present in the river otter pond during the inspection.  Both otters were observed \nswimming through the algae.  One otter had some algae on its head when it exited the water and proceeded to the exhibit \nwindow.  Excessive algae could make the animals ill.  Remove the algae and maintain the otter pond to minimize disease \nhazards. \nCorrect by: 10-24-21\n\nThis inspection and exit interview were conducted with the facility representative. \n \nAdditional Inspectors: \nDAWN BARKSDALE, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 93,
  "species": [
    {
      "count": 32,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 2,
      "scientific": "Erethizon dorsatum",
      "common": "NORTH AMERICAN PORCUPINE"
    },
    {
      "count": 1,
      "scientific": "Crocuta crocuta",
      "common": "SPOTTED HYENA"
    },
    {
      "count": 2,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 1,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 2,
      "scientific": "Lontra canadensis",
      "common": "NORTH AMERICAN RIVER OTTER"
    },
    {
      "count": 17,
      "scientific": "Rangifer tarandus",
      "common": "REINDEER"
    },
    {
      "count": 2,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 2,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    },
    {
      "count": 2,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 2,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 1,
      "scientific": "Hystrix cristata",
      "common": "AFRICAN CRESTED PORCUPINE"
    },
    {
      "count": 1,
      "scientific": "Choloepus didactylus",
      "common": "LINNAEUS'S TWO-TOED SLOTH"
    },
    {
      "count": 6,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 2,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 3,
      "scientific": "Canis lupus",
      "common": "GRAY WOLF / GREY WOLF / TIMBER WOLF"
    },
    {
      "count": 2,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 2,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 2,
      "scientific": "Marmota monax",
      "common": "GROUNDHOG / WOODCHUCK"
    },
    {
      "count": 1,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 1,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 2,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Lynx canadensis",
      "common": "CANADIAN LYNX"
    },
    {
      "count": 1,
      "scientific": "Genetta tigrina",
      "common": "LARGE-SPOTTED GENET"
    },
    {
      "count": 1,
      "scientific": "Procavia capensis",
      "common": "ROCK HYRAX"
    },
    {
      "count": 1,
      "scientific": "Chlorocebus pygerythrus",
      "common": "VERVET"
    }
  ]
}