{
  "insp_id": "2016082568097870",
  "layout": "a",
  "customer_id": "3423",
  "customer_name": "Anton F Hantig",
  "customer_addr": "Ferdinand F Hantig\n2225 Montrssori St.\nLas Vegas, NV 89117",
  "certificate": "88-C-0020",
  "site_id": "004",
  "site_name": "ANTON HANTIG & FERDINAND HANTIG",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-FEB-2017",
  "report_date": "10-FEB-2017",
  "citations": [
    {
      "code": "2.131(b)(1)",
      "kind": "Critical",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "The inspector arrived at the facility and was greeted by the licensee outside of one of the gates to the facility’s\nperimeter fence. As the inspector followed behind the licensee a few steps through the perimeter fence gate he\nimmediately noticed that a tiger was outside of its cage and free within the compound including having potential\naccess to this gate while it was opened. The inspector immediately stepped back through the gate, ensured it was\nclosed, and then told the licensee that the tiger must be put into its cage and secured. The licensee knew the\napproximately 18 year old tiger, Picasso, was loose within the compound and thought it was okay because it was an\nolder, well-tempered tiger with poor vision. The inspector clearly and firmly stated that for safety reasons all animals\nmust be properly secured in their enclosures before the inspection could continue. The licensee acknowledged the\ninspector and placed the tiger back in its enclosure and the inspection proceeded. Handling dangerous animals in\nsuch a manner does not conform to the handling regulations and poses a significant risk of harm to the inspector.\nThe licensee is responsible for ensuring the safety of the inspector at all times during the inspection process.\nAdditionally, opening a gate along the perimeter fence without first properly securing a dangerous animal in its\nprimary enclosure poses the risk of harm to the public and to the animal in the event of an animal escape.\nHandling of all animals shall be done as expeditiously and carefully as possible in a manner so as to assure the\nsafety of all persons and animals. All animals must be safely secured in their primary enclosures at all times during\nthe inspection process.\nCorrect for all future inspections.\nThis inspection and exit interview were conducted with a facility representative."
    }
  ],
  "narrative": "2.131(b)(1)           CRITICAL\nHANDLING OF ANIMALS.\nThe inspector arrived at the facility and was greeted by the licensee outside of one of the gates to the facility’s\nperimeter fence.  As the inspector followed behind the licensee a few steps through the perimeter fence gate he\nimmediately noticed that a tiger was outside of its cage and free within the compound including having potential\naccess to this gate while it was opened.  The inspector immediately stepped back through the gate, ensured it was\nclosed, and then told the licensee that the tiger must be put into its cage and secured. The licensee knew the\napproximately 18 year old tiger, Picasso, was loose within the compound and thought it was okay because it was an\nolder, well-tempered tiger with poor vision.  The inspector clearly and firmly stated that for safety reasons all animals\nmust be properly secured in their enclosures before the inspection could continue.  The licensee acknowledged the\ninspector and placed the tiger back in its enclosure and the inspection proceeded.   Handling dangerous animals in\nsuch a manner does not conform to the handling regulations and poses a significant risk of harm to the inspector. \nThe licensee is responsible for ensuring the safety of the inspector at all times during the inspection process. \nAdditionally, opening a gate along the perimeter fence without first properly securing a dangerous animal in its\nprimary enclosure poses the risk of harm to the public and to the animal in the event of an animal escape.\n \nHandling of all animals shall be done as expeditiously and carefully as possible in a manner so as to assure the\nsafety of all persons and animals.  All animals must be safely secured in their primary enclosures at all times during\nthe inspection process.\nCorrect for all future inspections.\nThis inspection and exit interview were conducted with a facility representative.",
  "animals_total": 4,
  "species": [
    {
      "count": 1,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 1,
      "scientific": "Panthera pardus",
      "common": "LEOPARD"
    },
    {
      "count": 2,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    }
  ]
}