{
  "insp_id": "131152202010987",
  "layout": "a",
  "customer_id": "2259",
  "customer_name": "Animaland Zoological Park Inc",
  "customer_addr": "4181 Route 660\nWellsboro, PA 16901",
  "certificate": "23-C-0039",
  "site_id": "001",
  "site_name": "ANIMALAND ZOOLOGICAL PARK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-MAY-2015",
  "report_date": "12-MAY-2015",
  "citations": [
    {
      "code": "3.81(a)",
      "kind": "",
      "repeat": false,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "Section 3.81(a) Social grouping: The rhesus monkey use to be pair housed and is now in the enclosure by itself.\nThe facility written plan for environment enhancement to promote psychological well-being of nonhuman primates\nhas not been updated to reflect this change and to address the social needs of this single housed monkey. The\nplan must be in accordance with currently acceptable professional standards as cited in appropriate professional\njournals or reference guides and as directed by the attending veterinarian. Correct by June 12, 2015."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Section 3.125(a) Structural strength: The following animal enclosures must be repaired.\n1) The enclosure housing 14 four-horned sheep has two loose wood fence posts leaning outward near the artic fox\nenclosure. Also, one of the four-horned lambs was able to get through the enclosure fencing and was observed\ngrazing outside the enclosure near the walkway by the pond. The fence posts must be secured into the ground and\nupright to maintain the structural strength of the enclosure fencing to contain the animals and to prevent injuries.\nThe animal enclosures must be built, and maintained to prevent the animals from going through, under or over the\nenclosure walls to safely contain them within their enclosures and to prevent injuries.\n2) The enclosure housing one white-tailed deer has 9 inch gaps under the fence beyond the shelter and across from\nthe shelter. The deer may try to put its head under the fencing to reach the grass on the other side and be injured.\nThe gaps under the fence must be eliminated to protect the deer from injury.\n3) The enclosure housing six Sika deer has a 12 inch gap under the fence by the large tree within the enclosure. A\nmetal fence post was coming up out of the ground which raised the bottom of the fence to about the level of the\nknees and hocks of the deer. The deer may try to go under the fence and be injured or escape. The fence post\nwas hammered back into the ground during the inspection.\nThere is also a metal fence post that is 53 inches high before the section of fence with wood posts and panels. The\nwire fencing is only 58 inches high in this area. This section of fence may be too short to prevent the deer from\njumping over the fence and be injured or escape. The fence posts should be tall enough to provide adequate\nstructural strength to the fence and to maintain the height of the fence. The enclosure fencing must be high enough\nto prevent the animals from jumping over the fence. Animal enclosures must be built and maintained to contain all\nof the animals housed within the enclosure.\n4) The enclosure housing four Hawaiian sheep has 10-11 inch gaps under the fencing by the tree to the right of the\nshelter. The sheep may try to put their heads under the fencing to reach the grass on the other side and be injured.\nThe gaps under the fence must be eliminated to protect the deer from injury.\n5) The enclosure housing 12 fallow deer has a loose metal fence post leaning outward at the back left corner of the\nenclosure. The fence post must be secured into the ground and upright to maintain the structural strength of the\nenclosure fencing to contain the animals and to prevent injuries. Also the chain link fencing by the entrance to the\nshelter is separated (split apart) for 21 inches above the ground. The deer may try to go through this gap in the\nchain link fencing and be injured or escape. The fencing above this area has wire strands twisted together to attach\nthe chain link fencing. Some of the sharp ends of the twisted wire are protruding into the enclosure and may injure\nthe deer. The enclosure must be built and maintained to safely contain all of the animals housed within the\nenclosure.\n6 a) The enclosure housing two bears has large cracks and pitted areas in the concrete floor. Water is pooling in\nthe eroded areas. Feces, food and debris may accumulate in the cracks of the concrete. The concrete floor must\nbe repaired to prevent debris and dirty water from accumulating in the cracks and eroded areas and to allow the\nfloor to be adequately cleaned.\n6 b) There is a torn and damaged hanging tire and a large dirty red ball with a hole chewed out. The bears may\ningest pieces of the tire or ball and become sick or injured. The bears may also try to put part of their paw, nose or\ntooth into the hole in the ball and become injured. These items also can no longer be adequately cleaned to\nmaintain the health of the bears. Worn items like the tire and ball within the enclosure must be replaced or\nrepaired.\nThe facility must establish and maintain a program to keep the animal enclosures structurally sound and in good\nrepair to protect the animals from injury and to contain the animals. Correct items 5 and 6b by May 13, 2015.\nCorrect items 1, 2, 3, and 4 by May 19, 2015. Correct item 6a by June 12, 2015."
    },
    {
      "code": "3.127(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "Section 3.127(c) Drainage: There is a large muddy area by the water receptacle in the enclosure housing six Sika\ndeer. The animals have to walk through mud to get to their water. Their hoof prints can be seen in the mud.\nWalking through mud may cause hoof problems such as foot rot. The mud may also attract insects which may\ntransmit diseases and/or annoy the animals. The drainage must be improved to rapidly eliminate excess water to\nprevent muddy conditions and to protect the health of the animals. This is a repeat non-compliant item that remains\nuncorrected."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "Section 3.127(d) Perimeter fence: The following areas of perimeter fence must be repaired or maintained.\n1) There are rolls of chain link fencing against the perimeter fence just past the drive through gate off the main road.\nThe rolls of chain link fencing may be used as a ramp or platform by an animal to get up over the perimeter fence.\nThe rolls of chain link must be moved away from the perimeter fence so it can function as a secondary containment\nsystem for the animals in the facility.\n2) A tree has fallen over the perimeter fence pushing the 8 foot fencing down until it is only about 5.5 feet in height.\nThe fallen tree is beyond the area with the rolls of chain link fence against the perimeter fence. The tree must be\nremoved from the perimeter fence and the fencing restored to its original height for the dangerous animals housed\nat the facility.\n3) The perimeter fence by the buffalo has three loose wood fence posts leaning inward. Dirt and debris have been\npushed into the perimeter fence from the neighboring property. The fence posts must be secured into the ground\nand upright to maintain the structural strength of the perimeter fence to protect the animals in the facility.\nThe facility must establish and maintain a program to keep the perimeter fence in good repair to restrict animals and\nunauthorized persons from gaining access into the facility and to act as a secondary containment system for the\nanimals housed within the facility. Correct items 1 & 2 by May 19, 2015. Correct item 3 by June 12, 2015.\nThis inspection was conducted on May 11, 2015 and the exit interview with the licensee was conducted on May 12,\n2015."
    }
  ],
  "narrative": "3.81(a)\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\nSection 3.81(a) Social grouping:  The rhesus monkey use to be pair housed and is now in the enclosure by itself.  \nThe facility written plan for environment enhancement to promote psychological well-being of nonhuman primates\nhas not been updated to reflect this change and to address the social needs of this single housed monkey.  The\nplan must be in accordance with currently acceptable professional standards as cited in appropriate professional\njournals or reference guides and as directed by the attending veterinarian.  Correct by June 12, 2015.\n3.125(a)\nFACILITIES, GENERAL.   \nSection 3.125(a) Structural strength: The following animal enclosures must be repaired.\n1) The enclosure housing 14 four-horned sheep has two loose wood fence posts leaning outward near the artic fox\nenclosure.  Also, one of the four-horned lambs was able to get through the enclosure fencing and was observed\ngrazing outside the enclosure near the walkway by the pond.  The fence posts must be secured into the ground and\nupright to maintain the structural strength of the enclosure fencing to contain the animals and to prevent injuries. \nThe animal enclosures must be built, and maintained to prevent the animals from going through, under or over the\nenclosure walls to safely contain them within their enclosures and to prevent injuries.\n2) The enclosure housing one white-tailed deer has 9 inch gaps under the fence beyond the shelter and across from\nthe shelter.  The deer may try to put its head under the fencing to reach the grass on the other side and be injured. \nThe gaps under the fence must be eliminated to protect the deer from injury.\n3) The enclosure housing six Sika deer has a 12 inch gap under the fence by the large tree within the enclosure.  A\nmetal fence post was coming up out of the ground which raised the bottom of the fence to about the level of the\nknees and hocks of the deer.  The deer may try to go under the fence and be injured or escape.  The fence post\nwas hammered back into the ground during the inspection.\n\nThere is also a metal fence post that is 53 inches high before the section of fence with wood posts and panels.  The\nwire fencing is only 58 inches high in this area.  This section of fence may be too short to prevent the deer from\njumping over the fence and be injured or escape.  The fence posts should be tall enough to provide adequate\nstructural strength to the fence and to maintain the height of the fence.  The enclosure fencing must be high enough\nto prevent the animals from jumping over the fence.  Animal enclosures must be built and maintained to contain all\nof the animals housed within the enclosure.\n4) The enclosure housing four Hawaiian sheep has 10-11 inch gaps under the fencing by the tree to the right of the\nshelter.  The sheep may try to put their heads under the fencing to reach the grass on the other side and be injured. \nThe gaps under the fence must be eliminated to protect the deer from injury.\n5) The enclosure housing 12 fallow deer has a loose metal fence post leaning outward at the back left corner of the\nenclosure.   The fence post must be secured into the ground and upright to maintain the structural strength of the\nenclosure fencing to contain the animals and to prevent injuries.  Also the chain link fencing by the entrance to the\nshelter is separated (split apart) for 21 inches above the ground.  The deer may try to go through this gap in the\nchain link fencing and be injured or escape.  The fencing above this area has wire strands twisted together to attach\nthe chain link fencing.  Some of the sharp ends of the twisted wire are protruding into the enclosure and may injure\nthe deer.  The enclosure must be built and maintained to safely contain all of the animals housed within the\nenclosure.\n6 a) The enclosure housing two bears has large cracks and pitted areas in the concrete floor.  Water is pooling in\nthe eroded areas.    Feces, food and debris may accumulate in the cracks of the concrete.  The concrete floor must\nbe repaired to prevent debris and dirty water from accumulating in the cracks and eroded areas and to allow the\nfloor to be adequately cleaned. \n    \n6 b) There is a torn and damaged hanging tire and a large dirty red ball with a hole chewed out.  The bears may\ningest pieces of the tire or ball and become sick or injured.  The bears may also try to put part of their paw, nose or\ntooth into the hole in the ball and become injured.  These items also can no longer be adequately cleaned to\nmaintain the health of the bears.   Worn items like the tire and ball within the enclosure must be replaced or\nrepaired.\n \nThe facility must establish and maintain a program to keep the animal enclosures structurally sound and in good\nrepair to protect the animals from injury and to contain the animals.   Correct items 5 and 6b by May 13, 2015. \nCorrect items 1, 2, 3, and 4 by May 19, 2015.  Correct item 6a by June 12, 2015. \n3.127(c)\n\nFACILITIES, OUTDOOR. \nSection 3.127(c) Drainage: There is a large muddy area by the water receptacle in the enclosure housing six Sika\ndeer.  The animals have to walk through mud to get to their water.  Their hoof prints can be seen in the mud. \nWalking through mud may cause hoof problems such as foot rot.  The mud may also attract insects which may\ntransmit diseases and/or annoy the animals.  The drainage must be improved to rapidly eliminate excess water to\nprevent muddy conditions and to protect the health of the animals.  This is a repeat non-compliant item that remains\nuncorrected.   \n3.127(d)\nFACILITIES, OUTDOOR. \nSection 3.127(d) Perimeter fence:  The following areas of perimeter fence must be repaired or maintained. \n \n1) There are rolls of chain link fencing against the perimeter fence just past the drive through gate off the main road.\n The rolls of chain link fencing may be used as a ramp or platform by an animal to get up over the perimeter fence. \nThe rolls of chain link must be moved away from the perimeter fence so it can function as a secondary containment\nsystem for the animals in the facility.\n2) A tree has fallen over the perimeter fence pushing the 8 foot fencing down until it is only about 5.5 feet in height. \nThe fallen tree is beyond the area with the rolls of chain link fence against the perimeter fence.  The tree must be\nremoved from the perimeter fence and the fencing restored to its original height for the dangerous animals housed\nat the facility.\n3) The perimeter fence by the buffalo has three loose wood fence posts leaning inward.   Dirt and debris have been\npushed into the perimeter fence from the neighboring property.   The fence posts must be secured into the ground\nand upright to maintain the structural strength of the perimeter fence to protect the animals in the facility. \nThe facility must establish and maintain a program to keep the perimeter fence in good repair to restrict animals and\nunauthorized persons from gaining access into the facility and to act as a secondary containment system for the\nanimals housed within the facility.  Correct items 1 & 2 by May 19, 2015.  Correct item 3 by June 12, 2015.    \nThis inspection was conducted on May 11, 2015 and the exit interview with the licensee was conducted on May 12,\n2015.",
  "animals_total": 74,
  "species": [
    {
      "count": 2,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 1,
      "scientific": "Canis lupus",
      "common": "GRAY WOLF / GREY WOLF / TIMBER WOLF"
    },
    {
      "count": 7,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 6,
      "scientific": "Cervus nippon",
      "common": "SIKA DEER"
    },
    {
      "count": 18,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 2,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 2,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE *MALE"
    },
    {
      "count": 1,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 26,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 3,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 2,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 1,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    }
  ]
}