{
  "insp_id": "201161755290883",
  "layout": "a",
  "customer_id": "330597",
  "customer_name": "Whinneys Wagons Pony Rides & Petting Farm",
  "customer_addr": "8846 Winchester Rd\nFort Wayne, IN 46819",
  "certificate": "32-C-0244",
  "site_id": "001",
  "site_name": "WHINNEYS WAGONS PONY RIDES & PETTING FARM",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-JUL-2016",
  "report_date": "19-JUL-2016",
  "citations": [
    {
      "code": "3.52(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "There were four rabbits observed during the inspection. Two of the rabbits were housed in a 2'x4'pen with plastic\npartitions as walls and had shavings. The pen was set up on the street as part of the street fair. The pens were on\nthe black asphalt of the roadway. The temperature at street level by the rabbits was over 100 degF. There was no\nshade available for these rabbits. The event is schedule to continue for 4 more days and the weather is predicted to\nbe extremely hot and humid.\nHousing rabbits on a hot asphalt roadway without shelter may cause significant illness from heat exhaustion or even\ndeath.\nProvide an area of shade for the rabbits in the pen.\nTo be corrected by close of business July 19, 2016.."
    },
    {
      "code": "3.53(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Two of the four rabbits were housed in an open top pen. The other two rabbits were tethered by harnesses to the\noutside of the enclosure. When the inspector arrived at the event, around 4:40 pm, there was no staff present\nobserving the animals. At approximately 5:20 pm the licensee arrived and began giving pony rides. The animals\nwere not immediately checked. The loose rabbit was not noticed until the inspector brought it to the licensee's\nattention during the inspection. The licensee said the rabbit had been in a harness when she last checked\nsometime around noon. The licensee left the area for the afternoon. The harness could be seen under one of the\nsandbags near the enclosure. The rabbit had apparently gotten stuck and wiggled out of the harness. The licensee\nstated that the exhibit had been set up previously and that the animals had been left overnight. They were checked\nin the morning and again at noontime.\nThe primary enclosure should provide a safe environment for the animals. It is required to adequately contain the\nanimals and protect them from predators.\nThe open top pen, the use of tethering while unattended, loose rabbits outside the enclosure put these rabbits at\ngreat risk of injury or death.\nProvide adequate enclosures that ensure the safety and well-being of the rabbits.\nHarness use must be restricted to times of direct supervision is provided.\nCorrect by close of business July 19, 2016."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "There were sheep and goats housed inside metal panel fencing. The animals had shavings. Some of them were\ntethered to the side rails.\nThe primary enclosure for all animals needs to safely contain the animals. Tethering an unsupervised animal is\nnever allowed.\nThe use of a tether puts the animal at great risk of injury.\nProvide adequate enclosures to ensure the animals are contained safely within the primary enclosure.\nCorrect by: close of business July 19, 2016"
    },
    {
      "code": "3.127(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The area set up for the sheep and goats did not have any shade provided. The animals were all observed panting.\nIn the corner next to the pen, a fan was set up. Two of the animals housed in that pen were pushing and leaning\nout of the pen to be in the breeze of the fan.\nDirect sunlight on animals can cause heat stress quickly and puts the animals at risk of illness or death.\nProvide shade for the animals to prevent direct sunlight from causing distress.\nCorrect by: close of business July 19, 2016\nInspection conducted at an event at the Circus City Festival, Peru, IN.\nExit interview conducted with facility representative and ACI Linn."
    }
  ],
  "narrative": "3.52(a)\nFACILITIES, OUTDOOR.   \nThere were four rabbits observed during the inspection.  Two of the rabbits were housed in a 2'x4'pen with plastic\npartitions as walls and had shavings.  The pen was set up on the street as part of the street fair.  The pens were on\nthe black asphalt of the roadway.  The temperature at street level by the rabbits was over 100 degF.  There was no\nshade available for these rabbits.  The event is schedule to continue for 4 more days and the weather is predicted to\nbe extremely hot and humid.\nHousing rabbits on a hot asphalt roadway without shelter may cause significant illness from heat exhaustion or even\ndeath.\nProvide an area of shade for the rabbits in the pen.\nTo be corrected by close of business July 19, 2016..\n3.53(a)(1)\nPRIMARY ENCLOSURES.   \nTwo of the four rabbits were housed in an open top pen.  The other two rabbits were tethered by harnesses to the\noutside of the enclosure.  When the inspector arrived at the event, around 4:40 pm, there was no staff present\nobserving the animals.  At approximately 5:20 pm the licensee arrived and began giving pony rides.  The animals\nwere not immediately checked.  The loose rabbit was not noticed until the inspector brought it to the licensee's\nattention during the inspection.  The licensee said the rabbit had been in a harness when she last checked\nsometime around noon.  The licensee left the area for the afternoon.  The harness could be seen under one of the\nsandbags near the enclosure.  The rabbit had apparently gotten stuck and wiggled out of the harness.  The licensee\nstated that the exhibit had been set up previously and that the animals had been left overnight. They were checked\nin the morning and again at noontime.\nThe primary enclosure should provide a safe environment for the animals.  It is required to adequately contain the\nanimals and protect them from predators.\n\nThe open top pen, the use of tethering while unattended, loose rabbits outside the enclosure put these rabbits at\ngreat risk of injury or death.\nProvide adequate enclosures that ensure the safety and well-being of the rabbits.\nHarness use must be restricted to times of direct supervision is provided.\nCorrect by close of business July 19, 2016.\n3.125(a)\nFACILITIES, GENERAL.   \nThere were sheep and goats housed inside metal panel fencing.  The animals had shavings.  Some of them were\ntethered to the side rails.\nThe primary enclosure for all animals needs to safely contain the animals.  Tethering an unsupervised animal is\nnever allowed.\nThe use of a tether puts the animal at great risk of injury.\nProvide adequate enclosures to ensure the animals are contained safely within the primary enclosure.\nCorrect by: close of business July 19, 2016\n3.127(a)\nFACILITIES, OUTDOOR. \nThe area set up for the sheep and goats did not have any shade provided.  The animals were all observed panting. \nIn the corner next to the pen, a fan was set up.  Two of the animals housed in that pen were pushing and leaning\nout of the pen to be in the breeze of the fan.\nDirect sunlight on animals can cause heat stress quickly and puts the animals at risk of illness or death.\nProvide shade for the animals to prevent direct sunlight from causing distress.\n\nCorrect by: close of business July 19, 2016\nInspection conducted at an event at the Circus City Festival, Peru, IN. \nExit interview conducted with facility representative and ACI Linn.",
  "animals_total": 12,
  "species": [
    {
      "count": 3,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 4,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 4,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}