{
  "insp_id": "251141214510384",
  "layout": "a",
  "customer_id": "4092",
  "customer_name": "Hedrick Exotic Animal Farm Inc.",
  "customer_addr": "7910 N Roy L Smith Rd\nNickerson, KS 67561",
  "certificate": "48-C-0023",
  "site_id": "TRA",
  "site_name": "Hedrick Exotic Animal Farm Inc.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-SEP-2014",
  "report_date": "15-SEP-2014",
  "citations": [
    {
      "code": "3.127(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The camels are contained in a back holding pen of about 50' x 100'. These twelve camels do not have any artifical\nor natural shade. At the end of the event, the animals had access to the main arena and there was no shade there\neither. The camels shall have sufficient shade by natural or artificial means to allow these animals kept outdoors to\nprotect themselves from direct sunlight. For the well-being and health of the animals, a system is needed to ensure\nthat adequate shade is provided at each travel location.\n************\nTo be corrected by: September 20,2014 or next event\nAn exit briefing was conducted with the facility representative"
    }
  ],
  "narrative": "3.127(a)\nFACILITIES, OUTDOOR. \nThe camels are contained in a back holding pen of about  50' x 100'.  These twelve camels do not have any  artifical\nor natural shade.  At the end of the event, the animals had access to the main arena and there was no shade there\neither. The camels shall  have sufficient shade by natural or artificial means to allow these animals kept outdoors to\nprotect themselves from direct sunlight.  For the well-being and health of the animals,  a system is needed to ensure\nthat  adequate shade is provided  at each travel location.\n************\nTo be corrected by: September 20,2014 or next event\nAn exit briefing was conducted with the facility representative",
  "animals_total": 15,
  "species": [
    {
      "count": 12,
      "scientific": "Camelus dromedarius domestic",
      "common": "DOMESTIC DROMEDARY CAMEL"
    },
    {
      "count": 3,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    }
  ]
}