{
  "insp_id": "2016090000763626",
  "layout": "b",
  "customer_id": "4552",
  "customer_name": "Jerry Aswegan Janet Kirkham",
  "customer_addr": "7907 E 233rd Street\nPECULIAR, MO 64078",
  "certificate": "43-B-0184",
  "site_id": "001",
  "site_name": "JERRY ASWEGAN & JANET E KIRKHAM",
  "insp_type": "ROUTINE INSPECTION",
  "date": "31-JAN-2022",
  "report_date": "01-FEB-2022",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "* An estimated 100 foot section of enclosure fencing was observed leaning at a 45 to 60 degree angle. The fencing was\nleaning in the direction away from the camels. The fencing does allow the camels to stick there heads over the top of the\nfencing and then they are able to lean against and on the fencing. Two camels are in contact with the affected fencing\nwhich is located in outdoor housing. In addition, protruding wire panel ends were observed protruding inwards towards\nthe camels. The ability to contain the camels securely is greatly affected and could lead to potential injury, if the\nenclosure fencing is not kept in good repair. In addition protruding panels ends could also cause potential injury if the\ncamels run into the protruding ends. The licensee must ensure all outdoor housing facilities shall be structurally sound\nand shall be maintained in good repair to protect the animals from injury and to contain the animals. Correct by 2/14/22.\nThis inspection and exit interview done on 1/31/22 were conducted with the facility representative.\nEnd Section"
    }
  ],
  "narrative": "3.125(a) \n   \nFacilities, general. \n* An estimated 100 foot section of enclosure fencing was observed leaning at a 45 to 60 degree angle.  The fencing was \nleaning in the direction away from the camels.  The fencing does allow the camels to stick there heads over the top of the \nfencing and then they are able to lean against and on the fencing.  Two camels are in contact with the affected fencing \nwhich is located in outdoor housing.  In addition, protruding wire panel ends were observed protruding inwards towards \nthe camels.  The ability to contain the camels securely is greatly affected and could lead to potential injury, if the \nenclosure fencing is not kept in good repair. In addition protruding panels ends could also cause potential injury if the \ncamels run into the protruding ends.  The licensee must ensure all outdoor housing facilities shall be structurally sound \nand shall be maintained in good repair to protect the animals from injury and to contain the animals.  Correct by 2/14/22. \n \nThis inspection and exit interview done on 1/31/22 were conducted with the facility representative. \n \nEnd Section",
  "animals_total": 15,
  "species": [
    {
      "count": 1,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 10,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 3,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    }
  ]
}