{
  "insp_id": "2016090000450674",
  "layout": "b",
  "customer_id": "500704",
  "customer_name": "ANNIE ZOOK ELMER ZOOK",
  "customer_addr": "1070 OSCEOLA DR\nDRUMORE, PA 17518",
  "certificate": "23-A-0635",
  "site_id": "001",
  "site_name": "ANNIE S ZOOK, ELMER ZOOK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-OCT-2020",
  "report_date": "05-OCT-2020",
  "citations": [
    {
      "code": "3.31(b)",
      "kind": "",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "Housekeeping. In building 2, there was a buildup of bedding and debris on the outside wire and solid sides of enclosures\nand along the watering system drainpipe which runs vertically on the outside of the enclosures. This building also had a\nbuildup of cobwebs, dust, and debris on walls, doors and window frames, and ceiling. Animal facilities must be kept clean\nto ensure good quality of air for the guinea pigs and to prevent unnecessary disease risks. Ineffective cleaning can\nexpose the animals to disease hazards and health problems. Correct by ensuring the premises are kept clean, including:\nremoving accumulations of dust, debris, bedding, and cobwebs; routinely dusting off and sanitizing surfaces; and\nmaintaining a level of general cleanliness to support good animal husbandry and health.\nThis inspection was conducted with a family member and exit interview was conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "3.31(b)  Repeat\n   \nSanitation. \nHousekeeping. In building 2, there was a buildup of bedding and debris on the outside wire and solid sides of enclosures \nand along the  watering system drainpipe which runs vertically on the outside of the enclosures. This building also had a \nbuildup of cobwebs, dust, and debris  on walls, doors and window frames, and ceiling. Animal facilities must be kept clean \nto ensure good quality of air for the guinea pigs and to prevent unnecessary disease risks. Ineffective  cleaning can \nexpose the animals to disease hazards and health problems. Correct by ensuring the premises are kept clean, including: \nremoving  accumulations of dust, debris, bedding, and cobwebs; routinely dusting off and sanitizing surfaces; and \nmaintaining a level of general cleanliness to support good animal husbandry and health. \n \nThis inspection was conducted with a family member and exit interview was conducted with the licensee. \n \nEnd Section",
  "animals_total": 1605,
  "species": [
    {
      "count": 1605,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}