{
  "insp_id": "2016082568037726",
  "layout": "a",
  "customer_id": "5720",
  "customer_name": "Izene Hynes",
  "customer_addr": "265 220th Ave\nHays, KS 67601",
  "certificate": "48-A-1279",
  "site_id": "001",
  "site_name": "IZENE HYNES",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-DEC-2016",
  "report_date": "12-DEC-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Adult, female golden retriever with chip number 900032001722460 has wounds on her neck and legs. The hair on\nthe underside of her neck is moist with blood tinged discharge. The skin feels thick in one area under the neck and\nthere is a thick yellow discharge appearing from under the matted fur at this area. The wounds on both the front and\nrear right legs have red, moist areas of hairless skin with some blood along with areas of dry hairless skin.\nAdult, male black and white husky with chip number 103 518 828 has an area of hairless skin just above the left\nfront foot. The upper part of this area has moist skin tinged with blood. The lower part of the area is thickened, pink\nskin.\nWounds can result from trauma or injury and licking of the skin can perpetuate wounds. Discharge can indicate\nconcurrent infection. The animals listed above must be examined by a licensed veterinarian in order to ensure that\nan accurate diagnosis is obtained and an appropriate treatment plan is developed and followed. This information,\nincluding the diagnosis, treatment and resolution of the condition, must be documented and made available to the\ninspector upon request."
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There was standing water, food wastes and animal wastes in the indoor portions of the two wash-downs of the west\nkennel building. Standing water and wastes can create an environment for pests and pathogens and cause odors.\nHousing facilities must be equipped with disposal facilities and drainage systems that are constructed and operated\nso animal waste and water are rapidly eliminated. Correct by 19 Dec. 2016."
    },
    {
      "code": "3.6(a)(2)(x)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The feet of one litter of puppies housed on elevated mesh flooring are too small for the openings of the flooring\nmaterial. The legs and feet of these puppies were observed falling through these openings several times during the\ninspection. This could cause injury to the puppies. The flooring material must be constructed in a manner that does\nnot allow the animals' feet to pass through the openings. Correct by 16 Dec. 2016."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "There was an accumulation of dried feces on the elevated flooring of one enclosure on the lower side of the east\nside of the west kennel building. These feces were trapped on the support tube and between the layered flooring\nmaterial. Accumulations of feces can increase disease transmission, create odors and attract pests. Feces must\nbe removed from the primary enclosures on a daily basis. Correct by 13 Dec. 2016.\nThis inspection and exit interview were conducted with a facility representative.\nThe adult female Yorkshire terrier with chip number 103348556 has been examined by a veterinarian.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAdult, female golden retriever with chip number 900032001722460 has wounds on her neck and legs. The hair on\nthe underside of her neck is moist with blood tinged discharge. The skin feels thick in one area under the neck and\nthere is a thick yellow discharge appearing from under the matted fur at this area. The wounds on both the front and\nrear right legs have red, moist areas of hairless skin with some blood along with areas of dry hairless skin.\nAdult, male black and white husky with chip number 103 518 828 has an area of hairless skin just above the left\nfront foot. The upper part of this area has moist skin tinged with blood. The lower part of the area is thickened, pink\nskin. \nWounds can result from trauma or injury and licking of the skin can perpetuate wounds. Discharge can indicate\nconcurrent infection. The animals listed above must be examined by a licensed veterinarian in order to ensure that\nan accurate diagnosis is obtained and an appropriate treatment plan is developed and followed. This information,\nincluding the diagnosis, treatment and resolution of the condition, must be documented and made available to the\ninspector upon request.\n3.1(f)\nHOUSING FACILITIES, GENERAL.\nThere was standing water, food wastes and animal wastes in the indoor portions of the two wash-downs of the west\nkennel building.  Standing water and wastes can create an environment for pests and pathogens and cause odors. \nHousing facilities must be equipped with disposal facilities and drainage systems that are constructed and operated\nso animal waste and water are rapidly eliminated.  Correct by 19 Dec. 2016.\n3.6(a)(2)(x)\nPRIMARY ENCLOSURES.\nThe feet of one litter of puppies housed on elevated mesh flooring are too small for the openings of the flooring\nmaterial.  The legs and feet of these puppies were observed falling through these openings several times during the\n\ninspection.  This could cause injury to the puppies.  The flooring material must be constructed in a manner that does\nnot allow the animals' feet to pass through the openings.  Correct by 16 Dec. 2016.\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThere was an accumulation of dried feces on the elevated flooring of one enclosure on the lower side of the east\nside of the west kennel building.  These feces were trapped on the support tube and between the layered flooring\nmaterial.  Accumulations of feces can increase disease transmission, create odors and attract pests.  Feces must\nbe removed from the primary enclosures on a daily basis.  Correct by 13 Dec. 2016.\nThis inspection and exit interview were conducted with a facility representative.\nThe adult female Yorkshire terrier with chip number 103348556 has been examined by a veterinarian.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer",
  "animals_total": 190,
  "species": [
    {
      "count": 139,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 51,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}