{
  "insp_id": "364141621080641",
  "layout": "a",
  "customer_id": "8771",
  "customer_name": "Jack King",
  "customer_addr": "Thea King\n32800 S 321 W Ave\nBristow, OK 74010",
  "certificate": "73-A-1548",
  "site_id": "001",
  "site_name": "JACK AND THEA KING",
  "insp_type": "ROUTINE INSPECTION",
  "date": "30-DEC-2014",
  "report_date": "30-DEC-2014",
  "citations": [
    {
      "code": "3.6(a)(2)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "In an outdoor enclosure housing a a shetland sheepdog and a Scottish terrier, the water bucket is secured to the\nfence with wire. This wire was loose and had a free end protruding into the shelter. Dogs drinking from this bucket\nare at risk of injury due to the exposed sharp wire point. This wire must be removed or secured, and sharp points\nthroughout the facility repaired as needed to protect the health of the enclosed animals. This affects two animals.\nCorrect by: 31 December 2014"
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Multiple enclosures throughout the facility had an excessive accumulation of feces, including both old and newer\npiles of waste. This affected the first three outdoor enclosures, and at least four of the boxer enclosures.\nAccumulation of fecal material increases the risk of contamination to the enclosed animals. Waste and fecal matter\nmust be removed as often as necessary to maintain appropriate husbandry standards and to adequately protect the\nhealth of the enclosed animals. This affects at least 11 animals.\nCorrect by: Immediately\nInspection and exit interview conducted with facility representative."
    }
  ],
  "narrative": "3.6(a)(2)(1)\nPRIMARY ENCLOSURES.\nIn an outdoor enclosure housing a a shetland sheepdog and a Scottish terrier, the water bucket is secured to the\nfence with wire.  This wire was loose and had a free end protruding into the shelter.  Dogs drinking from this bucket\nare at risk of injury due to the exposed sharp wire point.  This wire must be removed or secured, and sharp points\nthroughout the facility repaired as needed to protect the health of the enclosed animals.  This affects two animals.\nCorrect by:  31 December 2014\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nMultiple enclosures throughout the facility had an excessive accumulation of feces, including both old and newer\npiles of waste.  This affected the first three outdoor enclosures, and at least four of the boxer enclosures. \nAccumulation of fecal material increases the risk of contamination to the enclosed animals.  Waste and fecal matter\nmust be removed as often as necessary to maintain appropriate husbandry standards and to adequately protect the\nhealth of the enclosed animals.  This affects at least 11 animals.\nCorrect by:  Immediately\nInspection and exit interview conducted with facility representative.",
  "animals_total": 22,
  "species": [
    {
      "count": 22,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}