{
  "insp_id": "91141610426317",
  "layout": "a",
  "customer_id": "33515",
  "customer_name": "Abe L Yoder",
  "customer_addr": "2461 Township Road 176\nBaltic, OH 43804",
  "certificate": "31-A-0420",
  "site_id": "001",
  "site_name": "ABE YODER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-APR-2014",
  "report_date": "24-APR-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Dog #319 (female poodle) received a C-section on 4-14-2014. This dog was noticed to be wobbly when moving\naround and appears to be weak and lethargic. License's wife stated that she has tried several different vitamins\nand foods to encourage the dog to eat and become stronger. However; it has been 10 days since the C-section\nand the dog has had no signs of improvement. Licensee must have methods to prevent, control, diagnose and treat\nall health issues to ensure the health and wellbeing of the animals. This dog must be seen by a licensed\nveterinarian. Documentation of examination, diagnosis and treatment must be maintained and made available for\nfurther inspection.\nCorrect By: 1 May 2014"
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Dog #319 (Female poodle) was noticed, by the Licensee's wife, to be weak after receiving a C-section on\n4-14-2014. Although the facility has tried several foods and vitamins to strengthen the dog, the attending\nveterinarian has yet to be consulted on the dogs' condition. Not having frequent communication with the attending\nveterinarian can cause this dog unnecessary pain and discomfort. Licensee must have frequent communication\nwith the attending veterinarian for all health issues that are observed within a timely manner.\nCorrect By: From this day forward\nInspection and Exit conducted with Licensee's Wife."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDog #319 (female poodle) received a C-section on 4-14-2014.  This dog was noticed to be wobbly when moving\naround and appears to be weak and lethargic.  License's wife stated that she has tried several different vitamins\nand foods to encourage the dog to eat and become stronger.  However; it has been 10 days since the C-section\nand the dog has had no signs of improvement.  Licensee must have methods to prevent, control, diagnose and treat\nall health issues to ensure the health and wellbeing of the animals. This dog must be seen by a licensed\nveterinarian.  Documentation of examination, diagnosis and treatment must be maintained and made available for\nfurther inspection.\nCorrect By: 1 May 2014\n2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDog #319 (Female poodle) was noticed, by the Licensee's wife, to be weak after receiving a C-section on\n4-14-2014. Although the facility has tried several foods and vitamins to strengthen the dog, the attending\nveterinarian has yet to be consulted on the dogs' condition.  Not having frequent communication with the attending\nveterinarian can cause this dog unnecessary pain and discomfort.  Licensee must have frequent communication\nwith the attending veterinarian for all health issues that are observed within a timely manner.\nCorrect By: From this day forward\nInspection and Exit conducted with Licensee's Wife.",
  "animals_total": 137,
  "species": [
    {
      "count": 88,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 49,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}