{
  "insp_id": "210161411010063",
  "layout": "a",
  "customer_id": "4311",
  "customer_name": "Joyce Walters",
  "customer_addr": "137 Walters Lane\nAnderson, MO 64831",
  "certificate": "43-B-0178",
  "site_id": "001",
  "site_name": "JOYCE WALTERS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-JUL-2016",
  "report_date": "28-JUL-2016",
  "citations": [
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There were two outdoor enclosures housing three American Eskimos and two Cocker Spaniels which contained a\ngravel floor. The gravel appeared to have fecal material compacted into its bottom layer and was attracting a\nnumerous amount of flies. There were also at least eight dog doors and wall panels both inside and outside of the\nsheltered building which had a build-up of a brown, grimy material. The licensee stated the enclosures were being\ncleaned every two weeks. However, the inspector took a ruler's edge to the brown material and easily scraped\naway a layer of grime, indicating the enclosures are not being properly cleaned/sanitized. The electrical conduit on\nthe ceiling of the sheltered building used to be white but at the time of inspection was almost 50% brown due to a\nmaterial covering it which appeared to be fly speck. Although this conduit was not in contact with the dogs, it was in\nclose proximity to the tops of their enclosures. Enclosures and housing facilities which are not properly cleaned and\nsanitized pose a health risk to the dogs. They also attract pests such as flies which can spread disease. The\nlicensee must ensure that contaminated gravel floors are replaced whenever spot cleaning is not sufficient to\nprevent or eliminate insects or pests. The licensee must also ensure that all hard surfaces which come in contact\nwith the dogs are spot cleaned daily and sanitized in accordance with 3.11(b). Lastly, the licensee must ensure that\nall other surfaces of the housing facilities are cleaned and sanitized when necessary to satisfy generally accepted\nhusbandry standards and practices."
    },
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "One of the outdoor enclosures housing three adult American Eskimos only had one medium dog house that did not\nprovide adequate shelter space for all of the dogs in the enclosure. Only two dogs could lie in the shelter at one\ntime. The licensee must ensure that outdoor facilities for dogs include one or more shelter structures that are\naccessible to each animal in each outdoor facility, and that are large enough to allow each animal in the shelter\nstructure to sit, stand, and lie in a normal manner, and to turn about freely. TO BE CORRECTED BY: 7/29/2016"
    },
    {
      "code": "3.6(a)(2)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "There were multiple areas in the sheltered facility that had sections of metal with sharp, jagged edges. There were\ntears/holes in the metal walls of some enclosures (at dog height) resulting in sharp, jagged, metal edges. At least\nthree enclosures also had metal pipe at the base of the divider panels which was excessively rusted and had jagged\nedges of deteriorated metal. Sharp, and/or jagged metal edges can cause injuries to the dogs. Primary enclosures\nmust be constructed and maintained so that they have no sharp or jagged edges which could injure the dogs. TO\nBE CORRECTED BY AUGUST 11, 2016\nThis inspection and an exit briefing were conducted by Ms. Kelly Roberts and Dr. Amanda Owens with the licensee.\nAdditional Inspectors\nOwens Amanda, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.1(c)(3)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nThere were two outdoor enclosures housing three American Eskimos and two Cocker Spaniels which contained a\ngravel floor.  The gravel appeared to have fecal material compacted into its bottom layer and was attracting a\nnumerous amount of flies.  There were also at least eight dog doors and wall panels both inside and outside of the\nsheltered building which had a build-up of a brown, grimy material.  The licensee stated the enclosures were being\ncleaned every two weeks.  However, the inspector took a ruler's edge to the brown material and easily scraped\naway a layer of grime, indicating the enclosures are not being properly cleaned/sanitized.  The electrical conduit on\nthe ceiling of the sheltered building used to be white but at the time of inspection was almost 50% brown due to a\nmaterial covering it which appeared to be fly speck.  Although this conduit was not in contact with the dogs, it was in\nclose proximity to the tops of their enclosures.  Enclosures and housing facilities which are not properly cleaned and\nsanitized pose a health risk to the dogs.  They also attract pests such as flies which can spread disease.  The\nlicensee must ensure that contaminated gravel floors are replaced whenever spot cleaning is not sufficient to\nprevent or eliminate insects or pests.  The licensee must also ensure that all hard surfaces which come in contact\nwith the dogs are spot cleaned daily and sanitized in accordance with 3.11(b).  Lastly, the licensee must ensure that\nall other surfaces of the housing facilities are cleaned and sanitized when necessary to satisfy generally accepted\nhusbandry standards and practices.\n3.4(b)\nOUTDOOR HOUSING FACILITIES.\nOne of the outdoor enclosures housing three adult American Eskimos only had one medium dog house that did not\nprovide adequate shelter space for all of the dogs in the enclosure.  Only two dogs could lie in the shelter at one\ntime. The licensee must ensure that outdoor facilities for dogs include one or more shelter structures that are\naccessible to each animal in each outdoor facility, and that are large enough to allow each animal in the shelter\nstructure to sit, stand, and lie in a normal manner, and to turn about freely. TO BE CORRECTED BY: 7/29/2016\n3.6(a)(2)(1)\nPRIMARY ENCLOSURES.\nThere were multiple areas in the sheltered facility that had sections of metal with sharp, jagged edges. There were\n\ntears/holes in the metal walls of some enclosures (at dog height) resulting in sharp, jagged, metal edges.  At least\nthree enclosures also had metal pipe at the base of the divider panels which was excessively rusted and had jagged\nedges of deteriorated metal. Sharp, and/or jagged metal edges can cause injuries to the dogs.  Primary enclosures\nmust be constructed and maintained so that they have no sharp or jagged edges which could injure the dogs. TO\nBE CORRECTED BY AUGUST 11, 2016\nThis inspection and an exit briefing were conducted by Ms. Kelly Roberts and Dr. Amanda Owens with the licensee.\nAdditional Inspectors\nOwens Amanda, Veterinary Medical Officer",
  "animals_total": 148,
  "species": [
    {
      "count": 148,
      "scientific": "Canis lupus familiaris",
      "common": "DOMESTIC DOG"
    }
  ]
}