{
  "insp_id": "2016090000750894",
  "layout": "b",
  "customer_id": "2115",
  "customer_name": "CRAIG KOKAS",
  "customer_addr": "3153 PROSPECT-UPPER SANDUSKY RD\nPROSPECT, OH 43342",
  "certificate": "31-A-0031",
  "site_id": "001",
  "site_name": "CRAIG KOKAS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-NOV-2021",
  "report_date": "23-NOV-2021",
  "citations": [
    {
      "code": "2.4",
      "kind": "Critical",
      "repeat": false,
      "desc": "Non-interference with APHIS officials.",
      "narrative": "Facility representatives directly interfered with the USDA inspection process by not making all regulated animals on the\npremises or those that had been previously purchased available for the 9/16/2021 routine inspection. Records reviewed\nduring today’s inspection indicate that 12 hedgehogs were purchased on 7/10/2021. These records and the 12\nhedgehogs were not made available by the facility for inspection on 9/16/2021. In addition, the alpaca and fallow deer\ninspected today were also identified by the facility representative as being on the premises at the time of the previous\ninspection, but were not made available for inspection on 9/16/2021. When the inspection team was viewing the\nenclosure housing sika deer during the 9/16/21 inspection, they asked whether the facility had fallow deer at that time;\nhowever, the representative led inspectors to believe they did not have fallow deer: “There’s no fallow deer in here.” At\nseveral points during the inspection on 9/16/2021 the facility representative was asked, “Have we seen all the animals\nhere today?” and the answer was “Yes.” During today’s inspection when questioned about the fallow deer that were\nvisible in enclosures at the beginning of the facility’s driveway adjacent to the neighboring property, the facility\nrepresentative stated, “They’ve always been there. Last time I thought you’d already seen them, they’re the first thing you\nsee as you drive up. They’re not the neighbors’, everything here is ours.” Additionally, disposition records reviewed today\nindicate 2 spotted rock squirrels were sold one day after the previous inspection, on 9/17/2021. These animals were not\nmade available during the inspection on 9/16/2021 and there are no other acquisition or transfer records indicating that\nthey were not present at the facility on 9/16/2021.\nDuring today’s inspection, there were several areas that the facility representatives stated, “There’s loaded skunks there,\nyou may not want to get too close.” However, on careful close examination, the following animals were observed that may\nnot otherwise have been inspected or counted:\n- 1 raccoon near the back of the property housed next to a non-descented skunk\n- 12 skunks inside the mink/ferret barn that were not counted/pointed out when the facility representative initially was\ngoing through counting mink and ferrets; these were only discovered when the second inspector walked the whole line of\ncages to examine animals more closely.\nReluctance by the facility and purposely interfering with proper inspection of all regulated animals present at the facility, is\nnot conducive or compliant with AWA standards for proper inspection. The licensee and all facility representatives must\nnot interfere with any portion of the inspection process and must ensure that all regulated animals are properly identified\nand made available for inspection.\nCorrect By: 11/24/2021"
    },
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The attending veterinarian does not have appropriate authority to ensure the provision of adequate veterinary care with\nrespect to dosing, frequency, and rotation of dewormers. The facility representatives stated they will give different\ndewormers at different times of the year, and they will generally use the dosing instructions given on the label. The labels\nfor one bottle of Panacur and one bottle of Ivermec only contain dosage instructions for horses, cattle, or swine. The\nwritten program of veterinary care does not provide any specific schedule, screening, or indication for deworming, nor\ndoes it contain dosing or rotation instructions for the species maintained at the facility. According to the licensees, usually\nthe veterinarian provides dosing instructions on a prescription label attached to the bottle. However, today those labels\nwere absent (fell off). Improper use of dewormers in certain species can be dangerous (toxic) or can lead to parasite\nresistance. Lacking these explicit instructions (dose, frequency/schedule, and rotation of products) does not assure the\nattending veterinarian has appropriate authority to oversee this aspect of animal care.\nAdditionally, facility personnel have performed surgical procedures (anal sacculectomy) on skunks in the past (none since\nlast inspection). The facility’s current written protocol is missing the following pieces of information:\n- How specifically to perform the anal sac removal (step by step)\n- Post-procedural care instructions\n- Pain control measures\nThey are planning to review this procedure, including having the veterinarian observe the procedure on site, when new\nbaby skunks are born next summer. Until that time, no changes to the written guidance will be able to be finalized.\nPerforming surgical procedures without proper oversight or guidance from a licensed veterinarian can cause unnecessary\nharm, pain or injury to the animal and can be detrimental to the animal’s health and wellbeing. Correct by ensuring the\nattending veterinarian has appropriate authority to oversee the provision of adequate veterinary care and have direct\nknowledge of all aspects of animal care, to include all medications to be given and procedures performed."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Several animals were identified as in need of veterinary care during the inspection. The facility did not have any ocular\nmedications on hand even though they stated they had been treating the animals with eye problems described below. The\nprogram of veterinary care does not provide any instructions for treatments and the veterinarian has not been consulted\non any of these specific conditions:\n- A mutated white mink has dark, crusted material, flecks of blood, and matted fur surrounding his right eye. This animal\nseemed agitated and was pacing his cage. When the licensee tried to catch him for closer examination, the animal did not\nseem to want to be caught or handled and consistently tried to escape or wriggle out of the hold. The licensee could not\nplace his hands near the mink’s face even with sturdy leather (bite-resistant) gloves.\n- An arctic fox appeared to have increased respiratory effort and noise. The noise sounded like a raspy snore or stertor,\nbut the facility representatives stated he was growling. When inspectors observed this animal for several minutes while\nbeing quiet and crouching in a non-threatening manner, the animal continued to breath in this manner, with pronounced\nabdominal movements in time with each breath.\n- A white red fox has a small amount of thick yellow purulent discharge and a large amount of dark crusted material and\nmatted fur at the inner corner of the left eye.\n- Nearly all the arctic fox as well as some red fox have large piles of soft to runny/pasty diarrhea accumulated on the\nground under the wire cage bottoms.\nThese conditions, particularly the ocular cases, can be extremely painful as the eye is exquisitely sensitive to pain and\ninflammation. Diarrhea is also a distressing condition and can lead to serious dehydration if not adequately compensated.\nThese animals did not have water available to them at the time of the inspection (water dishes were empty or frozen\nover). Correct by using appropriate methods as instructed by the attending veterinarian to diagnose, control, treat, and\nprevent diseases and injuries such as these conditions.\nCorrect by: end of day 11/24/2021."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The facility is missing disposition records for 9 adult cats and 3 kittens that have been removed since the last inspection.\nDuring today’s inspection, there are no adult cats or kittens present on the premises or made available for inspection.\nImproper recordkeeping does not allow proper accountability of animals or proper tracking of animals during a disease\noutbreak. Each dealer and exhibitor shall use Record of Disposition (APHIS FORM 7006) for all cats which fully and\ncorrectly disclose all information required by the AWA concerning each cat purchased or otherwise acquired, owned, held,\nor otherwise in his or her possession or under his or her control, or which is transported, euthanized, sold, or otherwise\ndisposed of by that dealer or exhibitor."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The facility is not currently maintaining up to date acquisition and/or disposition records for animals on hand. Errors in\nrecordkeeping were noted in the following manner:\n- On the last routine inspection conducted on 9/16/2021, there was a total of 595 animals inspected. There were also ten\nfallow deer and an unknown number of alpaca (between 0 and 4) that were apparently at the facility during the last\ninspection, but which were not made available during the inspection at that time and so were not recorded in the total.\nAcquisition and disposition records that were available during today’s inspection account for 55 total acquisitions and 11\ntotal dispositions since the last inspection. Today there is a total of 699 animals that were inspected. This means that\nacquisition records of at least 46 animals are missing.\n- 12 hedgehogs were purchased on 7/10/2021 that were not present or made available for inspection on 9/16/2021, but\nwere present and inspected today. No disposition or transfer records were available to show if the animals left the\nproperty and thus were not on the premises at the time of the last inspection.\n- 2 spotted rock squirrels were sold on 9/17/2021. These animals were not present or made available for the last\ninspection completed the day prior on 9/16/2021. No acquisition records were available to document when they were\nobtained, and no disposition or transfer records were available to show if the animals left the property and thus were not\non the premises at the time of the last inspection.\nThe records reflect an inconsistency in animal numbers and species both acquired and sold at the facility. Improper\nrecord keeping does not allow for a complete inspection of the facility and does not facilitate proper tracking of animals\nduring a disease outbreak. Complete acquisition and disposition records containing all information required by the Animal\nWelfare Act Regulations are necessary to be able to accurately track animals being used in regulated activities to ensure\ntheir legal acquisition, proper care, age of the animals, and humane transportation. This requirement applies to all\nregulated animals purchased or otherwise acquired, owned, held, leased or otherwise in possession of or under control of\nthe licensee, including any offspring born of any animal while that animal is in his or her possession or under his or her\ncontrol, and all regulated animals transported, sold, euthanized, or otherwise disposed of by that dealer or exhibitor."
    },
    {
      "code": "3.52(c)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "The rabbit enclosure does not contain adequate shelter from cold weather. The enclosure consists of a wood frame with a\nsolid roof, one solid wood wall along the back, and three wire mesh walls and wire mesh floor. One wire mesh wall\nadjacent to the back wall has a plywood board set up against it for a wind break. There is a small pile of hay or straw\ncovering about 1/3 of the enclosure floor. However, this is covered in fecal pellets and/or is wet and matted. There is not\nadequate shelter to keep the rabbits warm. During the inspection the temperature was no warmer than 36 degrees\nFahrenheit according to The Weather Channel. Inadequate protection from the elements, including cold weather, is not\nconsistent with appropriate care and well-being. Correct by ensuring appropriate shelter offering protection from the cold\nis provided for rabbits kept outdoors when the atmospheric temperature is below 40 F.\nCorrect by: 11/26/2021."
    },
    {
      "code": "3.56(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "The enclosure housing two rabbits has not been adequately cleaned. There is a pile of hay or straw covered with fecal\npellets spanning roughly 1/3 of the enclosure. The facility representative stated that the enclosure is stripped, washed,\nand re-bedded once every week (last time was one week from today). This does not appear to be frequently enough to\nkeep the enclosure reasonably free of excreta and other debris. Inadequate cleaning can subject the rabbits to endure\ndirty conditions or can pose a disease risk due to organisms harbored in fecal material and excreta. Correct by performing\nperiodic cleaning to keep primary enclosures reasonably free of excreta, hair, cobwebs, and other debris.\nCorrect by: 11/26/2021"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "Several facility structures are not structurally sound or have been maintained in good repair:\n- Approximately 40% of the wire enclosures housing skunks, raccoons, red fox, coatimundi and mink throughout the\nfacility have an excessive amount of rust present. The facility has been actively working on this issue as roughly 60% of\nthe enclosures were observed in this condition on the 9/16/2021 inspection report. Excessive amounts of rust affect the\nstructural strength and can pose risks to the animals of injury or escape in addition to preventing effective sanitization as\nis required when new animals are moved into previously inhabited enclosures.\n- One enclosure containing a Prevost’s squirrel has two wooden shelter boxes each with a protruding wood block that is\nthere for him to chew on. There are sharp points protruding from where these wood blocks are attached just below the\nentrances to the boxes. Sharp points protruding from a structure which is intended for the animal to chew on pose a risk\nof injury to the animal’s mouth or head while engaging in this activity.\nThe facility must ensure that enclosures are all structurally sound and maintained in good repair to protect the animals\nfrom injury and safely contain the animals."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "Inside a large storage container (inactive freezer) in the wallaby barn is one opened bag of “Happy Hopper” diet currently\nbeing used. Spilled on the floor of the freezer are several small piles of moldy feed. Even though the moldy feed is not\ncurrently in the “to be fed out” bag, storing the opened bag in this container with the moldy feed exposes the “to be fed\nout” diet to the mold spores, which can make animals sick if ingested. Additionally, two large open bags of canid diet are\nstored inside a stock trailer without any additional measures to prevent contamination, mold, or spoilage. Correct by\nstoring food and bedding in appropriate facilities to adequately protect the food from deterioration, mold, and\ncontamination by vermin.\nCorrect by: 11/26/2021"
    },
    {
      "code": "3.127(b)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "A large number of animals do not have access to an appropriate shelter: a total of 3 striped skunk, 83 red fox and 29 artic\nfox. One of the male skunk was noticed to be shivering within its enclosure. A video taken during the inspection shows the\nskunk continued to shiver for at least 3 minutes. The skunk’s enclosure had a shelter box but the door had been blocked,\nrestricting the skunk’s access to use the shelter. The rest of the enclosure consists of a wire floor and wire hooped walls &\nroof, with no other wind or rain break. This same type of enclosure and method of restricting access to the shelter boxes\nwas observed for 11 of the 83 total red fox and 3 of the 29 total arctic fox as well as the 3 striped skunk. Most of these\nenclosures had either nothing acting as additional wind or rain break, or a small section of shingle-like paper material\ncovering about 25% of the roof and not sufficient to afford adequate protection from the elements for the animals\ncontained therein. The facility representative stated that the majority of these shelters had been blocked off (either turning\nthe box so the door faced a wall or placing a board over the entrance hole) the day before in order to aid the facility\nrepresentatives in moving animals for breeding purposes. The remaining 72 red fox and 26 artic fox have enclosures that\ndo not have any form of protection from the elements on all four sides of their enclosure. All four sides and the floor of the\nenclosure are all constructed with wire mesh. The top of the enclosure is the only solid surface to provide the animals with\nany protection from the elements and weather extremes. The licensee stated that this is to keep their coats full by\npreventing hair breakage associated with rubbing against or lying inside a shelter box. The Weather Channel recorded the\novernight low on 11/21-22/2021 at 21 degrees Fahrenheit and the high on 11/22/2021 at 37 degrees F. Inadequate\nshelters do not allow the animals the ability to have protection from wind, rain, snow or other weather extremes. Cold\nweather exposure can lead to hypothermia and/or unnecessary stress and discomfort. The licensee must ensure that all\nanimals have access to an appropriate shelter for the local climatic conditions and that afford them adequate protection to\nprevent discomfort.\nCorrect by: Close of Business 11/24/2021 for the male skunk identified in this report and 12/22/2021 for all other animals"
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, outdoor.",
      "narrative": "This facility does not currently have a perimeter fence. The licensee had previously obtained a perimeter fence variance\nfor some of the species at the facility in 2012. However, there have been several changes to the overall facility and animal\ninventory that were not covered under the previous variance approval in 2012. The facility was previously cited for the\nlack of a perimeter fence or adequate variance approval on the last two routine inspection dated 11/26/2019 and\n9/16/2021. The facility’s request for a new variance has been denied, and the previously approved variance has been\nrevoked by APHIS Administration. The lack of a perimeter fence does not allow for a secondary form of containment in\nthe event of an escape of dangerous or exotic species. In addition, there are no physical barriers in place that would\nprevent unwanted animals or people from walking directly up to an enclosure and making contact with the animals\ncontained therein. The licensee must ensure a perimeter fence is properly in place or apply and receive approval for a\nvariance from the Administrator for all species that require a perimeter fence."
    },
    {
      "code": "3.128",
      "kind": "",
      "repeat": false,
      "desc": "Space requirements.",
      "narrative": "At least 33 red fox and 5 raccoon are housed in enclosures with shelter boxes that do not provide adequate space:\n- 3 large shelter boxes measuring 3 feet long x 2 feet deep x 22 inches high were provided to 5 adult-sized red fox each\n- 2 large shelter boxes of the same dimensions were provided to 4 adult-sized red fox each\n- 1 small shelter box measuring 2 feet long x 2 feet deep x 22 inches high were provided to 3 adult-sized red fox\n- 2 small shelter boxes (measurements unknown but height clearly shorter than the tallest fox when standing in a normal\nposition) were provided to at least 2 red fox each\n- 1 small shelter box measuring 30 inches long x 2 feet deep x 22 inches high were provided to 5 adult-sized raccoon\nThe licensees stated that many of these groups of animals were either spring or summer babies, and should already have\nbeen moved, but they do not currently have enough cages. Inadequate space, especially within the shelter areas, may\nlead to animals being excluded from protections from inclement weather. Correct by providing enclosures with adequate\nspace to allow each animal within the enclosure to make normal postural and social adjustments, including standing in a\nnaturally erect position, with adequate freedom movement.\nCorrect by 12/20/2021."
    },
    {
      "code": "3.129(b)",
      "kind": "",
      "repeat": true,
      "desc": "Feeding.",
      "narrative": "At least 40% of the food receptacles for the fox, raccoons, skunks, ferrets, and mink in the facility have an excessive\namount of rust or have buildup/deposits of old food present on them. Many of the food receptacles do not have a top or\ncover that prevents rain from getting into the food. Rust and organic buildup prevents the food receptacles from being\nproperly cleaned and sanitized and may contaminate fresh food being deposited into these receptacles, which exposes\nanimals to disease hazards. Correct by ensuring all food receptacles are kept clean and sanitary or are replaced if\nnecessary, and measures are taken to prevent molding, contamination (including by rainwater), and deterioration or\ncaking of food."
    },
    {
      "code": "3.130",
      "kind": "Direct",
      "repeat": true,
      "desc": "Watering.",
      "narrative": "The animals do not have sufficient access to potable water to support their health and comfort. Inspectors arrived at the\nfacility around 10:30am for inspection. At that time, the facility representatives stated that they had not been able to care\nfor the animals yet that morning prior to the inspectors’ arrival. Over the course of the inspection, the majority of water\ndishes were seen either empty or frozen solid. When asked about this, the facility representative stated that the animals\nhad been given water sometime the previous evening and that they are watered twice daily, which would normally have\nbegun about the time the inspection started. Several animals appeared not to have sufficient access to water considering\ntheir health and comfort during the course of the inspection:\n- A red fox was observed scratching continuously at its empty water bowl. When the facility representative was asked to\nprovide the fox with water, she first said that it would continue scratching and spill the water because that was a known\nbehavior. When pressed to fill the dish anyway, video taken by the inspectors shows that the fox drank the water nearly\ncontinuously for 3 minutes and 45 seconds, interrupted only a short time when it raised its head and looked around for a\nfew brief moments.\n- A raccoon was observed playing with one or two large ice chunks (the only remnants of water available in its water dish),\npassing them back and forth between its front paws and alternately putting them in its mouth to chew and taking it back\nout.\n- Several other animals were seen scratching at or licking the bottom of the empty water dishes.\n- A large number of arctic and red fox were noted to have large deposits of diarrhea under their cages. Diarrhea causes\ndehydration when not adequately compensated with an appropriate intake of fluids such as by drinking fresh water.\nThe inability to access a sufficient amount of potable water can lead to dehydration, stress and unnecessary discomfort to\nthe animal. Correct by ensuring all animals are provided with access to a sufficient quantity of potable water, even during\ncold weather, to provide for their health and comfort.\nIn addition, at least 45% of the water receptacles for the fox, raccoon and skunk have chew or scratch damage that do not\nallow for proper cleaning or sanitation. This is an improvement from the 75% of receptacles that were identified on the\n9/16/2021 inspection; however, these 45% seen today still have deposits of brown, red, or black material embedded into\nthe scratch marks or chewed areas. Having water receptacles that are not properly cleaned and sanitized expose the\nanimals to unnecessary hazards or can adversely affect the flavor and thus the animals’ willingness to actually drink the\nwater. Correct by ensuring all water receptacles are kept clean and sanitary."
    },
    {
      "code": "3.132",
      "kind": "Direct",
      "repeat": false,
      "desc": "Employees.",
      "narrative": "The facility does not currently have an adequate number of trained personnel to properly maintain the professionally\naccepted level of husbandry practices set forth in the subpart for the amount of animals present at the facility. Inspectors\narrived at the facility around 10:30am for inspection. Upon making contact, the facility representative stated that none of\nthe animals had been fed or cared for that morning due to other obligations that required her attention prior to her arrival.\nOver the course of the inspection, the licensee or representative made comments like:\n- “They would have water by now, if you were not here.”\n- “With all these animals, it take time.\"\n- “Do you know how long it takes for all these animals?”\n- “It’s hard to keep up when I have another job.”\nIt is clear by the amount of non-compliant items at this facility, especially those identified as directly impacting the current\nhealth, wellbeing and/or comfort of the animals present at the facility, such as the lack of water, lack of shelter and/or lack\nof proper veterinary care, and the comments made by the licensee or representative, that they do not have enough\ntrained employees or personnel to commit the time required to maintain the accepted level of care for these animals.\nCorrect by ensuring the facility maintains the adequate number of trained personal to properly maintain the professionally\naccepted level of husbandry for the amount of animals and species at the facility.\nCorrect By: 11/30/2021\nThis inspection and exit interview were conducted with the licensee and facility representative.\nAdditional Inspectors:\nSHANNON SEBERA, ANIMAL CARE INSPECTOREnd Section"
    }
  ],
  "narrative": "2.4  Critical\n   \nNon-interference with APHIS officials. \nFacility representatives directly interfered with the USDA inspection process by not making all regulated animals on the \npremises or those that had been previously purchased available for the 9/16/2021 routine inspection. Records reviewed \nduring today’s inspection indicate that 12 hedgehogs were purchased on 7/10/2021. These records and the 12 \nhedgehogs were not made available by the facility for inspection on 9/16/2021. In addition, the alpaca and fallow deer \ninspected today were also identified by the facility representative as being on the premises at the time of the previous \ninspection, but were not made available for inspection on 9/16/2021. When the inspection team was viewing the \nenclosure housing sika deer during the 9/16/21 inspection, they asked whether the facility had fallow deer at that time; \nhowever, the representative led inspectors to believe they did not have fallow deer: “There’s no fallow deer in here.” At \nseveral points during the inspection on 9/16/2021 the facility representative was asked, “Have we seen all the animals \nhere today?” and the answer was “Yes.” During today’s inspection when questioned about the fallow deer that were \nvisible in enclosures at the beginning of the facility’s driveway adjacent to the neighboring property, the facility \nrepresentative stated, “They’ve always been there. Last time I thought you’d already seen them, they’re the first thing you \nsee as you drive up. They’re not the neighbors’, everything here is ours.” Additionally, disposition records reviewed today \nindicate 2 spotted rock squirrels were sold one day after the previous inspection, on 9/17/2021. These animals were not\n\nmade available during the inspection on 9/16/2021 and there are no other acquisition or transfer records indicating that \nthey were not present at the facility on 9/16/2021. \nDuring today’s inspection, there were several areas that the facility representatives stated, “There’s loaded skunks there, \nyou may not want to get too close.” However, on careful close examination, the following animals were observed that may \nnot otherwise have been inspected or counted: \n- 1 raccoon near the back of the property housed next to a non-descented skunk \n- 12 skunks inside the mink/ferret barn that were not counted/pointed out when the facility representative initially was \ngoing through counting mink and ferrets; these were only discovered when the second inspector walked the whole line of \ncages to examine animals more closely. \nReluctance by the facility and purposely interfering with proper inspection of all regulated animals present at the facility, is \nnot conducive or compliant with AWA standards for proper inspection. The licensee and all facility representatives must \nnot interfere with any portion of the inspection process and must ensure that all regulated animals are properly identified \nand made available for inspection. \nCorrect By: 11/24/2021 \n2.40(a)(2)  Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe attending veterinarian does not have appropriate authority to ensure the provision of adequate veterinary care with \nrespect to dosing, frequency, and rotation of dewormers. The facility representatives stated they will give different \ndewormers at different times of the year, and they will generally use the dosing instructions given on the label. The labels \nfor one bottle of Panacur and one bottle of Ivermec only contain dosage instructions for horses, cattle, or swine. The \nwritten program of veterinary care does not provide any specific schedule, screening, or indication for deworming, nor \ndoes it contain dosing or rotation instructions for the species maintained at the facility. According to the licensees, usually\n\nthe veterinarian provides dosing instructions on a prescription label attached to the bottle. However, today those labels \nwere absent (fell off). Improper use of dewormers in certain species can be dangerous (toxic) or can lead to parasite \nresistance. Lacking these explicit instructions (dose, frequency/schedule, and rotation of products) does not assure the \nattending veterinarian has appropriate authority to oversee this aspect of animal care. \nAdditionally, facility personnel have performed surgical procedures (anal sacculectomy) on skunks in the past (none since \nlast inspection). The facility’s current written protocol is missing the following pieces of information: \n- How specifically to perform the anal sac removal (step by step) \n- Post-procedural care instructions \n- Pain control measures \nThey are planning to review this procedure, including having the veterinarian observe the procedure on site, when new \nbaby skunks are born next summer. Until that time, no changes to the written guidance will be able to be finalized. \nPerforming surgical procedures without proper oversight or guidance from a licensed veterinarian can cause unnecessary \nharm, pain or injury to the animal and can be detrimental to the animal’s health and wellbeing. Correct by ensuring the \nattending veterinarian has appropriate authority to oversee the provision of adequate veterinary care and have direct \nknowledge of all aspects of animal care, to include all medications to be given and procedures performed. \n2.40(b)(2)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nSeveral animals were identified as in need of veterinary care during the inspection. The facility did not have any ocular \nmedications on hand even though they stated they had been treating the animals with eye problems described below. The \nprogram of veterinary care does not provide any instructions for treatments and the veterinarian has not been consulted \non any of these specific conditions: \n- A mutated white mink has dark, crusted material, flecks of blood, and matted fur surrounding his right eye. This animal\n\nseemed agitated and was pacing his cage. When the licensee tried to catch him for closer examination, the animal did not \nseem to want to be caught or handled and consistently tried to escape or wriggle out of the hold. The licensee could not \nplace his hands near the mink’s face even with sturdy leather (bite-resistant) gloves. \n- An arctic fox appeared to have increased respiratory effort and noise. The noise sounded like a raspy snore or stertor, \nbut the facility representatives stated he was growling. When inspectors observed this animal for several minutes while \nbeing quiet and crouching in a non-threatening manner, the animal continued to breath in this manner, with pronounced \nabdominal movements in time with each breath. \n- A white red fox has a small amount of thick yellow purulent discharge and a large amount of dark crusted material and \nmatted fur at the inner corner of the left eye. \n- Nearly all the arctic fox as well as some red fox have large piles of soft to runny/pasty diarrhea accumulated on the \nground under the wire cage bottoms. \nThese conditions, particularly the ocular cases, can be extremely painful as the eye is exquisitely sensitive to pain and \ninflammation. Diarrhea is also a distressing condition and can lead to serious dehydration if not adequately compensated. \nThese animals did not have water available to them at the time of the inspection (water dishes were empty or frozen \nover). Correct by using appropriate methods as instructed by the attending veterinarian to diagnose, control, treat, and \nprevent diseases and injuries such as these conditions. \nCorrect by: end of day 11/24/2021. \n2.75(a)(1)  Repeat\n   \nRecords: Dealers and exhibitors. \nThe facility is missing disposition records for 9 adult cats and 3 kittens that have been removed since the last inspection. \nDuring today’s inspection, there are no adult cats or kittens present on the premises or made available for inspection. \nImproper recordkeeping does not allow proper accountability of animals or proper tracking of animals during a disease\n\noutbreak. Each dealer and exhibitor shall use Record of Disposition (APHIS FORM 7006) for all cats which fully and \ncorrectly disclose all information required by the AWA concerning each cat purchased or otherwise acquired, owned, held, \nor otherwise in his or her possession or under his or her control, or which is transported, euthanized, sold, or otherwise \ndisposed of by that dealer or exhibitor. \n2.75(b)(1)  Repeat\n   \nRecords: Dealers and exhibitors. \nThe facility is not currently maintaining up to date acquisition and/or disposition records for animals on hand. Errors in \nrecordkeeping were noted in the following manner: \n- On the last routine inspection conducted on 9/16/2021, there was a total of 595 animals inspected. There were also ten \nfallow deer and an unknown number of alpaca (between 0 and 4) that were apparently at the facility during the last \ninspection, but which were not made available during the inspection at that time and so were not recorded in the total. \nAcquisition and disposition records that were available during today’s inspection account for 55 total acquisitions and 11 \ntotal dispositions since the last inspection. Today there is a total of 699 animals that were inspected. This means that \nacquisition records of at least 46 animals are missing. \n- 12 hedgehogs were purchased on 7/10/2021 that were not present or made available for inspection on 9/16/2021, but \nwere present and inspected today. No disposition or transfer records were available to show if the animals left the \nproperty and thus were not on the premises at the time of the last inspection. \n- 2 spotted rock squirrels were sold on 9/17/2021. These animals were not present or made available for the last \ninspection completed the day prior on 9/16/2021. No acquisition records were available to document when they were \nobtained, and no disposition or transfer records were available to show if the animals left the property and thus were not \non the premises at the time of the last inspection. \nThe records reflect an inconsistency in animal numbers and species both acquired and sold at the facility. Improper\n\nrecord keeping does not allow for a complete inspection of the facility and does not facilitate proper tracking of animals \nduring a disease outbreak. Complete acquisition and disposition records containing all information required by the Animal \nWelfare Act Regulations are necessary to be able to accurately track animals being used in regulated activities to ensure \ntheir legal acquisition, proper care, age of the animals, and humane transportation. This requirement applies to all \nregulated animals purchased or otherwise acquired, owned, held, leased or otherwise in possession of or under control of \nthe licensee, including any offspring born of any animal while that animal is in his or her possession or under his or her \ncontrol, and all regulated animals transported, sold, euthanized, or otherwise disposed of by that dealer or exhibitor. \n3.52(c) \n   \nFacilities, outdoor. \nThe rabbit enclosure does not contain adequate shelter from cold weather. The enclosure consists of a wood frame with a \nsolid roof, one solid wood wall along the back, and three wire mesh walls and wire mesh floor. One wire mesh wall \nadjacent to the back wall has a plywood board set up against it for a wind break. There is a small pile of hay or straw \ncovering about 1/3 of the enclosure floor. However, this is covered in fecal pellets and/or is wet and matted. There is not \nadequate shelter to keep the rabbits warm. During the inspection the temperature was no warmer than 36 degrees \nFahrenheit according to The Weather Channel. Inadequate protection from the elements, including cold weather, is not \nconsistent with appropriate care and well-being. Correct by ensuring appropriate shelter offering protection from the cold \nis provided for rabbits kept outdoors when the atmospheric temperature is below 40 F. \nCorrect by: 11/26/2021. \n3.56(a)(1) \n   \nSanitation. \nThe enclosure housing two rabbits has not been adequately cleaned. There is a pile of hay or straw covered with fecal \npellets spanning roughly 1/3 of the enclosure. The facility representative stated that the enclosure is stripped, washed,\n\nand re-bedded once every week (last time was one week from today). This does not appear to be frequently enough to \nkeep the enclosure reasonably free of excreta and other debris. Inadequate cleaning can subject the rabbits to endure \ndirty conditions or can pose a disease risk due to organisms harbored in fecal material and excreta. Correct by performing \nperiodic cleaning to keep primary enclosures reasonably free of excreta, hair, cobwebs, and other debris. \nCorrect by: 11/26/2021 \n3.125(a)  Repeat\n   \nFacilities, general. \nSeveral facility structures are not structurally sound or have been maintained in good repair: \n- Approximately 40% of the wire enclosures housing skunks, raccoons, red fox, coatimundi and mink throughout the \nfacility have an excessive amount of rust present. The facility has been actively working on this issue as roughly 60% of \nthe enclosures were observed in this condition on the 9/16/2021 inspection report. Excessive amounts of rust affect the \nstructural strength and can pose risks to the animals of injury or escape in addition to preventing effective sanitization as \nis required when new animals are moved into previously inhabited enclosures. \n- One enclosure containing a Prevost’s squirrel has two wooden shelter boxes each with a protruding wood block that is \nthere for him to chew on. There are sharp points protruding from where these wood blocks are attached just below the \nentrances to the boxes. Sharp points protruding from a structure which is intended for the animal to chew on pose a risk \nof injury to the animal’s mouth or head while engaging in this activity. \nThe facility must ensure that enclosures are all structurally sound and maintained in good repair to protect the animals \nfrom injury and safely contain the animals. \n3.125(c) \n   \nFacilities, general.\n\nInside a large storage container (inactive freezer) in the wallaby barn is one opened bag of “Happy Hopper” diet currently \nbeing used. Spilled on the floor of the freezer are several small piles of moldy feed. Even though the moldy feed is not \ncurrently in the “to be fed out” bag, storing the opened bag in this container with the moldy feed exposes the “to be fed \nout” diet to the mold spores, which can make animals sick if ingested. Additionally, two large open bags of canid diet are \nstored inside a stock trailer without any additional measures to prevent contamination, mold, or spoilage. Correct by \nstoring food and bedding in appropriate facilities to adequately protect the food from deterioration, mold, and \ncontamination by vermin. \nCorrect by: 11/26/2021 \n3.127(b)  Direct\n   \nFacilities, outdoor. \nA large number of animals do not have access to an appropriate shelter: a total of 3 striped skunk, 83 red fox and 29 artic \nfox. One of the male skunk was noticed to be shivering within its enclosure. A video taken during the inspection shows the \nskunk continued to shiver for at least 3 minutes. The skunk’s enclosure had a shelter box but the door had been blocked, \nrestricting the skunk’s access to use the shelter. The rest of the enclosure consists of a wire floor and wire hooped walls & \nroof, with no other wind or rain break. This same type of enclosure and method of restricting access to the shelter boxes \nwas observed for 11 of the 83 total red fox and 3 of the 29 total arctic fox as well as the 3 striped skunk. Most of these \nenclosures had either nothing acting as additional wind or rain break, or a small section of shingle-like paper material \ncovering about 25% of the roof and not sufficient to afford adequate protection from the elements for the animals \ncontained therein. The facility representative stated that the majority of these shelters had been blocked off (either turning \nthe box so the door faced a wall or placing a board over the entrance hole) the day before in order to aid the facility \nrepresentatives in moving animals for breeding purposes. The remaining 72 red fox and 26 artic fox have enclosures that \ndo not have any form of protection from the elements on all four sides of their enclosure. All four sides and the floor of the\n\nenclosure are all constructed with wire mesh. The top of the enclosure is the only solid surface to provide the animals with \nany protection from the elements and weather extremes. The licensee stated that this is to keep their coats full by \npreventing hair breakage associated with rubbing against or lying inside a shelter box. The Weather Channel recorded the \novernight low on 11/21-22/2021 at 21 degrees Fahrenheit and the high on 11/22/2021 at 37 degrees F. Inadequate \nshelters do not allow the animals the ability to have protection from wind, rain, snow or other weather extremes. Cold \nweather exposure can lead to hypothermia and/or unnecessary stress and discomfort.  The licensee must ensure that all \nanimals have access to an appropriate shelter for the local climatic conditions and that afford them adequate protection to \nprevent discomfort. \nCorrect by: Close of Business 11/24/2021 for the male skunk identified in this report and 12/22/2021 for all other animals \n3.127(d)  Repeat\n   \nFacilities, outdoor. \nThis facility does not currently have a perimeter fence. The licensee had previously obtained a perimeter fence variance \nfor some of the species at the facility in 2012. However, there have been several changes to the overall facility and animal \ninventory that were not covered under the previous variance approval in 2012.  The facility was previously cited for the \nlack of a perimeter fence or adequate variance approval on the last two routine inspection dated 11/26/2019 and \n9/16/2021. The facility’s request for a new variance has been denied, and the previously approved variance has been \nrevoked by APHIS Administration. The lack of a perimeter fence does not allow for a secondary form of containment in \nthe event of an escape of dangerous or exotic species. In addition, there are no physical barriers in place that would \nprevent unwanted animals or people from walking directly up to an enclosure and making contact with the animals \ncontained therein. The licensee must ensure a perimeter fence is properly in place or apply and receive approval for a \nvariance from the Administrator for all species that require a perimeter fence. \n3.128\n\nSpace requirements. \nAt least 33 red fox and 5 raccoon are housed in enclosures with shelter boxes that do not provide adequate space: \n- 3 large shelter boxes measuring 3 feet long x 2 feet deep x 22 inches high were provided to 5 adult-sized red fox each \n- 2 large shelter boxes of the same dimensions were provided to 4 adult-sized red fox each \n- 1 small shelter box measuring 2 feet long x 2 feet deep x 22 inches high were provided to 3 adult-sized red fox \n- 2 small shelter boxes (measurements unknown but height clearly shorter than the tallest fox when standing in a normal \nposition) were provided to at least 2 red fox each \n- 1 small shelter box measuring 30 inches long x 2 feet deep x 22 inches high were provided to 5 adult-sized raccoon \nThe licensees stated that many of these groups of animals were either spring or summer babies, and should already have \nbeen moved, but they do not currently have enough cages. Inadequate space, especially within the shelter areas, may \nlead to animals being excluded from protections from inclement weather. Correct by providing enclosures with adequate \nspace to allow each animal within the enclosure to make normal postural and social adjustments, including standing in a \nnaturally erect position, with adequate freedom movement. \nCorrect by 12/20/2021. \n3.129(b)  Repeat\n   \nFeeding. \nAt least 40% of the food receptacles for the fox, raccoons, skunks, ferrets, and mink in the facility have an excessive \namount of rust or have buildup/deposits of old food present on them. Many of the food receptacles do not have a top or \ncover that prevents rain from getting into the food. Rust and organic buildup prevents the food receptacles from being \nproperly cleaned and sanitized and may contaminate fresh food being deposited into these receptacles, which exposes \nanimals to disease hazards. Correct by ensuring all food receptacles are kept clean and sanitary or are replaced if\n\nnecessary, and measures are taken to prevent molding, contamination (including by rainwater), and deterioration or \ncaking of food. \n3.130  Direct Repeat\n   \nWatering. \nThe animals do not have sufficient access to potable water to support their health and comfort. Inspectors arrived at the \nfacility around 10:30am for inspection. At that time, the facility representatives stated that they had not been able to care \nfor the animals yet that morning prior to the inspectors’ arrival. Over the course of the inspection, the majority of water \ndishes were seen either empty or frozen solid. When asked about this, the facility representative stated that the animals \nhad been given water sometime the previous evening and that they are watered twice daily, which would normally have \nbegun about the time the inspection started. Several animals appeared not to have sufficient access to water considering \ntheir health and comfort during the course of the inspection: \n- A red fox was observed scratching continuously at its empty water bowl. When the facility representative was asked to \nprovide the fox with water, she first said that it would continue scratching and spill the water because that was a known \nbehavior. When pressed to fill the dish anyway, video taken by the inspectors shows that the fox drank the water nearly \ncontinuously for 3 minutes and 45 seconds, interrupted only a short time when it raised its head and looked around for a \nfew brief moments. \n- A raccoon was observed playing with one or two large ice chunks (the only remnants of water available in its water dish), \npassing them back and forth between its front paws and alternately putting them in its mouth to chew and taking it back \nout. \n- Several other animals were seen scratching at or licking the bottom of the empty water dishes. \n- A large number of arctic and red fox were noted to have large deposits of diarrhea under their cages. Diarrhea causes \ndehydration when not adequately compensated with an appropriate intake of fluids such as by drinking fresh water.\n\nThe inability to access a sufficient amount of potable water can lead to dehydration, stress and unnecessary discomfort to \nthe animal. Correct by ensuring all animals are provided with access to a sufficient quantity of potable water, even during \ncold weather, to provide for their health and comfort. \nIn addition, at least 45% of the water receptacles for the fox, raccoon and skunk have chew or scratch damage that do not \nallow for proper cleaning or sanitation. This is an improvement from the 75% of receptacles that were identified on the \n9/16/2021 inspection; however, these 45% seen today still have deposits of brown, red, or black material embedded into \nthe scratch marks or chewed areas. Having water receptacles that are not properly cleaned and sanitized expose the \nanimals to unnecessary hazards or can adversely affect the flavor and thus the animals’ willingness to actually drink the \nwater. Correct by ensuring all water receptacles are kept clean and sanitary. \n3.132  Direct\n   \nEmployees. \nThe facility does not currently have an adequate number of trained personnel to properly maintain the professionally \naccepted level of husbandry practices set forth in the subpart for the amount of animals present at the facility. Inspectors \narrived at the facility around 10:30am for inspection. Upon making contact, the facility representative stated that none of \nthe animals had been fed or cared for that morning due to other obligations that required her attention prior to her arrival. \nOver the course of the inspection, the licensee or representative made comments like: \n- “They would have water by now, if you were not here.” \n- “With all these animals, it take time.\" \n- “Do you know how long it takes for all these animals?” \n- “It’s hard to keep up when I have another job.” \nIt is clear by the amount of non-compliant items at this facility, especially those identified as directly impacting the current \nhealth, wellbeing and/or comfort of the animals present at the facility, such as the lack of water, lack of shelter and/or lack\n\nof proper veterinary care, and the comments made by the licensee or representative, that they do not have enough \ntrained employees or personnel to commit the time required to maintain the accepted level of care for these animals. \nCorrect by ensuring the facility maintains the adequate number of trained personal to properly maintain the professionally \naccepted level of husbandry for the amount of animals and species at the facility. \nCorrect By: 11/30/2021 \n \nThis inspection and exit interview were conducted with the licensee and facility representative. \n \nAdditional Inspectors: \nSHANNON SEBERA, ANIMAL CARE INSPECTOREnd Section",
  "animals_total": 699,
  "species": [
    {
      "count": 25,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 4,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 20,
      "scientific": "Urocyon cinereoargenteus",
      "common": "GRAY FOX / GREY FOX"
    },
    {
      "count": 69,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 72,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 15,
      "scientific": "Spilogale putorius",
      "common": "EASTERN SPOTTED SKUNK"
    },
    {
      "count": 195,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 10,
      "scientific": "Cervus nippon",
      "common": "SIKA DEER"
    },
    {
      "count": 10,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 4,
      "scientific": "Nasua narica",
      "common": "WHITE-NOSED COATI"
    },
    {
      "count": 4,
      "scientific": "Nasuella olivacea",
      "common": "MOUNTAIN COATI"
    },
    {
      "count": 41,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG (MOST COMMON PET HEDGEHOG)"
    },
    {
      "count": 9,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    },
    {
      "count": 14,
      "scientific": "Marmota monax",
      "common": "GROUNDHOG / WOODCHUCK"
    },
    {
      "count": 52,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 130,
      "scientific": "Mustela vison",
      "common": "AMERICAN MINK"
    },
    {
      "count": 1,
      "scientific": "Callosciurus prevostii",
      "common": "PREVOST'S SQUIRREL / TRI-COLORED SQUIRREL"
    },
    {
      "count": 12,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 8,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    },
    {
      "count": 2,
      "scientific": "Sciurotamias davidianus",
      "common": "PERE DAVID'S ROCK SQUIRREL"
    },
    {
      "count": 2,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    }
  ]
}