{
  "insp_id": "70141124532502",
  "layout": "a",
  "customer_id": "21106",
  "customer_name": "Lisa Copeland",
  "customer_addr": "H C R 73, Box 54 E\nDrury, MO 65638",
  "certificate": "43-A-5636",
  "site_id": "001",
  "site_name": "LISA COPELAND",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-MAY-2014",
  "report_date": "28-MAY-2014",
  "citations": [
    {
      "code": "3.1(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "(1) General requirements\nA metal gate in the outdoor enclosures was rusty on the lower 2/3 of the vertical frame piece. The rust had caused\na severe deterioration of the frame piece such that 1/2 of the vertical pipe was gone. The metal had jagged edges\non the surface facing into the enclosure. As the dogs move about, they could receive an injury from the jagged\nedges. The rusty surfaces can no longer be cleaned and sanitized because the surfaces are rough and flaking.\nThe structural integrity of the metal pipe vertical frame is very poor and may not last much longer. Surfaces that are\neasily cleaned and sanitizable and safe from injury and keep the animals safely enclosed are necessary to ensure\nhealthy dogs. The licensee must repair or replace the gate.\nTO BE CORRECTED BY JUNE 1, 2014."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Cleaning\n****In the whelp building there were 2 enclosures that had an excessive amount of feces in the outdoor part. As the\napproximately 7 week old puppies moved about, it was difficult for them to avoid walking in the feces. A clean\nenvironment is essential to reduce the risk of disease. The owner must provide for daily cleaning and more frequent\ncleaning, if necessary, to prevent the dogs from being in contact with the feces."
    },
    {
      "code": "3.10",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "At least 6 plastic and metal water receptacles had green algae-like material in the water. Some was floating loose\nin the water and other receptacles had green material along the sides and bottom. This material could cause illness\nor discomfort to the dogs when they ingest it as they drink the water. Clean water receptacles are important in\npromoting good health and in preventing illness. To ensure that clean water is available to the dogs, the\nreceptacles must be thoroughly cleaned and sanitized on a frequency to prevent the accumulation of the green\nmaterial or other contaminants.\nTO BE CORRECTED BY: 23 MAY 2014.\nAn exit interview was done with a facility representative.\nAdditional Inspectors\nPlumlee Konnie, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "3.1(c)(1)\nHOUSING FACILITIES, GENERAL.\n(1) General requirements\nA metal gate in the outdoor enclosures was rusty on the lower 2/3 of the vertical frame piece.  The rust had caused\na severe deterioration of the frame piece such that 1/2 of the vertical pipe was gone.  The metal had jagged edges\non the surface facing into the enclosure.   As the dogs move about, they could receive an injury from the jagged\nedges.  The rusty surfaces can no longer be cleaned and sanitized because the surfaces are rough and flaking. \nThe structural integrity of the metal pipe vertical frame is very poor and may not last much longer.  Surfaces that are\neasily cleaned and sanitizable and safe from injury and keep the animals safely enclosed are necessary to ensure\nhealthy dogs.  The licensee must repair or replace the gate.\nTO BE CORRECTED BY JUNE 1, 2014.\n3.1(c)(3)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nCleaning\n****In the whelp building there were 2 enclosures that had an excessive amount of feces in the outdoor part.  As the\napproximately 7 week old puppies moved about, it was difficult for them to avoid walking in the feces.  A clean\nenvironment is essential to reduce the risk of disease.  The owner must provide for daily cleaning and more frequent\ncleaning, if necessary, to prevent the dogs from being in contact with the feces.\n3.10\nWATERING.\nAt least 6 plastic and metal water receptacles had green algae-like material in the water.  Some was floating loose\nin the water and other receptacles had green material along the sides and bottom.  This material could cause illness\nor discomfort to the dogs when they ingest it as they drink the water. Clean water receptacles are  important in\n\npromoting good health and in preventing illness.  To ensure that clean water is available to the dogs, the\nreceptacles must be thoroughly cleaned and sanitized on a frequency to prevent the accumulation of the green\nmaterial or other contaminants.  \nTO BE CORRECTED BY:  23 MAY 2014.\nAn exit interview was done with a facility representative.\nAdditional Inspectors\nPlumlee Konnie, Supervisory Animal Care Specialist",
  "animals_total": 60,
  "species": [
    {
      "count": 33,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 27,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}