{
  "insp_id": "156140256551796",
  "layout": "a",
  "customer_id": "33054",
  "customer_name": "Anastasia Naillieux",
  "customer_addr": "1882 N 140th Rd.\nConcordia, KS 66901",
  "certificate": "48-A-2134",
  "site_id": "001",
  "site_name": "ANASTASIA NAILLIEUX",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-JUN-2014",
  "report_date": "13-JUN-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* One cream and white colored male Persian ( tag number 3114-1653189 ) has a brown greasy appearing foreign\nmatter attached to the hair surrounding both eyes. The representative stated that approximately one year ago the\ncat was examined by a licensed veterinarian. There was a three by five card attached to the program of vet care\nstating that the cat has chronic eye problems due to anatomy. The representative stated that the cat has not been\nexamined by a licensed veterinarian since. The representative stated that it had been longer than two weeks since\nthe eyes of this cat had been washed with water. In addition, eye drops had not been applied to the eyes if needed\nas directed by the veterinarian's instructions. Eye problems can be painful causing discomfort which affects the\nhealth and well- being of the cat. The licensee must ensure all animals receive adequate veterinary care at all times.\n*******************************************\n* The following medications were past the labeled expiration date. There was one 473 ml bottle of Albon with an\nexpiration date of 07/2009. There was one - 60 ml bottle of Albon with an expiration date of 06/2006. There was\none bottle of Pyrantel Promate wormer with an expiration date of 04/2008. These medications were intermingled\nwith other products that are currently being used at the facility and are therefore ready for use. The usage of\nexpired medical materials on regulated animals is not considered to be an acceptable veterinary practice and does\nnot constitute adequate veterinary care. The effectiveness of the dosage level and expected results when expired\ndrugs are administrated could be drastically changed or may not work as anticipated. The licensee must ensure\nthat all medications used have not gone past the recorded expiration date.\n****************************************\n* The following medications had no expiration date recorded on the bottles. Two bottles containing Flagyl tablets\nand one bottle containing Chloramphenicol tablets. These medications were intermingled with other products that\nare currently being used at the facility and are therefore ready for use. These medications were obtained from the\nattending veterinarian. Medications must be labeled with appropriate and accurate information to ensure that the\ncontents and dosage rates of the container can be known with certainty and not used past their expiration date. If\nthe expiration date is unknown, the effectiveness of the medication is unknown.\nThe licensee must ensure that all medications are labeled with an expiration date.\n******************************************\n* The label on one glass medicine bottle has a brown appearing liquid on it. This makes it difficult to read and\nfollow the written directions on this label. This medication was intermingled with other products that are currently\nbeing used at the facility and are therefore ready for use. Medication labels must contain appropriate and accurate\ninformation that is legible to ensure that the contents and dosage rates of the container can be known with certainty\nand not used past their expiration date. The licensee must ensure that all medication labels are labeled with the\ncontents (name and concentration of drug), dosing instructions (specific for the species of the animal being treated)\nand an expiration date that are legible at all times.\n**********************************************\n* The written program of veterinary care had incomplete information pertaining to the parasite control at the\nfacility. The section pertaining to ectoparasites had the words \" screens and insecticide if needed \" listed in this\nsection. In addition, the section pertaining to blood parasites had the words \"screens\" listed in this section. When \"\nscreens and insecticide if needed\" or \"screens \" is listed under the frequency of sampling or treatment the licensee\nis providing the cats, it is not considered to be adequate veterinary care. More detailed information on parasite\ntreatment or control must be listed in these sections. The licensee, in coordination with the attending veterinarian,\nmust provide more specific information on the type of products used at the facility and the frequency of use. The\nlicensee must ensure that the program of veterinary care is updated with current preventive practices to ensure that\nthe cats are provided adequate veterinary care.\n* All NCI's listed above need to be corrected by 6/26/2014.\n* Facility inspection done on 6/12/14 and exit briefing done on 6/13/14 were conducted with the facility\nrepresentative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*  One cream and white colored male Persian ( tag number 3114-1653189 ) has a brown greasy appearing foreign\nmatter attached to the hair surrounding both eyes.   The representative stated that approximately one year ago the\ncat was examined by a licensed veterinarian.  There was a three by five card attached to the program of vet care\nstating that the cat has chronic eye problems due to anatomy.  The representative stated that the cat has not been\nexamined by a licensed veterinarian since.  The representative stated that it had been longer than two weeks since\nthe eyes of this cat had been washed with water.  In addition, eye drops had not been applied to the eyes if needed\nas directed by the veterinarian's instructions.  Eye problems can be painful causing discomfort which affects the\nhealth and well- being of the cat. The licensee must ensure all animals receive adequate veterinary care at all times.\n*******************************************\n*   The following medications were past the labeled expiration date.  There was one 473 ml bottle of Albon with an\nexpiration date of 07/2009.  There was one - 60 ml bottle of Albon with an expiration date of 06/2006.  There was\none bottle of Pyrantel Promate wormer with an expiration date of 04/2008.  These medications were intermingled\nwith other products that are currently being used at the facility and are therefore ready for use.  The usage of\nexpired medical materials on regulated animals is not considered to be an acceptable veterinary practice and does\nnot constitute adequate veterinary care.  The effectiveness of the dosage level and expected results when expired\ndrugs are administrated could be drastically changed or may not work as anticipated.   The licensee must ensure\nthat all medications used have not gone past the recorded expiration date.\n****************************************\n*   The following medications had no expiration date recorded on the bottles. Two bottles containing Flagyl tablets\nand one bottle containing Chloramphenicol tablets.  These medications were intermingled with other products that\nare currently being used at the facility and are therefore ready for use.  These medications were obtained from the\nattending veterinarian.  Medications must be labeled with appropriate and accurate information to ensure that the\ncontents and dosage rates of the container can be known with certainty and not used past their expiration date. If\nthe expiration date is unknown, the effectiveness of the medication is unknown.  \nThe licensee must ensure that all medications are labeled with an expiration date.\n\n******************************************\n*   The label on one glass medicine bottle has a brown appearing liquid on it.   This makes it difficult to read and\nfollow the written directions on this  label.   This medication was intermingled with other products that are currently\nbeing used at the facility and are therefore ready for use.  Medication labels must contain appropriate and accurate\ninformation that is legible to ensure that the contents and dosage rates of the container can be known with certainty\nand not used past their expiration date.  The licensee must ensure that all medication labels are labeled with the\ncontents (name and concentration of drug), dosing instructions (specific for the species of the animal being treated)\nand an expiration date that are legible at all times.\n**********************************************\n*    The written program of veterinary care had incomplete information pertaining to the parasite control at the\nfacility. The section pertaining to ectoparasites had the words  \" screens and insecticide if needed \" listed in this\nsection.  In addition, the section pertaining to blood parasites had the words \"screens\" listed in this section.  When \"\nscreens and insecticide if needed\" or \"screens \"  is listed under the frequency of sampling or treatment the licensee\nis providing the cats, it is not considered to be adequate veterinary care.  More detailed information on parasite\ntreatment or control must be listed in these sections.  The licensee, in coordination with the attending veterinarian,\nmust provide more specific information on the type of products used at the facility and the frequency of use.  The\nlicensee must ensure that the program of veterinary care is updated with current preventive practices to ensure that\nthe cats are provided adequate veterinary care.\n*   All NCI's listed above need to be corrected by 6/26/2014.\n*    Facility inspection done on 6/12/14 and exit briefing done on 6/13/14 were conducted with the facility\nrepresentative.",
  "animals_total": 15,
  "species": [
    {
      "count": 6,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 9,
      "scientific": "Felis silvestris catus",
      "common": "CAT KITTEN"
    }
  ]
}