{
  "insp_id": "2016082567927653",
  "layout": "a",
  "customer_id": "6587",
  "customer_name": "Tobin Pope",
  "customer_addr": "14842 Sakatah Lake Road\nWaterville, MN 56096",
  "certificate": "41-C-0198",
  "site_id": "001",
  "site_name": "TOBIN POPE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-SEP-2016",
  "report_date": "15-SEP-2016",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The licensee tranquilized a buck (ear tag #28) last week with Naltrexone HCI 50mg/mL. The instructions for\ntranquilizing a deer along with the drug that was used were both absent from the Program of Veterinary Care. Not\nhaving the instructions for this procedure along with the drug listed doesn't ensure that the Attending Veterinarian\nhas been given the appropriate authority to ensure the provision of adequate veterinary care has been met. It\ndoesn't ensure that the drug and the dosage being given are safe to use on deer. It also doesn't ensure that the\nlicensee is allowed to tranquilize the animals himself without Veterinarian oversight. The Attending Veterinarian\nmust be consulted with for all procedures performed on the regulated animals. Medical procedures being done by\nthe licensee must be documented in writing by the Attending Veterinarian in the Program of Veterinary Care.\nCorrect by 9/22/16."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The licensee had two deer that I observed that had an abnormal gait. The first one was a buck (ear tag #28). The\nbuck seems unstable as he walks. The buck was tranquilized by the licensee last week. According to the licensee,\nthe buck has been stumbling around since. The licensee also mentioned that the buck and the two does in the\nsame enclosure have all had problems walking over the years and that they all seem to limp on their right rear leg.\nThe licensee has not consulted with the vet since tranquilizing the buck. In addition he has never consulted with the\nvet about it limping on its right rear leg.\nThe second deer I observed with an abnormal gait was a female (ear tag #27). The female also appeared to be\nunstable in general. At times, she also had a noticeable limp on her right rear leg. The licensee has not consulted\nwith the Attending Veterinarian about the females limp or abnormal gait.\nAn abnormal gait or a deer limping on one of it's legs indicates that the deer may have an underlying medical\nproblem and may be uncomfortable or in pain. The Attending Veterinarian must be consulted with and the deer\nmust be treated as per his/her instructions. Correct by 9/17/16.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "2.40(a)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe licensee tranquilized a buck (ear tag #28) last week with Naltrexone HCI 50mg/mL.  The instructions for\ntranquilizing a deer along with the drug that was used were both absent from the Program of Veterinary Care.  Not\nhaving the instructions for this procedure along with the drug listed doesn't ensure that the Attending Veterinarian\nhas been given the appropriate authority to ensure the provision of adequate veterinary care has been met.  It\ndoesn't ensure that the drug and the dosage being given are safe to use on deer.  It also doesn't ensure that the\nlicensee is allowed to tranquilize the animals himself without Veterinarian oversight.  The Attending Veterinarian\nmust be consulted with for all procedures performed on the regulated animals.  Medical procedures being done by\nthe licensee must be documented in writing by the Attending Veterinarian in the Program of Veterinary Care. \nCorrect by 9/22/16.\n2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe licensee had two deer that I observed that had an abnormal gait.  The first one was a buck (ear tag #28).  The\nbuck seems unstable as he walks.  The buck was tranquilized by the licensee last week.  According to the licensee,\nthe buck has been stumbling around since.  The licensee also mentioned that the buck and the two does in the\nsame enclosure have all had problems walking over the years and that they all seem to limp on their right rear leg. \nThe licensee has not consulted with the vet since tranquilizing the buck.  In addition he has never consulted with the\nvet about it limping on its right rear leg.\nThe second deer I observed with an abnormal gait was a female (ear tag #27).  The female also appeared to be\nunstable in general.  At times, she also had a noticeable limp on her right rear leg.  The licensee has not consulted\nwith the Attending Veterinarian about the females limp or abnormal gait.\nAn abnormal gait or a deer limping on one of it's legs indicates that the deer may have an underlying medical\nproblem and may be uncomfortable or in pain.  The Attending Veterinarian must be consulted with and the deer\nmust be treated as per his/her instructions.  Correct by 9/17/16.\n\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.",
  "animals_total": 6,
  "species": [
    {
      "count": 1,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 5,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    }
  ]
}