{
  "insp_id": "INS-0000915336",
  "layout": "c",
  "customer_id": "6017421",
  "customer_name": "Wuanita Swedlund",
  "customer_addr": "13001 hwy 2\nCantril, IA 52542",
  "certificate": "42-B-0340",
  "site_id": "001",
  "site_name": "Wuanita Swedlund",
  "insp_type": "FOCUSED INSPECTION",
  "date": "21-DEC-2023",
  "report_date": "22-DEC-2023",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Medications were not stored at the correct temperature per the label or were expired.\n-Mometamax ear ointment expired 09-2023 is being used to treat one adult dog at the time of inspection.\n-Bactracillin G (Penicillin injectable) label states to store between 36-46 degrees Fahrenheit. The refrigerator it was stored\nin was not functioning and the temperature inside was 56 degrees Fahrenheit.\nExpired medications and medications not stored at correct temperature do not ensure that the medications are effective at\ntreating disease or illness and the health of the animal may suffer. Each dealer shall use appropriate methods to prevent,\ncontrol, diagnose, and treat diseases and injuries. The facility must ensure all medications are not expired and are stored\nat the correct temperature per the label.\nTo be corrected by: 25-December-2023\nFrench Bulldog MC#900233001207976 has as an abnormal condition of the foot. A round growth is located between the\ntoes on the right front foot. The skin is mildly reddened and moist on the surface. At least two layers of skin tissue are\nobserved by the inspector. The condition of the dog's foot has not been noticed and no treatment is currently being\nprovided. The licensee does have a treatment plan for this condition approved by the attending veterinarian. Abnormal\nconditions of the feet could cause pain and discomfort to the animals.\nDealers must use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. The licensee must\nhave this dog evaluated by a veterinarian for an accurate diagnosis and to develop an appropriate treatment plan. The\nlicensee must ensure each dog receives adequate veterinary care at all times.\nTo be corrected by: 28-December-2023"
    },
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Time and method of identification.",
      "narrative": "The facility uses microchip placed under the dog's skin as their form of official identification for dogs over 16 weeks of\nage. There was at least 16 dogs over the age of 16 weeks without a readable microchip with a scanner. An acceptable\nform of official identification (listed below) is necessary for APHIS officials to positively identify animals for inspection and\nto properly trace their movements.\nAll live dogs over the age of 16 weeks shall be identified by an official tag affixed to a collar around the animal’s neck, by\na legible tattoo marking approved by the Administrator, or by a microchip placed under the dog’s skin. The licensee must\napply one of these forms of identification to the dog. The licensee must ensure that all dogs have an official form of\nidentification at all times.\nTo be corrected by: 2-January-2024"
    },
    {
      "code": "2.50(a)(2)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Time and method of identification.",
      "narrative": "The licensee does not have official identification assigned to each puppy. Each litter has a cage card and lists out each\npuppy 01 and up. When sold, the licensee adds a breed abbreviation before that number. There is no distinct number\ngiven between puppies of the same breeds. Identification of each puppy is necessary for APHIS officials to identify each\npuppy and trace their movements. The licensee must identify each puppy under 16 weeks of age by an official tag, a\ndistinctive and legible tattoo approved by the Administrator or a plastic-type collar acceptable to the Administrator which\nhas legibly placed thereon the required information or a cage card with all required information including a unique\nidentification number.\nTo be corrected by: 25-December-2023"
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "Required information was missing in the acquisition and disposition records for dogs at this facility.\n-The facility uses cage cards as the record of acquisition for the dogs born at the facility. The cage cards were missing the\nbreed of the puppies, the dam's official identification number and the date that each puppy was sold, died or euthanized.\nThe cage cards were also missing information on puppies moving to a foster dam. The movement of puppies from one\nlitter to another must be recorded.\n-One puppy from \"Megan's\" litter was marked as died but was euthanized. Accurate records must be kept at all times.\n-The Record of Acquisition of Dogs and Cats on Hand (APHIS form 7005) is missing acquisition information for all adult\ndogs including the name and address of the person the dog was acquired from. The acquisition date was also missing for\nseveral adult dogs.\n-The Record of Acquisition of Dogs and Cats on Hand (APHIS form 7005) is missing the date of at least 3 adult dogs\ndeaths.\n-Record of Disposition of Dogs and Cats is not being filled out for dogs that are sent to another licensed facility for\nbreeding. This information is recorded on a white board in the adult dog building.\n-Record of Disposition of Dogs and Cats for at least one adult dog is missing the official identification number of the dog\nnamed \"Devil\".\n-Record of Disposition of Dogs and Cats is missing the date of birth for at least 4 puppies sold 8-December-2023.\n-Record of Disposition of Dogs and Cats is missing the name and address of the organization that bought 4 husky\npuppies on 7-December-2023.\nAccurate acquisition information is necessary for APHIS officials to make positive identification of animals during\ninspection and to properly trace their movements. The licensee shall make, keep, and maintain an approved method of\ndocumentation which fully and correctly disclose all information concerning each dog purchased or otherwise acquired,\nowned, held, or otherwise in his or her possession or under his or her control, or which is transported, euthanized, sold, or\notherwise disposed of by that dealer. The records shall include any offspring born of any animal while in his or her\npossession or under his or her control.\nThe licensee must record all required acquisition and disposition information and have it accurately documented at all\ntimes.\nTo be corrected by: 29-December-2023"
    },
    {
      "code": "2.75(a)(1)(vi)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The licensee is assigning official identification numbers to puppies shortly after birth and documenting them on a cage\ncard. However the unique number is repeated for puppies of the same breed. In the case of two Rottweiler puppies sold\non 8-December-2023, they were both males, black and tan and had the same ID number of RW-1.\nFailure to document each dog's unique identification number on required documents interferes with APHIS officials’ ability\nto identify animals and trace their movements. Each dealer shall make, keep, and maintain records that fully disclose the\nofficial identification number of each animal. The licensee must ensure that the correct and unique official identification\nnumber is recorded on all required paperwork for each dog.\nTo be corrected by: 2-January-2024"
    },
    {
      "code": "2.131(b)(1)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "French Bulldog “Bethany” had 4 puppies on 24-November-2023. At approximately one week old, 3 puppies were found\ndeceased in the morning. The licensee stated they could feel a strong cold draft at the front of the enclosure from a space\nin the front of Barn #1 and it was a cold day the day that they found the puppies deceased. The licensee told the inspector\nthe puppies must have gotten too cold and passed away. The licensee has placed some duct tape around where the draft\nis coming from, but a mild draft can still be felt. The duct tape is peeling away from the wall it is attached to at the time of\ninspection. The outdoor temperature on the day of inspection was between 42 and 56 degrees Fahrenheit according to\nthe weather channel. The draft will be a continued concern for young puppies in this building in the coming winter months\nif not corrected.\nRottweiler “Roxina” had 6 puppies on 7-October-2023. Shortly after birth, Roxina continued to overgroom the 3 male\npuppies in her litter. The licensee said these puppies were groomed so much they were found to be wet often. The 3 male\npuppies were found deceased one morning. The licensee believes since those male puppies were always wet, they must\nhave gotten too cold and died. The date of death was not recorded for these three puppies.\nExcessive cooling to young puppies may have led to their death. Handling of all animals shall be done as expeditiously\nand carefully as possible in a manner that does not cause trauma, overheating, excessive cooling, behavioral stress,\nphysical harm or unnecessary discomfort. The licensee must ensure the animals are not exposed to excessive cooling\nand ensure they are handled in a way to prevent distress, trauma, physical harm and death.\nTo be corrected: 23-December-2023\n“Megan” Old English Sheepdog gave birth to 5 puppies on 25-November-2023. The licensee reports that overnight the\nfemale Husky in the primary enclosure next to Megan and litter, chewed through the wall and resulted in a severe injury to\none male puppy. The licensee stated that the entire front leg was missing the skin and bone was exposed. The puppy\nwas taken to a licensed veterinarian on 26-November-2023 and was euthanized. The wall was made of plastic board\nmaterial with a wooden frame and a sheet of plywood. Chewing through a wall with several layers and causing injury to a\npuppy may be a sign of behavioral stress exhibited by the female Husky. The Husky, “Megan” and her litter were moved\naway from each other and into enclosures in good repair.\nAt approximately one week old, one of “Megan’s” other puppies was found missing. The licensee states they did find a\nsingle bone and assumed Megan ate her puppy. Maternal cannibalistic behavior is abnormal and may be a sign of\nbehavioral stress.\nMaternal behavioral stress may have resulted in the death of two Old English Sheepdog puppies. Handling of all animals\nshall be done as expeditiously and carefully as possible in a manner that does not cause trauma, overheating, excessive\ncooling, behavioral stress, physical harm or unnecessary discomfort. The licensee must ensure the animals are not\nexhibiting signs of behavioral stress and ensure they are handled in a way to prevent distress, trauma, physical harm and\ndeath.\nTo be corrected: 23-December-2023"
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The facility does not have a pest control plan for rodents. Mouse feces was found in the adult dog building on the cart\ncontaining medications, cleaning solution and maintenance equipment. There was also mouse feces found around the\ngarage door and along one adjacent wall. Mouse feces was also found in Barn #1 in the sink and on top of the\nmicrowave. Failure to control pests can cause contamination of food and medication sources and increase the risk of\ndisease hazards towards the dogs.\nAn effective program for the control of insects, birds and mammals that are pests, must be established and maintained.\nThe licensee must establish a program for the control of rodents and ensure that the plan remains effective at all times.\nTo be corrected by: 2-January-2024"
    },
    {
      "code": "3.13(a)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee failed to follow their Program of Veterinary Care plan for lameness in dogs. A french bulldog\nMC#933000320591069 was received approximately 2 weeks ago and was found to be lame at that time. The facility\nplaced her singly in a whelping building and monitored the condition. The approved lameness protocol states \"(w/o excess\nswelling, no more than 3 weeks pregnant, frank or excessive hemorrhage, not vocalizing in pain) 1-10 mg Dex depending\non size\". An additional paper gave dosage instructions for Dex. The licensee did not provide any medications and\nmonitored the dog's condition with little to no improvement until the time of inspection.\nFailure to follow treatment plans and procedures as part of the Program of Veterinary Care does not ensure adequate\nveterinary care is provided.\nEach dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in writing, and\nsigned by the attending veterinarian and must address the requirements for adequate veterinary care.\nTo be corrected by: 25-December-2023."
    },
    {
      "code": "3.13(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee is missing medical records detailing when problems are identified and details regarding how those\nconditions are treated.\n-Husky MC#5432255 has had intermittent diarrhea per the licensee but no other records were available other than a note\nabout a Husky (no identification number) given Sulfatrim on 20-December-2023 and is missing the dose provided.\n-\"Pearl\" Pug MC#143774 was diagnosed with a small hernia on 7-July-2023 but it has been getting larger per the licensee\nstatement. This change in the condition was not notated and a veterinarian has not been contacted for a treatment plan.\n-Old English Sheepdog MC#900233000778497 has had intermittent diarrhea per the licensee but no other records were\navailable other than a note about an Old English Sheepdog (no identification number) given Sulfatrim on 15-December-\n2023 and is missing the dose provided.\n-Treatment record and veterinary exam findings for one Old Engish Sheepdog puppy born 25-November-2023 with an\nabnormal front forelimb that was treated on and off again with peroxide and neosporin. The licensee stated they were\nfollowing veterinary verbal instruction but no records were available for inspection. This puppy was examined sometime\nlast week per the licensee.\nWithout proper documentation, it is difficult to determine the efficacy of a treatment plan and ensure the animals are\nreceiving adequate veterinary care. A proper medical record includes the identification of the animal, date the problem\nwas found, a description of the problem, the name and frequency and amount of medications used, examination findings,\ntest results, plans for treatment and care, and treatment procedures performed must be recorded and a copy kept for\nreview for inspection by APHIS officials. Correct by ensuring all records of any treatments for problems identified in the\ndogs are recorded and maintained at all times.\nTo be corrected by: 25-December-2023\nThis inspection and exit interview were conducted with the licensee.\nThis is a continuation of the report for the routine inspection conducted 21-December-2023 and contains the remaining\nnon-compliances found during the inspection. The exit briefing for the items included on this report was conducted on 22-\nDecember-2023.\nn"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nMedications were not stored at the correct temperature per the label or were expired. \n-Mometamax ear ointment expired 09-2023 is being used to treat one adult dog at the time of inspection. \n-Bactracillin G (Penicillin injectable) label states to store between 36-46 degrees Fahrenheit. The refrigerator it was stored \nin was not functioning and the temperature inside was 56 degrees Fahrenheit.  \nExpired medications and medications not stored at correct temperature do not ensure that the medications are effective at \ntreating disease or illness and the health of the animal may suffer. Each dealer shall use appropriate methods to prevent, \ncontrol, diagnose, and treat diseases and injuries. The facility must ensure all medications are not expired and are stored \nat the correct temperature per the label. \nTo be corrected by: 25-December-2023 \n \n \nFrench Bulldog MC#900233001207976 has as an abnormal condition of the foot. A round growth is located between the \ntoes on the right front foot. The skin is mildly reddened and moist on the surface. At least two layers of skin tissue are \nobserved by the inspector. The condition of the dog's foot has not been noticed and no treatment is currently being \nprovided. The licensee does have a treatment plan for this condition approved by the attending veterinarian. Abnormal \nconditions of the feet could cause pain and discomfort to the animals. \nDealers must use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. The licensee must \nhave this dog evaluated by a veterinarian for an accurate diagnosis and to develop an appropriate treatment plan. The \nlicensee must ensure each dog receives adequate veterinary care at all times. \nTo be corrected by: 28-December-2023 \n2.50(a)(1) \n   \nTime and method of identification. \nThe facility uses microchip placed under the dog's skin as their form of official identification for dogs over 16 weeks of \nage. There was at least 16 dogs over the age of 16 weeks without a readable microchip with a scanner. An acceptable \nform of official identification (listed below) is necessary for APHIS officials to positively identify animals for inspection and \nto properly trace their movements. \nAll live dogs over the age of 16 weeks shall be identified by an official tag affixed to a collar around the animal’s neck, by \na legible tattoo marking approved by the Administrator, or by a microchip placed under the dog’s skin. The licensee must\n\napply one of these forms of identification to the dog. The licensee must ensure that all dogs have an official form of \nidentification at all times. \nTo be corrected by: 2-January-2024 \n2.50(a)(2)(i) \n   \nTime and method of identification. \nThe licensee does not have official identification assigned to each puppy. Each litter has a cage card and lists out each \npuppy 01 and up. When sold, the licensee adds a breed abbreviation before that number. There is no distinct number \ngiven between puppies of the same breeds. Identification of each puppy is necessary for APHIS officials to identify each \npuppy and trace their movements. The licensee must identify each puppy under 16 weeks of age by an official tag, a \ndistinctive and legible tattoo approved by the Administrator or a plastic-type collar acceptable to the Administrator which \nhas legibly placed thereon the required information or a cage card with all required information including a unique \nidentification number. \nTo be corrected by: 25-December-2023 \n2.75(a)(1) \n   \nRecords: Dealers and exhibitors. \nRequired information was missing in the acquisition and disposition records for dogs at this facility.  \n-The facility uses cage cards as the record of acquisition for the dogs born at the facility. The cage cards were missing the \nbreed of the puppies, the dam's official identification number and the date that each puppy was sold, died or euthanized. \nThe cage cards were also missing information on puppies moving to a foster dam. The movement of puppies from one \nlitter to another must be recorded.  \n-One puppy from \"Megan's\" litter was marked as died but was euthanized. Accurate records must be kept at all times.  \n-The Record of Acquisition of Dogs and Cats on Hand (APHIS form 7005) is missing acquisition information for all adult \ndogs including the name and address of the person the dog was acquired from. The acquisition date was also missing for \nseveral adult dogs. \n-The Record of Acquisition of Dogs and Cats on Hand (APHIS form 7005) is missing the date of at least 3 adult dogs \ndeaths. \n-Record of Disposition of Dogs and Cats is not being filled out for dogs that are sent to another licensed facility for \nbreeding. This information is recorded on a white board in the adult dog building. \n-Record of Disposition of Dogs and Cats for at least one adult dog is missing the official identification number of the dog \nnamed \"Devil\". \n-Record of Disposition of Dogs and Cats is missing the date of birth for at least 4 puppies sold 8-December-2023. \n-Record of Disposition of Dogs and Cats is missing the name and address of the organization that bought 4 husky \npuppies on 7-December-2023. \nAccurate acquisition information is necessary for APHIS officials to make positive identification of animals during \ninspection and to properly trace their movements. The licensee shall make, keep, and maintain an approved method of \ndocumentation which fully and correctly disclose all information concerning each dog purchased or otherwise acquired, \nowned, held, or otherwise in his or her possession or under his or her control, or which is transported, euthanized, sold, or \notherwise disposed of by that dealer. The records shall include any offspring born of any animal while in his or her \npossession or under his or her control. \nThe licensee must record all required acquisition and disposition information and have it accurately documented at all\n\ntimes. \nTo be corrected by: 29-December-2023 \n2.75(a)(1)(vi) \n   \nRecords: Dealers and exhibitors. \nThe licensee is assigning official identification numbers to puppies shortly after birth and documenting them on a cage \ncard. However the unique number is repeated for puppies of the same breed. In the case of two Rottweiler puppies sold \non 8-December-2023, they were both males, black and tan and had the same ID number of RW-1.  \nFailure to document each dog's unique identification number on required documents interferes with APHIS officials’ ability \nto identify animals and trace their movements. Each dealer shall make, keep, and maintain records that fully disclose the \nofficial identification number of each animal. The licensee must ensure that the correct and unique official identification \nnumber is recorded on all required paperwork for each dog. \nTo be corrected by: 2-January-2024 \n2.131(b)(1)  Critical\n   \nHandling of animals. \nFrench Bulldog “Bethany” had 4 puppies on 24-November-2023. At approximately one week old, 3 puppies were found \ndeceased in the morning. The licensee stated they could feel a strong cold draft at the front of the enclosure from a space \nin the front of Barn #1 and it was a cold day the day that they found the puppies deceased. The licensee told the inspector \nthe puppies must have gotten too cold and passed away. The licensee has placed some duct tape around where the draft \nis coming from, but a mild draft can still be felt. The duct tape is peeling away from the wall it is attached to at the time of \ninspection. The outdoor temperature on the day of inspection was between 42 and 56 degrees Fahrenheit according to \nthe weather channel. The draft will be a continued concern for young puppies in this building in the coming winter months \nif not corrected.  \nRottweiler “Roxina” had 6 puppies on 7-October-2023. Shortly after birth, Roxina continued to overgroom the 3 male \npuppies in her litter. The licensee said these puppies were groomed so much they were found to be wet often. The 3 male \npuppies were found deceased one morning. The licensee believes since those male puppies were always wet, they must \nhave gotten too cold and died. The date of death was not recorded for these three puppies.  \nExcessive cooling to young puppies may have led to their death. Handling of all animals shall be done as expeditiously \nand carefully as possible in a manner that does not cause trauma, overheating, excessive cooling, behavioral stress, \nphysical harm or unnecessary discomfort. The licensee must ensure the animals are not exposed to excessive cooling \nand ensure they are handled in a way to prevent distress, trauma, physical harm and death. \nTo be corrected: 23-December-2023 \n \n“Megan” Old English Sheepdog gave birth to 5 puppies on 25-November-2023. The licensee reports that overnight the \nfemale Husky in the primary enclosure next to Megan and litter, chewed through the wall and resulted in a severe injury to \none male puppy. The licensee stated that the entire front leg was missing the skin and bone was exposed. The puppy \nwas taken to a licensed veterinarian on 26-November-2023 and was euthanized. The wall was made of plastic board \nmaterial with a wooden frame and a sheet of plywood. Chewing through a wall with several layers and causing injury to a \npuppy may be a sign of behavioral stress exhibited by the female Husky. The Husky, “Megan” and her litter were moved \naway from each other and into enclosures in good repair. \nAt approximately one week old, one of “Megan’s” other puppies was found missing. The licensee states they did find a \nsingle bone and assumed Megan ate her puppy. Maternal cannibalistic behavior is abnormal and may be a sign of\n\nbehavioral stress.  \nMaternal behavioral stress may have resulted in the death of two Old English Sheepdog puppies. Handling of all animals \nshall be done as expeditiously and carefully as possible in a manner that does not cause trauma, overheating, excessive \ncooling, behavioral stress, physical harm or unnecessary discomfort. The licensee must ensure the animals are not \nexhibiting signs of behavioral stress and ensure they are handled in a way to prevent distress, trauma, physical harm and \ndeath. \nTo be corrected: 23-December-2023 \n3.11(d) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThe facility does not have a pest control plan for rodents. Mouse feces was found in the adult dog building on the cart \ncontaining medications, cleaning solution and maintenance equipment. There was also mouse feces found around the \ngarage door and along one adjacent wall. Mouse feces was also found in Barn #1 in the sink and on top of the \nmicrowave. Failure to control pests can cause contamination of food and medication sources and increase the risk of \ndisease hazards towards the dogs. \nAn effective program for the control of insects, birds and mammals that are pests, must be established and maintained. \nThe licensee must establish a program for the control of rodents and ensure that the plan remains effective at all times. \nTo be corrected by: 2-January-2024 \n3.13(a) \n   \nVeterinary care for dogs. \nThe licensee failed to follow their Program of Veterinary Care plan for lameness in dogs. A french bulldog \nMC#933000320591069 was received approximately 2 weeks ago and was found to be lame at that time. The facility \nplaced her singly in a whelping building and monitored the condition. The approved lameness protocol states \"(w/o excess \nswelling, no more than 3 weeks pregnant, frank or excessive hemorrhage, not vocalizing in pain) 1-10 mg Dex depending \non size\". An additional paper gave dosage instructions for Dex. The licensee did not provide any medications and \nmonitored the dog's condition with little to no improvement until the time of inspection. \nFailure to follow treatment plans and procedures as part of the Program of Veterinary Care does not ensure adequate \nveterinary care is provided. \nEach dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in writing, and \nsigned by the attending veterinarian and must address the requirements for adequate veterinary care. \nTo be corrected by: 25-December-2023. \n3.13(b)(2) \n   \nVeterinary care for dogs. \nThe licensee is missing medical records detailing when problems are identified and details regarding how those \nconditions are treated. \n-Husky MC#5432255 has had intermittent diarrhea per the licensee but no other records were available other than a note \nabout a Husky (no identification number) given Sulfatrim on 20-December-2023 and is missing the dose provided. \n-\"Pearl\" Pug MC#143774 was diagnosed with a small hernia on 7-July-2023 but it has been getting larger per the licensee \nstatement. This change in the condition was not notated and a veterinarian has not been contacted for a treatment plan. \n-Old English Sheepdog MC#900233000778497 has had intermittent diarrhea per the licensee but no other records were\n\navailable other than a note about an Old English Sheepdog (no identification number) given Sulfatrim on 15-December-\n2023 and is missing the dose provided. \n-Treatment record and veterinary exam findings for one Old Engish Sheepdog puppy born 25-November-2023 with an \nabnormal front forelimb that was treated on and off again with peroxide and neosporin. The licensee stated they were \nfollowing veterinary verbal instruction but no records were available for inspection. This puppy was examined sometime \nlast week per the licensee. \nWithout proper documentation, it is difficult to determine the efficacy of a treatment plan and ensure the animals are \nreceiving adequate veterinary care. A proper medical record includes the identification of the animal, date the problem \nwas found, a description of the problem, the name and frequency and amount of medications used, examination findings, \ntest results, plans for treatment and care, and treatment procedures performed must be recorded and a copy kept for \nreview for inspection by APHIS officials. Correct by ensuring all records of any treatments for problems identified in the \ndogs are recorded and maintained at all times. \nTo be corrected by: 25-December-2023 \n \nThis inspection and exit interview were conducted with the licensee. \n \nThis is a continuation of the report for the routine inspection conducted 21-December-2023 and contains the remaining \nnon-compliances found during the inspection. The exit briefing for the items included on this report was conducted on 22-\nDecember-2023. \n \n n",
  "animals_total": 157,
  "species": [
    {
      "count": 102,
      "scientific": "Canis familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 55,
      "scientific": "Canis familiaris",
      "common": "DOG PUPPY"
    }
  ]
}