{
  "insp_id": "2016090000702008",
  "layout": "b",
  "customer_id": "41415",
  "customer_name": "Tyler Cleckley",
  "customer_addr": "11706 DORRANCE\nSTAFFORD, TX 77477",
  "certificate": "74-B-0781",
  "site_id": "001",
  "site_name": "TYLER CLECKLEY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-SEP-2021",
  "report_date": "02-SEP-2021",
  "citations": [
    {
      "code": "3.75(b)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "The enclosure housing 1 adult Gibbon monkey contained vegetation throughout the entirety of the enclosure to such and\nextent that anything below 3 to 4 feet in most areas were unable to be inspected. These areas may contain damage or\nhazards, can house insects, vermin, predators or scavengers, and cannot be adequately sanitized. Ensure that\nenclosures are free of excessive vegetation and clutter. Correct by 10 September, 2021"
    },
    {
      "code": "3.75(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "The enclosure housing 2 black throated capuchin monkeys contained an excessive accumulation of wet crushed animal\nfeces, food particles and organic material on the enclosure floor to the extent that the animals have to stand in or near it in\norder to reach their food. This can contaminate the animals food, attract insects or vermin, and cause, skin, coat, and\nbacterial problems. All primate enclosures must be spot cleaned daily and sanitized as often as necessary to avoid the\nbuildup of organic material. Correct by 07 September, 2021."
    },
    {
      "code": "3.77(f)",
      "kind": "",
      "repeat": false,
      "desc": "Sheltered housing facilities.",
      "narrative": "Throughout the entirety of the perimeter fence, there were three different areas observed in which the fencing was laying\nflat on the ground or taken down all together. These areas ranged from approximately 4 feet in length to over 15 feet and\nall were within several feet of enclosures housing animals. Perimeter fencing is essential both to protect the animals\nhoused within from predators and scavengers, and to act as a secondary containment if a primary enclosure were to fail.\nRepair or replace all perimeter fencing around the facility grounds. Correct by 21 September, 2021"
    },
    {
      "code": "3.81",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "There are primates housed both in groups and individually. However, the enrichment protocol from the attending\nveterinarian only address primates housed in group settings, and does not address enrichment based on age or species.\nThere is no way to determine if the attending veterinarian knows primates are housed individually, or what additional\nenrichment or enhancements may be required for their well being. A primate enrichment protocol must be created and\napproved by the attending veterinarian or all primates must be housed in social group settings. Correct by 08 September,\n2021"
    },
    {
      "code": "3.81(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "There is an infant marmoset housed by itself. However, the enrichment protocol from the attending veterinarian only\naddress primates housed in group settings, and does not address special considerations based on age or species. There\nis no way to determine if the attending veterinarian knows the age of the primates, if primates are housed individually, or\nwhat additional enrichment or enhancements may be required for their well being. A primate enrichment protocol must be\ncreated and approved by the attending veterinarian for animals that addresses special considerations based on age.\nCorrect by 08 September, 2021"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "Enclosures containing 2 red coatimundis, and 2 albino coatimundis contained a tin roof structure in which multiple nail or\nscrew heads were observed coming down into the enclosure. There is at least one screw head that is accessible to the\nalbino coatimundis from a climbing branch directly below. This can pose a direct injury hazard to the animals within.\nRepair, replace, or cover materials that can harm the enclosed animals. Correct by 06 September, 2021"
    },
    {
      "code": "3.126(d)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, indoor.",
      "narrative": "The hedgehog building door was opened in order to enter it to be inspected. Upon stepping in, a strong waste and\nammonia type odor was noted to the extent that the inspector had to wait at the open door for the building to air out before\nconducting the inspection. There was a burning sensation and discomfort in the inspectors lungs until it was aired out.\nThe licensee stated that the air conditioner had just recently failed and in order to keep the area cool it had to stay shut. A\nbuildup of waste fumes and gasses can both cause discomfort to animals, and can cause respiratory difficulty or illness.\nAdequate ventilation for all indoor animal areas must be provided. Correct by 08 September, 2021"
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "Throughout the entirety of the perimeter fence, there were three different areas observed in which the fencing was laying\nflat on the ground or taken down all together. These areas ranged from approximately 4 feet in length to over 15 feet and\nall were within several feet of enclosures housing animals. Perimeter fencing is essential both to protect the animals\nhoused within from predators and scavengers, and to act as a secondary containment if a primary enclosure were to fail.\nRepair or replace all perimeter fencing around the facility grounds. Correct by 21 September, 2021"
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "Watering.",
      "narrative": "Multiple water bottles in the sugar glider building and the rodent building contained a buildup of green organic material in\nthe inner walls, primarily in the top part of the bottle. Inadequately sanitized water receptacles and/or contaminated water\ncan cause illness to animals that may ingest it. All water receptacles must be sanitized or replaced. Correct by 09\nSeptember, 2021"
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "The row of enclosures containing 7 fennec foxes are cleaned out weekly. There was an excessive accumulation of\nanimal feces on the floor and on the top of the den boxes in various states of composition from hard and white, to brown\nand wet. This can attract insects and vermin, and can contaminate coats and food. Enclosures must be cleaned and\nsanitized as often as necessary in order to avoid an excessive buildup of animal waste. Correct by 07 September, 2021\nA vast majority of the rodent enclosures contained an excessive accumulation of bedding material, excreta and seed\nthroughout the enclosures and tanks. Some of this buildup was observed to be over half the height of the enclosures.\nthere was moisture and haze in some of the glass tanks used to house rodents. This can attract insects and vermin and\ncan contaminate food and water stores. Enclosures must be cleaned and sanitized as often as necessary to avoid the\nexcessive buildup of organic material. Correct by 5 September, 2021"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "Throughout the facility grounds, and inside areas of the rodent and marmoset buildings there are piles of construction\nequipment, cage pieces, and supplies not currently in use. The facility ground was inundated with overgrown vegetation,\nfallen trees and unused cages in disrepair. These areas can house or become a breeding area for insects, vermin,\nscavengers, and predators. Some of these areas cannot be adequately inspected. These areas also pose an injury\nhazard to animals within the perimeter fence if their primary enclosures were to fail. Repair, properly store, replace or\nremove all accumulations of building material, husbandry materials, enclosures that will no longer be used, and\novergrown or fallen vegetation. Correct by 15 October, 2021\nInside the rodent building, there are multiple mouse, opossum and hedgehog enclosures that have an excessive\naccumulation of what appears to be spiderwebs and/or hair buildup in the framework of the drawer type system used to\nhouse the animals. These areas can attract insects, and represents areas of the building that are not properly cleaned\nand sanitized. Clean and sanitize the above mentioned areas as often as necessary to cease the buildup of insect or\norganic material. Correct by 09 September, 2021\nThe Air Conditioner exhaust vent directly above the food prep table in the kitchen area has an excessive accumulation of\ngrayish soft material that has the appearance of dirty spiderwebs, lent, or fuzz, covering the individual slats of the vent.\nThis can contaminate any food prepared on the table directly underneath it posing a health hazard to animals that may\ningest any food prepared in this area. Sanitize or replace this vent as often as necessary to cease the buildup of organic\nmaterial on the slats or vent. Correct by 05 September, 2021."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "There were several long legged spiders and webs on the ceiling and window of the food prep room. This poses a\ncontamination hazard to food prep areas and food which can pose a health hazard to any animal that may ingest food\nstored or prepared in this area. Create and maintain an adequate pest prevention program that address spiders inside\nanimal areas. Correct by 09 September, 2021.\nThis inspection and exit interview were conducted with site owner.\nThe inspection was conducted on 09/01/2021.\nThe exit interview was conducted on 09/02/2021.\nEnd Section"
    }
  ],
  "narrative": "3.75(b) \n   \nHousing facilities, general. \nThe enclosure housing 1 adult Gibbon monkey contained vegetation throughout the entirety of the enclosure to such and \nextent that anything below 3 to 4 feet in most areas were unable to be inspected.  These areas may contain damage or \nhazards, can house insects, vermin, predators or scavengers, and cannot be adequately sanitized.  Ensure that \nenclosures are free of excessive vegetation and clutter.  Correct by 10 September, 2021 \n3.75(c)(3) \n   \nHousing facilities, general. \nThe enclosure housing 2 black throated capuchin monkeys contained an excessive accumulation of wet crushed animal \nfeces, food particles and organic material on the enclosure floor to the extent that the animals have to stand in or near it in \norder to reach their food.  This can contaminate the animals food, attract insects or vermin, and cause, skin, coat, and \nbacterial problems.  All primate enclosures must be  spot cleaned daily and sanitized as often as necessary to avoid the \nbuildup of organic material.  Correct by 07 September, 2021. \n3.77(f) \n   \nSheltered housing facilities. \nThroughout the entirety of the perimeter fence, there were three different areas observed in which the fencing was laying \nflat on the ground or taken down all together.  These areas ranged from approximately 4 feet in length to over 15 feet and\n\nall were within several feet of enclosures housing animals.  Perimeter fencing is essential both to protect the animals \nhoused within from predators and scavengers, and to act as a secondary containment if a primary enclosure were to fail.  \nRepair or replace all perimeter fencing around the facility grounds.  Correct by 21 September, 2021 \n3.81 \n   \nEnvironment enhancement to promote psychological well-being. \nThere are primates housed both in groups and individually.  However, the enrichment protocol from the attending \nveterinarian only address primates housed in group settings, and does not address enrichment based on age or species.  \nThere is no way to determine if the attending veterinarian knows primates are housed individually, or what additional \nenrichment or enhancements may be required for their well being.  A primate enrichment protocol must be created and \napproved by the attending veterinarian or all primates must be housed in social group settings.  Correct by 08 September, \n2021 \n3.81(c)(1) \n   \nEnvironment enhancement to promote psychological well-being. \nThere is an infant marmoset housed by itself.  However, the enrichment protocol from the attending veterinarian only \naddress primates housed in group settings, and does not address special considerations based on age or species.  There \nis no way to determine if the attending veterinarian knows the age of the primates, if primates are housed individually, or \nwhat additional enrichment or enhancements may be required for their well being.  A primate enrichment protocol must be \ncreated and approved by the attending veterinarian for animals that addresses special considerations based on age.  \nCorrect by 08 September, 2021 \n3.125(a) \n   \nFacilities, general.\n\nEnclosures containing 2 red coatimundis, and 2 albino coatimundis contained a tin roof structure in which multiple nail or \nscrew heads were observed coming down into the enclosure.  There is at least one screw head that is accessible to the \nalbino coatimundis from a climbing branch directly below.  This can pose a direct injury hazard to the animals within.  \nRepair, replace, or cover materials that can harm the enclosed animals.  Correct by 06 September, 2021 \n3.126(d) \n   \nFacilities, indoor. \nThe hedgehog building door was opened in order to enter it to be inspected.  Upon stepping in, a strong waste and \nammonia type odor was noted to the extent that the inspector had to wait at the open door for the building to air out before \nconducting the inspection.  There was a burning sensation and discomfort in the inspectors lungs until it was aired out.  \nThe licensee stated that the air conditioner had just recently failed and in order to keep the area cool it had to stay shut.  A \nbuildup of waste fumes and gasses can both cause discomfort to animals, and can cause respiratory difficulty or illness.  \nAdequate ventilation for all indoor animal areas must be provided.  Correct by 08 September, 2021 \n3.127(d) \n   \nFacilities, outdoor. \nThroughout the entirety of the perimeter fence, there were three different areas observed in which the fencing was laying \nflat on the ground or taken down all together.  These areas ranged from approximately 4 feet in length to over 15 feet and \nall were within several feet of enclosures housing animals.  Perimeter fencing is essential both to protect the animals \nhoused within from predators and scavengers, and to act as a secondary containment if a primary enclosure were to fail.  \nRepair or replace all perimeter fencing around the facility grounds.  Correct by 21 September, 2021 \n3.130 \n   \nWatering.\n\nMultiple water bottles in the sugar glider building and the rodent building contained a buildup of green organic material in \nthe inner walls, primarily in the top part of the bottle.  Inadequately sanitized water receptacles and/or contaminated water \ncan cause illness to animals that may ingest it.  All water receptacles must be sanitized or replaced.  Correct by 09 \nSeptember, 2021 \n3.131(a) \n   \nSanitation. \nThe row of enclosures containing 7 fennec foxes are cleaned out weekly.  There was an excessive accumulation of \nanimal feces on the floor and on the top of the den boxes in various states of composition from hard and white, to brown \nand wet.  This can attract insects and vermin, and can contaminate coats and food.  Enclosures must be cleaned and \nsanitized as often as necessary in order to avoid an excessive buildup of animal waste.  Correct by 07 September, 2021 \n \nA vast majority of the rodent enclosures contained an excessive accumulation of bedding material, excreta and seed \nthroughout the enclosures and tanks.  Some of this buildup was observed to be over half the height of the enclosures.  \nthere was moisture and haze in some of the glass tanks used to house rodents.  This can attract insects and vermin and \ncan contaminate food and water stores.  Enclosures must be cleaned and sanitized as often as necessary to avoid the \nexcessive buildup of organic material.  Correct by 5 September, 2021 \n3.131(c) \n   \nSanitation. \nThroughout the facility grounds, and inside areas of the rodent and marmoset buildings there are piles of construction \nequipment, cage pieces, and supplies not currently in use.  The facility ground was inundated with overgrown vegetation, \nfallen trees and unused cages in disrepair.  These areas can house or become a breeding area for insects, vermin, \nscavengers, and predators.  Some of these areas cannot be adequately inspected.  These areas also pose an injury\n\nhazard to animals within the perimeter fence if their primary enclosures were to fail.  Repair, properly store, replace or \nremove all accumulations of building material, husbandry materials, enclosures that will no longer be used, and \novergrown or fallen vegetation.  Correct by 15 October, 2021 \n \nInside the rodent building, there are multiple mouse, opossum and hedgehog enclosures that have an excessive \naccumulation of what appears to be spiderwebs and/or hair buildup in the framework of the drawer type system used to \nhouse the animals.  These areas can attract insects, and represents areas of the building that are not properly cleaned \nand sanitized.  Clean and sanitize the above mentioned areas as often as necessary to cease the buildup of insect or \norganic material.  Correct by 09 September, 2021 \n \nThe Air Conditioner exhaust vent directly above the food prep table in the kitchen area has an excessive accumulation of \ngrayish soft material that has the appearance of dirty spiderwebs, lent, or fuzz, covering the individual slats of the vent.  \nThis can contaminate any food prepared on the table directly underneath it posing a health hazard to animals that may \ningest any food prepared in this area.  Sanitize or replace this vent as often as necessary to cease the buildup of organic \nmaterial on the slats or vent.  Correct by 05 September, 2021. \n3.131(d) \n   \nSanitation. \nThere were several long legged spiders and webs on the ceiling and window of the food prep room.  This poses a \ncontamination hazard to food prep areas and food which can pose a health hazard to any animal that may ingest food \nstored or prepared in this area.  Create and maintain an adequate pest prevention program that address spiders inside \nanimal areas.  Correct by 09 September, 2021.\n\nThis inspection and exit interview were conducted with site owner. \n \nThe inspection was conducted on 09/01/2021. \nThe exit interview was conducted on 09/02/2021. \n \nEnd Section",
  "animals_total": 1809,
  "species": [
    {
      "count": 900,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    },
    {
      "count": 21,
      "scientific": "Monodelphis domestica",
      "common": "GREY SHORT-TAILED OPOSSUM"
    },
    {
      "count": 240,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG (MOST COMMON PET HEDGEHOG)"
    },
    {
      "count": 100,
      "scientific": "Mesocricetus auratus",
      "common": "SYRIAN / GOLDEN HAMSTER (COMMON PET/RESEARCH TYPE)"
    },
    {
      "count": 7,
      "scientific": "Genetta genetta",
      "common": "SMALL SPOTTED GENET"
    },
    {
      "count": 2,
      "scientific": "Aotus trivirgatus",
      "common": "THREE-STRIPED NIGHT MONKEY / OWL MONKEY"
    },
    {
      "count": 3,
      "scientific": "Eulemur fulvus",
      "common": "BROWN LEMUR"
    },
    {
      "count": 8,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 6,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 7,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 2,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 2,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    },
    {
      "count": 2,
      "scientific": "Lontra canadensis",
      "common": "NORTH AMERICAN RIVER OTTER"
    },
    {
      "count": 12,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 8,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    },
    {
      "count": 1,
      "scientific": "Ateles hybridus",
      "common": "BROWN (WHITE-BELLIED) SPIDER MONKEY"
    },
    {
      "count": 2,
      "scientific": "Ateles chamek",
      "common": "BLACK SPIDER MONKEY"
    },
    {
      "count": 2,
      "scientific": "Tamandua tetradactyla",
      "common": "SOUTHERN TAMANDUA"
    },
    {
      "count": 2,
      "scientific": "Arctictis binturong",
      "common": "BINTURONG"
    },
    {
      "count": 2,
      "scientific": "Galago alleni",
      "common": "ALLEN'S BUSHBABY"
    },
    {
      "count": 2,
      "scientific": "Cercopithecus neglectus",
      "common": "DE BRAZZA'S MONKEY"
    },
    {
      "count": 2,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 6,
      "scientific": "Callithrix penicillata",
      "common": "BLACK-EARED MARMOSET"
    },
    {
      "count": 2,
      "scientific": "Saguinus oedipus",
      "common": "COTTON-TOP TAMARIN"
    },
    {
      "count": 200,
      "scientific": "Phodopus roborovskii",
      "common": "ROBOROVSKI'S DWARF HAMSTER"
    },
    {
      "count": 1,
      "scientific": "Saguinus midas",
      "common": "RED-HANDED TAMARIN"
    },
    {
      "count": 200,
      "scientific": "MUS MINUTOIDES",
      "common": "AFRICAN PYGMY MOUSE"
    },
    {
      "count": 7,
      "scientific": "Callithrix jacchus",
      "common": "COMMON MARMOSET"
    },
    {
      "count": 60,
      "scientific": "Mus musculus",
      "common": "HOUSE MOUSE / LAB MOUSE"
    }
  ]
}