{
  "insp_id": "INS-0000868711",
  "layout": "c",
  "customer_id": "507472",
  "customer_name": "SYCAMORE RISE PUPPIES",
  "customer_addr": "2667 TR 406\nSugarcreek, OH 44681",
  "certificate": "31-A-0843",
  "site_id": "001",
  "site_name": "SYCAMORE RISE PUPPIES",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-MAY-2023",
  "report_date": "15-MAY-2023",
  "citations": [
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "* There is a mixture of dirt, grease and other excreta accumulating on the interior floor area of two enclosures. Five\ndogs are in contact with the affected surfaces located in sheltered housing. The affected area covers approximately 25 to\n35 percent of the floor area. Cleaning of surfaces is necessary to prevent an accumulation of excreta and other disease\nhazards. This indicates an unsanitary living condition exists that could lead to potential disease or health risks. Surfaces\nwhich are not cleaned and sanitized properly increase the risk of disease hazards for the dogs. Cleanliness is important to\nthe health and well-being of the animals. All surfaces of housing facilities must be cleaned and sanitized when necessary\nto satisfy generally accepted husbandry standards and practices. The licensee must ensure that hard surfaces with\nwhich the dogs come in contact must be spot cleaned daily and sanitized in accordance with 3.11 (B) of this sub part to\nprevent accumulation of excreta and reduce disease hazards. Correct by 5/16/23.\nThis inspection and exit interview were conducted with the licensee.\nn"
    }
  ],
  "narrative": "3.1(c)(3) \n   \nHousing facilities, general. \n*   There is a mixture of dirt, grease and other excreta accumulating on the interior floor area of two enclosures.   Five \ndogs are in contact with the affected surfaces located in sheltered housing. The affected area covers approximately 25 to \n35 percent of the floor area. Cleaning of surfaces is necessary to prevent an accumulation of excreta and other disease \nhazards.  This indicates an unsanitary living condition exists that could lead to potential disease or health risks.  Surfaces \nwhich are not cleaned and sanitized properly increase the risk of disease hazards for the dogs. Cleanliness is important to \nthe health and well-being of the animals. All surfaces of housing facilities must be cleaned and sanitized when necessary \nto satisfy generally accepted husbandry standards and practices.   The licensee must ensure that hard surfaces with \nwhich the dogs come in contact must be spot cleaned daily and sanitized in accordance with 3.11 (B) of this sub part to \nprevent accumulation of excreta and reduce disease hazards.  Correct by 5/16/23. \n \nThis inspection and exit interview were conducted with the licensee. \n \n n",
  "animals_total": 39,
  "species": [
    {
      "count": 31,
      "scientific": "Canis familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 8,
      "scientific": "Canis familiaris",
      "common": "DOG PUPPY"
    }
  ]
}