{
  "insp_id": "2016090000616424",
  "layout": "b",
  "customer_id": "502333",
  "customer_name": "Melvin Beiler",
  "customer_addr": "286 Knarr Road\nJERSEY SHORE, PA 17740",
  "certificate": "23-A-0660",
  "site_id": "001",
  "site_name": "MELVIN BEILER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-MAY-2021",
  "report_date": "26-MAY-2021",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "There was 1 guinea pig observed with a health condition requiring treatment in accordance with the Program of Veterinary\nCare or consultation with the attending veterinarian. An adult brown and black guinea pig in Pen 23 was noted to have a\nfirm movable mass under its chin approximately 1 inch in diameter. The facility had not observed the condition and was\nnot administering any treatments. The condition was addressed in the Program of Veterinary Care with treatment options\nlisted.\nSwellings in the neck can be indications of disease or injury, can be painful, affect the overall health and well-being of the\nanimal, and may require treatment with antibiotics or other medications. Failure to seek proper diagnosis and treatment\nfor disease may result in pain to the animals, worsening of the condition, and possible spread to additional animals if the\ncondition is contagious.\nThe facility must initiate treatment according to the Program of Veterinary Care or contact the attending veterinarian to\ndetermine a diagnostic and treatment plan.\nCorrect by: June 2, 2021"
    },
    {
      "code": "3.25(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "The facility was undergoing renovation and there were areas of the room still in need of repair. There was an\napproximately 6 x 2 inch area of missing floor board with exposed insulation visible. There was an approximately 3 x 3\ninch area of missing floor board with that communicated with an opening below the building.\nGaps in the floor with openings to the outside can lead to escaped animals if animals escape their enclosures. Insulation\nexposed by gaps in the floor cannot be easily cleaned and sanitized and can harbor bacteria that can lead to disease\nspread.\nHousing facilities for guinea pigs must be structurally sound and maintained in good repair to protect the animals from\ninjury and to contain the animals.\nCorrect by: July 28, 2021"
    },
    {
      "code": "3.28(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The facility had a set of stacked pens and 5 of these contained juvenile guinea pigs (approximately 59 guinea pigs).\nThese pens had a gap in the wire on one side approximately 4 x 5 inches in size. There were sharp wire points for every\n1 inch square surrounding this gap. The size of the gap was large enough for a juvenile guinea pig to escape and the\nupper pen was approximately 6 feet high.\nSharp wire tips and gaps that allow animals to escape can result in injury.\nPrimary enclosures must be structurally sound and maintained in good repair to protect the guinea pigs from injury.\nCorrect by ensuring there are no gaps or sharp points in the enclosures.\nCorrect by: June 30, 2021\nThis inspection and exit interview were conducted with the facility representative.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThere was 1 guinea pig observed  with a health condition requiring treatment in accordance with the Program of Veterinary \nCare or consultation with the attending veterinarian.   An adult brown and black guinea pig in Pen 23 was noted to have a \nfirm movable mass under its chin approximately 1 inch in diameter. The facility had not observed the condition and was \nnot administering any treatments.  The condition was addressed in the Program of Veterinary Care with treatment options \nlisted. \nSwellings in the neck can be indications of disease or injury, can be painful, affect the overall health and well-being of the \nanimal, and may require treatment with antibiotics or other medications. Failure to seek proper diagnosis and treatment \nfor disease may result in pain to the animals, worsening of the condition, and possible spread to additional animals if the \ncondition is contagious. \nThe facility must initiate treatment according to the Program of Veterinary Care or contact the attending veterinarian  to \ndetermine a diagnostic and treatment plan. \nCorrect by:  June 2, 2021 \n3.25(a) \n   \nFacilities, general.\n\nThe facility was undergoing renovation  and there were areas of the room still in need of repair.  There was an \napproximately 6 x 2 inch area of missing floor board with exposed insulation visible.  There was an approximately 3 x 3 \ninch area of missing floor board with that communicated with an opening below the building. \nGaps in the floor with openings to the outside can lead to escaped animals if animals escape their enclosures.  Insulation \nexposed by gaps in the floor cannot be easily cleaned and sanitized and can harbor bacteria that can lead to disease \nspread. \nHousing facilities for guinea pigs must be structurally sound and maintained in good repair to protect the animals from \ninjury and to contain the animals. \nCorrect by:  July 28, 2021 \n3.28(a)(1) \n   \nPrimary enclosures. \nThe facility had a set of stacked pens and 5 of these contained juvenile guinea pigs (approximately 59 guinea pigs).  \nThese pens had a gap in the wire on one side approximately 4 x 5 inches in size.  There were sharp wire points for every \n1 inch square surrounding this gap. The size of the gap was large enough for a juvenile guinea pig to escape and the \nupper pen was approximately 6 feet high. \nSharp wire tips and gaps that allow animals to escape can result in injury. \nPrimary enclosures must be structurally sound and maintained in good repair to protect the guinea pigs from injury.  \nCorrect by ensuring there are no gaps or sharp points in the enclosures. \nCorrect by:  June 30, 2021 \n \nThis inspection and exit interview were conducted with the facility representative.\n\nEnd Section",
  "animals_total": 852,
  "species": [
    {
      "count": 852,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}