{
  "insp_id": "281141827050914",
  "layout": "a",
  "customer_id": "5129",
  "customer_name": "Norris Welch",
  "customer_addr": "P. O. Box 2400\nFulton, TX 78358",
  "certificate": "74-C-0295",
  "site_id": "TRA",
  "site_name": "Norris Welch",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-OCT-2014",
  "report_date": "08-OCT-2014",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The written Program of Veterinary Care is incomplete, not providing enough details. Sections to describe parasite\ncontrol and emergency care are blank. The euthanasia section just states \"injection\". The attending veterinarian\nhas not signed off on the program in over a year. More details of the veterinary care to be provided the two\ncapuchins needs to be provided. To be corrected by 11-8-14."
    },
    {
      "code": "2.78(a)",
      "kind": "",
      "repeat": false,
      "desc": "HEALTH CERTIFICATION AND IDENTIFICATION.",
      "narrative": "This exhibitor is traveling without a valid current health certificate for the two capuchin monkeys in his possession.\nHealth certificates are required to show the animals are apparently free of any infectious diseases or physical\nabnormalities which would endanger the animals or the public. To be corrected before further travel."
    },
    {
      "code": "3.76(b)",
      "kind": "",
      "repeat": false,
      "desc": "INDOOR HOUSING FACILITIES.",
      "narrative": "The two capuchins live in a camper truck with only one window and no working air conditioning. During this\ninspection, the box fan in the window was off and was not plugged in. A wall thermometer in the camper indicated\n90 degrees Fahrenheit. This inspection was conducted in the evening as the sun was setting. Although the\ncapuchin who was in the camper at the time of the inspection did not appear to be affected adversely by the heat,\nventilation is required when ambient temperatures are over 85 degrees Fahrenheit. The fan was plugged in and\nturned on during this inspection. To be corrected from this day on.\nInspection conducted at the Interstate Fair in Spartanburg, South Carolina.\nExit briefing conducted with licensee."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe written Program of Veterinary Care is incomplete, not providing enough details.  Sections to describe parasite\ncontrol and emergency care are blank. The euthanasia section just states \"injection\".    The attending veterinarian\nhas not signed off on the program in over a year.  More details of the veterinary care to be provided the two\ncapuchins needs to be provided.   To be corrected by 11-8-14.\n2.78(a)\nHEALTH CERTIFICATION AND IDENTIFICATION.\nThis exhibitor is traveling without a valid current health certificate for the two capuchin monkeys in his possession. \nHealth certificates are required to show the animals are apparently free of any infectious diseases or physical\nabnormalities which would endanger the animals or the public.   To be corrected before further travel.\n3.76(b)\nINDOOR HOUSING FACILITIES. \nThe two capuchins live in a camper truck with only one window and no working air conditioning.  During this\ninspection, the box fan in the window was off and was not plugged in.   A wall thermometer in the camper indicated\n90 degrees Fahrenheit.  This inspection was conducted in the evening as the sun was setting.  Although the\ncapuchin who was in the camper at the time of the inspection did not appear to be affected adversely by the heat,\nventilation is required when ambient temperatures are over 85 degrees Fahrenheit.   The fan was plugged in and\nturned on during this inspection.  To be corrected from this day on.\nInspection conducted at the Interstate Fair in Spartanburg, South Carolina.\nExit briefing conducted with licensee.",
  "animals_total": 2,
  "species": [
    {
      "count": 2,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    }
  ]
}