{
  "insp_id": "2016082567910095",
  "layout": "a",
  "customer_id": "329619",
  "customer_name": "Youth Services Agency",
  "customer_addr": "1283 Almshouse Rd\nDoylestown, PA 18901",
  "certificate": "23-C-0332",
  "site_id": "001",
  "site_name": "YOUTH SERVICES AGENCY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "30-AUG-2016",
  "report_date": "30-AUG-2016",
  "citations": [
    {
      "code": "2.126(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.",
      "narrative": "Section 2.126(a)(2) Access and inspection of records and property: The current animal inventory with the\nacquisition/disposition information and the current written Program of Veterinary Care could not be located during\nthis inspection. Animal acquisition and disposition information is necessary to allow animal tracking for animal\ndisease and ownership purposes. A copy of the current written Program of Veterinary Care is necessary for facility\npersonnel to review to ensure the instructions of the attending veterinarian are followed for the health of the\nanimals. The animal acquisition/disposition information and the written Program of Veterinary Care are required to\nbe kept by the Animal Welfare regulations. Correct by finding or reconstructing the current animal\nacquisition/disposition information and the written Program of Veterinary Care. Correct by September 13, 2016."
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "Section 2.131(c)(1): A genet is being exhibited in an enclosure with walls constructed of 1 inch by 1 inch wire.\nThere is no barrier around the enclosure or anything to prevent the public from sticking a finger into the enclosure\nhousing the genet. Being able to stick a finger or fingers into the cage to try to pet the genet or lure it out of its\nwooden house may result in a member of the public being bitten and a potential adverse outcome for the animal.\nGenets are wild animals and during public exhibition must be handled so there is minimal risk of harm to the animal\nand the public. Correct by ensuring there is sufficient distances and/or barriers between the genet and the general\nviewing public so as to assure the safety of the animal and the public. Correct by September 13, 2016."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Section 3.131(a) Cleaning of enclosures: The enclosure housing the three chinchillas has a buildup of feces on the\nwood board below the enclosure door. The fecal pellets have consolidated into a solid pile of feces. Fecal material\nmay harbor bacteria, viruses and/or parasites, attract insect pests and cause odors. Correct by removing the\nexcreta from the enclosure as often as necessary to prevent contamination of the animals contained therein and to\nminimize disease hazards, pests and odors. Correct by September 1, 2016.\nThis inspection and exit interview were conducted with the facility manager."
    }
  ],
  "narrative": "2.126(a)(2)\nACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.\nSection 2.126(a)(2) Access and inspection of records and property: The current animal inventory with the\nacquisition/disposition information and the current written Program of Veterinary Care could not be located during\nthis inspection.  Animal acquisition and disposition information is necessary to allow animal tracking for animal\ndisease and ownership purposes.  A copy of the current written Program of Veterinary Care is necessary for facility\npersonnel to review to ensure the instructions of the attending veterinarian are followed for the health of the\nanimals.  The animal acquisition/disposition information and the written Program of Veterinary Care are required to\nbe kept by the Animal Welfare regulations.  Correct by finding or reconstructing the current animal\nacquisition/disposition information and the written Program of Veterinary Care.  Correct by September 13, 2016.\n2.131(c)(1)\nHANDLING OF ANIMALS.\nSection 2.131(c)(1): A genet is being exhibited in an enclosure with walls constructed of 1 inch by 1 inch wire. \nThere is no barrier around the enclosure or anything to prevent the public from sticking a finger into the enclosure\nhousing the genet.  Being able to stick a finger or fingers into the cage to try to pet the genet or lure it out of its\nwooden house may result in a member of the public being bitten and a potential adverse outcome for the animal. \nGenets are wild animals and during public exhibition must be handled so there is minimal risk of harm to the animal\nand the public.  Correct by ensuring there is sufficient distances and/or barriers between the genet and the general\nviewing public so as to assure the safety of the animal and the public.  Correct by September 13, 2016.\n3.131(a)\nSANITATION.   \nSection 3.131(a) Cleaning of enclosures: The enclosure housing the three chinchillas has a buildup of feces on the\nwood board below the enclosure door.  The fecal pellets have consolidated into a solid pile of feces.  Fecal material\nmay harbor bacteria, viruses and/or parasites, attract insect pests and cause odors.  Correct by removing the\nexcreta from the enclosure as often as necessary to prevent contamination of the animals contained therein and to\nminimize disease hazards, pests and odors.  Correct by September 1, 2016.\n\nThis inspection and exit interview were conducted with the facility manager.",
  "animals_total": 18,
  "species": [
    {
      "count": 3,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 1,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    },
    {
      "count": 3,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA (DOMESTICATED)"
    },
    {
      "count": 1,
      "scientific": "Genetta genetta",
      "common": "SMALL SPOTTED GENET"
    },
    {
      "count": 2,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 4,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 4,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    }
  ]
}