{
  "insp_id": "2016082569207805",
  "layout": "a",
  "customer_id": "27401",
  "customer_name": "Zany Zoo Pets L L C",
  "customer_addr": "3815 Marshall Avenue\nEugene, OR 97402",
  "certificate": "92-B-0230",
  "site_id": "005",
  "site_name": "ZANY ZOO PETS L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-JUL-2018",
  "report_date": "10-JUL-2018",
  "citations": [
    {
      "code": "2.8",
      "kind": "",
      "repeat": false,
      "desc": "NOTIFICATION OF CHANGE OF NAME, ADDRESS, CONTROL, OR OWNERSHIP OF BUSINESS.",
      "narrative": "I arrived at the facility and found the licensee had vacated the property about a month ago. The property was\noccupied by new renters and there is no knowledge of where the licensee has relocated. Regulations require the\nlicensee notify the Animal Care Regional Director within 10 days of a change of address. The licensee has failed to\ncomply with this regulation. As a result, Animal Care cannot perform inspections as required by the Federal Animal\nWelfare Act.\nCorrect by: Within 10 days of this inspection report ( July 20, 2018).\nThe exit interview could not be completed since the licensee was nolonger at this address."
    }
  ],
  "narrative": "2.8\nNOTIFICATION OF CHANGE OF NAME, ADDRESS, CONTROL, OR OWNERSHIP OF BUSINESS.\nI arrived at the facility and found the licensee had vacated the property about a month ago.  The property was\noccupied by new renters and there is no knowledge of where the licensee has relocated.  Regulations require the\nlicensee notify the Animal Care Regional Director within 10 days of a change of address.  The licensee has failed to\ncomply with this regulation.  As a result, Animal Care cannot perform inspections as required by the Federal Animal\nWelfare Act.\nCorrect by:  Within 10 days of this inspection report  ( July 20, 2018).\nThe exit interview could not be completed since the licensee was nolonger at this address.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}