{
  "insp_id": "2016090000770681",
  "layout": "b",
  "customer_id": "43924",
  "customer_name": "LOREN YODER",
  "customer_addr": "3027 540TH ST. SW\nRIVERSIDE, IA 52327",
  "certificate": "42-A-1541",
  "site_id": "001",
  "site_name": "LOREN YODER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-FEB-2022",
  "report_date": "04-MAR-2022",
  "citations": [
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "There is 1 outdoor enclosure containing 5 adult dogs, which contains a shelter that has a plywood floor. The plywood\nfloor is buried beneath a thick layer of dirt and gravel.\nIn the enclosure, rodents have dug holes beneath the shelter and up through the plywood floor indicating that the plywood\nfloor has most likely rotted away. The areas of plywood flooring that could be seen, appear to be worn and have been\ndamaged by the dogs or have developed holes in the surface and is no longer impervious to moisture.\nShelter floors buried beneath layers of dirt and wood that is damaged or rotted cannot be readily cleaned and sanitized,\nwhich could increase the risk of disease towards the dogs.\nAll surfaces must be maintained on a regular basis. Surfaces of housing facilities - including houses, dens, and other\nfurniture-type fixtures and objects within the facility - that cannot be readily cleaned and sanitized, must be replaced when\nworn or soiled. The facility must remove the layers of dirt from the shelter floors and alter the damaged wooden surfaces\nin a manner that allows them to be readily cleaned and sanitized. The facility must ensure that all surfaces of housing\nfacilities are properly maintained at all times.\nTo be corrected by: 01-May-2022"
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The facility is not removing the dog feces from the enclosures on a daily basis. There is 1 outdoor enclosure, housing 5\nadult dogs, that has a heavy buildup of old and new feces. Piles of feces are scattered across the ground in the\nenclosure and they consist of a mix of fresh and old feces which appear dry and white in color. The facility representative\nstated that the enclosures are not cleaned daily and during the warm months the rain is expected to wash away or\nbreakdown the feces.\nFailure to remove feces on a daily basis could increase the risk of disease as well as cause the dogs to become soiled.\nExcreta must be removed from primary enclosures daily. The facility must remove the feces from the enclosures daily in\norder to support the health and well-being of the animals.\nTo be corrected by: From this day forward feces must be removed daily."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The self-feeder in the 1 outdoor enclosure housing 5 adult dogs needs to be cleaned and sanitized. The self-feeder has a\nbuildup of dirt and organic material coating the exterior of the feeder.\nA buildup of dirt and organic material on and within the self-feeders could increase the risk of disease hazards towards\nthe dog.\nUsed primary enclosures and food and water receptacles for dogs must be sanitized at least once every 2 weeks and\nmore often if necessary to prevent an accumulation of dirt, debris, food waste, excreta, and other disease hazards. The\nfacility must clean and sanitize the self-feeder and ensure that all aspects of the enclosure are maintained in a clean and\nsanitized condition in order to support the health of the dogs.\nTo be corrected by: 15-March-2022"
    },
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The facility is missing information on the routine for heartworm testing and fecal sampling. There is no guidance currently\nprovided in their Program of Veterinary Care for the percentage or total number of dogs to be sampled and the frequency\nof which they should be tested for heartworm and intestinal parasites.\nEach dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in writing, and\nsigned by the attending veterinarian and includes sampling and treatment of parasites and other pests. Sampling of dogs\nfor parasites is necessary to ensure the animals are receiving adequate veterinary care.\nThe facility must add the number or percentage of dogs to be sampled for heartworms and intestinal parasites to the\nProgram of Veterinary Care and have that schedule approved by the attending veterinarian.\nTo be corrected by: 11-March-2022."
    },
    {
      "code": "3.13(a)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The facility's Program of Veterinary Care does not contain preventative care and treatment plans to maintain healthy and\nun-matted hair coats, properly trimmed toe nails, and clean and healthy skin.\nPlans to maintain healthy skin, un-matted hair coats, and properly trimmed toenails are necessary to ensure the dogs are\nreceiving adequate veterinary care and are maintained in a healthy state.\nEach dealer must follow an appropriate program of veterinary care that is developed, documented in writing, and signed\nby the attending veterinarian and includes preventative care plans to ensure healthy and un-matted hair coats, healthy\nskin, and properly trimmed nails. The facility must add these plans to the Program of Veterinary Care and ensure that the\nplans are effective at maintaining the dogs in a healthy condition.\nTo be corrected by: 11-March-2022"
    },
    {
      "code": "3.13(b)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The facility is not maintaining medical records for the dogs. The facility had the dogs physically examined by the\nattending veterinarian, but there are no records containing the dogs' identities, date of the exam, or the results of the\nexamination. The facility representative also stated that the dogs have received the rabies vaccine but has no records or\naccess to records containing the identity of the dogs that received the vaccine or the date the vaccine was given.\nMedical records are necessary for APHIS officials to ensure that the animals are receiving adequate veterinary care.\nDealers must keep copies of medical records for dogs and make the records available for APHIS inspection. The facility\nmust ensure that a medical record is created for all aspects of veterinary care provided to the dogs, including vaccinations\nand examinations.\nTo be corrected by: From this day forward the facility must create medical records.\nThis inspection and exit interview was conducted with a facility representative.\nAdditional Inspectors:\nKELLY MAXWELL, ANIMAL CARE INSPECTOREnd Section"
    }
  ],
  "narrative": "3.1(c)(2) \n   \nHousing facilities, general. \nThere is 1 outdoor enclosure containing 5 adult dogs, which contains a shelter that has a plywood floor.  The plywood \nfloor is buried beneath a thick layer of dirt and gravel. \n \nIn the enclosure, rodents have dug holes beneath the shelter and up through the plywood floor indicating that the plywood \nfloor has most likely rotted away.   The areas of plywood flooring that could be seen, appear to be worn and have been \ndamaged by the dogs or have developed holes in the surface and is no longer impervious to moisture. \n \nShelter floors buried beneath layers of dirt and wood that is damaged or rotted cannot be readily cleaned and sanitized, \nwhich could increase the risk of disease towards the dogs. \n \nAll surfaces must be maintained on a regular basis. Surfaces of housing facilities - including houses, dens, and other \nfurniture-type fixtures and objects within the facility - that cannot be readily cleaned and sanitized, must be replaced when \nworn or soiled.  The facility must remove the layers of dirt from the shelter floors and alter the damaged wooden surfaces \nin a manner that allows them to be readily cleaned and sanitized.  The facility must ensure that all surfaces of housing \nfacilities are properly maintained at all times.\n\nTo be corrected by:  01-May-2022 \n3.11(a) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThe facility is not removing the dog feces from the enclosures on a daily basis.  There is 1 outdoor enclosure, housing 5 \nadult dogs, that has a heavy buildup of old and new feces.  Piles of feces are scattered across the ground in the \nenclosure and they consist of a mix of fresh and old feces which appear dry and white in color.   The facility representative \nstated that the enclosures are not cleaned daily and during the warm months the rain is expected to wash away or \nbreakdown the feces. \n \nFailure to remove feces on a daily basis could increase the risk of disease as well as cause the dogs to become soiled. \n \nExcreta must be removed from primary enclosures daily.  The facility must remove the feces from the enclosures daily in \norder to support the health and well-being of the animals. \n \nTo be corrected by:  From this day forward feces must be removed daily. \n3.11(b)(2) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThe self-feeder in the 1 outdoor enclosure housing 5 adult dogs needs to be cleaned and sanitized.  The self-feeder has a \nbuildup of dirt and organic material coating the exterior of the feeder. \n \nA buildup of dirt and organic material on and within the self-feeders could increase the risk of disease hazards towards\n\nthe dog. \n \nUsed primary enclosures and food and water receptacles for dogs must be sanitized at least once every 2 weeks and \nmore often if necessary to prevent an accumulation of dirt, debris, food waste, excreta, and other disease hazards.  The \nfacility must clean and sanitize the self-feeder and ensure that all aspects of the enclosure are maintained in a clean and \nsanitized condition in order to support the health of the dogs. \n \nTo be corrected by:  15-March-2022 \n3.13(a)(3) \n   \nVeterinary care for dogs. \nThe facility is missing information on the routine for heartworm testing and fecal sampling. There is no guidance currently \nprovided in their Program of Veterinary Care for the percentage or total number of dogs to be sampled and the frequency \nof which they should be tested for heartworm and intestinal parasites. \n \nEach dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in writing, and \nsigned by the attending veterinarian and includes sampling and treatment of parasites and other pests. Sampling of dogs \nfor parasites is necessary to ensure the animals are receiving adequate veterinary care. \n \nThe facility must add the number or percentage of dogs to be sampled for heartworms and intestinal parasites to the \nProgram of Veterinary Care and have that schedule approved by the attending veterinarian. \n \nTo be corrected by: 11-March-2022.\n\n3.13(a)(4) \n   \nVeterinary care for dogs. \nThe facility's Program of Veterinary Care does not contain preventative care and treatment plans to maintain healthy and \nun-matted hair coats, properly trimmed toe nails, and clean and healthy skin. \n \nPlans to maintain healthy skin, un-matted hair coats, and properly trimmed toenails are necessary to ensure the dogs are \nreceiving adequate veterinary care and are maintained in a healthy state. \n \nEach dealer must follow an appropriate program of veterinary care that is developed, documented in writing, and signed \nby the attending veterinarian and includes preventative care plans to ensure healthy and un-matted hair coats, healthy \nskin, and properly trimmed nails.  The facility must add these plans to the Program of Veterinary Care and ensure that the \nplans are effective at maintaining the dogs in a healthy condition. \n \nTo be corrected by:  11-March-2022 \n3.13(b) \n   \nVeterinary care for dogs. \nThe facility is not maintaining medical records for the dogs.  The facility had the dogs  physically examined by the \nattending veterinarian, but there are no records containing the dogs' identities, date of the exam, or the results of the \nexamination.  The facility representative also stated that the dogs have received the rabies vaccine but has no records or \naccess to records containing the identity of the dogs that received the vaccine or the date the vaccine was given. \n \nMedical records are necessary for APHIS officials to ensure that the animals are receiving adequate veterinary care.\n\nDealers must keep copies of medical records for dogs and make the records available for APHIS inspection.  The facility \nmust ensure that a medical record is created for all aspects of veterinary care provided to the dogs, including vaccinations \nand examinations. \n \nTo be corrected by:  From this day forward the facility must create medical records. \n \nThis inspection and exit interview was conducted with a facility representative. \n \nAdditional Inspectors: \nKELLY MAXWELL, ANIMAL CARE INSPECTOREnd Section",
  "animals_total": 5,
  "species": [
    {
      "count": 5,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}