{
  "insp_id": "125141304212725",
  "layout": "a",
  "customer_id": "331487",
  "customer_name": "Single Vision Inc",
  "customer_addr": "8185 Forest Hills Rd\nMelrose, FL 32666",
  "certificate": "58-C-1117",
  "site_id": "001",
  "site_name": "SINGLE VISION INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-MAY-2014",
  "report_date": "12-MAY-2014",
  "citations": [
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "On the afternoon of 27 April 2014, a member of the public was allowed to hold a bear cub and have direct contact\nwith an adult bobcat at the facility. Per the licensee, the bear cub is one of two cubs 14-15 weeks old and weighing\nbetween 18-22 pounds. While holding the bear cub in her arms a patron sustained a bite from the bear cub which\nbroke skin and drew blood. Although the licensee insisted that he did not recall the details of this incident, he did\nstate that during the last couple weeks he knows of at least 2 incidents in which the bear cubs had nipped\nvolunteers and/or visiting public while being handled. If a member of the public is injured by an animal there may\nbe a risk of disease transmission or infection, which could be harmful to the victim and the animal. During public\nexhibition of an animal it must be handled in such a way that there is minimal risk of harm to the animal and to the\npublic. To insure the safety of the animals and visiting public, it is the responsibility of the licensee to have trained\nstaff present and in direct control of the animals, in addition to understanding when the behavior of the animal may\nmake it innappropriate and unsafe to allow public exhibition without sufficient barriers.\nCorrect for any and all future public exibitions.\nExit interview conducted with licensee."
    }
  ],
  "narrative": "2.131(c)(1)\nHANDLING OF ANIMALS.\nOn the afternoon of 27 April 2014, a member of the public was allowed to hold a bear cub and have direct contact\nwith an adult bobcat at the facility.  Per the licensee, the bear cub is one of  two cubs 14-15 weeks old and weighing\nbetween 18-22 pounds.  While holding the bear cub in her arms a patron sustained a bite from the bear cub which\nbroke skin and drew blood.  Although the licensee insisted that he did not recall the details of this incident, he did\nstate that during the last couple weeks he knows of at least 2 incidents in which the bear cubs had nipped\nvolunteers and/or visiting public while being handled.   If a member of the public is injured by an animal there may\nbe a risk of disease transmission or infection, which could be harmful to the victim and the animal.   During public\nexhibition of an animal it must be handled in such a way that there is minimal risk of harm to the animal and to the\npublic.  To insure the safety of the animals and visiting public, it is the responsibility of the licensee to have trained\nstaff present and in direct control of the animals, in addition to understanding when the behavior of the animal may\nmake it innappropriate and unsafe to allow public exhibition without sufficient barriers. \nCorrect for any and all future public exibitions.\nExit interview conducted with licensee.",
  "animals_total": 4,
  "species": [
    {
      "count": 2,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Ursus arctos syriacus",
      "common": "SYRIAN BROWN BEAR"
    },
    {
      "count": 1,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    }
  ]
}