{
  "insp_id": "2016082569069683",
  "layout": "a",
  "customer_id": "331329",
  "customer_name": "Pi Bioscientific Inc.",
  "customer_addr": "8315 Lake City Way N E\nSeattle, WA 98118",
  "certificate": "91-R-0072",
  "site_id": "001",
  "site_name": "Pi Bioscientific Inc.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-MAR-2018",
  "report_date": "05-MAR-2018",
  "citations": [
    {
      "code": "2.33(b)(3)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.",
      "narrative": "Goat #20, a female Saanen, was thin with swollen carpal joints on both forelegs, and appeared to have difficulty\nwalking. Low body weight and swollen joints can indicate a serious disease issue. Goat #3, a Boer mix, had\novergrown hooves and was lame, as the animal was observed not putting full weight on the right hindleg when\nstanding. These animals must be examined by a veterinarian by close of business on March 2, 2018. All veterinary\ndocumentation must be made available to APHIS personnel upon request.\nSeveral of the goats and two sheep have overgrown hooves that will require trimming. These animals include\nsheep #48 and #12, and goats #33, #25, #26, and #34. Overgrown hooves can lead to lameness and make\nmovement difficult. It can also stress ligaments and joints from the abnormal movement."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Peeling paint is present on the north side of the barn above the entrance for the animals. Peeling paint from the\nbuilding can fall into the animal area and be ingested. The peeling paint must be repaired."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Bags of pelleted feed are stored against the side of the room. An open bag of feed is present on the pallets, and\nspilled feed is present on the floor under the pallets. All supplies of food must be stored off the floor and away from\nthe walls. Any open supplies of food must be stored in a sealed container with a lid. Spilled feed contributes to pest\ncontrol issues. Food for the animals must be properly stored, and any spillage removed on a routine basis.\nCorrect by March 8, 2018."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "A syringe with a capped needle was observed in the feeder for the animals. A power cord was present along the\nfloor of the animal area in the barn. Buckets with various items were found sitting above the animal area in the\nbarn, and could fall into the enclosure.\nThe animals could come in contact with these materials and injure themselves. The syringe/needle was removed at\nthe time of inspection. All other items must be removed.\nCorrect by March 2, 2018.\nThis inspection and exit briefing were conducted with the facility representative.\nAdditional Inspectors\nHallberg Gwynn, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.33(b)(3)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.\nGoat #20, a female Saanen, was thin with swollen carpal joints on both forelegs, and appeared to have difficulty\nwalking.  Low body weight and swollen joints can indicate a serious disease issue.  Goat #3, a Boer mix, had\novergrown hooves and was lame, as the animal was observed not putting full weight on the right hindleg when\nstanding.  These animals must be examined by a veterinarian by close of business on March 2, 2018.  All veterinary\ndocumentation must be made available to APHIS personnel upon request.\nSeveral of the goats and two sheep have overgrown hooves that will require trimming.  These animals include\nsheep #48 and #12, and goats #33, #25, #26, and #34.  Overgrown hooves can lead to lameness and make\nmovement difficult.  It can also stress ligaments and joints from the abnormal movement. \n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nPeeling paint is present on the north side of the barn above the entrance for the animals.  Peeling paint from the\nbuilding can fall into the animal area and be ingested.  The peeling paint must be repaired.\n3.125(c)\nFACILITIES, GENERAL.   \nBags of pelleted feed are stored against the side of the room.  An open bag of feed is present on the pallets, and\nspilled feed is present on the floor under the pallets.  All supplies of food must be stored off the floor and away from\nthe walls.  Any open supplies of food must be stored in a sealed container with a lid.  Spilled feed contributes to pest\ncontrol issues.  Food for the animals must be properly stored, and any spillage removed on a routine basis.\nCorrect by March 8, 2018.\n\n3.131(c)\nSANITATION.   \nA syringe with a capped needle was observed in the feeder for the animals.  A power cord was present along the\nfloor of the animal area in the barn.  Buckets with various items were found sitting above the animal area in the\nbarn, and could fall into the enclosure.  \nThe animals could come in contact with these materials and injure themselves.  The syringe/needle was removed at\nthe time of inspection.  All other items must be removed.\nCorrect by March 2, 2018.\nThis inspection and exit briefing were conducted with the facility representative.\nAdditional Inspectors\nHallberg Gwynn, Veterinary Medical Officer",
  "animals_total": 29,
  "species": [
    {
      "count": 24,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 3,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    }
  ]
}