{
  "insp_id": "6161334030532",
  "layout": "a",
  "customer_id": "25856",
  "customer_name": "Leon Walthall",
  "customer_addr": "Peggy Van Huss\n21010 Hwy. 16\nSiloam Springs, AR 72761",
  "certificate": "71-A-1134",
  "site_id": "001",
  "site_name": "PEGGY VAN HUSS & LEON WALTHALL",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-JAN-2016",
  "report_date": "06-JAN-2016",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The written Program of Veterinary Care indicates the attending veterinarian has not visited the facility since 2010.\nRegularly scheduled visits by the veterinarian helps ensure adequate veterinary care is provided to the regulated\nanimals. These visits also allow the attending veterinarian to assess and advise the licensee on general husbandry\nconcerns, proper diet, facility maintenance, and other aspects of kennel management. This is also a good\nopportunity to review the written Program of Veterinary Care and make any necessary changes. The licensee must\ncontact the attending veterinarian and arrange a facility visit. The veterinarian must sign and date the appropriate\npaperwork to indicate the facility visit has been conducted.\nCorrect by: 21 January 2016"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "-A female dog named \"Lady Gaga\" (Microchip # B694A6F77) was extremely thin with clearly visible ribs, spine and\nhip bones. She had considerable muscle wasting on her back and hind legs. Multiple spots of liquid feces were\npresent in the enclosure. The attendant confirmed the liquid stool was from this dog. She is currently being treated\nwith Albon, but has not been seen by a licensed veterinarian. Liquid feces and poor body condition are indicators of\npotentially serious illness or health problems.\n- A female brindle Boxer \"Katie\" (no ID) was also extremely thin with clearly visible ribs, spine and hip bones and\nmuscle wasting. Multiple spots of red, liquid feces were present in the enclosure. The attendant confirmed the\nliquid stool was from this animal. Liquid feces and poor body condition are indicators of potentially serious illness\nor health problems.\n- A female Pomeranian named \"Savannah\"(Microchip# 029614797)had excessive matting present in the haircoat.\nHeavy mats of hair were hanging from the back and flanks of the dog. The middle and rear teeth were covered with\na thick accumulation of crusty brown debris. On the upper right side of the mouth, there is a small line of separation\nbetween the gum line and the base of the teeth. Hair mats can adhere to the skin and lead to painful skin\ninfections. Dental disease can cause severe discomfort and have serious effects on the affected animal's health\nand well being.\nThe licensee must have these animals seen by a licensed veterinarian no later than 10 January 2016. Records\nfrom these veterinary visits must be kept by the licensee and made available to APHIS inspectors. The hair mats\nmust be safely removed from \"Savannah\", and proper coat care maintained in the future.\nCorrect by: 10 January 2016"
    },
    {
      "code": "2.50(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "- The female brindle boxer \"Katie\" did not any form of identification. Animal identification is required by regulations,\nand helps ensure proper tracking of all animals. The licensee must ensure that all regulated animals are properly\nidentified.\nCorrect from this date forward."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "- In the small sheltered housing building, there are rusted metal poles present in the outdoor runs next to the\nshelters of two adjacent kennels. The bottom support posts for the fencing have an excessive accumulation of rust.\nOne has a corner that has completely rusted away, and the other run has a pole so rusted that it has detached from\nthe frame of the fence. Rusted, broken surfaces are difficult to sanitize, lack strength, and may pose a hazard to the\nanimals through injury or entrapment.\n- There are holes and cracks present in the wooden wall of one kennel shelter. Poor maintenance of kennel walls\nallow the dogs to be exposed to wind inside their shelter area and make it difficult to maintain proper temperatures.\n- The larger sheltered housing building had one inside kennel with wire fencing that was bent and pulled away from\nthe frame forming a tangle of wire at the front of the enclosure. Damaged wires may pose a hazard of injury or\nentrapment for the animals.\nThe licensee must repair or replace the damaged fencing and walls. Correct by: 21 January 2016\nInspection and exit interview conducted by Diane Forbes (VMO), Michael Tygart (VMO) and facility representative.\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe written Program of Veterinary Care indicates the attending veterinarian has not visited the facility since 2010. \nRegularly scheduled visits by the veterinarian helps ensure adequate veterinary care is provided to the regulated\nanimals.  These visits also allow the attending veterinarian to assess and advise the licensee on general husbandry\nconcerns, proper diet, facility maintenance, and other aspects of kennel management.  This is also a good\nopportunity to review the written Program of Veterinary Care and make any necessary changes. The licensee must\ncontact the attending veterinarian and arrange a facility visit.  The veterinarian must sign and date the appropriate\npaperwork to indicate the facility visit has been conducted.\nCorrect by:  21 January 2016\n2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n-A female dog named \"Lady Gaga\"  (Microchip # B694A6F77) was extremely thin with clearly visible ribs, spine and\nhip bones.  She had considerable muscle wasting on her back and hind legs.  Multiple spots of liquid feces were\npresent in the enclosure.  The attendant confirmed the liquid stool was from this dog.  She is currently being treated\nwith Albon, but has not been seen by a licensed veterinarian.  Liquid feces and poor body condition are indicators of\npotentially serious illness or health problems.\n- A female brindle Boxer \"Katie\" (no ID) was also extremely thin with clearly visible ribs, spine and hip bones and\nmuscle wasting.  Multiple spots of red, liquid feces were present in the enclosure.  The attendant confirmed the\nliquid stool was from this animal.   Liquid feces and poor body condition are indicators of potentially serious illness\nor health problems.\n \n- A female Pomeranian named \"Savannah\"(Microchip# 029614797)had excessive matting present in the haircoat. \nHeavy mats of hair were hanging from the back and flanks of the dog. The middle and rear teeth were covered with\na thick accumulation of crusty brown debris.  On the upper right side of the mouth, there is a small line of separation\nbetween the gum line and the base of the teeth.  Hair mats can adhere to the skin and lead to painful skin\ninfections.  Dental disease can cause severe discomfort and have serious effects on the affected animal's health\n\nand well being.\nThe licensee must have these animals seen by a licensed veterinarian no later than 10 January 2016.  Records\nfrom these veterinary visits must be kept by the licensee and made available to APHIS inspectors.  The hair mats\nmust be safely removed from \"Savannah\", and proper coat care maintained in the future.\nCorrect by:  10 January 2016\n2.50(b)(1)\nTIME AND METHOD OF IDENTIFICATION.\n- The female brindle boxer \"Katie\" did not any form of identification.  Animal identification is required by regulations,\nand helps ensure proper tracking of all  animals. The licensee must ensure that all regulated animals are properly\nidentified.  \nCorrect from this date forward.\n3.1(a)\nHOUSING FACILITIES, GENERAL.\n-  In the small sheltered housing building, there are rusted metal poles present in the outdoor runs next to the\nshelters of two adjacent kennels.  The bottom support posts for the fencing have an excessive accumulation of rust. \nOne has a corner that has completely rusted away, and the other run has a pole so rusted that it has detached from\nthe frame of the fence.  Rusted, broken surfaces are difficult to sanitize, lack strength, and may pose a hazard to the\nanimals through injury or entrapment.\n- There are holes and cracks present in the wooden wall of one kennel shelter.  Poor maintenance of kennel walls\nallow the dogs to be exposed to wind inside their shelter area and make it difficult to maintain proper temperatures.\n- The larger sheltered housing building had one inside kennel with wire fencing that was bent and pulled away from\nthe frame forming a tangle of wire at the front of the enclosure. Damaged wires may pose a hazard of injury or\nentrapment for the animals.\nThe licensee must repair or replace the damaged fencing and walls.  Correct by:  21 January 2016\nInspection and exit interview conducted by Diane Forbes (VMO), Michael Tygart (VMO) and facility representative.\n\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist",
  "animals_total": 63,
  "species": [
    {
      "count": 48,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 15,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}