{
  "insp_id": "177151812470001",
  "layout": "a",
  "customer_id": "327740",
  "customer_name": "Aaron J Glick",
  "customer_addr": "25766 Hwy 81\nCuba City, WI 53807",
  "certificate": "35-A-0363",
  "site_id": "001",
  "site_name": "AARON GLICK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-JUN-2015",
  "report_date": "26-JUN-2015",
  "citations": [
    {
      "code": "3.28(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Enclosures that housed rabbits previously and were cited in the previous inspection for wire points now house male\nguinea pigs. The enclosures were not repaired prior to moving guinea pigs into them. Also, in a stacked enclosure\nthe bottom two levels have wire points in a divider. Wire points could injure the guinea pigs. Maintain enclosures in\ngood repair and free from sharp points to protect the guinea pigs from possible injury."
    },
    {
      "code": "3.31(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The enclosures located on the wall that house male guinea pigs have an excess amount of cobwebs and debris\ninside of them. Excess cobwebs and debris could cause guinea pigs to get sick and also does not provide for their\nwell-being. To protect the health of the guinea pigs, enclosures must be cleaned and sanitized often enough to\nprevent a build up of cobwebs and/or debris in them but no less than once every two weeks.\nCorrect by 6/28/2015.\nNote: This was a focused inspection on the non-compliances cited in the previous inspection that affected rabbits.\nExit interview conducted with facility representative."
    }
  ],
  "narrative": "3.28(a)(1)                    REPEAT\nPRIMARY ENCLOSURES. \nEnclosures that housed rabbits previously and were cited in the previous inspection for wire points now house male\nguinea pigs.  The enclosures were not repaired prior to moving guinea pigs into them.  Also, in a stacked enclosure\nthe bottom two levels have wire points in a divider.  Wire points could injure the guinea pigs.  Maintain enclosures in\ngood repair and free from sharp points to protect the guinea pigs from possible injury. \n3.31(a)(1)\nSANITATION.\nThe enclosures located on the wall that house male guinea pigs have an excess amount of cobwebs and debris\ninside of them.  Excess cobwebs and debris could cause guinea pigs to get sick and also does not provide for their\nwell-being.  To protect the health of the guinea pigs, enclosures must be cleaned and sanitized often enough to\nprevent a build up of cobwebs and/or debris in them but no less than once every two weeks.   \nCorrect by 6/28/2015.\nNote:  This was a focused inspection on the non-compliances cited in the previous inspection that affected rabbits.   \nExit interview conducted with facility representative.",
  "animals_total": 225,
  "species": [
    {
      "count": 225,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}