{
  "insp_id": "2016090000763284",
  "layout": "b",
  "customer_id": "506363",
  "customer_name": "LEVI STOLTZFUS",
  "customer_addr": "527 Ireland Rd\nALLENWOOD, PA 17810",
  "certificate": "23-A-0701",
  "site_id": "001",
  "site_name": "LEVI P STOLTZFUS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-JAN-2022",
  "report_date": "21-JAN-2022",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "There were 4 guinea pigs observed with health conditions requiring treatment in accordance with the Program of\nVeterinary Care or consultation with the attending veterinarian.\nThere was a tri-color weanling guinea pig in Pen F8 observed with lameness. The guinea pig was sitting with the hind\nlegs extended straight behind it and moved by pulling the hind end with the front legs only. There were small sore areas\non the hind legs where the skin was red that appeared to be due to dragging of the hind legs. The licensee had not\nobserved the health condition in the guinea pig, had not contacted the attending veterinarian, and was not administering\nany treatments. The Program of Veterinary Care did not address the health condition in this animal.\nThere were 3 guinea pigs with masses under the chin. A tri-color adult guinea pig in Pen C2, a tri-color adult guinea pig in\nPen A4, and a brown and white adult guinea pig in Pen K4 had firm movable masses approximately 1 inch in size under\nthe chin. The animals were in good body condition and did not appear lethargic. The licensee had not observed the health\nconditions in the guinea pigs, had not contacted the attending veterinarian, and was not administering any treatments.\nThe Program of Veterinary Care on file addressed the condition and provided treatment options.\nLameness that results in inability to move the hind end can cause pain or distress and can result in serious complications\nif not addressed. Masses under the chin can be indications of disease or injury, can be painful, affect the overall health\nand well-being of the animal, and may require treatment with antibiotics or other medications. Failure to seek proper\ndiagnosis and treatment for disease may result in pain to the animals, worsening of the condition, and possible spread to\nadditional animals if the condition is contagious.\nThe licensee must initiate treatment according to the Program of Veterinary Care or communicate with the attending\nveterinarian to evaluate these animals and determine an appropriate plan for diagnosis and treatment."
    },
    {
      "code": "3.26(d)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, indoor.",
      "narrative": "In the guinea pig housing facility, there were support beams that were wood that was not painted or sealed.\nUnsealed wood is not impervious to moisture and cannot be easily cleaned and sanitized.\nInterior building surfaces must be constructed and maintained so that they are impervious to moisture, can be readily\ncleaned and sanitized, and won’t absorb moisture or odors.\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThere were 4 guinea pigs observed with health conditions requiring treatment in accordance with the Program of \nVeterinary Care or consultation with the attending veterinarian. \nThere was a tri-color weanling guinea pig in Pen F8 observed with lameness.  The guinea pig was sitting with the hind \nlegs extended straight behind it and moved by pulling the hind end with the front legs only.  There were small sore areas \non the hind legs where the skin was red that appeared to be due to dragging of the hind legs.  The licensee had not \nobserved the health condition in the guinea pig, had not contacted the attending veterinarian, and was not administering \nany treatments.  The Program of Veterinary Care did not address the health condition in this animal. \nThere were 3 guinea pigs with masses under the chin. A tri-color adult guinea pig in Pen C2, a tri-color adult guinea pig in \nPen A4, and a brown and white adult guinea pig in Pen K4 had firm movable masses approximately 1 inch in size under \nthe chin. The animals were in good body condition and did not appear lethargic. The licensee had not observed the health \nconditions in the guinea pigs, had not contacted the attending veterinarian, and was not administering any treatments. \nThe Program of Veterinary Care on file addressed the condition and provided treatment options. \nLameness that results in inability to move the hind end can cause pain or distress and can result in serious complications \nif not addressed.  Masses under the chin can be indications of disease or injury, can be painful, affect the overall health\n\nand well-being of the animal, and may require treatment with antibiotics or other medications. Failure to seek proper \ndiagnosis and treatment for disease may result in pain to the animals, worsening of the condition, and possible spread to \nadditional animals if the condition is contagious. \nThe licensee must initiate treatment according to the Program of Veterinary Care or communicate with the attending \nveterinarian to evaluate these animals and determine an appropriate plan for diagnosis and treatment. \n3.26(d)  Repeat\n   \nFacilities, indoor. \nIn the guinea pig housing facility, there were support beams that were wood that was not painted or sealed. \nUnsealed wood is not impervious to moisture and cannot be easily cleaned and sanitized. \nInterior building surfaces must be constructed and maintained so that they are impervious to moisture, can be readily \ncleaned and sanitized, and won’t absorb moisture or odors. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 3439,
  "species": [
    {
      "count": 3439,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}