{
  "insp_id": "320151322370405",
  "layout": "a",
  "customer_id": "328468",
  "customer_name": "Leroy Z Esh",
  "customer_addr": "7507 Foland Rd\nGreens Fork, IN 47345",
  "certificate": "32-A-0434",
  "site_id": "001",
  "site_name": "LEROY ESH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-SEP-2015",
  "report_date": "16-NOV-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Male Yorkie with microchip #4B01406E44 had dark material adhered to his teeth at the previous inspection on\nAugust 27, 2015. At that time it was recommended the dog be examined by a licensed veterinarian and have his\ndental needs addressed. Licensee phoned the veterinarian the day of inspection and discussed the dog. The\nveterinarian was planning to visit the next week, so it was decided she would examine the dog at that time. Kennel\nnotes record the veterinarian visited September 3, 2015 and checked some teeth during her visit. This is the only\nrecord of the visit available today. There is no documentation of the veterinarian's assessment, treatment, and plan\nfor this dog. Nor is there an improved dental care plan for the kennel. Licensee's wife stated the veterinarian said\nthat she would provide a plan within a week of the visit, and as long as the dog was eating and drinking, there was\nno rush to have his dental needs addressed. It was understood that the Licensee could bring him in the next time\nthey are to come to the clinic. There is no plan to do this at this time. Nor has the dental care plan been received.\nLicensee scraped some of the dark material off of this dog's teeth yesterday. The teeth are cleaner, but the gums\ncontinue to be red and swollen. A grey/green fluid is accumulated along the gum line around several teeth. Some of\nthe upper incisors are loose. When touching the third upper premolar on the left side, the dog yelped and pulled\naway. This response was repeated each time the tooth was lightly touched. This dog is in pain. Dental disease is\npainful and is a source of contamination for other body systems. Licensee must use appropriate methods to\nprevent, control, diagnose, and treat diseases and injuries. This dog must be examined by a licensed veterinarian\nfor diagnosis and treatment. Documentation of the veterinarian's assessment, treatment, and plan shall be\nmaintained for examination by APHIS officials. Licensee must develop an improved dental care plan to help\nmaintain optimal dental health for all kennel dogs.\nREMAINS UNCORRECTED\nExit interview conducted with Wife of Licensee"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nMale Yorkie with microchip #4B01406E44 had dark material adhered to his teeth at the previous inspection on\nAugust 27, 2015.  At that time it was recommended the dog be examined by a licensed veterinarian and have his\ndental needs addressed.  Licensee phoned the veterinarian the day of inspection and discussed the dog.  The\nveterinarian was planning to visit the next week, so it was decided she would examine the dog at that time.  Kennel\nnotes record the veterinarian visited September 3, 2015 and checked some teeth during her visit.  This is the only\nrecord of the visit available today.  There is no documentation of the veterinarian's assessment, treatment, and plan\nfor this dog.  Nor is there an improved dental care plan for the kennel.  Licensee's wife stated the veterinarian said\nthat she would provide a plan within a week of the visit, and as long as the dog was eating and drinking, there was\nno rush to have his dental needs addressed.  It was understood that the Licensee could bring him in the next time\nthey are to come to the clinic.  There is no plan to do this at this time.  Nor has the dental care plan been received. \nLicensee scraped some of the dark material off of this dog's teeth yesterday.  The teeth are cleaner, but the gums\ncontinue to be red and swollen.  A grey/green fluid is accumulated along the gum line around several teeth. Some of\nthe upper incisors are loose.  When touching the third upper premolar on the left side, the dog yelped and pulled\naway.  This response was repeated each time the tooth was lightly touched.  This dog is in pain.  Dental disease is\npainful and is a source of contamination for other body systems.  Licensee must use appropriate methods to\nprevent, control, diagnose, and treat diseases and injuries.  This dog must be examined by a licensed veterinarian\nfor diagnosis and treatment.  Documentation of the veterinarian's assessment, treatment, and plan shall be\nmaintained for examination by APHIS officials.  Licensee must develop an improved dental care plan to help\nmaintain optimal dental health for all kennel dogs.\nREMAINS UNCORRECTED \nExit interview conducted with Wife of Licensee",
  "animals_total": 1,
  "species": [
    {
      "count": 1,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}