{
  "insp_id": "147151639230365",
  "layout": "a",
  "customer_id": "5143",
  "customer_name": "Pamela J Sellner",
  "customer_addr": "Thomas J Sellner\n1512 210th Street\nManchester, IA 52057",
  "certificate": "42-C-0084",
  "site_id": "001",
  "site_name": "THOMAS & PAMELA SELLNER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-MAY-2015",
  "report_date": "27-MAY-2015",
  "citations": [
    {
      "code": "3.75(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The ceiling in the \"reptile room\", housing one vervet, two ringtail lemurs and one red ruff lemur, was made of\nporous, uneven-surfaced, white tiles. Most of them had light brown stains throughout their surfaces. Several had\napproximately one inch holes into the tile material, exposing the spongy type material underneath the surface.\nMany of the crevices of the uneven-surfaced tiles were blackened. Although the tiles were not inside the\nenclosures, they were directly outside the enclosures and in very close proximity to the nonhuman primates. Soiled\nsurfaces in housing areas can increase disease hazards.\nThe licensee must ensure that surfaces of nonhuman primate housing facilities that cannot be readily cleaned and\nsanitized are replaced when worn or soiled.\nTo be corrected by: July 27, 2015"
    },
    {
      "code": "3.75(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There was a build-up of dirt, dust, grime, and/or debris in the \"reptile house\", especially in the corners and floor\nedges. There was a brown grimey material on the outside of the serval enclosure, which was just a few feet from\nthe nonhuman primates housed in the room. There was also dark-colored organic material covering some of the\nwire paneling and some of the wooden ledges in the vervet enclosure. Additionally, there was an excessive amount\nof dirt, dust, debris, and old bedding throughout the \"primate building\", both on the floors and the window sills. The\nplastic playhouse in the the outdoor portion of the macaque enclosure had turned slightly brown from the dust and\ndirt. In the \"education building\" housing two bush babies, there was a general lack of cleaning. The overhead light\nfixtures and outlets had turned from white to dark brown due to excessive fly speck in that room. There was an\naccumulation of miscellaneous items which the licensee was storing in the corner of the \"education building\" animal\nhousing room that were not necessary for husbandry or cleaning such as fans, heat pads, hamster wheels,\nlightbulbs, boards, and empty enclosures. There were multiple brooms and dust pans stored along the wall of the\nroom which were setting on top of dust, waste, and rodent feces. Failure to clean housing facilities, primary\nenclosures, and enrichment items can lead to disease hazards, pests and odors.\nThe licensee must ensure that hard surfaces with which the nonhuman primates come in contact are spot cleaned\ndaily and sanitized at least every two weeks. Furthermore, the licensee must ensure that all other surfaces of the\nnonhuman primate housing facilities are cleaned and sanitized when necessary to satisfy generally accepted\nhusbandry standards and practices."
    },
    {
      "code": "3.76(b)",
      "kind": "",
      "repeat": false,
      "desc": "INDOOR HOUSING FACILITIES.",
      "narrative": "There was a strong, foul odor of fecal waste and ammonia in the \"education building\". This room housed two bush\nbabies. The air in that room also seemed stagnant. The room had no windows or exhaust/ventilation portals. The\nlicensee stated that fans are used when needed to move the air. However, the licensee keeps the door to the room\nshut so this simply moves the air around the room but does not bring in fresh air or expel the odor-filled air. Air\nwhich is not properly ventilated can result in respiratory or other health problems for the animals.\nThe licensee must ensure that indoor housing facilities are sufficiently ventilated at all times when nonhuman\nprimates are present to provide for their health and well-being and to minimize odors and ammonia levels.\nTo be corrected by: June 10, 2015"
    },
    {
      "code": "3.81(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "A male, juvenile baboon \"Obi\" was exhibiting abnormal behaviors associated with psychological distress. He was\nrepeatedly pacing and head tossing. He paced nearly the entire time the inspectors observed him. He repeatedly\ntossed his head back when he approached a wall or corner of his enclosure. Pacing and head tossing are\nstereotypic behaviors in non-human primates. Stereotypic behaviors such as head tossing and pacing in primates\nare behaviors that indicate psychological distress. \"Obi\" is currently housed alone in his enclosure. He can hear\nother non-human primates (baboons and macaques), but only has a limited view of them through gaps in the walls.\nCurrently there is minimal enrichment within his enclosure. There is a climbing structure in his enclosure that the\nlicensee calls his \"castle\" (connected plastic barrels laying on its side) and a ladder laying on its side. Within the\nindoor portion of the sheltered housing facility, there are two perches and a mirror outside of the enclosure.\nDocumentation was provided that showed food enrichment is given to all primates everyday in a variety of forms.\nThere is no documentation that \"Obi\" is provided any extra food enrichment. The licensee confirmed that \"Obi\" has\nnot received any special attention or enrichment due to the abnormal behaviors.\nThe current environmental enhancement plan does not specifically address the psychological distress associated\nwith the abnormal behaviors exhibited by \"Obi\". Failure to have a special plan regarding environmental\nenhancement in animals showing signs of psychological distress can lead to further psychological distress or\nabnormal behaviors. The licensee must develop, document and follow an environmental enhancement plan that\nspecifically addresses the environmental enhancement for \"Obi\" and all other non-human primates that show signs\nof being in psychological distress through behavior or appearance.\nTo be corrected by: June 3, 2015"
    },
    {
      "code": "3.84(d)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Pest control.\nThere are an excessive number of live and dead flies within the primate building housing two macaques and four\nbaboons. The dead flies are located on the floor under a window directly across from the macaque enclosure. The\nlicensee states she sprayed some of the flies with fly spray recently, but hadn't cleaned up the dead flies yet. The\nmajority of the live flies were on a window directly adjacent to the enclosure housing one baboon.\nThe presence of pests can lead to health hazards for the animals. A safe and effective program for the control of\npests, including flies, must be established and maintained."
    },
    {
      "code": "3.126(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "There was a strong, foul odor of fecal waste and ammonia in the \"education building\". This room housed\nchinchillas, African crested porcupines, fennec foxes, and kinkajous. The air in that room also seemed stagnant.\nThe room had no windows or exhaust/ventilation portals. The licensee stated that fans are used when needed to\nmove the air. However, the licensee keeps the door to the room shut so this simply moves the air around the room\nbut does not bring in fresh air or expel the odor-filled air. Air which is not properly ventilated can result in respiratory\nor other health problems for the animals.\nThe licensee must ensure that indoor housing facilities are adequately ventilated to provide for the health and to\nprevent discomfort of the animals at all times.\nTo be corrected by: June 10, 2015"
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "Shelter from inclement weather.\nThere are two Highland cattle and two beef cattle in one enclosure. There is only one shelter and no separate\nshade structure within that enclosure. The shelter that is present is not large enough to fit all of the animals within\nthe shelter at the same time. Failure to provide adequate shelter for animals housed outdoors does not ensure they\nare protected from the elements. Natural or artificial shelter shall be provided for all animals kept outdoors to afford\nthem protection and to prevent discomfort to such animals.\nTo be corrected by: May 29, 2015"
    },
    {
      "code": "3.127(c)",
      "kind": "Direct",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "Drainage.\nMultiple enclosures throughout the facility were severely muddy with large areas of standing water and/or small\npuddles created from hoof prints that have filled in with rain water: potbelly pig (3), camel (1), Jacob's sheep (35),\nMeishan pig (2), llamas (3), cattle (4), and zebu/llama (1 zebu/1 llama). Within each of those enclosures, nearly the\nentire enclosure was covered with mud that was several inches thick and/or puddles filled with rain water. Within the\ncamel enclosure and the cattle enclosure, there are large puddles of water and mud surrounding the feed bin.\nThese animals must stand in water and/or thick mud in order to get to their food. Some of the animals (camels,\nsheep, llamas and cattle) had wet, muddy legs and/or feet. Some of the animals had mud/wet fur extending halfway\nup their legs and some of the animals had mud/wet fur extending up the entire length of their legs.\nImproper drainage within enclosures does not ensure a clean, dry environment which can lead to health hazards for\nthe animals. A suitable method shall be provided to rapidly eliminate excess water from within the enclosures.\nTo be corrected by: 5:00 pm May 29th, 2015"
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "One black bear enclosure had a shelter with a build-up of old and fresh feces in it. There were also old meat\nproducts compacted into the straw bedding of the shelter which the licensee stated were deli products. There were\na lot of flies hovering around the inside of that shelter. There were multiple other animals (chinchillas, degus, two\nraccoons, and two kinkajous) which were housed in enclosures with slightly raised, grated/wire flooring so their\nwaste dropped below the floor. The accumulation of feces in those enclosures was excessive, leaving the animals\nonly barely raised above the feces in most cases. The pan collecting waste in the kinkajou enclosure was so filled\nwith waste that it was coming up through the wire floor. There were also maggots present in the kinkajou waste and\nnumerous flies hovering in and around the enclosure. The raccoon enclosure was constructed so the waste\nmaterial couldn't be removed from below the grated flooring without using a skid loader to lift the very heavy\nenclosure, which the licensee stated rarely happens. Failure to clean animal enclosures can lead to health hazards,\npests and odors.\nThe licensee must ensure that excreta is removed from primary enclosures as often as necessary to prevent\ncontamination of the animals, to minimize disease hazards, and to reduce odors."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "The \"reptile house\", with serval and coatimundi enclosures, had a build-up of dirt, dust, grime, and/or debris,\nespecially in the corners and floor edges. There was a brown, grimey material on the outside of the serval\nenclosure. There was also dark-colored organic material covering some of the wire paneling of the vervet\nenclosure, which is directly adjacent to the other animal enclosures. In the \"education building\" housing chinchillas,\nkinkajous, African crested porcupines, and fennec foxes, there was a general lack of cleaning. The overhead light\nfixtures and outlets had turned from white to dark brown due to excessive fly specks in that room. There was an\naccumulation of miscellaneous items which the licensee was storing in the corner of the \"education building\" animal\nhousing room, such as fans, heat pads, hamster wheels, lightbulbs, boards, empty enclosures, etc. There were\nmultiple brooms and dust pans stored just a couple feet away from the African crested porcupine enclosure which\nwere setting on top of dust, waste, and rodent feces. There was also a build-up of a hard, brown material on the\nwire paneling of the African crested porcupine enclosure Failure to clean housing facilities and primary enclosures\ncan lead to disease hazards, pests and odors.\nThe licensee must ensure that housing facilities are kept clean in order to protect the animals from health hazards\nand facilitate good husbandry practices."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Pest control.\nThere are an excessive number of flies present within the bear shelter (one bear), on the floor of the raccoon\nenclosure (two raccoons) and surrounding the kinkajou enclosure within the education building (two kinkajou). The\nflies are present and hovering around the excess food and/or animal waste that is present within the enclosures.\nMaggots were also seen within the waste present in the kinkajou enclosure.\nThere were rodent droppings present within the food storage room within the education center. This is the food\nstorage area for the chinchillas and fennec foxes. The rodent feces was present on the floor and objects within the\nroom.\nThe presence of pests can lead to health hazards for the animals. A safe and effective program for the control of\npests, including flies and rodents, must be established and maintained.\nInspection and exit briefing conducted with VMO Amanda Owens, VMO Heather Cole and the facility owner.\nAdditional Inspectors\nOwens Amanda, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.75(c)(2)\nHOUSING FACILITIES, GENERAL. \nThe ceiling in the \"reptile room\", housing one vervet, two ringtail lemurs and one red ruff lemur, was made of\nporous, uneven-surfaced, white tiles.  Most of them had light brown stains throughout their surfaces.  Several had\napproximately one inch holes into the tile material, exposing the spongy type material underneath the surface. \nMany of the crevices of the uneven-surfaced tiles were blackened.  Although the tiles were not inside the\nenclosures, they were directly outside the enclosures and in very close proximity to the nonhuman primates.  Soiled\nsurfaces in housing areas can increase disease hazards.\nThe licensee must ensure that surfaces of nonhuman primate housing facilities that cannot be readily cleaned and\nsanitized are replaced when worn or soiled.\nTo be corrected by: July 27, 2015\n3.75(c)(3)                    REPEAT\nHOUSING FACILITIES, GENERAL. \nThere was a build-up of dirt, dust, grime, and/or debris in the \"reptile house\", especially in the corners and floor\nedges.  There was a brown grimey material on the outside of the serval enclosure, which was just a few feet from\nthe nonhuman primates housed in the room. There was also dark-colored organic material covering some of the\nwire paneling and some of the wooden ledges in the vervet enclosure.  Additionally, there was an excessive amount\nof dirt, dust, debris, and old bedding throughout the \"primate building\", both on the floors and the window sills.  The\nplastic playhouse in the the outdoor portion of the macaque enclosure had turned slightly brown from the dust and\ndirt.  In the \"education building\" housing two bush babies, there was a general lack of cleaning.  The overhead light\nfixtures and outlets had turned from white to dark brown due to excessive fly speck in that room. There was an\naccumulation of miscellaneous items which the licensee was storing in the corner of the \"education building\" animal\nhousing room that were not necessary for husbandry or cleaning such as fans, heat pads, hamster wheels,\nlightbulbs, boards, and empty enclosures.  There were multiple brooms and dust pans stored along the wall of the\nroom which were setting on top of dust, waste, and rodent feces.  Failure to clean housing facilities, primary\nenclosures, and enrichment items can lead to disease hazards, pests and odors.\n\nThe licensee must ensure that hard surfaces with which the nonhuman primates come in contact are spot cleaned\ndaily and sanitized at least every two weeks.  Furthermore, the licensee must ensure that all other surfaces of the\nnonhuman primate housing facilities are cleaned and sanitized when necessary to satisfy generally accepted\nhusbandry standards and practices.\n3.76(b)\nINDOOR HOUSING FACILITIES. \nThere was a strong, foul odor of fecal waste and ammonia in the \"education building\".  This room housed two bush\nbabies.  The air in that room also seemed stagnant.  The room had no windows or exhaust/ventilation portals.  The\nlicensee stated that fans are used when needed to move the air.  However, the licensee keeps the door to the room\nshut so this simply moves the air around the room but does not bring in fresh air or expel the odor-filled air.  Air\nwhich is not properly ventilated can result in respiratory or other health problems for the animals.\nThe licensee must ensure that indoor housing facilities are sufficiently ventilated at all times when nonhuman\nprimates are present to provide for their health and well-being and to minimize odors and ammonia levels. \nTo be corrected by: June 10, 2015\n3.81(c)(2)\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\nA male, juvenile baboon \"Obi\" was exhibiting abnormal behaviors associated with psychological distress. He was\nrepeatedly pacing and head tossing. He paced nearly the entire time the inspectors observed him. He repeatedly\ntossed his head back when he approached a wall or corner of his enclosure. Pacing and head tossing are\nstereotypic behaviors in non-human primates. Stereotypic behaviors such as head tossing and pacing in primates\nare behaviors that indicate psychological distress. \"Obi\" is currently housed alone in his enclosure. He can hear\nother non-human primates (baboons and macaques), but only has a limited view of them through gaps in the walls.\nCurrently there is minimal enrichment within his enclosure.  There is a climbing structure in his enclosure that the\nlicensee calls his \"castle\" (connected plastic barrels laying on its side) and a ladder laying on its side. Within the\nindoor portion of the sheltered housing facility, there are two perches and a mirror outside of the enclosure.\nDocumentation was provided that showed food enrichment is given to all primates everyday in a variety of forms.\nThere is no documentation that \"Obi\" is provided any extra food enrichment. The licensee confirmed that \"Obi\" has\nnot received any special attention or enrichment due to the abnormal behaviors. \nThe current environmental enhancement plan does not specifically address the psychological distress associated\nwith the abnormal behaviors exhibited by \"Obi\". Failure to have a special plan regarding environmental\nenhancement in animals showing signs of psychological distress can lead to further psychological distress or\n\nabnormal behaviors. The licensee must develop, document and follow an environmental enhancement plan that\nspecifically addresses the environmental enhancement for \"Obi\" and all other non-human primates that show signs\nof being in psychological distress through behavior or appearance.\nTo be corrected by: June 3, 2015\n3.84(d)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL. \nPest control. \nThere are an excessive number of live and dead flies within the primate building housing two macaques and four\nbaboons. The dead flies are located on the floor under a window directly across from the macaque enclosure. The\nlicensee states she sprayed some of the flies with fly spray recently, but hadn't cleaned up the dead flies yet. The\nmajority of the live flies were on a window directly adjacent to the enclosure housing one baboon.  \nThe presence of pests can lead to health hazards for the animals. A safe and effective program for the control of\npests, including flies, must be established and maintained. \n3.126(b)\nFACILITIES, INDOOR. \nThere was a strong, foul odor of fecal waste and ammonia in the \"education building\".  This room housed\nchinchillas, African crested porcupines, fennec foxes, and kinkajous.  The air in that room also seemed stagnant. \nThe room had no windows or exhaust/ventilation portals.  The licensee stated that fans are used when needed to\nmove the air.  However, the licensee keeps the door to the room shut so this simply moves the air around the room\nbut does not bring in fresh air or expel the odor-filled air.  Air which is not properly ventilated can result in respiratory\nor other health problems for the animals.\nThe licensee must ensure that indoor housing facilities are adequately ventilated to provide for the health and to\nprevent discomfort of the animals at all times. \nTo be corrected by: June 10, 2015\n3.127(b)\nFACILITIES, OUTDOOR. \nShelter from inclement weather.\n\nThere are two Highland cattle and two beef cattle in one enclosure. There is only one shelter and no separate\nshade structure within that enclosure. The shelter that is present is not large enough to fit all of the animals within\nthe shelter at the same time. Failure to provide adequate shelter for animals housed outdoors does not ensure they\nare protected from the elements. Natural or artificial shelter shall be provided for all animals kept outdoors to afford\nthem protection and to prevent discomfort to such animals. \nTo be corrected by: May 29, 2015\n3.127(c)           DIRECT\nFACILITIES, OUTDOOR. \nDrainage.\nMultiple enclosures throughout the facility were severely muddy with large areas of standing water and/or small\npuddles created from hoof prints that have filled in with rain water: potbelly pig (3), camel (1), Jacob's sheep (35),\nMeishan pig (2), llamas (3), cattle (4), and zebu/llama (1 zebu/1 llama).  Within each of those enclosures, nearly the\nentire enclosure was covered with mud that was several inches thick and/or puddles filled with rain water. Within the\ncamel enclosure and the cattle enclosure, there are large puddles of water and mud surrounding the feed bin.\nThese animals must stand in water and/or thick mud in order to get to their food. Some of the animals (camels,\nsheep, llamas and cattle) had wet, muddy legs and/or feet. Some of the animals had mud/wet fur extending halfway\nup their legs and some of the animals had mud/wet fur extending up the entire length of their legs. \nImproper drainage within enclosures does not ensure a clean, dry environment which can lead to health hazards for\nthe animals.  A suitable method shall be provided to rapidly eliminate excess water from within the enclosures. \nTo be corrected by: 5:00 pm May 29th, 2015\n3.131(a)                    REPEAT\nSANITATION.   \nOne black bear enclosure had a shelter with a build-up of old and fresh feces in it.  There were also old meat\nproducts compacted into the straw bedding of the shelter which the licensee stated were deli products.  There were\na lot of flies hovering around the inside of that shelter.  There were multiple other animals (chinchillas, degus, two\nraccoons, and two kinkajous) which were housed in enclosures with slightly raised, grated/wire flooring so their\nwaste dropped below the floor.  The accumulation of feces in those enclosures was excessive, leaving the animals\nonly barely raised above the feces in most cases.  The pan collecting waste in the kinkajou enclosure was so filled\nwith waste that it was coming up through the wire floor.  There were also maggots present in the kinkajou waste and\nnumerous flies hovering in and around the enclosure.  The raccoon enclosure was constructed so the waste\nmaterial couldn't be removed from below the grated flooring without using a skid loader to lift the very heavy\n\nenclosure, which the licensee stated rarely happens.  Failure to clean animal enclosures can lead to health hazards,\npests and odors. \nThe licensee must ensure that excreta is removed from primary enclosures as often as necessary to prevent\ncontamination of the animals, to minimize disease hazards, and to reduce odors.\n3.131(c)                    REPEAT\nSANITATION.   \nThe \"reptile house\", with serval and coatimundi enclosures, had a build-up of dirt, dust, grime, and/or debris,\nespecially in the corners and floor edges.  There was a brown, grimey material on the outside of the serval\nenclosure.  There was also dark-colored organic material covering some of the wire paneling of the vervet\nenclosure, which is directly adjacent to the other animal enclosures.  In the \"education building\" housing chinchillas,\nkinkajous, African crested porcupines, and fennec foxes, there was a general lack of cleaning.  The overhead light\nfixtures and outlets had turned from white to dark brown due to excessive fly specks in that room. There was an\naccumulation of miscellaneous items which the licensee was storing in the corner of the \"education building\" animal\nhousing room, such as fans, heat pads, hamster wheels, lightbulbs, boards, empty enclosures, etc.  There were\nmultiple brooms and dust pans stored just a couple feet away from the African crested porcupine enclosure which\nwere setting on top of dust, waste, and rodent feces.  There was also a build-up of a hard, brown material on the\nwire paneling of the African crested porcupine enclosure  Failure to clean housing facilities and primary enclosures\ncan lead to disease hazards, pests and odors. \nThe licensee must ensure that housing facilities are kept clean in order to protect the animals from health hazards\nand facilitate good husbandry practices.\n3.131(d)                    REPEAT\nSANITATION.   \nPest control. \nThere are an excessive number of flies present within the bear shelter (one bear), on the floor of the raccoon\nenclosure (two raccoons) and surrounding the kinkajou enclosure within the education building (two kinkajou). The\nflies are present and hovering around the excess food and/or animal waste that is present within the enclosures.\nMaggots were also seen within the waste present in the kinkajou enclosure. \nThere were rodent droppings present within the food storage room within the education center. This is the food\nstorage area  for the chinchillas and fennec foxes. The rodent feces was present on the floor and objects within the\nroom.\n\nThe presence of pests can lead to health hazards for the animals. A safe and effective program for the control of\npests, including flies and rodents, must be established and maintained.\nInspection and exit briefing conducted with VMO Amanda Owens, VMO Heather Cole and the facility owner.\nAdditional Inspectors\nOwens Amanda, Veterinary Medical Officer",
  "animals_total": 191,
  "species": [
    {
      "count": 3,
      "scientific": "Acomys wilsoni",
      "common": "WILSON'S SPINY MOUSE"
    },
    {
      "count": 2,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 4,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 1,
      "scientific": "C. pygerythrus",
      "common": "VERVET"
    },
    {
      "count": 1,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 2,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 3,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 19,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 6,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 6,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    },
    {
      "count": 1,
      "scientific": "Choloepus didactylus",
      "common": "LINNAEUS'S TWO-TOED SLOTH"
    },
    {
      "count": 1,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 1,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 1,
      "scientific": "Hydrochaeris hydrochaeris",
      "common": "CAPYBARA"
    },
    {
      "count": 2,
      "scientific": "Hystrix africaeaustralis",
      "common": "CAPE PORCUPINE"
    },
    {
      "count": 6,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 2,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 1,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 2,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE *MALE"
    },
    {
      "count": 2,
      "scientific": "Marmota monax",
      "common": "GROUNDHOG / WOODCHUCK"
    },
    {
      "count": 1,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 1,
      "scientific": "Muscardinus avellanarius",
      "common": "HAZEL DORMOUSE"
    },
    {
      "count": 2,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 20,
      "scientific": "Octodon degus",
      "common": "DEGU"
    },
    {
      "count": 2,
      "scientific": "Otolemur crassicaudatus",
      "common": "GREATER BUSHBABY"
    },
    {
      "count": 68,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 3,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 5,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 4,
      "scientific": "Papio hamadryas",
      "common": "HAMADRYAS BABOON"
    },
    {
      "count": 5,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 2,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 1,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 5,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 2,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 1,
      "scientific": "Varecia variegata",
      "common": "BLACK-AND-WHITE RUFFED LEMUR"
    },
    {
      "count": 2,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    }
  ]
}