{
  "insp_id": "322151234460210",
  "layout": "a",
  "customer_id": "322061",
  "customer_name": "Karen Hoover",
  "customer_addr": "49404 Hwy J\nHurdland, MO 63547",
  "certificate": "43-A-5969",
  "site_id": "001",
  "site_name": "KAREN HOOVER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-NOV-2015",
  "report_date": "18-NOV-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A male Bichon Frise, microchip #900118000353433, was observed to be thin. Upon closer observation this dogs\nvertebrae, hip bones, front shoulder bones and ribs were easily palpable. This could be a sign of a medical\ncondition. The licensee needs to have this dog evaluated for an appropriate diagnosis and treatment plan. The\nlicensee must provide documentation of this visit to the inspector/s upon request. The licensee must ensure that all\nanimals receive adequate veterinary care at all times.\nThere is an unlabeled bottle of a blue mixture inside of the sheltered facility. When questioned the licensee stated\nthat is was a mixture of ivermectin and isopropyl alcohol used on her dogs. This bottle and all other transfer bottles\nof medication must be labeled clearly to describe what the contents are and include the expiration date. Expired\nmedications may be contaminated, may not work as expected, and could harm the animals. Licensee must ensure\nthat all medications maintained for and used on the animals are not expired at all times.\nTo be corrected by: 21 Nov 15\nInspection and exit interview conducted with licensee and ACI Stephanie Osborne."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA male Bichon Frise, microchip #900118000353433, was observed to be thin.  Upon closer observation this dogs\nvertebrae, hip bones, front shoulder bones and ribs were easily palpable.  This could be a sign of a medical\ncondition.  The licensee needs to have this dog evaluated for an appropriate diagnosis and treatment plan.  The\nlicensee must provide documentation of this visit to the inspector/s upon request.  The licensee must ensure that all\nanimals receive adequate veterinary care at all times. \nThere is an unlabeled bottle of a blue mixture inside of the sheltered facility.  When questioned the licensee stated\nthat is was a mixture of ivermectin and isopropyl alcohol used on her dogs.  This bottle and all other transfer bottles\nof medication must be labeled clearly to describe what the contents are and include the expiration date.  Expired\nmedications may be contaminated, may not work as expected, and could harm the animals.  Licensee must ensure\nthat all medications maintained for and used on the animals are not expired at all times.  \nTo be corrected by:  21 Nov 15\nInspection and exit interview conducted with licensee and ACI Stephanie Osborne.",
  "animals_total": 19,
  "species": [
    {
      "count": 13,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 6,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}