{
  "insp_id": "57141747530558",
  "layout": "a",
  "customer_id": "4111",
  "customer_name": "B J'S & Guys L L C",
  "customer_addr": "H C 1 Box 38\nMenlo, KS 67753",
  "certificate": "48-B-0081",
  "site_id": "001",
  "site_name": "B J's & Guys L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-MAR-2014",
  "report_date": "20-MAR-2014",
  "citations": [
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "One enclosure housing two dogs has a large hole dug under the dog shelter. Holes dug under structures may\nundermine the stability of the structures and may result in the hole collapsing. Facilities must be kept in good repair\nto protect the animals from potential injury. This hole was filled during the inspection."
    },
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There are metal panels located along the lower edge of three enclosures (#21 of the \"Free Willy\" building and #16\nand #10 of the \"Toy Land\" building) that have flaking paint and are starting to rust. Surfaces with flaking paint and\nrust cannot be readily cleaned and sanitized. All surfaces must be maintained to allow them to be readily cleaned\nand sanitized. Correct by 9 April 2014."
    },
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "Four dogs housed in two enclosures are not provided with adequate areas of shade. Lack of protection from the\ndirect rays of the sun may cause discomfort to the dogs. All dogs in outdoor housing facilities must be provided with\nareas of shade large enough for all the dogs to have access at the same time. Shade material was provided during\nthe inspection."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "There is an excessive accumulation of feces in three enclosures. The licensee stated these enclosures were\ncleaned 6 days ago. Excessive accumulation of feces may lead to an increase in diseases, odors, and pests. All\nprimary enclosures must be cleaned on a daily basis. These enclosures were cleaned during the inspection.\nThis routine inspection was conducted on 3/19/2014 with the licensee.\nThe exit interview was conducted on 3/20/2014 with the licensee.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.1(a)\nHOUSING FACILITIES, GENERAL.\nOne enclosure housing two dogs has a large hole dug under the dog shelter.  Holes dug under structures may\nundermine the stability of the structures and may result in the hole collapsing.  Facilities must be kept in good repair\nto protect the animals from potential injury.  This hole was filled during the inspection.\n3.1(c)(1)(1)\nHOUSING FACILITIES, GENERAL.\nThere are metal panels located along the lower edge of three enclosures (#21 of the \"Free Willy\" building and #16\nand #10 of the \"Toy Land\" building) that have flaking paint and are starting to rust.  Surfaces with flaking paint and\nrust cannot be readily cleaned and sanitized.  All surfaces must be maintained to allow them to be readily cleaned\nand sanitized.  Correct by 9 April 2014.\n3.4(b)\nOUTDOOR HOUSING FACILITIES.\nFour dogs housed in two enclosures are not provided with adequate areas of shade.  Lack of protection from the\ndirect rays of the sun may cause discomfort to the dogs.  All dogs in outdoor housing facilities must be provided with\nareas of shade large enough for all the dogs to have access at the same time.  Shade material was provided during\nthe inspection.\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThere is an excessive accumulation of feces in three enclosures.  The licensee stated these enclosures were\ncleaned 6 days ago.  Excessive accumulation of feces may lead to an increase in diseases, odors, and pests.  All\nprimary enclosures must be cleaned on a daily basis.  These enclosures were cleaned during the inspection.\nThis routine inspection was conducted on 3/19/2014 with the licensee.\n\nThe exit interview was conducted on 3/20/2014 with the licensee.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer",
  "animals_total": 1181,
  "species": [
    {
      "count": 755,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 426,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}