{
  "insp_id": "INS-0000846993",
  "layout": "c",
  "customer_id": "39733",
  "customer_name": "Linda Korver Stanley Korver Bethany Korver",
  "customer_addr": "4047 Jackson Ave\nOrange City, IA 51041",
  "certificate": "42-A-1448",
  "site_id": "001",
  "site_name": "BETHANY KORVER, LINDA KORVER, STANLEY KORVER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-FEB-2023",
  "report_date": "17-FEB-2023",
  "citations": [
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Time and method of identification.",
      "narrative": "* There are 18 dogs that have no official identification on them at time of inspection. Official identification is needed to\nensure that each animal s identity can be known with certainty which helps to facilitate the inspection process. The\nlicensee is using microchips as the official identification. The licensee must ensure that all live dogs on the premise shall\nbe identified by an official tag, a distinctive and legible tattoo marking that is acceptable to and approved by the\nAdministrator or a microchip chip number. If the licensee uses microchips as official identification, then a functioning\nmicrochip reader must be made available to the inspector at time of facility inspection. In addition, a variance from the\nregional office to use microchips must be maintained on file by the licensee. Correct by 3/15/23."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "* There was no record of inventory observed on seven unweaned puppies born at the facility. Complete and accurate\nrecords are needed to ensure each animal's identity can be known with certainty and to facilitate the ability to trace all\npuppies. The licensee shall make, keep, and maintain records or forms which fully include any offspring born of any\nanimal while in his or her possession or under his or her control. Correct by 3/1/23."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "* An estimated 1/2 inch gap in the cement flooring was observed in the whelp building housing 22 dogs. A mixture of\nwater and fecal waste was observed in the gap area. In addition, water and fecal waste was observed on the cement floor\nnext to the gap area. Accumulations of dirt, debris, food waste, excreta, and other disease hazards can collect in the gap\narea creating unsanitary conditions. In addition, the affected area cannot be readily cleaned and sanitized. The licensee\nmust fill all gaps with a material that will allow the cement surfaces to be readily cleaned and sanitized on a routine basis.\nCorrect by 3/1/23."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "* There is a mixture of dirt, grease and other excreta accumulating on the interior painted wood wall of two\nenclosures. Four dogs are in contact with the affected surfaces located in indoor housing. The affected area covers\napproximately 20 to 30 percent of the interior wall area. Cleaning of surfaces is necessary to prevent an accumulation of\nexcreta and other disease hazards. This indicates an unsanitary living condition exists that could lead to potential disease\nor health risks. Surfaces which are not cleaned and sanitized properly increase the risk of disease hazards for the dogs.\nCleanliness is important to the health and well-being of the animals. All surfaces of housing facilities must be cleaned and\nsanitized when necessary to satisfy generally accepted husbandry standards and practices. The licensee must ensure\nthat hard surfaces with which the dogs come in contact must be spot cleaned daily and sanitized in accordance with 3.11\n(B) of this sub part to prevent accumulation of excreta and reduce disease hazards. Correct by 2/18/23"
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "* There is a mixture of water, bedding and animal waste collecting next to the area where the bagged bedding is stored.\nThe affected area is located in the Quonset hut building housing five dogs. It creates potential unsanitary conditions and\ncould lead to potential disease, contamination, or health risks. Cleaning of the ground floor area must be maintained in\norder to minimize fecal and urine contamination, vermin and pest infestation, insects, odors, and other disease hazards.\nOdors, insects, disease hazards, and pest infestation from fecal and organic material accumulations can have an adverse\neffect on the health and well-being of the animals at this facility. The licensee must provide for regular and frequent\nremoval of water and other fluids in a manner that minimizes contamination and disease risks. Correct by 3/1/23."
    },
    {
      "code": "3.10(c)",
      "kind": "",
      "repeat": false,
      "desc": "Watering",
      "narrative": "* At least two water receptacles had an algae looking substance on the interior surface of the water receptacle. Two\ndogs are in contact with the affected receptacles located in an outdoor building. When the water becomes contaminated,\nit is no longer considered to be safe to be consumed and could lead to potential health risks. Algae buildup in the\nreceptacle indicates a lack of cleaning is occurring on a regular basis. Clean water receptacles are important to promote\ngood health to the animals and reduce the risk of disease The licensee must ensure all water receptacles must be kept\nclean and sanitized in accordance with § 3.11(b) and before being used to water a different dog or cat or a different social\ngrouping of dogs or cats. Correct by 2/22/23."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "* Cobwebs and dust were observed accumulating on the interior walls and window frame of the whelp building. In\naddition, cobwebs and dust were observed on the south wall and the window frame of the building just south of the whelp\nbuilding. Twenty-Seven adult dogs were being housed next to the affected surfaces. This indicates a living area exists for\nrodents, other pests, and vermin. Unsanitary living conditions are created if the affected area is not kept clean. This\ncould lead to health issues for the animals. The licensee must ensure that all buildings and surrounding grounds must be\nkept clean and in good repair to protect the animals from injury, to facilitate the prescribed husbandry practices required in\nthis sub part, and to reduce or eliminate breeding and living areas for rodents and other pests and vermin. Correct by\n3/15/23."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "* Bird droppings were observed accumulating on top of plastic gate frames, metal pans, rubber buckets, metal fencing\nand storage table. Five dogs are in contact with the affected area located in the outdoor Quonset hut housing five dogs.\nThe facility has no current effective pest prevention program in place. No means to control or eliminate the birds were\nviewed during the inspection. Lack of an effective program that controls birds can create unsanitary conditions and lead\nto potential health risks. Bird feces may contain pathogens that could adversely impact animal health. The licensee must\nestablish an effective program of bird control for the health and well-being of the dogs. Correct by 3/1/23."
    },
    {
      "code": "3.13(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "* There was no recorded date for a physical exam of 27 dogs Physical examination of every dog on the premise is\nnecessary to evaluate each dog for its overall internal and external physical body condition. In addition, the physical\nexamination will be able to evaluate the overall condition and health of the hair coat, feet, ears, and eyes. The licensee\nmust have a complete physical examination from head to tail of each dog by the attending veterinarian not less than once\nevery 12 months. Correct by 3/15/23."
    },
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "* There was no recorded date for annual rabies vaccination, heartworm, and fecal float testing for 27 dogs. Annual\nrabies vaccinations, heartworm and fecal float testing are important for the health of the animals. Heartworm and fecal\nfloat testing is done to ensure that there are no active internal parasites. The licensee must ensure that all dogs are\nreceiving vaccinations for contagious and/or deadly diseases of dogs (including rabies, parvovirus, and distemper) and\nsampling and treatment of parasites and other pests (including fleas, worms, coccidia, giardia, and heartworm) in\naccordance with a schedule approved by the attending veterinarian. Correct by 3/15/27.\nThis inspection and exit interview were conducted with the licensee.\nn"
    }
  ],
  "narrative": "2.50(a)(1) \n   \nTime and method of identification. \n*   There are 18 dogs that have no official identification on them at time of inspection.   Official identification is needed to \nensure that each animal s identity can be known with certainty which helps to facilitate the inspection process.   The \nlicensee is using microchips as the official identification.  The licensee must ensure that all live dogs on the premise shall \nbe identified by an official tag, a distinctive and legible tattoo marking that is acceptable to and approved by the \nAdministrator or a microchip chip number. If the licensee uses microchips as official identification, then a functioning \nmicrochip reader must be made available to the inspector at time of facility inspection.  In addition, a variance from the \nregional office to use microchips must be maintained on file by the licensee.  Correct by 3/15/23. \n2.75(a)(1) \n   \nRecords: Dealers and exhibitors. \n*   There was no record of inventory observed on seven unweaned puppies born at the facility.  Complete and accurate \nrecords are needed to ensure each animal's identity can be known with certainty and to facilitate the ability to trace all \npuppies.  The licensee shall make, keep, and maintain records or forms which fully include any offspring born of any \nanimal while in his or her possession or under his or her control.    Correct by 3/1/23. \n3.1(c)(2) \n   \nHousing facilities, general.\n\n*    An estimated 1/2 inch gap in the cement flooring was observed in the whelp building housing 22 dogs. A mixture of \nwater and fecal waste was observed in the gap area. In addition, water and fecal waste was observed on the cement floor \nnext to the gap area.  Accumulations of dirt, debris, food waste, excreta, and other disease hazards can collect in the gap \narea creating unsanitary conditions.   In addition, the affected area cannot be readily cleaned and sanitized.   The licensee \nmust fill all gaps with a material that will allow the cement surfaces to be readily cleaned and sanitized on a routine basis.  \nCorrect by 3/1/23. \n3.1(c)(3) \n   \nHousing facilities, general. \n*        There is a mixture of dirt, grease and other excreta accumulating on the interior painted wood wall of two \nenclosures.  Four dogs are in contact with the affected surfaces located in indoor housing. The affected area covers \napproximately 20 to 30 percent of the interior wall area. Cleaning of surfaces is necessary to prevent an accumulation of \nexcreta and other disease hazards.  This indicates an unsanitary living condition exists that could lead to potential disease \nor health risks.  Surfaces which are not cleaned and sanitized properly increase the risk of disease hazards for the dogs. \nCleanliness is important to the health and well-being of the animals. All surfaces of housing facilities must be cleaned and \nsanitized when necessary to satisfy generally accepted husbandry standards and practices.   The licensee must ensure \nthat hard surfaces with which the dogs come in contact must be spot cleaned daily and sanitized in accordance with 3.11 \n(B) of this sub part to prevent accumulation of excreta and reduce disease hazards.  Correct by 2/18/23 \n3.1(f) \n   \nHousing facilities, general. \n*   There is a mixture of water, bedding and animal waste collecting next to the area where the bagged bedding is stored.  \nThe affected area is located in the Quonset hut building housing five dogs.  It creates potential unsanitary conditions and \ncould lead to potential disease, contamination, or health risks. Cleaning of the ground floor area must be maintained in\n\norder to minimize fecal and urine contamination, vermin and pest infestation, insects, odors, and other disease hazards.  \nOdors, insects, disease hazards, and pest infestation from fecal and organic material accumulations can have an adverse \neffect on the health and well-being of the animals at this facility.  The licensee must provide for regular and frequent \nremoval of water and other fluids in a manner that minimizes contamination and disease risks.   Correct by 3/1/23. \n3.10(c) \n   \nWatering \n*     At least two water receptacles had an algae looking substance on the interior surface of the water receptacle. Two \ndogs are in contact with the affected receptacles located in an outdoor building.  When the water becomes contaminated, \nit is no longer considered to be safe to be consumed and could lead to potential health risks. Algae buildup in the \nreceptacle indicates a lack of cleaning is occurring on a regular basis. Clean water receptacles are important to promote \ngood health to the animals and reduce the risk of disease The licensee must ensure all water receptacles must be kept \nclean and sanitized in accordance with § 3.11(b) and before being used to water a different dog or cat or a different social \ngrouping of dogs or cats.   Correct by 2/22/23. \n3.11(c) \n   \nCleaning, sanitization, housekeeping, and pest control. \n*   Cobwebs and dust were observed accumulating on the interior walls and window frame of the whelp building. In \naddition, cobwebs and dust were observed on the south wall and the window frame of the building just south of the whelp \nbuilding.  Twenty-Seven adult dogs were being housed next to the affected surfaces. This indicates a living area exists for \nrodents, other pests, and vermin.   Unsanitary living conditions are created if the affected area is not kept clean.  This \ncould lead to health issues for the animals.  The licensee must ensure that all buildings and surrounding grounds must be \nkept clean and in good repair to protect the animals from injury, to facilitate the prescribed husbandry practices required in\n\nthis sub part, and to reduce or eliminate breeding and living areas for rodents and other pests and vermin.  Correct by \n3/15/23. \n3.11(d) \n   \nCleaning, sanitization, housekeeping, and pest control. \n*   Bird droppings were observed accumulating on top of plastic gate frames, metal pans, rubber buckets, metal fencing \nand storage table.   Five dogs are in contact with the affected area located in the outdoor Quonset hut housing five dogs.  \nThe facility has no current effective pest prevention program in place.  No means to control or eliminate the birds were \nviewed during the inspection.  Lack of an effective program that controls birds can create unsanitary conditions and lead \nto potential health risks.  Bird feces may contain pathogens that could adversely impact animal health.  The licensee must \nestablish an effective program of bird control for the health and well-being of the dogs.  Correct by 3/1/23. \n3.13(a)(2) \n   \nVeterinary care for dogs. \n*    There was no recorded date for a physical exam of 27 dogs   Physical examination of every dog on the premise is \nnecessary to evaluate each dog for its overall internal and external physical body condition. In addition, the physical \nexamination will be able to evaluate the overall condition and health of the hair coat, feet, ears, and eyes.  The licensee \nmust have a complete physical examination from head to tail of each dog by the attending veterinarian not less than once \nevery 12 months.  Correct by 3/15/23. \n3.13(a)(3) \n   \nVeterinary care for dogs. \n*   There was no recorded date for annual rabies vaccination, heartworm, and fecal float testing for 27 dogs.  Annual \nrabies vaccinations, heartworm and fecal float testing are important for the health of the animals.  Heartworm and fecal \nfloat testing is done to ensure that there are no active internal parasites.   The licensee must ensure that all dogs are\n\nreceiving vaccinations for contagious and/or deadly diseases of dogs (including rabies, parvovirus, and distemper) and \nsampling and treatment of parasites and other pests (including fleas, worms, coccidia, giardia, and heartworm) in \naccordance with a schedule approved by the attending veterinarian.  Correct by 3/15/27. \n \nThis inspection and exit interview were conducted with the licensee. \n \n n",
  "animals_total": 34,
  "species": [
    {
      "count": 27,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 7,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}