{
  "insp_id": "2016090000691107",
  "layout": "b",
  "customer_id": "506618",
  "customer_name": "DANIEL GINGERICH",
  "customer_addr": "3125 Davis Rd\nSEYMOUR, IA 52590",
  "certificate": "42-A-1632",
  "site_id": "001",
  "site_name": "DANIEL GINGERICH",
  "insp_type": "FOCUSED INSPECTION",
  "date": "25-AUG-2021",
  "report_date": "26-AUG-2021",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Female chocolate poodle (#354) is underweight. Physical inspection of the dog by a Veterinary Medical Officer (VMO)\nrevealed the spine is prominent and there is little fat and muscle covering the dog's frame. The VMO found the hind legs\nof the dog were most affected by muscle wasting and the upper leg bone was easily felt. The dog has a litter of two\npuppies. The facility representative has not noticed the animal's condition and the dog has not been evaluated by a\nlicensed veterinarian.\nPoor body condition could indicate an underlying health issue and could lead to serious health issues.\nFemale toy Australian shepherd (#381) has a severely matted hair coat along with an abnormal condition of the skin.\nLarge, solid mats of hair are located behind the right ear and a rope-like mat is located in front of the ear. The mats are\nheld tightly against the skin. Heavily matted clumps of hair are located across the dog's rump and are tight against the\nskin.\nAn area of hair loss is located between the right ear and right eye and the affected area is slightly reddened. Areas of hair\nloss are also located in front of and underneath the large solid mat behind the right ear. These affected areas are slightly\nreddened with numerous small, dark red spots across the surface.\nA lesion is located on the front side of the lower right foreleg. The lesion is hairless, dark in color, crusty, and has flaky\nmaterial in the hair surrounding it. Multiple lesions are located on the front side of the left foreleg. The affected areas are\nhairless and appear slightly reddened. A small darker red area is located on one of the lesions. The lesions appear\ncrusty with flaky material in the hair surrounding them. A lesion is also located on the dog's right flank. The hair in the\naffected area is thin and contains dark red spots on the surface. Flaky material is trapped in the hair around the lesion.\nA large lesion is located amongst the matted hair on the dog's rump. The lesion is slightly reddened and contains dark\nred bumps and abrasions throughout. Flaky material is trapped in the hair around the lesion.\nThe facility representative has not noticed the animal's condition and the dog has not been evaluated by a licensed\nveterinarian.\nMatted hair and abnormal skin conditions could cause pain and discomfort to the dog.\nFemale English Springer spaniel (#386) has an abnormal condition of the skin. A large area of hair loss is located on top\nof the head. Grey, crusty material is covering the majority of the surface of the exposed skin with a few additional dark\nbrown colored areas throughout. A smaller area of hair loss is located on the top of the head and contains a reddish-\nbrown crusty material on its surface. The surface of the left ear flap has a small, red, open lesion and the surface of the\nright ear contains a large area of hair loss with a small, red, open lesion. A small amount of fresh blood appears to be\naround the opening of the lesion. A lesion is also located on the upper right hind leg near the tail. The lesion is hairless,\nround in shape, slightly reddened, with a brownish colored crust on the surface. The facility representative has not\nnoticed the animal's condition and the dog has not been evaluated by a licensed veterinarian.\nAbnormal skin conditions could cause pain and discomfort to the dog, as well as lead to further health issues.\nMale Pomsky (#248) has an abnormal condition of the skin. A dark colored lesion is located behind the right eye. The\naffected area is slightly reddened with a dark scab-like material on its surface with a dark crusty material trapped in the\nsurrounding hair. The facility representative has not noticed the animal's condition and the dog has not been evaluated by\na licensed veterinarian.\nAbnormal skin conditions could cause pain and discomfort to the dog, as well as lead to further health issues.\nFemale Pomeranian (#467) has matted hair and an abnormal condition of the skin. A large lesion is located along the top\nof the dog's back and begins behind the shoulder blades and extends along the spine towards the hips. The lesion is\nslightly reddened and numerous dark colored spots are located throughout the affected area.\nMatted hair is located around the dog's rump and beneath the tail. Dry, dark colored fecal material is trapped in the hair\nand much of the hair is coated in wet, light brown colored waste material. The facility representative has not noticed the\nanimal's condition and the dog has not been evaluated by a licensed veterinarian.\nMatted hair contaminated by waste and abnormal skin conditions could cause pain and discomfort to the dog.\nEach dealer must use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. The licensee\nmust have the above mentioned dogs evaluated by a licensed veterinarian for an appropriate diagnosis and to establish\nan effective treatment plan. Each matted dog must have all matted or contaminated hair removed from their hair coat.\nThe licensee must provide the dogs with adequate veterinary care at all times."
    },
    {
      "code": "2.75(a)(1)(iv)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The licensee sold one male and three female Labradors to an individual, but did not provide the person's name on APHIS\nform 7006. The name of the person to whom a dog is sold or given is necessary for APHIS officials to trace the\nmovement of animals.\nEach dealer shall make, keep, and maintain records or forms which fully and correctly disclose the name and address to\nwhom a dog is given or sold. The licensee must ensure that all required information is provided including the name of the\nperson to whom a dog was sold or given.\nTo be corrected by: From this day forward."
    },
    {
      "code": "2.75(a)(1)(vi)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "Four puppies sold on 08-20-2021 and three female Labradors sold on 08-21-2021, do not have an official identification\nnumber on APHIS form 7006. The official identification number is necessary in order for APHIS officials to identify and\ntrace the movements of animals.\nEach dealer shall make, keep, and maintain records or forms which fully and correctly disclose the official identification\nnumber. The licensee must ensure that all required information is provided including the official identification number for\neach dog."
    },
    {
      "code": "2.75(a)(1)(vii)(C)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The age or date of birth of 330 dogs is missing from APHIS form 7006. The age or date of birth is necessary for APHIS\nofficials to identify dogs.\nEach dealer shall make, keep, and maintain records or forms which fully and correctly disclose the age or date of birth of\nthe dogs. The licensee must ensure that all required information is provided including the age or date of birth for each\nanimal.\nThis inspection and exit interview were conducted with the facility representative.\nAdditional Inspectors:\nAUTUMN UNCK, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nFemale chocolate poodle (#354) is underweight.  Physical inspection of the dog by a Veterinary Medical Officer (VMO) \nrevealed the spine is prominent and there is little fat and muscle covering the dog's frame.  The VMO found the hind legs \nof the dog were most affected by muscle wasting and the upper leg bone was easily felt.  The dog has a litter of two \npuppies.  The facility representative has not noticed the animal's condition and the dog has not been evaluated by a \nlicensed veterinarian. \n \nPoor body condition could indicate an underlying health issue and could lead to serious health issues. \n \nFemale toy Australian shepherd (#381) has a severely matted hair coat along with an abnormal condition of the skin.  \nLarge, solid mats of hair are located behind the right ear and a rope-like mat is located in front of the ear.  The mats are \nheld tightly against the skin.  Heavily matted clumps of hair are located across the dog's rump and are tight against the \nskin. \n \nAn area of hair loss is located between the right ear and right eye and the affected area is slightly reddened.  Areas of hair \nloss are also located in front of and underneath the large solid mat behind the right ear.  These affected areas are slightly\n\nreddened with numerous small, dark red spots across the surface. \n \nA lesion is located on the front side of the lower right foreleg.  The lesion is hairless, dark in color, crusty, and has flaky \nmaterial in the hair surrounding it.  Multiple lesions are located on the front side of the left foreleg.  The affected areas are \nhairless and appear slightly reddened.  A small darker red area is located on one of the lesions.  The lesions appear \ncrusty with flaky material in the hair surrounding them.  A lesion is also located on the dog's right flank.  The hair in the \naffected area is thin  and contains dark red spots on the surface.  Flaky material is trapped in the hair around the lesion.   \nA large lesion is located amongst the matted hair on the dog's rump.  The lesion is slightly reddened and contains dark \nred bumps and abrasions throughout.  Flaky material is trapped in the hair around the lesion. \n \nThe facility representative has not noticed the animal's condition and the dog has not been evaluated by a licensed \nveterinarian. \n \nMatted hair and abnormal skin conditions could cause pain and discomfort to the dog. \n \nFemale English Springer spaniel (#386) has an abnormal condition of the skin.  A large area of hair loss is located on top \nof the head.  Grey, crusty material is covering the majority of the surface of the exposed skin with a few additional dark \nbrown colored areas throughout.  A smaller area of hair loss is located on the top of the head and contains a reddish-\nbrown crusty material on its surface.  The surface of the left ear flap has a small, red, open lesion and the surface of the \nright ear contains a large area of hair loss with a small, red, open lesion.  A small amount of fresh blood appears to be \naround the opening of the lesion.  A lesion is also located on the upper right hind leg near the tail.  The lesion is hairless, \nround in shape, slightly reddened, with a brownish colored crust on the surface.  The facility representative has not\n\nnoticed the animal's condition and the dog has not been evaluated by a licensed veterinarian. \n \nAbnormal skin conditions could cause pain and discomfort to the dog, as well as lead to further health issues. \n \nMale Pomsky (#248) has an abnormal condition of the skin.  A dark colored lesion is located behind the right eye.  The \naffected area is slightly reddened with a dark scab-like material on its surface with a dark crusty material trapped in the \nsurrounding hair.  The facility representative has not noticed the animal's condition and the dog has not been evaluated by \na licensed veterinarian. \n \nAbnormal skin conditions could cause pain and discomfort to the dog, as well as lead to further health issues. \n \nFemale Pomeranian (#467) has matted hair and an abnormal condition of the skin.  A large lesion is located along the top \nof the dog's back and begins behind the shoulder blades and extends along the spine towards the hips.  The lesion is \nslightly reddened and numerous dark colored spots are located throughout the affected area. \n \nMatted hair is located around the dog's rump and beneath the tail.  Dry, dark colored fecal material is trapped in the hair \nand much of the hair is coated in wet, light brown colored waste material.   The facility representative has not noticed the \nanimal's condition and the dog has not been evaluated by a licensed veterinarian. \n \nMatted hair contaminated by waste and abnormal skin conditions could cause pain and discomfort to the dog. \n \nEach dealer must use appropriate methods to prevent, control, diagnose, and treat diseases and injuries.  The licensee\n\nmust have the above mentioned dogs evaluated by a licensed veterinarian for an appropriate diagnosis and to establish \nan effective treatment plan.  Each matted dog must have all matted or contaminated hair removed from their hair coat.  \nThe licensee must provide the dogs with adequate veterinary care at all times. \n2.75(a)(1)(iv) \n   \nRecords: Dealers and exhibitors. \nThe licensee sold one male and three female Labradors to an individual, but did not provide the person's name on APHIS \nform 7006.  The name of the person to whom a dog is sold or given is necessary for APHIS officials to trace the \nmovement of animals. \n \nEach dealer shall make, keep, and maintain records or forms which fully and correctly disclose the name and address to \nwhom a dog is given or sold.  The licensee must ensure that all required information is provided including the name of the \nperson to whom a dog was sold or given. \n \nTo be corrected by:  From this day forward. \n2.75(a)(1)(vi)  Repeat\n   \nRecords: Dealers and exhibitors. \nFour puppies sold on 08-20-2021 and three female Labradors sold on 08-21-2021, do not have an official identification \nnumber on APHIS form 7006.  The official identification number is necessary in order for APHIS officials to identify and \ntrace the movements of animals. \n \nEach dealer shall make, keep, and maintain records or forms which fully and correctly disclose the official identification\n\nnumber.  The licensee must ensure that all required information is provided including the official identification number for \neach dog. \n2.75(a)(1)(vii)(C)  Repeat\n   \nRecords: Dealers and exhibitors. \nThe age or date of birth of 330 dogs is missing from APHIS form 7006.  The age or date of birth is necessary for APHIS \nofficials to identify dogs. \n \nEach dealer shall make, keep, and maintain records or forms which fully and correctly disclose the age or date of birth of \nthe dogs.  The licensee must ensure that all required information is provided including the age or date of birth for each \nanimal. \n \nThis inspection and exit interview were conducted with the facility representative. \n \nAdditional Inspectors: \nAUTUMN UNCK, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 282,
  "species": [
    {
      "count": 136,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 146,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}