{
  "insp_id": "2016090000763423",
  "layout": "b",
  "customer_id": "322810",
  "customer_name": "Carolyn Anderson",
  "customer_addr": "13 7th Street N.W.\nMASON CITY, IA 50401",
  "certificate": "42-A-1471",
  "site_id": "001",
  "site_name": "Carolyn Anderson",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-JAN-2022",
  "report_date": "27-JAN-2022",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The facility stated that they are no longer using the expired, November 2016, Kaolin-Pectin Solution to treat dogs for\ndiarrhea. However, the bottles that had previously been disposed on the last inspection, October 2021, had been placed\nback into the refrigerator and is being maintained in the same area of the refrigerator with the medications that are\ncurrently and/or actively being used on animals at the facility.\nExpired medical products may lose their effectiveness and may not assist the animals in recovery from illness and injury\nor could leave the animals without proper protection against serious and deadly diseases.\nEach dealer shall use appropriate methods to prevent, control, diagnose, and prevent diseases and injuries. Expired\nmedication should be properly disposed. Licensee must ensure that all medical products being maintained for use at the\nfacility are current and have not expired in order to support the health and well-being of the dogs."
    },
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Time and method of identification.",
      "narrative": "The facility uses a metal tag attached to a collar and placed around the dog’s neck as the official form of identification. At\nleast 8 dogs over 16 weeks of age (Romi Belle #65, Tobi Mac #62, Theo #115, 2 blonde yorkies, a white toy poodle, a\nblack toy poodle and a black and white toy poodle are currently not wearing a collar with an attached metal tag.\nOfficial identification is necessary for APHIS officials to positively identify animals for inspection or under treatment and to\nproperly trace their movements.\nAll live dogs shall be identified by an official tag affixed to a collar around the animal’s neck, by a legible tattoo marking\napproved by the Administrator, or by a microchip placed under the dog’s skin. The licensee must place a collar with an\nattached metal tag around the neck of the 8 dogs listed above or apply one of the other forms of identification. The\nlicensee must ensure that all dogs have an official form of identification at all times."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The facility is currently using a book to document the acquisition information for any puppies that are born on the premise.\nThe book the facility is using is not an approved form of documentation for the puppies and is missing information that is\nrequired under this subpart.\nAcquisition information is necessary for APHIS officials to make positive identification of animals during inspection or that\nare under treatment and to properly trace their movements.\nThe licensee shall make, keep, and maintain an approved method of documentation which fully and correctly disclose all\ninformation concerning each dog purchased or otherwise acquired, owned, held, or otherwise in his or her possession or\nunder his or her control, or which is transported, euthanized, sold, or otherwise disposed of by that dealer. The records\nshall include any offspring born of any animal while in his or her possession or under his or her control. The licensee must\nrecord the acquisition information on an approved document for all puppies. The licensee must ensure all required\ninformation is properly and accurately documented at all times."
    },
    {
      "code": "2.75(a)(1)(ix)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The Record of Acquisition of Dogs and Cats on Hand (APHIS form 7005) is missing the disposition date for 8 dogs;\nCrystal #18, Little Bear #20, Patsy #21, E-Clair #22, Billy #30, Adonis, Roscoe, Tsali.\nIncomplete acquisition and disposition records may interfere with the ability of APHIS officials to accurately inventory the\nanimals, identify individual dogs and to track their movements.\nEach dealer shall make, keep and maintain records or forms that fully and correctly disclose the date each dog was\ndisposed. The licensee must add the disposition dates to APHIS Form 7005 and always maintain all required information\nat all times."
    },
    {
      "code": "3.1(b)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "The facility houses dogs in wire crates and one enclosure, containing one adult Yorkie \"Patsy\", has clutter on top of the\nenclosure. The clutter consists of a book, paper towels, an empty plastic dish, and large plastic bag containing some sort\nof cloth material.\nClutter stored on top of the enclosures could impact the movement of air, as well as become too heavy and cause the top\nof the enclosure to collapse potentially injuring an animal.\nThe enclosed porch and food storage area are heavily cluttered. The dogs use the porch to access their outdoor area and\nthe clutter on the porch has left a small walkway for the dogs and people to pass through. The clutter consists of\nnumerous large cardboard boxes including boxes which are stacked on top of each other, golf clubs, vacuums and\nattachments, plastic bins, and household items. The food storage area also consists of a large amount of household\nclutter and unused items including old medical materials that are no longer being used for the dogs.\nClutter stored in animal areas could accumulate dust and dirt and could attract pests such as rodents. The clutter could\nalso pose a risk of injury should it topple over and land on top of a dog. Animal and food storage areas inside of housing\nfacilities must be kept neat and free of clutter.\nThe licensee must remove the clutter from the top of the enclosure and from the porch and food storage area. The\nlicensee must ensure that all housing areas remain free from clutter at all times."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "The facility does not currently have an effective cleaning and sanitization protocol for the facility and has ongoing giardia\nand coccidia infections within the kennel. Currently, the only areas being effectively cleaned and sanitized are the wire\ncrates that are used to house dams with puppies and a select number of adult dogs. All other hard surfaces for which the\ndogs are able to come in contact with are not being properly cleaned and sanitized in accordance with 3.11(b) of this\nsubpart. The excreta piles are currently being picked up on a regular basis. However, all other surfaces are not being\ncleaned and sanitized every two weeks or as often as necessary. There is a moderate to excessive accumulation of dust,\ndirt, hair, urine, excreta residue, food waste and other organic debris accumulated on all other hard surfaces of the animal\nhousing area. In addition, at least 50% of the hard surfaces (floors, cabinets, walls, crate stands, chairs, desk and other\nfurniture type items) throughout the animal housing areas have a thick yellow, brown or black buildup. The only dogs\nhaving a clean place to eat are the dogs being housed in the wire crates. All other dogs have a designated feeding area\nthat is currently contaminated with an excessive accumulation of dust, dirt, hair, urine, excreta residue, food waste and\nother organic debris. At the time of inspection, inspectors watched a tan and white dog named Finn eating food from the\nfloor. The floor in this area is covered with a heavy layer of brown to black matter. The walls and surrounding surfaces of\nthis area is also covered with the heavy layer of yellow to brown matter. The insufficient cleaning of the animal housing\narea and designated food area to not allow the dogs to walk, lay or eat without directly walking a moderate to excessive\naccumulation of dust, dirt, hair, urine, excreta residue, food waste and/or other organic debris.\nAccording to the Licensee and in communicating with the Veterinarian’s Assistant at the clinic, the facility has been\ntreating for Giardia for at least a year and had animals that tested positive for both Giardia and Coccidiosis on Jan 19,\n2022 (Johnna’s puppies). The ineffective cleaning is directly affecting their ability to properly prevent the spread of\nGiardia within their facility. In addition, improper cleaning/sanitization and the accumulation and/or buildup of excreta and\nother waste materials could cause the dogs to become soiled.\nAll hard surfaces (to include; floors, cabinets, walls, crate stands, chairs, desk and other furniture type items) for which the\ndogs come in contact must be spot-cleaned daily and sanitized every two weeks or as often as necessary in accordance\nwith 3.11(b) of this subpart to prevent the accumulation of dust, dirt, excreta residue, urine, hair and other organic material\nin order to assist in reducing disease hazards within the facility."
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "The Licensee has replaced the plastic bin with the broken lid that had previously contained open dog food. However, the\nnew plastic bin did not have a cover on it during today’s inspection. The cover was hanging at the back of the bin and\nwas not on top of the bin at the time of inspection.\nOpen food could become contaminated by pests such as flies or mice which may have a negative impact on the health of\nthe dogs.\nThis was corrected by the Licensee at the time of inspection. The lid was placed on top of the food container and sealed\nprior to the inspector’s departure from the facility."
    },
    {
      "code": "3.6(c)",
      "kind": "",
      "repeat": true,
      "desc": "Primary enclosures.",
      "narrative": "The facility has one enclosure containing two female adult poodles, “Paris” and “Romi Belle”, with inadequate space. The\nLicensee stated that the two females were being housed in the enclosure together on a temporary bases because they\nwere both in heat. When “Paris” was measured from the tip of the nose to the base of the tail, she measured 17” and\nwould require a minimum amount of 3.67 sq feet of floor space. When “Romi Belle” was measured from the tip of the nose\nto the base of the tail, she measured 18” and would require a minimum amount of 4 sq feet of floor space. For these\nanimals to be compatibly group housed in one enclosure, they would require a minimum of 7.67 sq ft of floor space. When\nthe enclosure was measured, the enclosure measured 36”Lx24”W and was currently only providing the two dogs with 6\nsq ft of floor space.\nGrouped housed dogs with an insufficient amount of space can easily become stressed and/or cause erratic or\naggressive behaviors towards one another.\nThe Licensee must ensure that all singly housed as well as grouped housed dogs are provided with a sufficient amount of\nspace in accordance with this sub part at all times. This applies to all enclosures while being used as a temporary\nenclosure or an enclosure being used for long term housing."
    },
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": true,
      "desc": "Veterinary care for dogs.",
      "narrative": "The Licensee has received a new Program of Veterinary Care that provides a large portion of required information.\nHowever, they are still missing pertinent information on the routine for heart worm testing and fecal sampling. There is no\nguidance currently provided in their program of veterinary care for the percentage or total number of dogs to be sampled\nand the frequency of which they should be tested for heartworm and intestinal parasites. Sampling of dogs for parasites is\nnecessary to ensure the animals are receiving adequate veterinary care.\nEach dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in writing, and\nsigned by the attending veterinarian and includes sampling and treatment of parasites and other pests.\nThe facility must add the number of dogs to be sampled for heartworms and intestinal parasites to the Program of\nVeterinary Care."
    },
    {
      "code": "3.13(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Veterinary care for dogs.",
      "narrative": "A brown and white dog “Tobi Mac #62” has been examined by a licensed veterinarian for an abnormal condition of the\nright eye. There are no medical records documenting the examination and the veterinarian’s findings concerning the dog’s\neye condition. The inspectors were able to confirm with the facility’s veterinarian that he has seen the eye in the past, but\nhe would like to see the animal again for re-examination. The licensee was able to schedule an appointment for this\nanimal on January 31, 2022 for re-examination.\nA white and light tan dog “Shelby #109” has been examined by a licensed veterinarian for an abnormal condition of the\nleft eye. There are no medical records documenting the examination and the veterinarian’s findings concerning the dog’s\neye condition. The inspectors were able to confirm with the facility’s veterinarian that he had seen the eye in the past, but\nhe would like to see the animal again for re-examination. The licensee was able to schedule an appointment for this\nanimal on January 31, 2022 for re-examination.\nThe licensee states they have had numerous cases of Giardia and Coccidiosis in several dogs spanning over about a\none year time frame. The Licensee was not able to provide any medical records or documentation for any of the animals\nthat have been currently or previously been diagnosed with Giardia or Coccidia. In addition, there was no written records\nto indicate that any animals were currently receiving treatment for any health issues, including Giardia or Coccidiosis at\nthe facility. In communication with the Licensee, she was not able to verbally provide us with information on specific\nanimals that were receiving treatment, had previously received treatment or what treatments were currently being\nprovided to any individual dogs. The inspector was able to contact the licensed veterinarian and confirm that some fecal\nsamples had recently been completed with positive test results. On January 19, 2022, “Johnna’s” 2 puppies tested\npositive for giardia and coccidia. On December20, 2021, “Caramel” tested positive for giardia. On November 30, 2021,\n“Romi Belle’s” puppies tested positive for giardia and coccidia. On November 30, 2021, “Paris’s” puppies tested positive\nfor giardia. The veterinarian prescribed Albon to be given once a day for 10 days, as prescribed by the label. However;\nthe licensee was unable to provide any form of written document or verbal conformation to indicate that the treatment plan\nis being followed. Several of the puppies have been sold and are no longer at the facility. There is no documentation to\nindicate that these puppies received proper treatment or were Giardia or Coccidiosis free prior to their sale.\nFailure to create and maintain medical records interferes with APHIS official’s ability to determine if the dogs are receiving\nadequate veterinary care. The consistent need for treatment for re-occurring issues and the lack of documentation to\nconfirm treatments are being followed, combined with the insufficient cleaning of the overall facility are detrimental to the\nhealth and well-being of all of the animals being housed at this facility. These animals are suffering with chronic issues as\na direct result of the facilities inability to follow their veterinarian’s guidance and treatment protocols.\nDealers must keep medical records for dogs documenting all required information including the date and identification of\nanimals treated, fully detailed treatment plans, and results of examinations conducted by licensed veterinarians. The\nlicensee must ensure medical records are created and maintained and fully document all procedures, treatments, and\nexaminations for each adult dog and puppy.\nThe licensee must have documentation for Tobi Mac’s eye condition and Shelby’s eye condition. The licensee must have\ndocumentation of any dogs under medical treatment. In addition the licensee must demonstrate that all veterinary\nguidance for all diagnosis and treatment of illness are being followed.\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors:\nSHANNON SEBERA, ANIMAL CARE INSPECTOREnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe facility stated that they are no longer using the expired, November 2016, Kaolin-Pectin Solution to treat dogs for \ndiarrhea. However, the bottles that had previously been disposed on the last inspection, October 2021, had been placed \nback into the refrigerator and is being maintained in the same area of the refrigerator with the medications that are \ncurrently and/or actively being used on animals at the facility. \nExpired medical products may lose their effectiveness and may not assist the animals in recovery from illness and injury \nor could leave the animals without proper protection against serious and deadly diseases. \nEach dealer shall use appropriate methods to prevent, control, diagnose, and prevent diseases and injuries. Expired \nmedication should be properly disposed. Licensee must ensure that all medical products being maintained for use at the \nfacility are current and have not expired in order to support the health and well-being of the dogs. \n2.50(a)(1)  Repeat\n   \nTime and method of identification. \nThe facility uses a metal tag attached to a collar and placed around the dog’s neck as the official form of identification. At \nleast 8 dogs over 16 weeks of age (Romi Belle #65, Tobi Mac #62, Theo #115, 2 blonde yorkies, a white toy poodle, a \nblack toy poodle and a black and white toy poodle are currently not wearing a collar with an attached metal tag. \nOfficial identification is necessary for APHIS officials to positively identify animals for inspection or under treatment and to\n\nproperly trace their movements. \nAll live dogs shall be identified by an official tag affixed to a collar around the animal’s neck, by a legible tattoo marking \napproved by the Administrator, or by a microchip placed under the dog’s skin. The licensee must place a collar with an \nattached metal tag around the neck of the 8 dogs listed above or apply one of the other forms of identification. The \nlicensee must ensure that all dogs have an official form of identification at all times. \n2.75(a)(1)  Repeat\n   \nRecords: Dealers and exhibitors. \nThe facility is currently using a book to document the acquisition information for any puppies that are born on the premise.  \nThe book the facility is using is not an approved form of documentation for the puppies and is missing information that is \nrequired under this subpart. \nAcquisition information is necessary for APHIS officials to make positive identification of animals during inspection or that \nare under treatment and to properly trace their movements. \nThe licensee shall make, keep, and maintain an approved method of documentation which fully and correctly disclose all \ninformation concerning each dog purchased or otherwise acquired, owned, held, or otherwise in his or her possession or \nunder his or her control, or which is transported, euthanized, sold, or otherwise disposed of by that dealer. The records \nshall include any offspring born of any animal while in his or her possession or under his or her control. The licensee must \nrecord the acquisition information on an approved document for all puppies. The licensee must ensure all required \ninformation is properly and accurately documented at all times. \n2.75(a)(1)(ix)  Repeat\n   \nRecords: Dealers and exhibitors. \nThe Record of Acquisition of Dogs and Cats on Hand (APHIS form 7005) is missing the disposition date for 8 dogs; \nCrystal #18, Little Bear #20, Patsy #21, E-Clair #22, Billy #30, Adonis, Roscoe, Tsali.\n\nIncomplete acquisition and disposition records may interfere with the ability of APHIS officials to accurately inventory the \nanimals, identify individual dogs and to track their movements. \nEach dealer shall make, keep and maintain records or forms that fully and correctly disclose the date each dog was \ndisposed. The licensee must add the disposition dates to APHIS Form 7005 and always maintain all required information \nat all times. \n3.1(b)  Repeat\n   \nHousing facilities, general. \nThe facility houses dogs in wire crates and one enclosure, containing one adult Yorkie \"Patsy\", has clutter on top of the \nenclosure. The clutter consists of a book, paper towels, an empty plastic dish, and large plastic bag containing some sort \nof cloth material. \nClutter stored on top of the enclosures could impact the movement of air, as well as become too heavy and cause the top \nof the enclosure to collapse potentially injuring an animal. \nThe enclosed porch and food storage area are heavily cluttered. The dogs use the porch to access their outdoor area and \nthe clutter on the porch has left a small walkway for the dogs and people to pass through. The clutter consists of \nnumerous large cardboard boxes including boxes which are stacked on top of each other, golf clubs, vacuums and \nattachments, plastic bins, and household items. The food storage area also consists of a large amount of household \nclutter and unused items including old medical materials that are no longer being used for the dogs. \nClutter stored in animal areas could accumulate dust and dirt and could attract pests such as rodents. The clutter could \nalso pose a risk of injury should it topple over and land on top of a dog. Animal and food storage areas inside of housing \nfacilities must be kept neat and free of clutter. \nThe licensee must remove the clutter from the top of the enclosure and from the porch and food storage area. The \nlicensee must ensure that all housing areas remain free from clutter at all times.\n\n3.1(c)(3)  Direct Repeat\n   \nHousing facilities, general. \nThe facility does not currently have an effective cleaning and sanitization protocol for the facility and has ongoing giardia \nand coccidia infections within the kennel. Currently, the only areas being effectively cleaned and sanitized are the wire \ncrates that are used to house dams with puppies and a select number of adult dogs.  All other hard surfaces for which the \ndogs are able to come in contact with are not being properly cleaned and sanitized in accordance with 3.11(b) of this \nsubpart.  The excreta piles are currently being picked up on a regular basis.  However, all other surfaces are not being \ncleaned and sanitized every two weeks or as often as necessary.  There is a moderate to excessive accumulation of dust, \ndirt, hair, urine, excreta residue, food waste and other organic debris accumulated on all other hard surfaces of the animal \nhousing area.  In addition, at least 50% of the hard surfaces (floors, cabinets, walls, crate stands, chairs, desk and other \nfurniture type items) throughout the animal housing areas have a thick yellow, brown or black buildup. The only dogs \nhaving a clean place to eat are the dogs being housed in the wire crates.  All other dogs have a designated feeding area \nthat is currently contaminated with an excessive accumulation of dust, dirt, hair, urine, excreta residue, food waste and \nother organic debris.  At the time of inspection, inspectors watched a tan and white dog named Finn eating food from the \nfloor. The floor in this area is covered with a heavy layer of brown to black matter. The walls and surrounding surfaces of \nthis area is also covered with the heavy layer of yellow to brown matter.  The insufficient cleaning of the animal housing \narea and designated food area to not allow the dogs to walk, lay or eat without directly walking a moderate to excessive \naccumulation of dust, dirt, hair, urine, excreta residue, food waste and/or other organic debris. \nAccording to the Licensee and in communicating with the Veterinarian’s Assistant at the clinic, the facility has been \ntreating for Giardia for at least a year and had animals that tested positive for both Giardia and Coccidiosis on Jan 19, \n2022 (Johnna’s puppies).  The ineffective cleaning is directly affecting their ability to properly prevent the spread of \nGiardia within their facility. In addition, improper cleaning/sanitization and the accumulation and/or buildup of excreta and\n\nother waste materials could cause the dogs to become soiled. \nAll hard surfaces (to include; floors, cabinets, walls, crate stands, chairs, desk and other furniture type items) for which the \ndogs come in contact must be spot-cleaned daily and sanitized every two weeks or as often as necessary in accordance \nwith 3.11(b) of this subpart to prevent the accumulation of dust, dirt, excreta residue, urine, hair and other organic material \nin order to assist in reducing disease hazards within the facility. \n3.1(e)  Repeat\n   \nHousing facilities, general. \nThe Licensee has replaced the plastic bin with the broken lid that had previously contained open dog food.  However, the \nnew plastic bin did not have a cover on it during today’s inspection.  The cover was hanging at the back of the bin and \nwas not on top of the bin at the time of inspection. \nOpen food could become contaminated by pests such as flies or mice which may have a negative impact on the health of \nthe dogs. \nThis was corrected by the Licensee at the time of inspection. The lid was placed on top of the food container and sealed \nprior to the inspector’s departure from the facility. \n3.6(c)  Repeat\n   \nPrimary enclosures. \nThe facility has one enclosure containing two female adult poodles, “Paris” and “Romi Belle”, with inadequate space.  The \nLicensee stated that the two females were being housed in the enclosure together on a temporary bases because they \nwere both in heat.  When “Paris” was measured from the tip of the nose to the base of the tail, she measured 17” and \nwould require a minimum amount of 3.67 sq feet of floor space. When “Romi Belle” was measured from the tip of the nose \nto the base of the tail, she measured 18” and would require a minimum amount of 4 sq feet of floor space. For these \nanimals to be compatibly group housed in one enclosure, they would require a minimum of 7.67 sq ft of floor space. When\n\nthe enclosure was measured, the enclosure measured 36”Lx24”W and was currently only providing the two dogs with 6 \nsq ft of floor space. \nGrouped housed dogs with an insufficient amount of space can easily become stressed and/or cause erratic or \naggressive behaviors towards one another. \nThe Licensee must ensure that all singly housed as well as grouped housed dogs are provided with a sufficient amount of \nspace in accordance with this sub part at all times.  This applies to all enclosures while being used as a temporary \nenclosure or an enclosure being used for long term housing. \n3.13(a)(3)  Repeat\n   \nVeterinary care for dogs. \nThe Licensee has received a new Program of Veterinary Care that provides a large portion of required information.  \nHowever, they are still missing pertinent information on the routine for heart worm testing and fecal sampling.  There is no \nguidance currently provided in their program of veterinary care for the percentage or total number of dogs to be sampled \nand the frequency of which they should be tested for heartworm and intestinal parasites. Sampling of dogs for parasites is \nnecessary to ensure the animals are receiving adequate veterinary care. \nEach dealer must follow an appropriate program of veterinary care for dogs that is developed, documented in writing, and \nsigned by the attending veterinarian and includes sampling and treatment of parasites and other pests. \nThe facility must add the number of dogs to be sampled for heartworms and intestinal parasites to the Program of \nVeterinary Care. \n3.13(b)(2)  Repeat\n   \nVeterinary care for dogs. \nA brown and white dog “Tobi Mac #62” has been examined by a licensed veterinarian for an abnormal condition of the \nright eye. There are no medical records documenting the examination and the veterinarian’s findings concerning the dog’s\n\neye condition. The inspectors were able to confirm with the facility’s veterinarian that he has seen the eye in the past, but \nhe would like to see the animal again for re-examination. The licensee was able to schedule an appointment for this \nanimal on January 31, 2022 for re-examination. \nA white and light tan dog “Shelby #109” has been examined by a licensed veterinarian for an abnormal condition of the \nleft eye. There are no medical records documenting the examination and the veterinarian’s findings concerning the dog’s \neye condition. The inspectors were able to confirm with the facility’s veterinarian that he had seen the eye in the past, but \nhe would like to see the animal again for re-examination.  The licensee was able to schedule an appointment for this \nanimal on January 31, 2022 for re-examination. \nThe licensee states they have had numerous cases of Giardia and Coccidiosis in several dogs spanning over about a  \none year time frame. The Licensee was not able to provide any medical records or documentation for any of the animals \nthat have been currently or previously been diagnosed with Giardia or Coccidia. In addition, there was no written records \nto indicate that any animals were currently receiving treatment for any health issues, including Giardia or Coccidiosis at \nthe facility.  In communication with the Licensee, she was not able to verbally provide us with information on specific  \nanimals that were receiving treatment, had previously received treatment or what treatments were currently being \nprovided to any individual dogs.  The inspector was able to contact the licensed veterinarian and confirm that some fecal \nsamples had recently been completed with positive test results. On January 19, 2022, “Johnna’s” 2 puppies tested \npositive for giardia and coccidia. On December20, 2021, “Caramel” tested positive for giardia. On November 30, 2021, \n“Romi Belle’s” puppies tested positive for giardia and coccidia. On November 30, 2021, “Paris’s” puppies tested positive \nfor giardia. The veterinarian prescribed Albon to be given once a day for 10 days, as prescribed by the label. However; \nthe licensee was unable to provide any form of written document or verbal conformation to indicate that the treatment plan \nis being followed.  Several of the puppies have been sold and are no longer at the facility.  There is no documentation to \nindicate that these puppies received proper treatment or were Giardia or Coccidiosis free prior to their sale.\n\nFailure to create and maintain medical records interferes with APHIS official’s ability to determine if the dogs are receiving \nadequate veterinary care.  The consistent need for treatment for re-occurring issues and the lack of documentation to \nconfirm treatments are being followed, combined with the insufficient cleaning of the overall facility are detrimental to the \nhealth and well-being of all of the animals being housed at this facility.  These animals are suffering with chronic issues as \na direct result of the facilities inability to follow their veterinarian’s guidance and treatment protocols. \nDealers must keep medical records for dogs documenting all required information including the date and identification of \nanimals treated, fully detailed treatment plans, and results of examinations conducted by licensed veterinarians. The \nlicensee must ensure medical records are created and maintained and fully document all procedures, treatments, and \nexaminations for each adult dog and puppy. \nThe licensee must have documentation for Tobi Mac’s eye condition and Shelby’s eye condition. The licensee must have \ndocumentation of any dogs under medical treatment. In addition the licensee must demonstrate that all veterinary \nguidance for all diagnosis and treatment of illness are being followed. \n \nThis inspection and exit interview were conducted with the licensee. \n \nAdditional Inspectors: \nSHANNON SEBERA, ANIMAL CARE INSPECTOREnd Section",
  "animals_total": 40,
  "species": [
    {
      "count": 28,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 12,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}