{
  "insp_id": "2016082568281250",
  "layout": "a",
  "customer_id": "327740",
  "customer_name": "Aaron J Glick",
  "customer_addr": "25766 Hwy 81\nCuba City, WI 53807",
  "certificate": "35-A-0363",
  "site_id": "001",
  "site_name": "AARON GLICK",
  "insp_type": "FOCUSED INSPECTION",
  "date": "11-MAY-2017",
  "report_date": "11-MAY-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "While in the facility, a young guinea pig was seen to have wet hair under its jaws. It was seen eating and nibbling\non food. A closer look revealed it had overgrown lower incisors (front teeth). The licensee said that sometimes little\nones have teeth that grow incorrectly and explained ways they try to correct or treat them. The program of\nveterinary care does not approve any methods for correcting or treating animals with tooth problems. Tooth\nproblems can be painful and not allow an animal to eat well. To ensure the welfare of this animal and future\nanimals, ensure that the attending veterinarian sees this guinea pig and follow the veterinarian's treatment\ninstructions. If the facility is going to treat any animal for tooth problems, those methods must have detailed\ninstructions in the program of veterinary care and must be approved by the attending veterinarian.\nCorrect by 5/14/17."
    },
    {
      "code": "3.31(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Pest Control (For Guinea Pigs)\nThe licensee said pest control means were ordered a few weeks ago from a supplier but that it appears they are lost\nin shipping. Lacking any pest control in the building could allow pests to remain in the building. Pests such as wild\nrodents (like the mouse seen last inspection) could cause guinea pigs to get sick. Take action to ensure that safe\nand effective pest control methods are in place."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Pest Control (For Hedgehogs)\nThe licensee said pest control means were ordered a few weeks ago from a supplier but that it appears they are lost\nin shipping. Lacking any pest control in the building could allow pests to remain in the building. Pests such as wild\nrodents (like the mouse seen last inspection) could cause hedgehogs to get sick. Take action to ensure that safe\nand effective pest control methods are in place.\nThis was a focused inspection of the non-compliances cited on the March 31, 2017 inspection.\nInspection and exit interview was conducted with facility representatives."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nWhile in the facility, a young guinea pig was seen to have wet hair under its jaws.  It was seen eating and nibbling\non food. A closer look revealed it had overgrown lower incisors (front teeth).  The licensee said that sometimes little\nones have teeth that grow incorrectly and explained ways they try to correct or treat them.  The program of\nveterinary care does not approve any methods for correcting or treating animals with tooth problems.  Tooth\nproblems can be painful and not allow an animal to eat well.  To ensure the welfare of this animal and future\nanimals, ensure that the attending veterinarian sees this guinea pig and follow the veterinarian's treatment\ninstructions.  If the facility is going to treat any animal for tooth problems, those methods must have detailed\ninstructions in the program of veterinary care and must be approved by the attending veterinarian. \nCorrect by 5/14/17.\n3.31(c)                    REPEAT\nSANITATION.\nPest Control (For Guinea Pigs)\nThe licensee said pest control means were ordered a few weeks ago from a supplier but that it appears they are lost\nin shipping.  Lacking any pest control in the building could allow pests to remain in the building.  Pests such as wild\nrodents (like the mouse seen last inspection) could cause guinea pigs to get sick.  Take action to ensure that safe\nand effective pest control methods are in place.\n3.131(d)                    REPEAT\nSANITATION.   \nPest Control (For Hedgehogs)\nThe licensee said pest control means were ordered a few weeks ago from a supplier but that it appears they are lost\nin shipping.  Lacking any pest control in the building could allow pests to remain in the building.  Pests such as wild\nrodents (like the mouse seen last inspection) could cause hedgehogs to get sick.  Take action to ensure that safe\nand effective pest control methods are in place.\n\nThis was a focused inspection of the non-compliances cited on the March 31, 2017 inspection.  \nInspection and exit interview was conducted with facility representatives.",
  "animals_total": 4,
  "species": [
    {
      "count": 3,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG (MOST COMMON PET HEDGEHOG)"
    },
    {
      "count": 1,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}