{
  "insp_id": "2016082569028440",
  "layout": "a",
  "customer_id": "32797",
  "customer_name": "Gina Westercamp",
  "customer_addr": "Po Box 2422\nFairfield, IA 52556",
  "certificate": "42-A-1147",
  "site_id": "002",
  "site_name": "GINA WESTERCAMP",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-JAN-2018",
  "report_date": "26-JAN-2018",
  "citations": [
    {
      "code": "3.6(c)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "At least two enclosures do not provide the minimum amount of floor space for each dog within. One enclosure\nhouses three dogs and has a floor space of approximately 5 square feet. The dogs in this enclosure require a\nminimum of 10.48 square feet. Another enclosure housing three dogs is also approximately 5 square feet. The\ndogs in this enclosure require a minimum of 9.24 square feet. Failure to provide the dogs with the minimum square\nfootage of floor space could have a negative effect on their health and well-being.\nEach dog housed in a primary enclosure must be provided a minimum amount of floor space as directed by the\nmathematical calculation located in regulation 3.6 (c)(1)(i) in the Animal Welfare Act. The licensee must provide\nthese dogs with the minimum amount of floor space for each in order to support their health and well-being.\nInspection and exit interview conducted with Kelly Maxwell, ACI, a representative from IDALS, and the facility\nrepresentative.\nNo regulated activity can be conducted from this location until approved."
    }
  ],
  "narrative": "3.6(c)(1)(i)\nPRIMARY ENCLOSURES.\nAt least two enclosures do not provide the minimum amount of floor space for each dog within.  One enclosure\nhouses three dogs and has a floor space of approximately 5 square feet.  The dogs in this enclosure require a\nminimum of 10.48 square feet.  Another enclosure housing three dogs is also approximately 5 square feet.  The\ndogs in this enclosure require a minimum of 9.24 square feet.  Failure to provide the dogs with the minimum square\nfootage of floor space could have a negative effect on their health and well-being.\nEach dog housed in a primary enclosure must be provided a minimum amount of floor space as directed by the\nmathematical calculation located in regulation 3.6 (c)(1)(i) in the Animal Welfare Act.  The licensee must provide\nthese dogs with the minimum amount of floor space for each in order to support their health and well-being.\nInspection and exit interview conducted with Kelly Maxwell, ACI, a representative from IDALS, and the facility\nrepresentative.\nNo regulated activity can be conducted from this location until approved.",
  "animals_total": 60,
  "species": [
    {
      "count": 42,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 18,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}