{
  "insp_id": "227141417200363",
  "layout": "a",
  "customer_id": "36551",
  "customer_name": "B. A. R. K. Kennel",
  "customer_addr": "254 C R 6140\nGreen Forest, AR 72638",
  "certificate": "71-A-1137",
  "site_id": "001",
  "site_name": "B. A . R. K. KENNEL",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-AUG-2014",
  "report_date": "13-AUG-2014",
  "citations": [
    {
      "code": "2.40(b)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "In the kennel facility there is one adult male Yorkshire Terrier named Stormy, chip #105587562. The animal is nine\nyears old. The animal was first observed with its tongue distended and the surrounding hair wet from salivating.\nBoth of the animal's upper canine teeth are completely covered with a dark tarter build up to the gum lines. The\ngum line above the left canine tooth is red and swollen. The animal needs to be evaluated by the attending\nveterinarian. The dealer must maintain written documentation of the evaluation and all treatment.\nAffects one adult. Correct by August 18, 2014\nThe inspection and exit interview was conducted with the facility representative."
    }
  ],
  "narrative": "2.40(b)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nIn the kennel facility there is one adult male Yorkshire Terrier named Stormy, chip #105587562.  The animal is nine\nyears old.  The animal was first observed with its tongue distended and the surrounding hair wet from salivating. \nBoth of the animal's upper canine teeth are completely covered with a dark tarter build up to the gum lines.  The\ngum line above the left canine tooth is red and swollen.  The animal needs to be evaluated by the attending\nveterinarian.  The dealer must maintain written documentation of the evaluation and all treatment.\nAffects one adult.                                                         Correct by August 18, 2014\nThe inspection and exit interview was conducted with the facility representative.",
  "animals_total": 111,
  "species": [
    {
      "count": 78,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 33,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}