{
  "insp_id": "96151551550619",
  "layout": "a",
  "customer_id": "29745",
  "customer_name": "Bob Loutsch",
  "customer_addr": "Leslie Loutsch\n18382 L 22\nRemsen, IA 51050",
  "certificate": "42-A-1129",
  "site_id": "001",
  "site_name": "BOB & LESLIE LOUTSCH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-MAR-2015",
  "report_date": "08-APR-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "In the first building there is a female Shih Tzu, microchip #018614611, that has a cloudy, blue left eye and a cloudy,\nblue right eye that is enlarged. The licensee stated that the dog had previously been evaluated by licensed\nveterinarian for the right eye. This could be a sign of injury or worsening medical condition.\nIn the small dog whelping building there is a female Shih Tzu, no microchip found, lying in her enclosure with four\ntwo week old puppies. This dog is very thin with a pronounced backbone and hip bones and is extremely lethargic\nand depressed. This dog never moved during the time that the inspectors observed her. When the licensee\nopened the door of her enclosure she had no response and did not even lift her head. Poor body condition and\nlethargic attitude could be a sign of other health problems within this dog.\nIn the third building there is a male Shih Tzu, microchip #102563605, with cloudy, blue eyes. Both eyes have a\ndischarge and there is a hard, crusty, brownish yellow material around the entire left eye and the inside of the right\neye. The bottom of the left eye has some exposed red skin. This dog didn'(cid:25)t seem to be able to see the other dog\nin his enclosure and showed more signs of relying on his sense of hearing to determine when the other dog had\ncome through the access door. Based on this behavior, both inspectors thought the dog was blind. Poor eye health\ncould be a sign of injury or illness.\nAlso in the third building is a male Japanese Chin, microchip #02151594, which was cited on the previous\ninspection report dated May 7, 2014. The licensee stated that the dog had been taken to a licensed veterinarian\nand had its teeth cleaned, but at the time of inspection the dog had a buildup of a brown substance over the entire\nmolars and nearly the entire canine teeth. The gums were also red and slightly inflamed. Poor dental health can\nlead to pain and discomfort to the dog.\nIn the fourth building there is a male Chihuahua, no microchip found, with overgrown toenails on all four feet. This\nexcessive toenail growth is causing the toes to turn in an outward direction. The toenail on the inside toe of the left\nhind foot has grown under the foot and into the webbing between the pads. Overgrown toenails can cause pain and\ndiscomfort to the dog as well as alter the dog'(cid:25)s normal gait.\nThe above listed dogs must be evaluated by a licensed veterinarian by end of business on March 30, 2015 for an\naccurate diagnosis and treatment plan. Diagnosis and treatment plan must be documented and available to\ninspector upon request.\nIn the same building there is a female Chihuahua, no microchip found, with overgrown toenails on all four feet. This\nexcessive toenail growth is causing the toes to turn in an outward direction. Overgrown toenails can cause pain\nand discomfort to the dog as well as alter the dog'(cid:25)s normal gait. Licensee must trim all the toenails on this dog by\nend of business on March 30, 2015 and develop a plan to maintain the toenails of all dogs.\nA complete inspection was conducted on March 27, 2015. This is a focused inspection report limited to the direct\nnon-compliant items identified.\nExit interview conducted with facility representative.\nAdditional Inspectors\nFox Donnovan, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nIn the first building there is a female Shih Tzu, microchip #018614611, that has a cloudy, blue left eye and a cloudy,\nblue right eye that is enlarged.  The licensee stated that the dog had previously been evaluated by licensed\nveterinarian for the right eye.  This could be a sign of injury or worsening medical condition.\nIn the small dog whelping building there is a female Shih Tzu, no microchip found, lying in her enclosure with four\ntwo week old puppies.  This dog is very thin with a pronounced backbone and hip bones and is extremely lethargic\nand depressed.  This dog never moved during the time that the inspectors observed her.  When the licensee\nopened the door of her enclosure she had no response and did not even lift her head.  Poor body condition and\nlethargic attitude could be a sign of other health problems within this dog.\nIn the third building there is a male Shih Tzu, microchip #102563605, with cloudy, blue eyes.  Both eyes have a\ndischarge and there is a hard, crusty, brownish yellow material around the entire left eye and the inside of the right\neye.  The bottom of the left eye has some exposed red skin.  This dog didn'(cid:25)t seem to be able to see the other dog\nin his enclosure and showed more signs of relying on his sense of hearing to determine when the other dog had\ncome through the access door.  Based on this behavior, both inspectors thought the dog was blind.  Poor eye health\ncould be a sign of injury or illness.\nAlso in the third building is a male Japanese Chin, microchip #02151594, which was cited on the previous\ninspection report dated May 7, 2014.  The licensee stated that the dog had been taken to a licensed veterinarian\nand had its teeth cleaned, but at the time of inspection the dog had a buildup of a brown substance over the entire\nmolars and nearly the entire canine teeth.  The gums were also red and slightly inflamed.  Poor dental health can\nlead to pain and discomfort to the dog.\nIn the fourth building there is a male Chihuahua, no microchip found, with overgrown toenails on all four feet.  This\nexcessive toenail growth is causing the toes to turn in an outward direction.  The toenail on the inside toe of the left\nhind foot has grown under the foot and into the webbing between the pads.  Overgrown toenails can cause pain and\ndiscomfort to the dog as well as alter the dog'(cid:25)s normal gait.\n\nThe above listed dogs must be evaluated by a licensed veterinarian by end of business on March 30, 2015 for an\naccurate diagnosis and treatment plan.  Diagnosis and treatment plan must be documented and available to\ninspector upon request.  \nIn the same building there is a female Chihuahua, no microchip found, with overgrown toenails on all four feet.  This\nexcessive toenail growth is causing the toes to turn in an outward direction.   Overgrown toenails can cause pain\nand discomfort to the dog as well as alter the dog'(cid:25)s normal gait.  Licensee must trim all the toenails on this dog by\nend of business on March 30, 2015 and develop a plan to maintain the toenails of all dogs.\nA complete inspection was conducted on March 27, 2015.  This is a focused inspection report limited to the direct\nnon-compliant items identified.\nExit interview conducted with facility representative. \nAdditional Inspectors\nFox Donnovan, Animal Care Inspector",
  "animals_total": 115,
  "species": [
    {
      "count": 96,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 19,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}