{
  "insp_id": "2016082567920807",
  "layout": "a",
  "customer_id": "44753",
  "customer_name": "Lee Stadel",
  "customer_addr": "2052 900 Ave\nHope, KS 67451",
  "certificate": "48-A-2091",
  "site_id": "001",
  "site_name": "Lee Stadel",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-AUG-2016",
  "report_date": "12-SEP-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* One fawn colored adult female Boxer named Lexie ( collar number 14 ) is thin in appearance. When viewed from\nthe back and side, the ribs, backbone and hip bones were visible from a lack of fat cover. In addition, an abdominal\ntuck and prominent waist were observed. The licensee stated that the drop in body condition started two to three\nmonths ago. At the time of inspection, the attending veterinarian had not been consulted. The loss of body weight\ncould be an indication this dog is not receiving adequate nutrition or it could be internal problems. This can affect\nthe ability of this dog to gain or maintain its body weight. This dog must be examined by a licensed vet for an\nappropriate diagnosis and treatment. Documentation must be maintained on all medical problems, diagnosis and\ntreatment. All medical records must be made available to the inspector upon request. Correct by 9/1/16."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Deterioration of the interior wall surface has created a hole just above the enclosure entrance in two enclosures.\nOne adult and two puppies are in contact with the affected surface area located in sheltered housing. Deteriorated\nsurfaces cannot be readily cleaned and sanitized. Surfaces not maintained on a regular basis could lead to\npotential disease, health risks or unsanitary conditions. The licensee must ensure that all surfaces are maintained\non a regular basis. Any surface that cannot be readily cleaned and sanitized must be replaced when worn or soiled.\nCorrect by 9/8/16.\n* The facility inspection and verbal exit briefing done on 8/25/16 were conducted with the representative.\n* The exit briefing done on 8/26/16 were conducted with the representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*   One fawn colored adult female Boxer named Lexie ( collar number 14 ) is thin in appearance.  When viewed from\nthe back and side, the ribs, backbone and hip bones were visible from a lack of fat cover.  In addition, an abdominal\ntuck and prominent waist were observed.  The licensee stated that the drop in body condition started two to three\nmonths ago.  At the time of inspection, the attending veterinarian had not been consulted.  The loss of body weight\ncould be an indication this dog is not receiving adequate nutrition or it could be internal problems.  This can affect\nthe ability of this dog to gain or maintain its body weight.  This dog must be examined by a licensed vet for an\nappropriate diagnosis and treatment.  Documentation must be maintained on all medical problems, diagnosis and\ntreatment.  All medical records must be made available to the inspector upon request.  Correct by 9/1/16.\n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\n*   Deterioration of the interior wall surface has created a hole just above the enclosure entrance in two enclosures. \nOne adult and two puppies are in contact with the affected surface area located in sheltered housing.  Deteriorated\nsurfaces cannot be readily cleaned and sanitized.   Surfaces not maintained on a regular basis could lead to\npotential disease, health risks or unsanitary conditions.  The licensee must ensure that all surfaces are maintained\non a regular basis.  Any surface that cannot be readily cleaned and sanitized must be replaced when worn or soiled.\n Correct by 9/8/16.\n*  The facility inspection and verbal exit briefing done on 8/25/16 were conducted with the representative.\n*  The exit briefing done on 8/26/16 were conducted with the representative.",
  "animals_total": 28,
  "species": [
    {
      "count": 28,
      "scientific": "Canis lupus familiaris",
      "common": "DOMESTIC DOG"
    }
  ]
}