{
  "insp_id": "INS-0000846923",
  "layout": "c",
  "customer_id": "327740",
  "customer_name": "AARON GLICK",
  "customer_addr": "25766 HWY 81\nCUBA CITY, WI 53807",
  "certificate": "35-A-0363",
  "site_id": "001",
  "site_name": "AARON GLICK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-FEB-2023",
  "report_date": "14-FEB-2023",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "A guinea pig was seen to have hair loss and not using its back legs fully and had some swellings at the back leg joints\n(hocks). It was observed to go over and eat and drink water and looked like a young guinea pig also nursed it while I\nobserved it. The guinea pig's condition of abnormal use of back legs was pointed out to the facility representative during\nthe inspection. The swellings and hair loss suggest that this condition isn't a new problem for this guinea pig and should\nhave been observed and communicated to the attending veterinarian. Lack of close observations could cause health\nproblems to go untreated. The facility must have close daily observations of each animal so that health problems can be\ncommunicated to the attending veterinarian and the veterinarian's treatment plan can be followed. Ensure that this animal\nis seen by the attending veterinarian and follow the AV's treatment plan and develop a routine of close daily observations\nof each animal in the facility.\n***Correct by 2/17/2023"
    },
    {
      "code": "3.25(c)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "The food and bedding storage area in the barn had old bags and clutter around the stored pallets. While the facility has\npest control in place, the clutter around the storage could create areas for pests/rodents to live and nest in. Ensure to\nmaintain the area around food and bedding storage in a manner that protects them from vermin infestation.\n***Correct by 3/4/2023"
    },
    {
      "code": "3.26(b)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, indoor.",
      "narrative": "In the east side of the building the ammonia odors were strong. Ammonia odors can make animals sick and cause them\ndiscomfort. To protect the guinea pigs, ensure that there is enough fresh air flow in the building (while still maintaining the\nminimum temperature of 60 degrees F) to minimize ammonia and other odors in the buildings.\n***Correct by 2/15/2023."
    },
    {
      "code": "3.28(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "Some areas that guinea pigs can touch are in disrepair:\n-24 feeders were seen to have rusted, rough, and edges that were sharp to the touch. These edges are down where the\nguinea pigs would touch the feeders in order to eat. -\n-6 feeders in the west new pens had screwpoints from the feeders in areas that guinea pigs could touch them.\n-A wire grate underneath the watering valve in the middle north pen under the middle window was bent and had points\nexposed to the guinea pigs.\nThese areas of disrepair with rough and sharp points/edges could hurt the guinea pigs.\nEnsure that all surfaces that guinea pigs can touch are free from sharp edges and points to protect the guinea pigs from\ninjury.\n***Correct by 2/25/23."
    },
    {
      "code": "3.31(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "10 enclosures had excessively soiled, packed, and wet material by either the front of the enclosure or by the watering\narea. Also, a strong ammonia odor was smelled around the more soiled enclosures. The facility reports pens are\ncleaned out at least every 10 days. If an enclosure is excessively soiled or wet, it must be cleaned sooner to protect the\nguinea pigs comfort and help the air quality. Ensure to clean wet soiled excreta often enough to prevent a buildup of wet\nmaterial where the guinea pigs live.\nThis inspection and exit interview were conducted with a facility representative.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(3) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nA guinea pig was seen to have hair loss and not using its back legs fully and had some swellings at the back leg joints \n(hocks).  It was observed to go over and eat and drink water and looked like a young guinea pig also nursed it while I \nobserved it.  The guinea pig's condition of abnormal use of back legs was pointed out to the facility representative during \nthe inspection.  The swellings and hair loss suggest that this condition isn't a new problem for this guinea pig and should \nhave been observed and communicated to the attending veterinarian.   Lack of close observations could cause health \nproblems to go untreated.  The facility must have close daily observations of each animal so that health problems can be \ncommunicated to the attending veterinarian and the veterinarian's treatment plan can be followed.  Ensure that this animal \nis seen by the attending veterinarian and follow the AV's treatment plan and develop a routine of close daily observations \nof each animal in the facility.  \n***Correct by 2/17/2023 \n3.25(c) \n   \nFacilities, general. \nThe food and bedding storage area in the barn had old bags and clutter around the stored pallets.  While the facility has \npest control in place, the clutter around the storage could create areas for pests/rodents to live and nest in.   Ensure to\n\nmaintain the area around food and bedding storage in a manner that protects them from vermin infestation. \n \n***Correct by 3/4/2023 \n3.26(b) \n   \nFacilities, indoor. \nIn the east side of the building the ammonia odors were strong.  Ammonia odors can make animals sick and cause them \ndiscomfort.  To protect the guinea pigs, ensure that there is enough fresh air flow in the building (while still maintaining the \nminimum temperature of 60 degrees F) to minimize ammonia and other odors in the buildings.  \n***Correct by 2/15/2023. \n3.28(a)(1) \n   \nPrimary enclosures. \nSome areas that guinea pigs can touch are in disrepair: \n-24 feeders were seen to have rusted, rough, and edges that were sharp to the touch.  These edges are down where the \nguinea pigs would touch the feeders in order to eat. - \n-6 feeders in the west new pens had screwpoints from the feeders in areas that guinea pigs could touch them.   \n-A wire grate underneath the watering valve in the middle north pen under the middle window was bent and had points \nexposed to the guinea pigs. \nThese areas of disrepair with rough and sharp points/edges could hurt the guinea pigs.  \nEnsure that all surfaces that guinea pigs can touch are free from sharp edges and points to protect the guinea pigs from \ninjury.  \n***Correct by 2/25/23. \n3.31(a)(1)  Repeat\n\nSanitation. \n10 enclosures had excessively soiled, packed, and wet material by either the front of the enclosure or by the watering \narea.  Also, a strong ammonia odor was smelled around the more soiled enclosures.  The facility reports pens are \ncleaned out at least every 10 days.  If an enclosure is excessively soiled or wet, it must be cleaned sooner to protect the \nguinea pigs comfort and help the air quality.  Ensure to clean wet soiled excreta often enough to prevent a buildup of wet \nmaterial where the guinea pigs live. \n \nThis inspection and exit interview were conducted with a facility representative. \n \nEnd Section",
  "animals_total": 1542,
  "species": [
    {
      "count": 1542,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}