{
  "insp_id": "2016082568891233",
  "layout": "a",
  "customer_id": "14670",
  "customer_name": "Pam Luna",
  "customer_addr": "404 C R 186\nDora, MO 65637",
  "certificate": "43-A-3428",
  "site_id": "001",
  "site_name": "PAM LUNA",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-OCT-2017",
  "report_date": "17-OCT-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A male Boston terrier named Beau-D (m/c# OAO1650961) had an eye injury of 2 days duration according to the\nlicensee. The cornea of the right eye was cloudy, had a blue color, and had a ring of red around the center of the\ncornea. The \"whites\" of the eye had numerous engorged blood vessels extending to the edge of the cornea. Eye\nproblems can progress rapidly, can be painful, and can result in loss of vision. The licensee must have this dog\nexamined by a veterinarian. The licensee must keep records of the diagnosis, treatment, and follow-up care and\nmust make these records available to the inspector upon request. If the animal's condition does not resolve with\ntreatment or if it returns, the licensee must consult a veterinarian for further evaluation and treatment.\nTO BE CORRECTED BY OCTOBER 18, 2017\nThis inspection and exit interview were conducted with the licensee."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA male Boston terrier named Beau-D (m/c# OAO1650961) had an eye injury of 2 days duration according to the\nlicensee.  The cornea of the right eye was cloudy, had a blue color, and had a ring of red around the center of the\ncornea. The \"whites\" of the eye had numerous engorged blood vessels extending to the edge of the cornea.  Eye\nproblems can progress rapidly, can be painful, and can result in loss of vision.  The licensee must have this dog\nexamined by a veterinarian.  The licensee must keep records of the diagnosis, treatment, and follow-up care and\nmust make these records available to the inspector upon request.  If the animal's condition does not resolve with\ntreatment or if it returns, the licensee must consult a veterinarian for further evaluation and treatment.\nTO BE CORRECTED BY OCTOBER 18, 2017\nThis inspection and exit interview were conducted with the licensee.",
  "animals_total": 54,
  "species": [
    {
      "count": 33,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 21,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}