{
  "insp_id": "84151758050074",
  "layout": "a",
  "customer_id": "8038",
  "customer_name": "Leonard Stover",
  "customer_addr": "P O Box 53\nSheldon, IA 51201",
  "certificate": "42-B-0186",
  "site_id": "001",
  "site_name": "LEONARD STOVER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-MAR-2015",
  "report_date": "26-MAR-2015",
  "citations": [
    {
      "code": "3.1(c)(1)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the West Whelping Room there is one enclosure, containing at least one adult dog and four puppies, that has\nstrips of metal framing the access door. The strip of metal along the bottom of the access door has broken and the\nsharp edges have bent upward towards the dogs.\nIn the Far Room there is one enclosure, containing at least two dogs, that also has strips of metal framing the\naccess door. The metal strip along the side of the access door has broken and the sharp point has bent inward\ntowards the dogs.\nSharp edges and points could cause injury to the dogs. Licensee must ensure that all enclosures are free of sharp\npoints and edges and remain safe for the dogs. Licensee removed all sharp points and edges from enclosures\nduring the inspection."
    },
    {
      "code": "3.6(a)(2)(10)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "In the West Whelping Room, there is one enclosure containing at least one adult dog and three puppies, whose\nflooring is constructed of wire. This wire has broken and created an approximately 2 inch wide hole in the floor just\nbeneath the access door the dogs pass through. Broken wires and holes in the flooring can cause injury to the\ndogs' feet and legs. Licensee must ensure that all flooring is constructed in a manner that does not allow the dogs'\nfeet and legs to pass through any openings and protects them from injury. Licensee covered the hole and broken\nwires with temporary flooring during the inspection.\nCorrection date: April 1, 2015\nExit interview conducted with facility representative.\nAdditional Inspectors\nFox Donnovan, Animal Care Inspector"
    }
  ],
  "narrative": "3.1(c)(1)(2)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nIn the West Whelping Room there is one enclosure, containing at least one adult dog and four puppies, that has\nstrips of metal framing the access door. The strip of metal along the bottom of the access door has broken and the\nsharp edges have bent upward towards the dogs.  \n In the Far Room there is one enclosure, containing at least two dogs, that also has strips of metal framing the\naccess door.  The metal strip along the side of the access door has broken and the sharp point has bent inward\ntowards the dogs.  \nSharp edges and points could cause injury to the dogs.  Licensee must ensure that all enclosures are free of sharp\npoints and edges and remain safe for the dogs.  Licensee removed all sharp points and edges from enclosures\nduring the inspection.\n3.6(a)(2)(10)\nPRIMARY ENCLOSURES.\nIn the West Whelping Room, there is one enclosure containing at least one adult dog and three puppies, whose\nflooring is constructed of wire.  This wire has broken and created an approximately 2 inch wide hole in the floor just\nbeneath the access door the dogs pass through.  Broken wires and holes in the flooring can cause injury to the\ndogs' feet and legs. Licensee must ensure that all flooring is constructed in a manner that does not allow the dogs'\nfeet and legs to pass through any openings and protects them from injury.  Licensee covered the hole and broken\nwires with temporary flooring during the inspection.\nCorrection date:  April 1, 2015\nExit interview conducted with facility representative.\n\nAdditional Inspectors\nFox Donnovan, Animal Care Inspector",
  "animals_total": 144,
  "species": [
    {
      "count": 103,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 41,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}