{
  "insp_id": "2016082569603200",
  "layout": "a",
  "customer_id": "22388",
  "customer_name": "Ammon Burkholder",
  "customer_addr": "6966 Ganges 5 Pt Road\nShiloh, OH 44878",
  "certificate": "31-A-0740",
  "site_id": "001",
  "site_name": "AMMON BURKHOLDER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-SEP-2019",
  "report_date": "18-SEP-2019",
  "citations": [
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "There is a total of 5 dogs identified on today's inspection that have no current form of identification. Two Aussie\ndoodles with no identification were purchased by the Licensee on 7/19/2019. Two King Charles Cavaliers with no\nidentification were purchased by the Licensee on 8/19. One King Charles Cavalier with no identification was\npurchased by the Licensee on 8/29/2019. Not having proper identification can allow for miss identification of\nanimals requiring treatment and does not allow for a proper inspection. The Licensee must ensure that all live dogs\nheld on the premises, purchased, or otherwise acquired, shall be identified by an official form of identification.\nCorrect By: 9/20/2019"
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The Licensee is not currently keeping proper records for his the offspring that are born at his facility. The licensee is\nelecting to use cage cards to satisfy the form 7005 record-keeping requirements for puppies, however, these cards\nare missing information that is required by this subpart of the AWA. Specifically, the current cage cards do not\ninclude a description of the puppy (color and distinctive markings), the sex of the puppy, a puppy number, a date of\ndisposition, or method of disposition.\nThe Licensee is currently missing one dog on the facilities current APHIS Form 7005. The Licensee was able to\nfind an APHIS form 7006 that was obtained from the breeder at the time the dog was acquired on 8/28/2019. In\naddition, the Licensee has four dogs listed on his APHIS Form 7005 as being \"original breeding stock\" and did not\nhave any other information listed on the form to indicate who or where these animals were purchased from. These\ndogs were not on the premise during the February 14, 2019 pre-licenses inspection and were acquired from\nsources that are not currently listed after the last inspection. Two of the dogs listed on the APHIS Form 7005 are\nAussie doodles that are documented as being acquired by the Licensee on 7/19/2019. Two of the dogs listed on the\nAPHIS Form 7005 are King Charles Cavaliers that are documented as being acquired by the Licensee on\n8/19/2019. In addition to the missing acquisition information for these dogs, all four of these dogs are missing\nIdentification information. After being asked about these dogs, the Licensee was able to find information for the\nbreeder from which the dogs were acquired for the King Charles Cavaliers that were purchased on 8/19/2019.\nHowever; he was not able to find any documentation or information regarding the two Aussie Doodles that are listed\nas being purchased on 7/19/2019\nComplete and accurate records are necessary to facilitate tracking of the animals and compliance with other\naspects of the AWA such as minimum age at disposition. The Licensee must ensure that all animals, including\noffspring born at his facility and that are purchased or otherwise acquired, are recorded appropriately with records\nthat reflect all required information. If cage cards are used to satisfy the record keeping requirements for nursing\npuppies, they must contain all required information.\nCorrect By: 9/20/2019"
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "On today's inspection, the wash downs under the indoor whelping area has an excessive buildup of mineral\ndeposits and other organic material. In addition, the licensee stated that he is not cleaning or sanitizing this area\noften enough or every two weeks as the regulation requires. The Licensee's current program of veterinary care\nstates that cleaning and disinfecting of the wash downs are recommended daily. Not having proper cleaning\ncontributes to the odor within the facility. All surfaces, including the wash downs, of housing facilities must be\ncleaned and sanitized when necessary to satisfy generally accepted husbandry standards and practices.\nCorrect By: 9/25/2019\nThis inspection and exit interview were conducted with the Licensee."
    }
  ],
  "narrative": "2.50(a)(1)\nTIME AND METHOD OF IDENTIFICATION.\nThere is a total of 5 dogs identified on today's inspection that have no current form of identification.  Two Aussie\ndoodles with no identification were purchased by the Licensee on 7/19/2019.  Two King Charles Cavaliers with no\nidentification were purchased by the Licensee on 8/19.  One King Charles Cavalier with no identification was\npurchased by the Licensee on 8/29/2019.  Not having proper identification can allow for miss identification of\nanimals requiring treatment and does not allow for a proper inspection.  The Licensee must ensure that all live dogs\nheld on the premises, purchased, or otherwise acquired, shall be identified by an official form of identification.  \nCorrect By: 9/20/2019\n2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nThe Licensee is not currently keeping proper records for his the offspring that are born at his facility.  The licensee is\nelecting to use cage cards to satisfy the form 7005 record-keeping requirements for puppies, however, these cards\nare missing information that is required by this subpart of the AWA. Specifically, the current cage cards do not\ninclude a description of the puppy (color and distinctive markings), the sex of the puppy, a puppy number, a date of\ndisposition, or method of disposition.  \nThe Licensee is currently missing one dog on the facilities current APHIS Form 7005.  The Licensee was able to\nfind an APHIS form 7006 that was obtained from the breeder at the time the dog was acquired on 8/28/2019.  In\naddition, the Licensee has four dogs listed on his APHIS Form 7005 as being \"original breeding stock\" and did not\nhave any other information listed on the form to indicate who or where these animals were purchased from.  These\ndogs were not on the premise during the February 14, 2019 pre-licenses inspection and were acquired from\nsources that are not currently listed after the last inspection.  Two of the dogs listed on the APHIS Form 7005 are\nAussie doodles that are documented as being acquired by the Licensee on 7/19/2019. Two of the dogs listed on the\nAPHIS Form 7005 are King Charles Cavaliers that are documented as being acquired  by the Licensee on\n8/19/2019.  In addition to the missing acquisition information for these dogs, all four of these dogs are missing\nIdentification information.  After being asked about these dogs, the Licensee was able to find information for the\n\nbreeder from which the dogs were acquired  for the King Charles Cavaliers that were purchased on 8/19/2019. \nHowever; he was not able to find any documentation or information regarding the two Aussie Doodles that are listed\nas being purchased on 7/19/2019\n Complete and accurate records are necessary to facilitate tracking of the animals and compliance with other\naspects of the AWA such as minimum age at disposition.  The Licensee must ensure that all animals, including\noffspring born at his facility and that are purchased or otherwise acquired, are recorded appropriately with records\nthat reflect all required information.  If cage cards are used to satisfy the record keeping requirements for nursing\npuppies, they must contain all required information. \nCorrect By: 9/20/2019\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nOn today's inspection, the wash downs under the indoor whelping area has an excessive buildup of mineral\ndeposits and other organic material.  In addition, the licensee stated that he is not cleaning or sanitizing this area\noften enough or every two weeks as the regulation requires.  The Licensee's current program of veterinary care\nstates that cleaning and disinfecting of the wash downs are recommended daily. Not having proper cleaning\ncontributes to the odor within the facility.  All surfaces, including the wash downs, of housing facilities must be\ncleaned and sanitized when necessary to satisfy generally accepted husbandry standards and practices.\nCorrect By: 9/25/2019\nThis inspection and exit interview were conducted with the Licensee.",
  "animals_total": 36,
  "species": [
    {
      "count": 17,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 19,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}