{
  "insp_id": "2016082568177120",
  "layout": "a",
  "customer_id": "1799",
  "customer_name": "Charles River Laboratories Inc",
  "customer_addr": "251 Ballardvale St\nWilmington, MA 01887",
  "certificate": "14-R-0144",
  "site_id": "017",
  "site_name": "OHIO SITE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-MAR-2017",
  "report_date": "22-MAR-2017",
  "citations": [
    {
      "code": "2.38(f)",
      "kind": "Critical",
      "repeat": false,
      "desc": "MISCELLANEOUS.",
      "narrative": "Three mini pigs suffered leg injuries during husbandry or study activities and were subsequently euthanized. One\nwas during a waterline check where the enclosure door was opened and the animal either jumped or fell out,\ninjuring a leg during the fall. Another was during removal of the animal from its enclosure for an undetermined\npurpose (cage cleaning/study activity/other), and the animal’s hoof was somehow injured in the process; a clear\ncause of the injury was not able to be determined. A third animal was being dosed via oral gavage and experienced\na leg injury while in the restraint sling. In all three of these instances, the injuries were immediately noted, reported\nto the veterinarian, and euthanasia was performed in a timely manner. The facility has reviewed each incident\nindividually to determine cause, and in each case corrective measures were taken, including re-training of staff and\nimplementing adjustments to water checks and cage removal procedures to prevent recurrence of such injuries. A\nreview of husbandry procedures suggested there is no current or ongoing risks of recurrence. However, these\nincidents caused serious impacts to animal welfare. Handling of animals must be done as expeditiously and\ncarefully as possible, in a manner that does not cause trauma, overheating, excessive cooling, behavioral stress,\nphysical harm, or unnecessary discomfort. Correct from this time forward.\nThis inspection was conducted from 20-22 March 2017 with veterinary and compliance staff. An exit interview was\nconducted on 22 March 2017 with the site director, veterinary and compliance staff."
    }
  ],
  "narrative": "2.38(f)           CRITICAL\nMISCELLANEOUS.\nThree mini pigs suffered leg injuries during husbandry or study activities and were subsequently euthanized.  One\nwas during a waterline check where the enclosure door was opened and the animal either jumped or fell out,\ninjuring a leg during the fall.  Another was during removal of the animal from its enclosure for an undetermined\npurpose (cage cleaning/study activity/other), and the animal’s hoof was somehow injured in the process; a clear\ncause of the injury was not able to be determined.  A third animal was being dosed via oral gavage and experienced\na leg injury while in the restraint sling.  In all three of these instances, the injuries were immediately noted, reported\nto the veterinarian, and euthanasia was performed in a timely manner.  The facility has reviewed each incident\nindividually to determine cause, and in each case corrective measures were taken, including re-training of staff and\nimplementing adjustments to water checks and cage removal procedures to prevent recurrence of such injuries.  A\nreview of husbandry procedures suggested there is no current or ongoing risks of recurrence.  However, these\nincidents caused serious impacts to animal welfare.  Handling of animals must be done as expeditiously and\ncarefully as possible, in a manner that does not cause trauma, overheating, excessive cooling, behavioral stress,\nphysical harm, or unnecessary discomfort.  Correct from this time forward.\nThis inspection was conducted from 20-22 March 2017 with veterinary and compliance staff.  An exit interview was\nconducted on 22 March 2017 with the site director, veterinary and compliance staff.",
  "animals_total": 553,
  "species": [
    {
      "count": 294,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 40,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 219,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}