{
  "insp_id": "271152259210911",
  "layout": "a",
  "customer_id": "44365",
  "customer_name": "Angie Hales",
  "customer_addr": "4333 Valley Road\nMeridian, MS 39307",
  "certificate": "65-C-0553",
  "site_id": "001",
  "site_name": "ANGIE HALES",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-SEP-2015",
  "report_date": "29-SEP-2015",
  "citations": [
    {
      "code": "3.50(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "*** The cages containing 4 rabbits had gaps between the wire net floor and the walls of the cage. The cage floors\nwere coming loose from where it attached to the walls. These gaps could cause the animals to become entangled,\nescape or injury from falling out the bottom of the cage 2-3 feet to the ground. The rabbit cages should be\nmaintained in good repair to protect the animals from injury and to contain the animals.\nCorrect by 10/12/15"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "*** The primary enclosure containing the goats Tulip and Dinah had holes underneath the fence that were 12 inches\nby 24 inches. These holes were large enough to allow the goats to escape or possible harm themselves by\nbecoming entangled in the process. The enclosure should be maintained in good repair to protect the animals from\ninjury and to contain the animals.\n*** The primary enclosure containing the goats, No Ears and Odie, and the potbellied pig, Bullseye, had a black\nnetting that covered the top of the enclosure. The netting had been torn and was hanging into the pen. The netting\ncould cause the animals to become entangled or cause harm if ingested. The gate to the enclosure did not have a\nmeans to latch it to remain closed and contain the animals. There was also a piece of tin that was part of the\nenclosure wall that had been bent and was sticking out into the pen and could injure the animals. There was a\npallet in the pen that had several nail heads exposed by about 1inch that could injure the animals. The facilities\nshould be maintained in good repair to protect the animals from injury and to contain the animals.\n*** The primary enclosure containing two llamas had a section of fence that had become unattached from a post\nand was sagging down about 18inches from the ground. This could allow the animals to escape or possibly\nbecome entangled in the wire. The fence should be maintained in good repair to protect the animals from injury and\nto contain the animals."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "*** The enclosure housing 10 goats contained several pieces of hay bailer twine throughout the pen. This material\nposes a risk of injury to these animals due to possible ingestion and entanglement. The premises shall be kept\nclean and in good repair to protect the animals from injury."
    }
  ],
  "narrative": "3.50(a)\nFACILITIES, GENERAL.  \n*** The cages containing 4 rabbits had gaps between the wire net floor and the walls of the cage.  The cage floors\nwere coming loose from where it attached to the walls.  These gaps could cause the animals to become entangled,\nescape or injury from falling out the bottom of the cage 2-3 feet to the ground.  The rabbit cages should be\nmaintained in good repair to protect the animals from injury and to contain the animals.\nCorrect by 10/12/15\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \n*** The primary enclosure containing the goats Tulip and Dinah had holes underneath the fence that were 12 inches\nby 24 inches. These holes were large enough to allow the goats to escape or possible harm themselves by\nbecoming entangled in the process.   The enclosure should be maintained in good repair to protect the animals from\ninjury and to contain the animals.\n*** The primary enclosure containing the goats, No Ears and Odie, and the potbellied pig, Bullseye, had a black\nnetting that covered the top of the enclosure.  The netting had been torn and was hanging into the pen.  The netting\ncould cause the animals to become entangled or cause harm if ingested.  The gate to the enclosure did not have a\nmeans to latch it to remain closed and contain the animals.  There was also a piece of tin that was part of the\nenclosure wall that had been bent and was sticking out into the pen and could injure the animals.  There was a\npallet in the pen that had several nail heads exposed by about 1inch that could injure the animals. The facilities\nshould be maintained in good repair to protect the animals from injury and to contain the animals.\n*** The primary enclosure containing two llamas had a section of fence that had become unattached from a post\nand was sagging down about 18inches from the ground.  This could allow the animals to escape or possibly\nbecome entangled in the wire.  The fence should be maintained in good repair to protect the animals from injury and\nto contain the animals.\n\n3.131(c)                    REPEAT\nSANITATION.   \n*** The enclosure housing 10 goats contained several pieces of hay bailer twine throughout the pen. This material\nposes a risk of injury to these animals due to possible ingestion and entanglement. The premises shall be kept\nclean and in good repair to protect the animals from injury.",
  "animals_total": 42,
  "species": [
    {
      "count": 2,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 29,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 4,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 4,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}