{
  "insp_id": "2016082569049768",
  "layout": "a",
  "customer_id": "503423",
  "customer_name": "Konstantin Chekholsky",
  "customer_addr": "3838 Nautilus Ave, Seagate\nBrooklyn, NY 11224",
  "certificate": "--",
  "site_id": "001",
  "site_name": "KONSTANTIN CHEKHOLSKY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-FEB-2018",
  "report_date": "14-FEB-2018",
  "citations": [
    {
      "code": "2.150(a)",
      "kind": "",
      "repeat": false,
      "desc": "IMPORT PERMIT",
      "narrative": "Item Import permit 2.150a\nOn Jan 29,2018 Kostantin Chekholsk of 3838 Naultilus Ave Seagate Brooklyn transported 2 live dogs, on Aeroflot\nInternational airlines as checked baggage. Konstantin Chekholskiy failed to obtain an import permit for the animals.\nPersonnel importing dogs for the purpose of resale needs to obtain an import permit from the USDA."
    },
    {
      "code": "2.151(a)(1)(iii)",
      "kind": "",
      "repeat": false,
      "desc": "CERTIFICATIONS",
      "narrative": "Item Import permit Certification 2.151 a 1 iii\nOn Jan 29, 2018 Konstantin Chekholskiy transported 2 dogs dogs on Aeroflot International Airlines as checked\nbaggage. The dogs were under the 6 month age requirement for importation. A private veterinarian aged the dogs\nand determined they were at most 4 months of age, therefore not only meeting the age requirements for the USDA\nof 6 months of age, but also not meeting the requirements of CDC age of at least 16 weeks of age.\nPersonnel need to insure animals imported into the US meet all the certification requirements as indicated in 2.151.\nOwner was not available for an exit interview"
    }
  ],
  "narrative": "2.150(a)\nIMPORT PERMIT\nItem Import permit 2.150a\nOn Jan 29,2018 Kostantin Chekholsk of 3838 Naultilus Ave Seagate Brooklyn  transported 2  live dogs, on Aeroflot \nInternational airlines as checked baggage. Konstantin Chekholskiy failed to obtain an import permit for the animals.\nPersonnel importing dogs for the purpose of resale needs to obtain an import permit from the USDA.\n2.151(a)(1)(iii)\nCERTIFICATIONS\nItem Import permit Certification 2.151 a 1 iii\nOn Jan 29, 2018 Konstantin Chekholskiy transported 2 dogs  dogs on Aeroflot  International Airlines as checked\nbaggage. The dogs were under the 6 month age requirement for importation. A private veterinarian aged  the dogs \nand determined they were at most 4 months of age, therefore not only meeting the age  requirements  for the USDA\n of 6 months of age, but  also not meeting the requirements of CDC age of at least 16 weeks of age.\nPersonnel need to insure animals imported into the US meet all the certification requirements as indicated in 2.151. \n \nOwner was not available for an exit interview",
  "animals_total": 2,
  "species": [
    {
      "count": 2,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}