{
  "insp_id": "2016082568290517",
  "layout": "a",
  "customer_id": "20144",
  "customer_name": "Brenda White",
  "customer_addr": "6012a Highway 75\nNeodesha, KS 66757",
  "certificate": "48-A-2090",
  "site_id": "001",
  "site_name": "Brenda White",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-MAY-2017",
  "report_date": "18-MAY-2017",
  "citations": [
    {
      "code": "3.1(c)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Surfaces must be free of excessive rust that can prevent required cleaning/sanitizing and also have good structural\nstrength. Two of the dog runs that share a common pipe frame, the bottom pipe is rusting, pitted, and has open\nrusted out areas. These rusty areas cannot be cleaned/sanitized properly, and the structural strength can be\naffected. The breeder must repair or replace these areas. Good cleaning and sanitizing will help in the good health\nof dogs. Good structural pipe frames will enhance the integrity of dog’s areas and help dogs to be in a safe\nenvironment. The owner must correct these areas and then put into place a good maintenance program. Breeder\nhas ordered new material to start this project. Correct by 07-15-2017\nThis inspection and exit briefing were conducted with the owner and Karl Thornton, ACI."
    }
  ],
  "narrative": "3.1(c)(1)(i)\nHOUSING FACILITIES, GENERAL.\nSurfaces must be free of excessive rust that can prevent required cleaning/sanitizing and also have good structural\nstrength.  Two of the dog runs that share a common pipe frame, the bottom pipe is rusting, pitted, and has open\nrusted out areas.  These rusty areas cannot be cleaned/sanitized properly, and the structural strength can be\naffected.  The breeder must repair or replace these areas.  Good cleaning and sanitizing will help in the good health\nof dogs.  Good structural pipe frames will enhance the integrity of dog’s areas and help dogs to be in a safe\nenvironment.   The owner must correct these areas and then put into place a good maintenance program.  Breeder\nhas ordered new material to start this project.  Correct by 07-15-2017\nThis inspection and exit briefing were conducted with the owner and Karl Thornton, ACI.",
  "animals_total": 61,
  "species": [
    {
      "count": 42,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 19,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}