{
  "insp_id": "2016082568300536",
  "layout": "a",
  "customer_id": "325661",
  "customer_name": "Amanda Pickett",
  "customer_addr": "Greg Pickett\n2691 Grain Rd\nLongton, KS 67352",
  "certificate": "48-A-2133",
  "site_id": "001",
  "site_name": "Amanda Pickett, Greg Pickett",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-MAY-2017",
  "report_date": "24-MAY-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Each breeder must provide and maintain programs of adequate veterinary care for all dogs in the kennel and use\nappropriate methods to prevent, control, treat diseases, injures, and assess their health daily. A white wheaten\nterrier male, identification number 00071968fFB, has matted hair. These mats cover a very big area of the dogs\ncoat. The mats are pulling the hair together leaving areas of skin showing. The mats are around the legs and feet,\ntoo. Mats can lead to irritations that can cause open wounds and hots spots that can be very uncomfortable and\nlead to infection that can harm dogs. The breeder must put into place a good system that addresses the hair coat of\neach dog in this kennel to ensure that the best health and good care is being provided at all times. The owner must\ntrim this dogs hair coat and remove all mats by 05-31-2017"
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Excreta must be removed from enclosures daily and more often if needed to prevent an excessive accumulation of\nfeces. Daily cleaning of feces also helps to reduce disease hazards, insects, pests and odors. One of the\nenclosures in the old kennel housing two dogs, needs to be cleaned at least once a day and more often if needed.\nThe owner must put into place a good cleaning program that cleans all dog enclosures at least once a day and then\nsanitizes at least twice a month. Owner stated the program in place for this kennel area is cleaning feces three to\nfour times a week. Adequate cleaning can help dogs to stay comfortable and healthy, The owner must clean this\nkennel enclosure by close of this day. 05-24-2017.\nThis inspection and exit briefing were conducted with the owner and Karl Thornton, ACI."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nEach breeder must provide and maintain programs of adequate veterinary care for all dogs in the kennel and use\nappropriate methods to prevent, control, treat diseases, injures, and assess their health daily.  A white wheaten\nterrier male, identification number 00071968fFB, has matted hair.  These mats cover a very big area of the dogs\ncoat.  The mats are pulling the hair together leaving areas of skin showing.  The mats are around the legs and feet,\ntoo.  Mats can lead to irritations that can cause open wounds and hots spots that can be very uncomfortable and\nlead to infection that can harm dogs.  The breeder must put into place a good system that addresses the hair coat of\neach dog in this kennel to ensure that the best health and good care is being provided at all times.  The owner must\ntrim this dogs hair coat and remove all mats by 05-31-2017\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nExcreta must be removed from enclosures daily and more often if needed to prevent an excessive accumulation of\nfeces.  Daily cleaning of feces also helps to reduce disease hazards, insects, pests and odors.  One of the\nenclosures in the old kennel housing two dogs, needs to be cleaned at least once a day and more often if needed. \nThe owner must put into place a good cleaning program that cleans all dog enclosures at least once a day and then\nsanitizes at least twice a month.   Owner stated the program in place for this kennel area is cleaning feces three to\nfour times a week.  Adequate cleaning can help dogs to stay comfortable and healthy,  The owner must clean this\nkennel enclosure by close of this day. 05-24-2017.\nThis inspection and exit briefing were conducted with the owner and Karl Thornton, ACI.",
  "animals_total": 64,
  "species": [
    {
      "count": 37,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 27,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}