{
  "insp_id": "INS-0000838130",
  "layout": "c",
  "customer_id": "503089",
  "customer_name": "CINDY YODER",
  "customer_addr": "3482 S R 643\nBALTIC, OH 43804",
  "certificate": "31-A-0701",
  "site_id": "001",
  "site_name": "CINDY J YODER",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "11-JAN-2023",
  "report_date": "11-JAN-2023",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "On 3/12/22 the licensee vaccinated all of her adult dogs, including pregnant dogs, for distemper and rabies. The program\nof Veterinary specifically states not to vaccinate pregnant dogs. The licensee stated 3 or 4 of the dogs vaccinated on that\ndate were pregnant. Not following the Program of Veterinary Care doesn't ensure the Attending Veterinarian has the\nappropriate authority to ensure that adequate veterinary care is being given to all the dogs. The license must discontinue\nvaccinating pregnant dogs as per the Program of Veterinary Care and must follow all instructions in the Program of\nVeterinary as written.\nThis is a 1st Re-License Inspection for a Class “A” license. The inspection and exit briefing were conducted with the\napplicant.\nAll items must be in compliance within 2 more inspections or by 3/12/23 or the applicant will forfeit the license fee and\nmust wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection.\nRegulated activity can continue under your existing USDA license until it expires.\nEnd of report.\nn"
    }
  ],
  "narrative": "2.40(a)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nOn 3/12/22 the licensee vaccinated all of her adult dogs, including pregnant dogs, for distemper and rabies.  The program \nof Veterinary specifically states not to vaccinate pregnant dogs.  The licensee stated 3 or 4 of the dogs vaccinated on that \ndate were pregnant.  Not following the Program of Veterinary Care doesn't ensure the Attending Veterinarian has the \nappropriate authority to ensure that adequate veterinary care is being given to all the dogs.  The license must discontinue \nvaccinating pregnant dogs as per the Program of Veterinary Care and must follow all instructions in the Program of \nVeterinary as written. \n \nThis is a 1st Re-License Inspection for a Class “A” license. The inspection and exit briefing were conducted with the \napplicant. \n \nAll items must be in compliance within 2 more inspections or by 3/12/23 or the applicant will forfeit the license fee and \nmust wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection. \n \nRegulated activity can continue under your existing USDA license until it expires.\n\nEnd of report. \n \n n",
  "animals_total": 83,
  "species": [
    {
      "count": 50,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 33,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}