{
  "insp_id": "321140657190604",
  "layout": "a",
  "customer_id": "3271",
  "customer_name": "Henry Hampton",
  "customer_addr": "14235 Hwy 801\nMount Ulla, NC 28125",
  "certificate": "55-B-0069",
  "site_id": "003",
  "site_name": "THE FARM AT WALNUT CREEK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-NOV-2014",
  "report_date": "13-NOV-2014",
  "citations": [
    {
      "code": "2.4(d)",
      "kind": "",
      "repeat": false,
      "desc": "NON-INTERFERENCE WITH APHIS OFFICIALS.",
      "narrative": "***At the start of this inspection, USDA inspectors requested documentation from the farm manager of animals that\nwere currently under veterinary treatment or have received treatment since the last routine inspection. The Farm\nManager stated that he was instructed by the licensee that any information regarding veterinary care and all\ndocumentation about veterinary care would need to come from the attending veterinarian (AV). The manager\nstated that he would call the AV and returned a short time later saying that he called the AV, and that the AV would\nbring the veterinary records to the facility later, but that he was not available at that time. When asked the Farm\nManager stated that there were no records of veterinary care at the facility at that time and that there was no list of\nanimals currently receiving treatment. The USDA inspectors agreed to wait to ask questions regarding veterinary\nadvice provided when the AV arrived, however, they informed the Manager that a list of animals actively receiving\nveterinary care was necessary to evaluate the adequacy of care being provided. When asked if he knew which\nanimals were receiving treatments the farm manager stated that he did know that information, but he would not\nprovide that information to inspectors (because of his previous instruction). Again inspectors reiterated that at a\nminimum a list of animals receiving treatment was necessary to facilitate the inspection process and the Manager\nstressed that his refusal to provide this information was at the instruction of the licensee. When the manager was\ninformed that refusing to provide this information would result in a citation for interference with the inspection\nprocess, the Manager offered to call the licensee (cid:19) but was unable to reach him on the telephone for alternate\ninstruction. Several hours later the AV left records at the facility, however, at that time inspectors were conducting\nthe inspection in the drive through area and were not notified that he was on the property. Refusal of staff to provide\ninformation regarding veterinary care including a list of animals currently undergoing treatment and description of\nhow treatments are being given (when known) prevents evaluation of the care provided to the animals and\ninterferes with the inspection process. During inspection APHIS officials compare advice provided by the AV to the\ntreatments administered by the licensee and staff in order to ensure that the recommendations provided are being\nfollowed accurately and animals are receiving proper veterinary care. A licensee or representative shall not\ninterfere with any APHIS official in the course of carrying out his or her duties. The inspection process requires a\nworking relationship between the USDA and the facility and interference makes this process difficult to impossible.\nCorrect by ensuring that all facility staff are instructed to truthfully answer questions posed by inspectors and to not\notherwise interfere with the inspection process."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*** Brown and white Bohr goat #154 in the rear large gang stall of the dairy barn was found coughing on this\ninspection. This goat appears to be in good body condition and was active during observation. This animal\nrequires examination by the attending veterinarian to determine the cause of this cough and any recommended\ntreatments.\n*** Suffolk sheep #0596 was found in the first front stall of the dairy barn with 2 areas of hair loss and wounds on\nthe left shoulder and left flank area. Both of these areas are circular and have a scab located centrally. This animal\nrequires examination by the attending veterinarian to determine the underlying cause and severity of these lesions\nand to determine the required treatment recommendations.\n*** Suffolk sheep #326 in the rear large gang stall of the dairy barn was found limping on the right front leg. This\nanimal is walking on all four limbs but is only partially weight bearing on the affected limb and had a noticeable\nhead-bob when stepping on the right front foot. The ewe was intermittently observed holding this limb off the ground\nwhen standing. Lameness is a common indicator of pain and examination and treatment by the attending\nveterinarian is needed to prevent worsening of this condition and unnecessary suffering. There was no record at\nthe facility indicating that the lameness was observed prior to the inspection.\n*** A black and white male sheep (#35) is being housed in an enclosure next to the production sheep barn with 2\nother sheep and 7 zebu cattle. This male sheep has a circular area of hair loss and abrasion on the poll of the head\nthat is approximately the size of a quarter. The skin is red in that area with the center appearing to be scabbed.\nThere is no documentation of prior observation or treatment of this animal by the facility or the attending\nveterinarian.\n*** A male Tahr goat was found limping in the drive through area. Although, this animal is walking on all 4 feet it is\nnoticeably lame on the right rear leg and appeared to be only partially weight bearing. Lameness is a common\nindicator of pain and examination and treatment by the attending veterinarian is needed to prevent worsening of this\ncondition and unnecessary suffering. There is no documentation or record of treatment for this animal from the\nfacility.\n*** One Aoudad was found in the drive thru area with overgrown feet. The rear feet on this animal have grown to\nwhere the toes on both hind feet are now overlapping. The outer claw is overgrown to the point that the toe is\ncurving upwards slightly off the ground while the inner claw appears to be growing towards and under the outer claw\nsuch that the animal is walking on the inner claw. The right foot is more severely affected than the left at this time.\nLeft untreated overgrown hooves can cause abnormal forces to be placed on the joints in the foot and upwards in\nthe limb causing additional medical problems in affected animals. When hooves do not wear naturally, routine hoof\ntrimming (as directed by the attending veterinarian) is necessary to prevent the development of additional veterinary\ncare problems. There is no documentation of prior observation or treatment of this animal.\n*** One blackbuck antelope was found in the drive thru area with overgrown feet. The both hind feet are\nsignificantly long. The inner claw on the left hind foot is overgrown to the point that the toe is lifting off the ground\nslightly when standing. This animal moved away from the vehicle quickly during inspection and then stood on soft\nground limiting the ability to photograph this abnormality. There is no documentation of prior observation or\ntreatment of this animal by either the facility or the attending veterinarian.\n***Two red and white bohr-type goats housed in the rear large gang stall of the dairy barn had large firm masses in\nthe area of their upper neck. The swelling on Goat #1131 was approximately the size of a small lemon located just\nbehind the mandible under the left ear. This mass was firm and non-movable. The swelling on Goat #1120 was\nsomewhat larger and located on the right upper neck at the junction of the head. Both goats were in good body\ncondition and observed eating during inspection. Significant swellings such as this are consistent with multiple\ncauses including infectious diseases and require appropriate diagnosis by the attending veterinarian to ensure that\nanimals are properly isolated and treated. There was no record at the facility indicating that the mass was observed\nin either goat prior to the inspection or that the condition had been diagnosed by the attending veterinarian.\n*** One black faced Suffolk-type sheep (ear tag #5 in the right ear and tag #6 in the left ear) group housed in first\nstall of the (cid:28)Dawdy Barn(cid:29) had a large amount clear nasal discharge coming from both nostrils (worse from the left).\nSmall amounts of bedding and debris were present with this discharge. This animal was visited twice during the\ninspection approximately 1 hour apart and the nasal discharge remained. The animal was observed laying down at\nthe time of the second observation and did not appear to be having breathing trouble. Increased nasal discharge\ncan indicate multiple veterinary problems both infectious and non-infectious and proper diagnosis and treatment by\nthe attending veterinarian are necessary to ensure that clinical signs do not worsen. There was no record at the\nfacility indicating that the nasal discharge was observed prior to the inspection or that the condition had been\ndiagnosed by the attending veterinarian.\nDuring the inspection facility representatives were asked about these animals and they did not indicate any previous\nobservation of any of these abnormalities. Documentation of veterinary advice from the attending veterinarian was\nprovided by the farm manager, however, none of the animals listed above were included in that list. Failure to\nprovide timely adequate veterinary care to all animals in the facility can result in worsening of these conditions and\nunnecessary animal suffering. All of these animals must be examined by attending veterinarian to determine\nseverity of the concern identified and to determine required treatment. Licensee must maintain documentation of\nthese exams and treatments for future review by APHIS officials.\nEven though this is a repeat non-complaint item, these animals must be examined by the attending veterinarian by\nCOB on November 14, 2014.\nTHIS IS A REPEAT NON-COMPLAINT ITEM THAT REMAINS UNCORRECTED"
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*** 9 animals were found in need of veterinary care during this inspection including a Suffolk type sheep with hair\nloss and wounds on the shoulder and flank, a coughing Bohr goat, 2 Bohr goats with swollen masses on their\nnecks, a limping Suffolk sheep, a Suffolk ewe with a nasal discharge, a black and white male sheep with an\nabrasion and hair loss on the poll of its head, a limping Tahr goat, a Blackbuck antelope and Aoudad both with long\nfeet.. All of these animals were identified by USDA inspectors during this routine inspection. The facility provided\nno documentation of care or knowledge of any animal problems. Daily observation continues to be a problem at\nthis facility and must be provided to ensure that animals exhibiting signs of ill-health are observed and timely\naccurate information is conveyed to the attending veterinarian. Correct this by ensuring all animals are observed\ndaily.\nTHIS IS A REPEAT NON-COMPLAINT ITEM THAT REMAINS UNCORRECTED"
    },
    {
      "code": "2.40(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "When discussing routine care (such as foot care) for animals in the drive through, the farm manager stated that the\nfarm staff darts animals (using chemical capture as needed for routine care). He stated that they use several\nproducts for restraint depending on the species and that the attending veterinarian was not usually present at the\ntime of such procedures. He was not sure how long it had been since the last time that they used such restraint,\nand he stated that they do not keep records of chemical restraint or the use of these drugs.\nThe current approved program of veterinary care includes authorization for the licensee to use chemical restraint in\nseveral species as needed. The forms provided by the attending veterinarian, includes check boxes for type of\nrestraint (manual or chemical) and a blank for the product to be filled in. According to this document the product for\nchemical restraint is (cid:28)succos(cid:29) or (cid:28)succ(cid:29) for the following species: Eland, Elk, Grevy Zebra, Nilgai, Sika Deer, and\nWhite Tail Deer. Muflon sheep are authorized by either physical restraint or chemical using (cid:28)succ(cid:29). Blackbuck\nAntelope are authorized using (cid:28)Rompun(cid:29). There is no dose or route of administration included in this guidance.\nAdditionally, there is no guidance for anesthesia, analgesia, or supportive care necessary during such procedures.\nWhen asked, the farm manager confirmed that the abbreviation (cid:28)succ(cid:29) or (cid:28)succos(cid:29) was for succinylcholine. He\nstated that typically when chemical restraint is needed, he calls the licensee to get the dosage to be used for the\nspecies. They do not currently provide any additional analgesia or anesthesia for animals under restraint by\nSuccinylcholine nor do they have the equipment necessary to intubate animals or ventilate animals that stop\nbreathing. When asked what would happen if an animal stops breathing while using this drug, the farm manager\nstated that (cid:28)it isn(cid:25)t pretty(cid:29) and that they die.\nSuccinylcholine is a paralytic agent that has no analgesic (pain relieving) properties. When under the influence of\nSuccinylcholine animals are paralyzed, but retain consciousness and are capable of feeling pain and distress. In\naddition to preventing movement this drug can also paralyze respiratory muscles causing animals to stop breathing\nand if animals are not properly ventilated (and used without additional anesthesia), they can die of suffocation while\nthey remain conscious. Licensee must maintain a program of veterinary care that includes adequate guidance\nregarding handling, immobilization, anesthesia, analgesia, and tranquilization. Providing the authority to use\nparalytic drugs for immobilization or anesthetic drugs such as Rompun without instruction for dosing, routes of\nadministration, or necessary supportive care is not adequate guidance. The use of these drugs without guidance\nthat is within established standards of veterinary care can compromise the health of these animals and may result in\nunnecessary pain and distress to the animals and / or death. Correct by consulting with the attending veterinarian\nto ensure that adequate guidance regarding handling, immobilization, anesthesia, analgesia, and tranquilization is\nincorporated into the written program of veterinary care.\nCorrect by: Prior to any future use of any chemical restraint and not later than 13 December 2014."
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "*** The public continues to be permitted to walk directly up the primary enclosures containing various species of\nanimals. This includes 3 camels, 138 sheep, 23 goats, 7 zebu cattle, and 6 muntjac deer. There are no barriers or\nsigns present to discourage public contact and the guests are encouraged to feed food sold at the entry gate. There\nis no attendant present during this public contact. Primary enclosure fences are made of material with spaces large\nenough for the guests to reach through and touch the animals. This unattended public contact continues to be a\nproblem at this facility and does not ensure safe public interaction with these animals. Barriers or sufficient distance\nmust be provided to ensure the safety of both the public and the animals.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED"
    },
    {
      "code": "2.131(d)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "*** Guests are still allowed to drive through a section of the facility in their cars. No attendant is present in the drive\nthrough area when these unaccompanied visits are taking place. Animals in the drive thru area include: deer,\nantelope, bison, llamas, zebra, water buffalo, pigs, and others. A hand-out pamphlet given to guests at the entry\ngate advises them to remain in their vehicles at all times but does not discourage feeding. This facility also has\nhorse drawn wagons that takes guests thru and allows public feeding with an attendant present. Allowing guests to\nfeed from vehicles without attendants present does not protect the animals and the public nor does it provide a\nbarrier or distance from the animals and the public. Correct this by providing an attendant at all times during public\ncontact.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "*** The enclosure housing 7 zebu cattle and 3 sheep has an approximately 8 foot area of chicken wire fencing that\nis currently detached from parts of the wooden fence behind it and hanging loose from the inside of the enclosure\nfence. This area is a potential injury hazard to the animals. The facility representative stated that this chicken wire\nfencing was added to the bottom of the primary enclosure fence to prevent smaller animals that were previously\nhoused in this enclosure from escaping. This area of fencing must be removed or repaired to avoid potential injury\nto the animals and all areas of the facility must be maintained in good repair to protect animals from injury. This\nwire was removed from the enclosure prior to exit interview.\nTHIS IS A REPEAT NON-COMPLIANT ITEM"
    },
    {
      "code": "3.125(d)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "*** The large heap of animal waste and bedding remains in the drive through area of the facility. Animals housed in\nthis area of the facility have access to this large pile and have been observed browsing, lying, and feeding from this\nmound. This direct contact by the animals with this waste pile exposes them to unnecessary disease risks and\npotential disease transmission from other animals(cid:25) waste. This is especially of concern as several animals were\nfound with illnesses during this inspection. Correct this by removing this waste pile from the animal area and\ndispose of animal wastes properly.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED\n*** Inspection conducted on November 12, 2014 with the farm manager and facility staff. Exit interview conducted\nwith the farm manager on November 13, 2014.\nNote: A list of animals found in need of veterinary care on this inspection was verbally given to the farm manager\nafter the physical inspection on November 12, 2014.\nAdditional Inspectors\nMiller Dana, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.4(d)\nNON-INTERFERENCE WITH APHIS OFFICIALS.\n***At the start of this inspection, USDA inspectors requested documentation from the farm manager of animals that\nwere currently under veterinary treatment or have received treatment since the last routine inspection.   The Farm\nManager stated that he was instructed by the licensee that any information regarding veterinary care and all\ndocumentation about veterinary care would need to come from the attending veterinarian (AV).  The manager\nstated that he would call the AV and returned a short time later saying that he called the AV, and that the AV would\nbring the veterinary records to the facility later, but that he was not available at that time.  When asked the Farm\nManager stated that there were no records of veterinary care at the facility at that time and that there was no list of\nanimals currently receiving treatment.  The USDA inspectors agreed to wait to ask questions regarding veterinary\nadvice provided when the AV arrived, however, they informed the Manager that a list of animals actively receiving\nveterinary care was necessary to evaluate the adequacy of care being provided.  When asked if he knew which\nanimals were receiving treatments the farm manager stated that he did know that information, but he would not\nprovide that information to inspectors (because of his previous instruction).  Again inspectors reiterated that at a\nminimum a list of animals receiving treatment was necessary to facilitate the inspection process and the Manager\nstressed that his refusal to provide this information was at the instruction of the licensee.  When the manager was\ninformed that refusing to provide this information would result in a citation for interference with the inspection\nprocess, the Manager offered to call the licensee (cid:19) but was unable to reach him on the telephone for alternate\ninstruction.  Several hours later the AV left records at the facility, however, at that time inspectors were conducting\nthe inspection in the drive through area and were not notified that he was on the property. Refusal of staff to provide\ninformation regarding veterinary care including a list of animals currently undergoing treatment and description of\nhow treatments are being given (when known) prevents evaluation of the care provided to the animals and\ninterferes with the inspection process.  During inspection APHIS officials compare advice provided by the AV to the\ntreatments administered by the licensee and staff in order to ensure that the recommendations provided are being\nfollowed accurately and animals are receiving proper veterinary care.  A licensee or representative shall not\ninterfere with any APHIS official in the course of carrying out his or her duties.  The inspection process requires a\nworking relationship between the USDA and the facility and interference makes this process difficult to impossible. \nCorrect by ensuring that all facility staff are instructed to truthfully answer questions posed by inspectors and to not\notherwise interfere with the inspection process.\n\n2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*** Brown and white Bohr goat #154 in the rear large gang stall of the dairy barn was found coughing on this\ninspection.  This goat appears to be in good body condition and was active during observation.  This animal\nrequires examination by the attending veterinarian to determine the cause of this cough and any recommended\ntreatments.  \n*** Suffolk sheep #0596 was found in the first front stall of the dairy barn with 2 areas of hair loss and wounds on\nthe left shoulder and left flank area.  Both of these areas are circular and have a scab located centrally.  This animal\nrequires examination by the attending veterinarian to determine the underlying cause and severity of these lesions\nand to determine the required treatment recommendations.\n*** Suffolk sheep #326 in the rear large gang stall of the dairy barn was found limping on the right front leg.  This\nanimal is walking on all four limbs but is only partially weight bearing on the affected limb and had a noticeable\nhead-bob when stepping on the right front foot. The ewe was intermittently observed holding this limb off the ground\nwhen standing.  Lameness is a common indicator of pain and examination and treatment by the attending\nveterinarian is needed to prevent worsening of this condition and unnecessary suffering.  There was no record at\nthe facility indicating that the lameness was observed prior to the inspection.\n*** A black and white male sheep (#35) is being housed in an enclosure next to the production sheep barn with 2\nother sheep and 7 zebu cattle.  This male sheep has a circular area of hair loss and abrasion on the poll of the head\nthat is approximately the size of a quarter.  The skin is red in that area with the center appearing to be scabbed. \nThere is no documentation of prior observation or treatment of this animal by the facility or the attending\nveterinarian.  \n*** A male Tahr goat was found limping in the drive through area.  Although, this animal is walking on all 4 feet it is\nnoticeably lame on the right rear leg and appeared to be only partially weight bearing.  Lameness is a common\nindicator of pain and examination and treatment by the attending veterinarian is needed to prevent worsening of this\ncondition and unnecessary suffering.  There is no documentation or record of treatment for this animal from the\nfacility.   \n*** One Aoudad was found in the drive thru area with overgrown feet.  The rear feet on this animal have grown to\nwhere the toes on both hind feet are now overlapping.  The outer claw is overgrown to the point that the toe is\ncurving upwards slightly off the ground while the inner claw appears to be growing towards and under the outer claw\nsuch that the animal is walking on the inner claw.    The right foot is more severely affected than the left at this time. \n Left untreated overgrown hooves can cause abnormal forces to be placed on the joints in the foot and upwards in\nthe limb causing additional medical problems in affected animals.  When hooves do not wear naturally, routine hoof\n\ntrimming (as directed by the attending veterinarian) is necessary to prevent the development of additional veterinary\ncare problems.  There is no documentation of prior observation or treatment of this animal.  \n*** One blackbuck antelope was found in the drive thru area with overgrown feet.   The both hind feet are\nsignificantly long.  The inner claw on the left hind foot is overgrown to the point that the toe is lifting off the ground\nslightly when standing.  This animal moved away from the vehicle quickly during inspection and then stood on soft\nground limiting the ability to photograph this abnormality.    There is no documentation of prior observation or\ntreatment of this animal by either the facility or the attending veterinarian.    \n***Two red and white bohr-type goats housed in the rear large gang stall of the dairy barn had large firm masses in\nthe area of their upper neck.  The swelling on Goat #1131 was approximately the size of a small lemon located just\nbehind the mandible under the left ear.  This mass was firm and non-movable.  The swelling on Goat #1120 was\nsomewhat larger and located on the right upper neck at the junction of the head.  Both goats were in good body\ncondition and observed eating during inspection.  Significant swellings such as this are consistent with multiple\ncauses including infectious diseases and require appropriate diagnosis by the attending veterinarian to ensure that\nanimals are properly isolated and treated.  There was no record at the facility indicating that the mass was observed\nin either goat prior to the inspection or that the condition had been diagnosed by the attending veterinarian.\n*** One black faced Suffolk-type sheep (ear tag #5 in the right ear and tag #6 in the left ear) group housed in first\nstall of the (cid:28)Dawdy Barn(cid:29) had a large amount clear nasal discharge coming from both nostrils (worse from the left). \nSmall amounts of bedding and debris were present with this discharge.  This animal was visited twice during the\ninspection approximately 1 hour apart and the nasal discharge remained.  The animal was observed laying down at\nthe time of the second observation and did not appear to be having breathing trouble.  Increased nasal discharge\ncan indicate multiple veterinary problems both infectious and non-infectious and proper diagnosis and treatment by\nthe attending veterinarian are necessary to ensure that clinical signs do not worsen.  There was no record at the\nfacility indicating that the nasal discharge was observed prior to the inspection or that the condition had been\ndiagnosed by the attending veterinarian.\n   \nDuring the inspection facility representatives were asked about these animals and they did not indicate any previous\nobservation of any of these abnormalities.  Documentation of veterinary advice from the attending veterinarian was\nprovided by the farm manager, however, none of the animals listed above were included in that list. Failure to\nprovide timely adequate veterinary care to all animals in the facility can result in worsening of these conditions and\nunnecessary animal suffering. All of these animals must be examined by attending veterinarian to determine\nseverity of the concern identified and to determine required treatment.  Licensee must maintain documentation of\nthese exams and treatments for future review by APHIS officials.\nEven though this is a repeat non-complaint item, these animals must be examined by the attending veterinarian by\n\nCOB on November 14, 2014.\n \nTHIS IS A REPEAT NON-COMPLAINT ITEM THAT REMAINS UNCORRECTED\n2.40(b)(3)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*** 9 animals were found in need of veterinary care during this inspection including a Suffolk type sheep with hair\nloss and wounds on the shoulder and flank, a coughing Bohr goat, 2 Bohr goats with swollen masses on their\nnecks, a limping Suffolk sheep, a Suffolk ewe with a nasal discharge, a black and white male sheep with an\nabrasion and hair loss on the poll of its head, a limping Tahr goat, a Blackbuck antelope and Aoudad both with long\nfeet..  All of these animals were identified by USDA inspectors during this routine inspection.  The facility provided\nno documentation of care or knowledge of any animal problems.  Daily observation continues to be a problem at\nthis facility and must be provided to ensure that animals exhibiting signs of ill-health are observed and timely\naccurate information is conveyed to the attending veterinarian.   Correct this by ensuring all animals are observed\ndaily.\nTHIS IS A REPEAT NON-COMPLAINT ITEM THAT REMAINS UNCORRECTED\n2.40(b)(4)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nWhen discussing routine care (such as foot care) for animals in the drive through, the farm manager stated that the\nfarm staff darts animals (using chemical capture as needed for routine care).  He stated that they use several\nproducts for restraint depending on the species and that the attending veterinarian was not usually present at the\ntime of such procedures.  He was not sure how long it had been since the last time that they used such restraint,\nand he stated that they do not keep records of chemical restraint or the use of these drugs.\nThe current approved program of veterinary care includes authorization for the licensee to use chemical restraint in\nseveral species as needed.  The forms provided by the attending veterinarian, includes check boxes for type of\nrestraint (manual or chemical) and a blank for the product to be filled in.  According to this document the product for\nchemical restraint is (cid:28)succos(cid:29) or (cid:28)succ(cid:29) for the following species:  Eland, Elk, Grevy Zebra, Nilgai, Sika Deer, and\nWhite Tail Deer.  Muflon sheep are authorized by either physical restraint or chemical using (cid:28)succ(cid:29).  Blackbuck\nAntelope are authorized using (cid:28)Rompun(cid:29).  There is no dose or route of administration included in this guidance. \nAdditionally, there is no guidance for anesthesia, analgesia, or supportive care necessary during such procedures.  \nWhen asked, the farm manager confirmed that the abbreviation (cid:28)succ(cid:29) or (cid:28)succos(cid:29) was for succinylcholine.  He\n\nstated that typically when chemical restraint is needed, he calls the licensee to get the dosage to be used for the\nspecies.  They do not currently provide any additional analgesia or anesthesia for animals under restraint by\nSuccinylcholine nor do they have the equipment necessary to intubate animals or ventilate animals that stop\nbreathing.  When asked what would happen if an animal stops breathing while using this drug, the farm manager\nstated that (cid:28)it isn(cid:25)t pretty(cid:29) and that they die.\nSuccinylcholine is a paralytic agent that has no analgesic (pain relieving) properties.  When under the influence of\nSuccinylcholine animals are paralyzed, but retain consciousness and are capable of feeling pain and distress.  In\naddition to preventing movement this drug can also paralyze respiratory muscles causing animals to stop breathing\nand if animals are not properly ventilated (and used without additional anesthesia), they can die of suffocation while\nthey remain conscious.  Licensee must maintain a program of veterinary care that includes adequate guidance\nregarding handling, immobilization, anesthesia, analgesia, and tranquilization.  Providing the authority to use\nparalytic drugs for immobilization or anesthetic drugs such as Rompun without instruction for dosing, routes of\nadministration, or necessary supportive care is not adequate guidance.  The use of these drugs without guidance\nthat is within established standards of veterinary care can compromise the health of these animals and may result in\nunnecessary pain and distress to the animals and / or death.   Correct by consulting with the attending veterinarian\nto ensure that adequate guidance regarding handling, immobilization, anesthesia, analgesia, and tranquilization is\nincorporated into the written program of veterinary care. \nCorrect by:  Prior to any future use of any chemical restraint and not later than 13 December 2014.\n2.131(c)(1)                    REPEAT\nHANDLING OF ANIMALS.\n*** The public continues to be permitted to walk directly up the primary enclosures containing various species of\nanimals.  This includes 3 camels, 138 sheep, 23 goats, 7 zebu cattle, and 6 muntjac deer.    There are no barriers or\nsigns present to discourage public contact and the guests are encouraged to feed food sold at the entry gate. There\nis no attendant present during this public contact.  Primary enclosure fences are made of material with spaces large\nenough for the guests to reach through and touch the animals. This unattended public contact continues to be a\nproblem at this facility and does not ensure safe public interaction with these animals. Barriers or sufficient distance\nmust be provided to ensure the safety of both the public and the animals.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED\n2.131(d)(2)                    REPEAT\n\nHANDLING OF ANIMALS.\n*** Guests are still allowed to drive through a section of the facility in their cars. No attendant is present in the drive\nthrough area when these unaccompanied visits are taking place. Animals in the drive thru area include: deer,\nantelope, bison, llamas, zebra, water buffalo, pigs, and others. A hand-out pamphlet given to guests at the entry\ngate advises them to remain in their vehicles at all times but does not discourage feeding.  This facility also has\nhorse drawn wagons that takes guests thru and allows public feeding with an attendant present. Allowing guests to\nfeed from vehicles without attendants present does not protect the animals and the public nor does it provide a\nbarrier or distance from the animals and the public.   Correct this by providing an attendant at all times during public\ncontact.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \n*** The enclosure housing 7 zebu cattle and 3 sheep has an approximately 8 foot area of chicken wire fencing that\nis currently detached from parts of the wooden fence behind it and hanging loose from the inside of the enclosure\nfence.  This area is a potential injury hazard to the animals.   The facility representative stated that this chicken wire\nfencing was added to the bottom of the primary enclosure fence to prevent smaller animals that were previously\nhoused in this enclosure from escaping.  This area of fencing must be removed or repaired to avoid potential injury\nto the animals and all areas of the facility must be maintained in good repair to protect animals from injury.  This\nwire was removed from the enclosure prior to exit interview. \nTHIS IS A REPEAT NON-COMPLIANT ITEM \n3.125(d)                    REPEAT\nFACILITIES, GENERAL.   \n*** The large heap of animal waste and bedding remains in the drive through area of the facility.  Animals housed in\nthis area of the facility have access to this large pile and have been observed browsing, lying, and feeding from this\nmound.  This direct contact by the animals with this waste pile exposes them to unnecessary disease risks and\npotential disease transmission from other animals(cid:25) waste.   This is especially of concern as several animals were\nfound with illnesses during this inspection.   Correct this by removing this waste pile from the animal area and\ndispose of animal wastes properly.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED\n\n*** Inspection conducted on November 12, 2014 with the farm manager and facility staff.  Exit interview conducted\nwith the farm manager on November 13, 2014.  \nNote:  A list of animals found in need of veterinary care on this inspection was verbally given to the farm manager\nafter the physical inspection on November 12, 2014. \nAdditional Inspectors\nMiller Dana, Supervisory Animal Care Specialist",
  "animals_total": 477,
  "species": [
    {
      "count": 10,
      "scientific": "Ammotragus lervia",
      "common": "BARBARY SHEEP"
    },
    {
      "count": 12,
      "scientific": "Antilope cervicapra",
      "common": "BLACKBUCK"
    },
    {
      "count": 18,
      "scientific": "Axis axis",
      "common": "AXIS DEER / SPOTTED DEER / CHITAL"
    },
    {
      "count": 3,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 3,
      "scientific": "Bos grunniens",
      "common": "YAK"
    },
    {
      "count": 9,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 19,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 3,
      "scientific": "Boselaphus tragocamelus",
      "common": "NILGAI"
    },
    {
      "count": 9,
      "scientific": "Bubalus bubalis",
      "common": "ASIATIC WATER BUFFALO"
    },
    {
      "count": 3,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 39,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 12,
      "scientific": "Cervus c. canadensis",
      "common": "ELK"
    },
    {
      "count": 12,
      "scientific": "Cervus nippon",
      "common": "SIKA DEER"
    },
    {
      "count": 108,
      "scientific": "Dama mesopotamica",
      "common": "FALLOW DEER"
    },
    {
      "count": 5,
      "scientific": "Equus grevyi",
      "common": "GREVY'S ZEBRA"
    },
    {
      "count": 6,
      "scientific": "Giraffa camelopardalis",
      "common": "GIRAFFE"
    },
    {
      "count": 8,
      "scientific": "Hemitragus jemlahicus",
      "common": "HIMALAYAN TAHR"
    },
    {
      "count": 35,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 6,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 6,
      "scientific": "Muntiacus reevesi",
      "common": "REEVE'S MUNTJAC"
    },
    {
      "count": 143,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 5,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 3,
      "scientific": "Taurotragus oryx",
      "common": "COMMON ELAND"
    }
  ]
}