{
  "insp_id": "2016090000523691",
  "layout": "b",
  "customer_id": "2942",
  "customer_name": "ROBERT SAWMILLER",
  "customer_addr": "16761 COUNTY ROAD 25A\nWAPAKONETA, OH 45895",
  "certificate": "31-C-0221",
  "site_id": "002",
  "site_name": "DAVID EICHER",
  "insp_type": "FOCUSED INSPECTION",
  "date": "01-FEB-2021",
  "report_date": "01-FEB-2021",
  "citations": [
    {
      "code": "3.127(b)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Facilities, outdoor.",
      "narrative": "The 2 female brown bears and 1 male brown bear are co-housed in a single primary enclosure. The shelter provided to\nthese bears is one large metal barrel that has a diameter of 65” and measures 6' 2\" long. During inspection there was\nonly one female brown bear noted to be in the shelter. This female brown bear was laying at the entrance of the shelter\nand preventing the other brown bears from having access to the shelter. The other two brown bears were noticed to be\nwet, and snow covered.\nThe male and female black bears are currently co-housed in the same primary enclosure. The shelter provided to these\nbears is a single metal barrel that measures 5-6' long and has a diameter of 4'. The male black bear is in the shelter\npreventing the female black bear access to the shelter. The female black bear was wet, and had snowballs hanging from\nher coat. Initially when approached she was interested in inspectors but when nothing was offered, she went and laid in\nfront of the barrel. Through the remainder of the inspection she continued to lay outside of the occupied shelter.\nThe current size of the barrels for both the adult brown and adult black bears would necessitate these animals lying on top\nof one another in order for all bears to access the shelter at the same time. Adult bears do not typically enter confined\nspaces with other adult bears. The behavior of adult bears combined with the small shelter space provided is preventing\nthese animals from accessing the single shelter provided and leaving them exposed to the elements.\nThe two juvenile brown bears have two shelters provided – one metal barrel and one square plastic tank type shelter.\nOnly the metal barrel had bedding material (hay or straw). The smaller of the two juvenile brown bears is in poor body\ncondition. Although each animal can access a shelter, the poor condition of this animal makes it more susceptible to the\ncold wet environmental conditions. The use of an inadequately insulated shelter has led to a state of unrelieved suffering\nfor this animal.\nNatural or artificial shelter appropriate to the local climatic conditions for the species concerned shall be provided for all\nanimals kept outdoors to afford them protection and to prevent discomfort to such animals.\nThe outdoor temperature at time of inspection was 26 degrees. The surface temperatures of the metal barrels ranged 22\nto 30 degrees Fahrenheit. Metal that has not been insulated conducts body heat away from the animal creating an\nunforgiving environment around the bears that is too cold for the current outdoor temperatures. The behavior of adult\nbears is preventing these animals from sharing the single shelter provided. Correct by ensuring that appropriate shelter is\nprovided to all bears to alleviate the state of unrelieved suffering. Enough shelters and shelter space must be provided so\nthat all animals housed in the primary enclosure can access a shelter area at the same time to allow them to escape the\ncold temperatures, and precipitation. Additionally, shelters constructed of all metal must be insulated and bedded\nappropriately with clean dry bedding."
    },
    {
      "code": "3.129(a)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Feeding.",
      "narrative": "The licensee is offering donated grocery store meat to all bears. The licensee stated that he offered this meat the prior\nevening, but the bears showed little interest. There was no meat or other food present in the enclosures during this\ninspection. An all meat diet is not an appropriate diet for bears that have not eaten for a significant period of time. Leafy\ngreens or other vegetable matter is more appropriate for bears that have fasted. An all meat diet fed to bears that have\nnot been fed for a significant period of time can lead to illness or death.\nOne juvenile brown bear is in poor body condition, it has poor coat condition and appears unthrifty. This animal is\nsignificantly smaller than the other juvenile it is currently housed with. The current condition of this animal indicates that it\nhas been in a poor nutritional state for considerable time. This is likely due to poor nutrition during the fall, not being fed\nby the licensee while confined to the barrels, and/or competition from the other animal in its enclosure.\nThe food provided shall be wholesome, palatable, and free from contamination and of sufficient quantity and nutritive\nvalue to maintain all animals in good health. Animals shall be fed at least once a day except as dictated by hibernation,\nveterinary treatment, normal fasts, or other professionally accepted practices.\nThe bears must be fed daily, or at a minimum when they awaken from hibernation/torpor to ensure they maintain an\nappropriate body weight to sustain them through the winter, and to alleviate suffering. Correct by ensuring that\nappropriate feed is on-hand and being offered to all animals at least daily since they are not in hibernation."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "3.125 a Facilities, general. Repeat\nThe primary enclosure housing two brown bear cubs has an area of fencing, which is used to prevent the bears from\ndigging out of the enclosure, that is exposed on the ground.\nThe indoor and outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the\nanimals from injury and to contain the animals.\nThe holes must be filled, or a different substrate used to ensure the bear cubs do not dig holes exposing the fencing\nbelow. The bear cubs could catch their legs in this fencing causing injury.\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors:\nKURT HAMMEL, VETERINARY MEDICAL OFFICER\nDANA MILLEREnd Section"
    }
  ],
  "narrative": "3.127(b)  Direct Repeat\n   \nFacilities, outdoor. \nThe 2 female brown bears and 1 male brown bear are co-housed in a single primary enclosure.  The shelter provided to \nthese bears is one large metal barrel that has a diameter of 65” and measures 6' 2\" long.  During inspection there was \nonly one female brown bear noted to be in the shelter.  This female brown bear was laying at the entrance of the shelter \nand preventing the other brown bears from having access to the shelter.  The other two brown bears were noticed to be \nwet, and snow covered. \nThe male and female black bears are currently co-housed in the same primary enclosure.  The shelter provided to these \nbears is a single metal barrel that measures 5-6' long and has a diameter of 4'.  The male black bear is in the shelter \npreventing the female black bear access to the shelter.  The female black bear was wet, and had snowballs hanging from \nher coat.  Initially when approached she was interested in inspectors but when nothing was offered, she went and laid in \nfront of the barrel.  Through the remainder of the inspection she continued to lay outside of the occupied shelter. \nThe current size of the barrels for both the adult brown and adult black bears would necessitate these animals lying on top \nof one another in order for all bears to access the shelter at the same time.  Adult bears do not typically enter confined \nspaces with other adult bears.  The behavior of adult bears combined with the small shelter space provided is preventing \nthese animals from accessing the single shelter provided and leaving them exposed to the elements. \nThe two juvenile brown bears have two shelters provided – one metal barrel and one square plastic tank type shelter.\n\nOnly the metal barrel had bedding material (hay or straw).  The smaller of the two juvenile brown bears is in poor body \ncondition.  Although each animal can access a shelter, the poor condition of this animal makes it more susceptible to the \ncold wet environmental conditions.  The use of an inadequately insulated shelter has led to a state of unrelieved suffering \nfor this animal. \nNatural or artificial shelter appropriate to the local climatic conditions for the species concerned shall be provided for all \nanimals kept outdoors to afford them protection and to prevent discomfort to such animals. \nThe outdoor temperature at time of inspection was 26 degrees.  The surface temperatures of the metal barrels ranged 22 \nto 30 degrees Fahrenheit.  Metal that has not been insulated conducts body heat away from the animal creating an \nunforgiving environment around the bears that is too cold for the current outdoor temperatures.   The behavior of adult \nbears is preventing these animals from sharing the single shelter provided.  Correct by ensuring that appropriate shelter is \nprovided to all bears to alleviate the state of unrelieved suffering.  Enough shelters and shelter space must be provided so \nthat all animals housed in the primary enclosure can access a shelter area at the same time to allow them to escape the \ncold temperatures, and precipitation.   Additionally, shelters constructed of all metal must be insulated and bedded \nappropriately with clean dry bedding. \n3.129(a)  Direct Repeat\n   \nFeeding. \nThe licensee is offering donated grocery store meat to all bears.  The licensee stated that he offered this meat the prior \nevening, but the bears showed little interest.  There was no meat or other food present in the enclosures during this \ninspection.  An all meat diet is not an appropriate diet for bears that have not eaten for a significant period of time.  Leafy \ngreens or other vegetable matter is more appropriate for bears that have fasted.  An all meat diet fed to bears that have \nnot been fed for a significant period of time can lead to illness or death. \nOne juvenile brown bear is in poor body condition, it has poor coat condition and appears unthrifty.  This animal is\n\nsignificantly smaller than the other juvenile it is currently housed with.  The current condition of this animal indicates that it \nhas been in a poor nutritional state for considerable time.  This is likely due to poor nutrition during the fall, not being fed \nby the licensee while confined to the barrels, and/or competition from the other animal in its enclosure. \nThe food provided shall be wholesome, palatable, and free from contamination and of sufficient quantity and nutritive \nvalue to maintain all animals in good health. Animals shall be fed at least once a day except as dictated by hibernation, \nveterinary treatment, normal fasts, or other professionally accepted practices. \nThe bears must be fed daily, or at a minimum when they awaken from hibernation/torpor to ensure they maintain an \nappropriate body weight to sustain them through the winter, and to alleviate suffering.   Correct by ensuring that \nappropriate feed is on-hand and being offered to all animals at least daily since they are not in hibernation. \n3.125(a)  Repeat\n   \nFacilities, general. \n3.125 a Facilities, general. Repeat \nThe primary enclosure housing two brown bear cubs has an area of fencing, which is used to prevent the bears from \ndigging out of the enclosure, that is exposed on the ground. \n \nThe indoor and outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the \nanimals from injury and to contain the animals. \n \nThe holes must be filled, or a different substrate used to ensure the bear cubs do not dig holes exposing the fencing \nbelow.  The bear cubs could catch their legs in this fencing causing injury. \n \nThis inspection and exit interview were conducted with the licensee.\n\nAdditional Inspectors: \nKURT HAMMEL, VETERINARY MEDICAL OFFICER \nDANA MILLEREnd Section",
  "animals_total": 10,
  "species": [
    {
      "count": 2,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 8,
      "scientific": "Ursus arctos",
      "common": "BROWN BEAR"
    }
  ]
}