{
  "insp_id": "134152258500765",
  "layout": "a",
  "customer_id": "1495",
  "customer_name": "Kirksville College Of Osteopathic Medicine",
  "customer_addr": "800 W Jefferson St\nKirksville, MO 63501",
  "certificate": "43-R-0012",
  "site_id": "001",
  "site_name": "KIRKSVILLE COLLEGE OF OSTEOPATHIC MEDICINE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-MAY-2015",
  "report_date": "19-MAY-2015",
  "citations": [
    {
      "code": "2.31(c)(7)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "***Three New Zealand white rabbits were not administered post-operative pain medication that the protocol\ndescribed would be provided. The rabbits underwent an arthrotomy procedure approximately 3 months prior to the\ninspection and were no longer at the facility. According to the protocol, the rabbits would receive buphenomorphine\nat 2 hours and 1 day post-operatively. According to animal care staff, the buphenomorphine had not been ordered\nand the rabbits did not receive post-operative pain medication as described in the protocol. In accordance with the\nprotocol, the signs of post-operative pain and distress in the rabbits were noted to be numerous and indicated they\nwould be monitored with the use of a checklist. The checklist for pain or distress in rabbits included monitoring for\ndecreased food and water consumption, weight loss, rapid breathing, unkempt appearance, dilated pupils,\nself-imposed isolation/hiding as well as many other signs. There were general comments recorded by the animal\ncare staff on a daily activity sheet for the room housing the rabbits; the sheet included occasional brief comments on\nthe (cid:28)inputs(cid:29) (eating and drinking) and (cid:28)outputs(cid:29) (urine and fecal output) of the animals. However, there was no\ndocumentation or completed checklist that indicated the additional numerous signs of pain had been monitored in\nthe rabbits. Still, according to the animal care staff daily activity sheet, the first written comment was noted 3 days\npost-operatively in the rabbits and stated \"(cid:28)little input or output\"(cid:29). Similar comments of little eating, drinking and\noutput appeared sporadically for the rabbits following the surgery and were documented for at least one rabbit up to\napproximately 21 days post-procedure. The principal investigator failed to submit an amendment or proposed\nmodification to the approved protocol regarding the change in analgesic administration and post-operative\nmonitoring for pain and distress. As a result, this significant change in not administering post-operative pain\nmedication was not reviewed by the IACUC. The IACUC must review and approve all proposed protocols and\namendments to ensure that animal pain and distress is minimized and that proposed activities comply with the\nAnimal Welfare regulations. The registrant must ensure that all future activities are done in accordance with the\nIACUC protocol and ensure that all significant changes to the ongoing use of animals are reviewed by the IACUC.\nTO BE CORRECTED BY: May 19, 2015.\nThe inspection was conducted on May 14, 2015 with a facility representative. An exit interview was given on May\n14, 2015 and was completed on May 19, 2015 with the same individual."
    }
  ],
  "narrative": "2.31(c)(7)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\n***Three New Zealand white rabbits were not administered post-operative pain medication that the protocol\ndescribed would be provided.  The rabbits underwent an arthrotomy procedure approximately 3 months prior to the\ninspection and were no longer at the facility.  According to the protocol, the rabbits would receive buphenomorphine\nat 2 hours and 1 day post-operatively.  According to animal care staff, the buphenomorphine had not been ordered\nand the rabbits did not receive post-operative pain medication as described in the protocol.  In accordance with the\nprotocol, the signs of post-operative pain and distress in the rabbits were noted to be numerous and indicated they\nwould be monitored with the use of a checklist.  The checklist for pain or distress in rabbits included monitoring for\ndecreased food and water consumption, weight loss, rapid breathing, unkempt appearance, dilated pupils,\nself-imposed isolation/hiding as well as many other signs.  There were general comments recorded by the animal\ncare staff on a daily activity sheet for the room housing the rabbits; the sheet included occasional brief comments on\nthe (cid:28)inputs(cid:29) (eating and drinking) and (cid:28)outputs(cid:29) (urine and fecal output) of the animals.  However, there was no\ndocumentation or completed checklist that indicated the additional numerous signs of pain had been monitored in\nthe rabbits.  Still, according to the animal care staff daily activity sheet, the first written comment was noted 3 days\npost-operatively in the rabbits and stated \"(cid:28)little input or output\"(cid:29).  Similar comments of little eating, drinking and\noutput appeared sporadically for the rabbits following the surgery and were documented for at least one rabbit up to\napproximately 21 days post-procedure.  The principal investigator failed to submit an amendment or proposed\nmodification to the approved protocol regarding the change in analgesic administration and post-operative\nmonitoring for pain and distress. As a result, this significant change in not administering post-operative pain\nmedication was not reviewed by the IACUC. The IACUC must review and approve all proposed protocols and\namendments to ensure that animal pain and distress is minimized and that proposed activities comply with the\nAnimal Welfare regulations. The registrant must ensure that all future activities are done in accordance with the\nIACUC protocol and ensure that all significant changes to the ongoing use of animals are reviewed by the IACUC. \nTO BE CORRECTED BY:  May 19, 2015.\nThe inspection was conducted on May 14, 2015 with a facility representative.  An exit interview was given on May\n14, 2015 and was completed on May 19, 2015 with the same individual.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}