{
  "insp_id": "233150942200589",
  "layout": "a",
  "customer_id": "10752",
  "customer_name": "Arie Byl",
  "customer_addr": "Helen Byl\n2647 400th Street\nSioux Center, IA 51250",
  "certificate": "42-A-0791",
  "site_id": "001",
  "site_name": "ARIE & HELEN BYL",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-AUG-2015",
  "report_date": "20-AUG-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "In the refrigerator that contains medications for the dogs there is a bottle of Penicillin that expired in November 2007\nand a bottle of Oxytocin that expired in September of 2013. The use of expired medical material is not considered\nto be acceptable veterinary practice and is not consistent with adequate veterinary care required by regulations\nunder the Animal Welfare Act. Expired medications may lose their effectiveness causing the health of the dogs to\nsuffer. The license must either properly dispose of all expired medications or segregate them in an appropriately\nlabeled, physically separate location from non-expired medications. Licensee must ensure that all medications\nused for the care of the dogs have not expired.\nA male Shih Tzu (USDA tag# 10) was observed to have cloudy eyes. Closer examination revealed a brownish,\ncrusty material surrounding the upper and lower lids of both eyes. There was a small amount of liquid discharge\nalong the bottom of the right eye. The licensee thought that this dog was blind. This dog has not been evaluated\nby a licensed veterinarian.\nPoor eye health can cause pain and discomfort to the dog. This dog must be evaluated by a licensed veterinarian\nby end of business on August 27, 2015 for an accurate diagnosis and treatment plan. The diagnosis and treatment\nplan must be documented and available to the inspector upon request."
    },
    {
      "code": "2.75(a)(1)(4)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "This inspection contained a follow-up of the male Maltese (USDA tag #35) that was cited on the previous inspection\nreport under 2.40 (b) (2) and dated March 26, 2015. This dog was no longer at the facility. The licensee said the\ndog was given away to someone. The inspector asked for the name of the person the dog was given to and the\nlicensee did not know it. Accurate and appropriate documentation is essential for the tracking and identification of\neach animal.\nEach dealer shall make, keep and maintain records for each dog that is owned, acquired or otherwise held. These\nrecords must fully and accurately disclose the name and address of the person the dog was sold or given to.\nLicensee must ensure that all records fully and completely maintain all required information.\nCorrection date: August 21, 2015"
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "There are four enclosures, containing ten dogs, which have a buildup of dirt and grime on their walls. The licensee\nsaid that the dirt and grime are scrubbed off the walls every spring and fall. The buildup of dirt and grime can\nincrease the risk of health hazards towards the dogs. The licensee must ensure that all used primary enclosures\nare sanitized once every two weeks, or more often if necessary to prevent the buildup of dirt, grime and any other\ndisease hazards.\nCorrection date: September 03, 2015\nThis an electronic version of the report dated August 20, 2015.\nExit interview conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nIn the refrigerator that contains medications for the dogs there is a bottle of Penicillin that expired in November 2007\nand a bottle of Oxytocin that expired in September of 2013.  The use of expired medical material is not considered\nto be acceptable veterinary practice and is not consistent with adequate veterinary care required by regulations\nunder the Animal Welfare Act.   Expired medications may lose their effectiveness causing the health of the dogs to\nsuffer.  The license must either properly dispose of all expired medications or segregate them in an appropriately\nlabeled, physically separate location from non-expired medications.  Licensee must ensure that all medications\nused for the care of the dogs have not expired.\nA male Shih Tzu (USDA tag# 10) was observed to have cloudy eyes.  Closer examination revealed a brownish,\ncrusty material surrounding the upper and lower lids of both eyes.  There was a small amount of liquid discharge\nalong the bottom of the right eye.   The licensee thought that this dog was blind.  This dog has not been evaluated\nby a licensed veterinarian.  \nPoor eye health can cause pain and discomfort to the dog.  This dog must be evaluated by a licensed veterinarian\nby end of business on August 27, 2015 for an accurate diagnosis and treatment plan.  The diagnosis and treatment\nplan must be documented and available to the inspector upon request.\n2.75(a)(1)(4)\nRECORDS: DEALERS AND EXHIBITORS.\nThis inspection contained a follow-up of the male Maltese (USDA tag #35) that was cited on the previous inspection\nreport under 2.40 (b) (2) and dated March 26, 2015.  This dog was no longer at the facility.  The licensee said the\ndog was given away to someone.  The inspector asked for the name of the person the dog was given to and the\nlicensee did not know it.  Accurate and appropriate documentation is essential for the tracking and identification of\neach animal.\nEach dealer shall make, keep and maintain records for each dog that is owned, acquired or otherwise held.  These\n\nrecords must fully and accurately disclose the name and address of the person the dog was sold or given to. \nLicensee must ensure that all records fully and completely maintain all required information.\nCorrection date:  August 21, 2015\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThere are four enclosures, containing ten dogs, which have a buildup of dirt and grime on their walls.  The licensee\nsaid that the dirt and grime are scrubbed off the walls every spring and fall.  The buildup of dirt and grime can\nincrease the risk of health hazards towards the dogs.  The licensee must ensure that all used primary enclosures\nare sanitized once every two weeks, or more often if necessary to prevent the buildup of dirt, grime and any other\ndisease hazards.  \nCorrection date:  September 03, 2015\nThis an electronic version of the report dated August 20, 2015.\nExit interview conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 34,
  "species": [
    {
      "count": 21,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 13,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}