{
  "insp_id": "2016082569163995",
  "layout": "a",
  "customer_id": "41397",
  "customer_name": "Ralph Martin",
  "customer_addr": "W 7952 Willow Road\nThorp, WI 54771",
  "certificate": "35-A-0302",
  "site_id": "001",
  "site_name": "RALPH MARTIN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "31-MAY-2018",
  "report_date": "31-MAY-2018",
  "citations": [
    {
      "code": "3.6(a)(2)(iii)",
      "kind": "Critical",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "A female Shiba Inu escaped from her enclosure sometime around March 2018. The licensee is not sure how the\ndog escaped from its enclosure. She reached out to her neighbors for assistance in finding the dog. The dog was\nseen at one point after its escape, but it was not able to be captured. The dog has not been seen since. A dog that\nescapes from its enclosure and leaves the property risks being hit by a car, exposed to wildlife, or contracting a\ndisease. The licensee must ensure that the enclosures are constructed and maintained so that the dogs are not\nable to escape. Correct immediately.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "3.6(a)(2)(iii)           CRITICAL\nPRIMARY ENCLOSURES.\nA female Shiba Inu escaped from her enclosure sometime around March 2018.  The licensee is not sure how the\ndog escaped from its enclosure.  She reached out to her neighbors for assistance in finding the dog.  The dog was\nseen at one point after its escape, but it was not able to be captured.  The dog has not been seen since.  A dog that\nescapes from its enclosure and leaves the property risks being hit by a car, exposed to wildlife, or contracting a\ndisease.  The licensee must ensure that the enclosures are constructed and maintained so that the dogs are not\nable to escape.  Correct immediately.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.",
  "animals_total": 38,
  "species": [
    {
      "count": 24,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 14,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}