{
  "insp_id": "2016082568195297",
  "layout": "a",
  "customer_id": "156",
  "customer_name": "Harvard University",
  "customer_addr": "1414 Massachusetts Avenue\nRoom 233\nCambridge, MA 02138",
  "certificate": "14-R-0128",
  "site_id": "001",
  "site_name": "HARVARD UNIVERSITY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-APR-2017",
  "report_date": "10-APR-2017",
  "citations": [
    {
      "code": "2.38(f)(1)",
      "kind": "Critical",
      "repeat": false,
      "desc": "MISCELLANEOUS.",
      "narrative": "Handling.\n**In February 2016 husbandry staff found 2 Peromyscus mice deceased in their primary enclosure and their 3\ncagemates were exhibiting signs of illness; veterinary staff were immediately contacted. The 3 sick animals were\ntreated and recovered. Upon being notified and in response to this information, the IACUC and AV immediately\nlooked into the incident.\nIt was determined that laboratory staff had transferred the 5 Peromyscus to a new enclosure 2 days earlier but had\nfailed to add pelleted feed to the food hopper; in addition husbandry staff failed to detect the lack of feed in the\nenclosure during the daily observations. As a result, the 5 animals did not have food for 2 days.\n**In June 2016 husbandry staff found one Peromyscus mouse deceased in its primary enclosure; veterinary staff\nwere immediately contacted. Upon being notified and in response to this information, the IACUC and AV\nimmediately looked into the incident.\nIt was determined that laboratory staff had removed the enclosure from its designated slot on the ventilated rack 2\ndays earlier but later inadvertently returned it to a different empty slot on the rack that was not equipped with a\nsipper valve (delivers water to the enclosure); in addition husbandry staff failed to detect the lack of a sipper valve in\nthe enclosure during the daily observations. As a result the animal did not have access to water for 2 days.\nPer this Section of the Regulations, the handling of animals by all personnel, including laboratory and husbandry\nstaff, should be done as carefully as possible in a manner that does not cause physical harm, behavioral stress, or\nunnecessary discomfort.\nThe research facility acted promptly to address both of these incidents by conducting an investigation and swiftly\nimplementing appropriate corrective actions to prevent similar incidents in the future. Corrective actions included\nbut were not limited to implementing changes to SOPs related to animal care and husbandry practices and\nproviding additional retraining of laboratory and husbandry staff. No additional incidents have occurred.\nThis item has been appropriately addressed and corrected by the research facility.\nNOTE - Exit briefing held on-site 4/6/17 with facility representatives. Report delivered by e-mail 4/10/17.\n*END OF REPORT*"
    }
  ],
  "narrative": "2.38(f)(1)           CRITICAL\nMISCELLANEOUS.\nHandling.\n**In February 2016 husbandry staff found 2 Peromyscus mice deceased in their primary enclosure and their 3\ncagemates were exhibiting signs of illness; veterinary staff were immediately contacted.  The 3 sick animals were\ntreated and recovered.  Upon being notified and in response to this information, the IACUC and AV immediately\nlooked into the incident.  \nIt was determined that laboratory staff had transferred the 5 Peromyscus to a new enclosure 2 days earlier but had\nfailed to add pelleted feed to the food hopper; in addition husbandry staff failed to detect the lack of feed in the\nenclosure during the daily observations.  As a result, the 5 animals did not have food for 2 days.\n**In June 2016 husbandry staff found one Peromyscus mouse deceased in its primary enclosure; veterinary staff\nwere immediately contacted.  Upon being notified and in response to this information, the IACUC and AV\nimmediately looked into the incident.  \nIt was determined that laboratory staff had removed the enclosure from its designated slot on the ventilated rack 2\ndays earlier but later inadvertently returned it to a different empty slot on the rack that was not equipped with a\nsipper valve (delivers water to the enclosure); in addition husbandry staff failed to detect the lack of a sipper valve in\nthe enclosure during the daily observations.  As a result the animal did not have access to water for 2 days.\nPer this Section of the Regulations, the handling of animals by all personnel, including laboratory and husbandry\nstaff, should be done as carefully as possible in a manner that does not cause physical harm, behavioral stress, or\nunnecessary discomfort.\nThe research facility acted promptly to address both of these incidents by conducting an investigation and swiftly\nimplementing appropriate corrective actions to prevent similar incidents in the future.  Corrective actions included\nbut were not limited to implementing changes to SOPs related to animal care and husbandry practices and\n\nproviding additional retraining of laboratory and husbandry staff.  No additional incidents have occurred.  \nThis item has been appropriately addressed and corrected by the research facility.\nNOTE - Exit briefing held on-site 4/6/17 with facility representatives.  Report delivered by e-mail 4/10/17.\n*END OF REPORT*",
  "animals_total": 2822,
  "species": [
    {
      "count": 36,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 110,
      "scientific": "Peromyscus californicus",
      "common": "CALIFORNIA MOUSE"
    },
    {
      "count": 85,
      "scientific": "Peromyscus gossypinus",
      "common": "COTTON DEERMOUSE"
    },
    {
      "count": 197,
      "scientific": "Peromyscus leucopus",
      "common": "WHITE-FOOTED MOUSE"
    },
    {
      "count": 1774,
      "scientific": "Peromyscus maniculatus",
      "common": "DEER MOUSE"
    },
    {
      "count": 574,
      "scientific": "Peromyscus polionotus",
      "common": "OLDFIELD MOUSE"
    },
    {
      "count": 46,
      "scientific": "Rhabdomys pumilio",
      "common": "FOUR-STRIPED GRASS MOUSE"
    }
  ]
}