{
  "insp_id": "2016082568020815",
  "layout": "a",
  "customer_id": "41397",
  "customer_name": "Ralph Martin",
  "customer_addr": "W 7952 Willow Road\nThorp, WI 54771",
  "certificate": "35-A-0302",
  "site_id": "001",
  "site_name": "RALPH MARTIN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-NOV-2016",
  "report_date": "29-NOV-2016",
  "citations": [
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "During inspection, the licensee informed me that she sanitizes the enclosures containing the moms and their pups\nevery 6-8 weeks. Not sanitizing the enclosures every two weeks or more often as necessary doesn't ensure that\nthe enclosures are clean enough to prevent the spread of disease amongst the dogs. The licensee must start\nsanitizing all enclosures every two weeks or more often as necessary to prevent the accumulation of dirt, debris,\nfood waste, excreta, and other disease hazards. Correct by 12/12/16."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "The shelves and other surfaces within the kennel had mice feces and grime on tops of the surfaces throughout the\nkennel. Unclean surfaces within the kennel can contribute to the spread of disease. All surfaces within the kennel\nmust be cleaned on a regular basis. Correct by 12/5/16."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "During inspection, a mouse was seen running through the kennel on two separate occasions. Mouse feces had\naccumulated in a corner of the kennel. Mouse feces was also observed on a shelf within the kennel and on top of a\n4-foot wall of one of the primary enclosures. Mice can transmit disease and contaminate food sources. An effective\npest control program must be implemented within the kennel. Correct by 12/5/16.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nDuring inspection, the licensee informed me that she sanitizes the enclosures containing the moms and their pups\nevery 6-8 weeks.  Not sanitizing the enclosures every two weeks or more often as necessary doesn't ensure that\nthe enclosures are clean enough to prevent the spread of disease amongst the dogs.  The licensee must start\nsanitizing all enclosures every two weeks or more often as necessary to prevent the accumulation of dirt, debris,\nfood waste, excreta, and other disease hazards.  Correct by 12/12/16.\n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThe shelves and other surfaces within the kennel had mice feces and grime on tops of the surfaces throughout the\nkennel.  Unclean surfaces within the kennel can contribute to the spread of disease.  All surfaces within the kennel\nmust be cleaned on a regular basis.  Correct by 12/5/16.\n3.11(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nDuring inspection, a mouse was seen running through the kennel on two separate occasions.  Mouse feces had\naccumulated in a corner of the kennel.  Mouse feces was also observed on a shelf within the kennel and on top of a\n4-foot wall of one of the primary enclosures.  Mice can transmit disease and contaminate food sources.  An effective\npest control program must be implemented within the kennel.  Correct by 12/5/16.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.",
  "animals_total": 44,
  "species": [
    {
      "count": 24,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 20,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}