{
  "insp_id": "2016082567990194",
  "layout": "a",
  "customer_id": "335339",
  "customer_name": "Ellie Stivers",
  "customer_addr": "119 Avenida Princesa\nSan Clemente, CA 92672",
  "certificate": "93-C-1116",
  "site_id": "TRA",
  "site_name": "ELLIE STIVERS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-NOV-2016",
  "report_date": "07-NOV-2016",
  "citations": [
    {
      "code": "2.126(c)",
      "kind": "",
      "repeat": false,
      "desc": "ACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.",
      "narrative": "An Inspection was attempted at the home site on November 1st, 2016 at 1230 PM, knocked on the door and called\nthe licensee. Received a call back from the licensee on November 3rd, with a message that the licensee is\ntraveling and has moved on from the previously submitted itinerary. As the home inspector, no recent itineraries\nhave been received and the Ft Collins office confirmed that no additional itineraries have been submitted from this\nlicensee.\nAt time of this inspection, no current itinerary has been received by USDA-APHIS-Animal Care that accounts for this\ntravel. In the case of traveling exhibitors, itineraries must be submitted to USDA via fax, mail, or electronic mail at\nleast two days prior to any overnight travel. The itinerary shall include the exact address, dates, number of animals,\nname of the person exhibiting and transporting the animal, etc. Itineraries are necessary to ensure the welfare of\nthe animals through unannounced inspections.\nCorrect for all future travel.\nExit interview conducted with licensee via phone."
    }
  ],
  "narrative": "2.126(c)\nACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.\nAn Inspection was attempted at the home site on November 1st, 2016 at 1230 PM, knocked on the door and called\nthe licensee.  Received a call back from the licensee on November 3rd, with a message that the licensee is\ntraveling and has moved on from the previously submitted itinerary.  As the home inspector, no recent itineraries\nhave been received and the Ft Collins office confirmed that no additional itineraries have been submitted from this\nlicensee.\nAt time of this inspection, no current itinerary has been received by USDA-APHIS-Animal Care that accounts for this\ntravel. In the case of traveling exhibitors, itineraries must be submitted to USDA via fax, mail, or electronic mail at\nleast two days prior to any overnight travel.  The itinerary shall include the exact address, dates, number of animals,\nname of the person exhibiting and transporting the animal, etc.  Itineraries are necessary to ensure the welfare of\nthe animals through unannounced inspections.\nCorrect for all future travel.\nExit interview conducted with licensee via phone.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}