{
  "insp_id": "197151419080624",
  "layout": "a",
  "customer_id": "329840",
  "customer_name": "Merle A Miller",
  "customer_addr": "9620 T R 560\nHolmesville, OH 44633",
  "certificate": "31-A-0463",
  "site_id": "001",
  "site_name": "MERLE MILLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-JUL-2015",
  "report_date": "16-JUL-2015",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "** * The current written program of veterinary care (PVC) is not up to date. The PVC was last signed by Attending\nVeterinarian (AV) in 2013. The most recent documented AV visit was in June of 2014. Failure for adequate written\nguidance from the attending veterinarian does not ensure that the facility can adequately provide veterinary care to\nthe animals in the kennel. The licensee must ensure the PVC is up to date and the attending veterinarian visits the\nfacility on a regular basis (a minimum of once per year according to the PVC) to ensure compliance with this\nSection of the regulation. Correct this by contacting your attending veterinarian to update a complete Program of\nVeterinary Care.\nCorrect by: 01 August 2015"
    },
    {
      "code": "2.40(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*** One bottle of Pyrantel in was found expired (03/2015) in a cabinet near the feed storage area. The use of\nexpired drugs can be dangerous or ineffective. Correct this by discarding all expired medications and only using\ndrugs that are in date.\nCorrect by: 18 July 2015"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***DIRECT: The following dogs were identified during this inspection in need of veterinary care:\n1. Female Maltese #41 has excessive tartar build-up on the upper teeth on both sides. The gum line is also red\nfrom the canine teeth to the molars on both sides. There is gum recession on the 4th pre-molar on the right side.\n2. Female Maltese #18 has an excessive build-up of tartar on the remaining teeth it has. The upper pre-molars and\nmolars on both sides are completely covered with tartar. This dog also requires grooming as the face and body are\nheavily matted. This dog was also drooling from the mouth.\n3. Maltese #26 has tartar build-up on both upper arcades of teeth and a retained baby canine on the right. The\ngums are also mildly inflamed. This dog was also heavily matted over 90% of its body and requires grooming.\n4. Female Havenese #33 has a heavy tartar build-up on both upper arcades of teeth, being worse on the right side.\nThe pre-molars and molars on both sides are completely covered with tartar and there is gum recession on the\nright upper canine tooth and pre-molars.\n5. Female Shih-Tzu #6 has signs of significant dental disease. There was excessive tartar build-up on the upper\narcades of teeth on both sides. This dog was very uncooperative and would not allow a thorough examination of its\nmouth.\n6. Female Havanese #31 was found with an egg sized firm mass associated with the 3rd mammary gland on the\nleft side. This dog requires examination by the attending veterinarian.\n7. Male Yorkie #5 has excessive tartar on all of its teeth. The 4th upper pre-molar on both sides are completely\ncovered with tartar, the gum line is inflamed on both sides, and there is greyish fluid on the gum line.\n8. Maltese #37 is excessively matted and requires grooming. This dog is matted over 80% of its body. This dog(cid:25)s\nnails are also excessively long and require trimming. Lastly, there is a dime sized area of reddened moist skin\n(resembling a (cid:28)hotspot(cid:29)) near the dog's right ear. This dog requires grooming and examination by the attending\nveterinarian.\nAll of these dogs require examination by a licensed veterinarian. Failure of the licensee to identify medical\nproblems in the dogs and communicate these to the attending veterinarian can result in prolonged suffering in the\nanimals. The licensee must contact the attending veterinarian to have these dogs examined no later than 5 PM on\nJuly 22, 2015. The licensee must also follow all recommendations for treatment by the attending veterinarian.\nDocumentation of the examinations and treatments must be maintained for future review by APHIS officials.\n*** The following dogs were found in need of grooming during this inspection:\n1. Black and white Female Havanese #43 is excessively matted and requires grooming. This dog has mats over at\nleast 80% of it body. This dog(cid:25)s nails are also excessively long and require trimming.\n2. Male Shih-tzu found in the 2nd to last kennel on the left with no ID is heavily matted and requires grooming. This\ndog has mats at least egg sized over half of its body.\n3. Female Havanese #44 is excessively matted and requires grooming. This dog is matted over 50% of its body\nand has egg sized mats on its hind legs.\nExcessive matting can lead to skin problems and inability for the dogs to regulate their body temperature. Long\nnails can be a hazard to the dogs should they get caught in the coated metal wire used in the construction of the\nenclosures and can impair their ability to walk normally. The licensee must correct this by grooming these dogs and\ntrimming their nails. Regular grooming of all dogs must be incorporated.\nCorrect by: 24 July 2015"
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*** 8 dogs were identified during this inspection in need of veterinary care. Another 3 dogs were found to be\nexcessively matted and requiring grooming. The licensee is not adequately observing the dogs in his facility on a\ndaily basis as required. Failure to observe, identify, and communicate medical problems in the dogs can result\nunnecessary suffering in the animals. The licensee must ensure that all dogs are observed daily and that all\nmedical problems are conveyed to the attending veterinarian in a timely manner. Additionally, excessively matted\ndogs must be identified and groomed on a regular schedule.\nCorrect from this day forward"
    },
    {
      "code": "2.50(a)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "*** Identification of animals was incomplete. At least 3 dogs over 16 weeks of age had no official identification. In\naddition, one litter of 4 puppies had no official identification. Failure to properly identify animals impedes the\ninspection process and makes animal tracking difficult to impossible. Correct this by ensuring proper identification\nto all adult dogs and pups in the facility.\nCorrect by: 24 July 2015"
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "***A screen in a window over the left side primary enclosures is torn, which allows pests and predators access to\ndog area. Pests are known to carry diseases that may affect the animals and predators can cause harm to the\nanimals. This area is also not in good repair. Correct this by replacing or repairing this screen.\nCorrect by: 24 July 2015"
    },
    {
      "code": "3.1(b)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "*** The tack room area immediately preceding entry into kennel has a significant amount of bird droppings covering\nthe floor, necessitating walking through these feces to enter the kennel and potential tracking of fecal material into\nkennel area. Bird feces can carry bacteria and diseases that can adversely affect the health of adult and especially\nyoung dogs. Correct this by thoroughly cleaning and tack room and maintaining it in a sanitary condition.\nCorrect by: 24 July 2015"
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "*** The walls and doggy doors of most primary enclosures are covered in brown film and dirt buildup. There is also\ngrime, dirt, and smears on many of the primary enclosure walls. Improper cleaning and sanitation can yield\ndisease reservoirs that can negatively affect the health of the dogs. Correct this by thoroughly cleaning and all\nareas of primary enclosures to satisfy generally accepted husbandry standards and practices.\nCorrect by: 24 July 2015"
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "*** Dog food bags were found stored on the floor of the tack room area. Food stored on the floor is not protected\nfrom spoilage, contamination, or vermin infestation. Correct this by storing food off the floor and away from the\nwalls, to allow cleaning underneath and around the food.\nCorrect by: 24 July 2015"
    },
    {
      "code": "3.6(a)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "***At least two areas of wallboard were excessively damaged and had exposed underlayment. This prevents\nproper cleaning and sanitation in accordance with 3.11(b) and allows for unsanitary conditions to exist. Correct this\nby repairing or replacing these areas if damaged walls.\nCorrect by: 15 August 2015"
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "*** The indoor washdowns are stained and coated with layer of brown film. Also, the main PVC drain exiting the\nbuilding was at least partially clogged with feces and grey material. Several pieces of dried feces with white material\non them were noted in one primary enclosure, indicating that daily removal of all feces as required is incomplete.\nImproper cleaning and sanitation can yield disease reservoirs that can negatively affect the health of the dogs.\nCorrect this by thoroughly clean washdowns, primary enclosures and clear the main drain including continued\nproper maintenance of washdowns and drain. Licensee must also ensure feces are removed from primary\nenclosures on a daily basis.\nCorrect from this day forward for removal if feces and 24 July 2015 for cleaning of enclosures"
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "*** Rodent feces were found in multiple areas in the dog housing area. An empty bag of rodent poison was found in\na feeder in a kennel that was not in use. An abundance of flies were noted inside and outside the kennel area. An\neffective pest control program is not in place. Excessive amounts of tall weeds surrounded the outdoor run area.\nPests and their feces can serve as a source for infection for the animals in the kennel. Correct this by\nimplementing a pest control program that effectively controls rodents and flies in the facility.\nCorrect by: 24 JULY 2015\n*** Inspection and exit interview conducted with the licensee, Randy Coleman, ACI, and Mary Ann McBride, VMO.\nAdditional Inspectors\nMcbride Mary Ann, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n** * The current written program of veterinary care (PVC) is not up to date.  The PVC was last signed by Attending\nVeterinarian (AV) in 2013.  The most recent documented AV visit was in June of 2014.  Failure for adequate written\nguidance from the attending  veterinarian does not ensure that the facility can adequately provide veterinary care to\nthe animals in the kennel.  The licensee must ensure the PVC is up to date and the attending veterinarian visits the\nfacility on a regular basis (a minimum of once per year according to the PVC) to ensure compliance with this\nSection of the regulation.  Correct this by contacting your attending veterinarian to update a complete Program of\nVeterinary Care.  \nCorrect by: 01 August 2015\n2.40(b)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*** One bottle of Pyrantel in was found expired (03/2015) in a cabinet near the feed storage area. The use of\nexpired drugs can be dangerous or ineffective. Correct this by discarding all expired medications and only using\ndrugs that are in date.  \nCorrect by: 18 July 2015\n2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***DIRECT:  The following dogs were identified during this inspection in need of veterinary care:\n1.  Female Maltese #41 has excessive tartar build-up on the upper teeth on both sides.  The gum line is also red\nfrom the canine teeth to the molars on both sides.  There is gum recession on the 4th pre-molar on the right side.\n2.  Female Maltese #18 has an excessive build-up of tartar on the remaining teeth it has.  The upper pre-molars and\nmolars on both sides are completely covered with tartar.  This dog also requires grooming as the face and body are\n\nheavily matted.  This dog was also drooling from the mouth.\n3.  Maltese #26 has tartar build-up on both upper arcades of teeth and a retained baby canine on the right.  The\ngums are also mildly inflamed.  This dog was also heavily matted over 90% of its body and requires grooming.\n4.  Female Havenese #33 has a heavy tartar build-up on both upper arcades of teeth, being worse on the right side.\n The pre-molars and molars on both sides are completely covered with tartar and there is gum recession on the\nright upper canine tooth and pre-molars.\n5.  Female Shih-Tzu #6 has signs of significant dental disease.  There was excessive tartar build-up on the upper\narcades of teeth on both sides.  This dog was very uncooperative and would not allow a thorough examination of its\nmouth.   \n6.  Female Havanese #31 was found with an egg sized firm mass associated with the 3rd mammary gland on the\nleft side.  This dog requires examination by the attending veterinarian.\n7.  Male Yorkie #5 has excessive tartar on all of its teeth.  The 4th upper pre-molar on both sides are completely\ncovered with tartar, the gum line is inflamed on both sides, and there is greyish fluid on the gum line.\n8.  Maltese #37 is excessively matted and requires grooming.  This dog is matted over 80% of its body.  This dog(cid:25)s\nnails are also excessively long and require trimming.   Lastly, there is a dime sized area of reddened moist skin\n(resembling a (cid:28)hotspot(cid:29)) near the dog's right ear. This dog requires grooming and examination by the attending\nveterinarian.    \nAll of these dogs require examination by a licensed veterinarian.  Failure of the licensee to identify medical\nproblems in the dogs and communicate these to the attending veterinarian can result in prolonged suffering in the\nanimals.  The licensee must contact the attending veterinarian to have these dogs examined no later than 5 PM on\nJuly 22, 2015. The licensee must also follow all recommendations for treatment by the attending veterinarian. \nDocumentation of the examinations and treatments must be maintained for future review by APHIS officials.  \n*** The following dogs were found in need of grooming during this inspection:\n1.  Black and white Female Havanese #43 is excessively matted and requires grooming.  This dog has mats over at\nleast 80% of it body.  This dog(cid:25)s nails are also excessively long and require trimming.\n2.  Male Shih-tzu found in the 2nd to last kennel on the left with no ID is heavily matted and requires grooming.  This\ndog has mats at least egg sized over half of its body.  \n3.  Female Havanese #44 is excessively matted and requires grooming.  This dog is matted over 50% of its body\nand has egg sized mats on its hind legs.  \nExcessive matting can lead to skin problems and inability for the dogs to regulate their body temperature.  Long\nnails can be a hazard to the dogs should they get caught in the coated metal wire used in the construction of the\nenclosures and can impair their ability to walk normally.  The licensee must correct this by grooming these dogs and\ntrimming their nails.  Regular grooming of all dogs must be incorporated.\nCorrect by:  24 July 2015\n2.40(b)(3)           DIRECT\n\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*** 8 dogs were identified during this inspection in need of veterinary care.  Another 3 dogs were found to be\nexcessively matted and requiring grooming.   The licensee is not adequately observing the dogs in his facility on a\ndaily basis as required.  Failure to observe, identify, and communicate medical problems in the dogs can result\nunnecessary suffering in the animals.  The licensee must ensure that all dogs are observed daily and that all\nmedical problems are conveyed to the attending veterinarian in a timely manner.  Additionally, excessively matted\ndogs must be identified and groomed on a regular schedule.\nCorrect from this day forward\n2.50(a)\nTIME AND METHOD OF IDENTIFICATION.\n*** Identification of animals was incomplete.  At least 3 dogs over 16 weeks of age had no official identification. In\naddition, one litter of 4 puppies had no official identification.  Failure to properly identify animals impedes the\ninspection process and makes animal tracking difficult to impossible.  Correct this by ensuring proper identification\nto all adult dogs and pups in the facility.  \nCorrect by: 24 July 2015 \n3.1(a)\nHOUSING FACILITIES, GENERAL.\n***A screen in a window over the left side primary enclosures is torn, which allows pests and predators access to\ndog area.  Pests are known to carry diseases that may affect the animals and predators can cause harm to the\nanimals. This area is also not in good repair.  Correct this by replacing or repairing this screen.  \nCorrect by: 24 July 2015\n3.1(b)\nHOUSING FACILITIES, GENERAL.\n*** The tack room area immediately preceding entry into kennel has a significant amount of bird droppings covering\nthe floor, necessitating walking through these feces to enter the kennel and potential tracking of fecal material into\nkennel area. Bird feces can carry bacteria and diseases that can adversely affect the health of adult and especially\nyoung dogs. Correct this by thoroughly cleaning and tack room and maintaining it in a sanitary condition.\n\nCorrect by: 24 July 2015\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\n*** The walls and doggy doors of most primary enclosures are covered in brown film and dirt buildup.   There is also\ngrime, dirt, and smears on many of the primary enclosure walls.   Improper cleaning and sanitation can yield\ndisease reservoirs that can negatively affect the health of the dogs.  Correct this by thoroughly cleaning and all\nareas of primary enclosures to satisfy generally accepted husbandry standards and practices.  \nCorrect by: 24 July 2015\n3.1(e)\nHOUSING FACILITIES, GENERAL.\n*** Dog food bags were found stored on the floor of the tack room area.  Food stored on the floor is not protected\nfrom spoilage, contamination, or vermin infestation.  Correct this by storing food off the floor and away from the\nwalls, to allow cleaning underneath and around the food. \nCorrect by: 24 July 2015\n3.6(a)\nPRIMARY ENCLOSURES.\n***At least two areas of wallboard were excessively damaged and had exposed underlayment.  This prevents\nproper cleaning and sanitation in accordance with 3.11(b) and allows for unsanitary conditions to exist.  Correct this\nby repairing or replacing these areas if damaged walls.\nCorrect by:  15 August 2015\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n*** The indoor washdowns are stained and coated with layer of brown film.  Also, the main PVC drain exiting the\nbuilding was at least partially clogged with feces and grey material. Several pieces of dried feces with white material\n\non them were noted in one primary enclosure, indicating that daily removal of all feces as required is incomplete. \nImproper cleaning and sanitation can yield disease reservoirs that can negatively affect the health of the dogs.\nCorrect this by thoroughly clean washdowns, primary enclosures and clear the main drain including continued\nproper maintenance of washdowns and drain.  Licensee must also ensure feces are removed from primary\nenclosures on a daily basis.\nCorrect from this day forward for removal if feces and 24 July 2015 for cleaning of enclosures\n3.11(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n*** Rodent feces were found in multiple areas in the dog housing area.  An empty bag of rodent poison was found in\na feeder in a kennel that was not in use. An abundance of flies were noted inside and outside the kennel area.  An\neffective pest control program is not in place. Excessive amounts of tall weeds surrounded the outdoor run area. \nPests and their feces can serve as a source for infection for the animals in the kennel.   Correct this by\nimplementing a pest control program that effectively controls rodents and flies in the facility.\nCorrect by: 24 JULY 2015\n*** Inspection and exit interview conducted with the licensee, Randy Coleman, ACI, and Mary Ann McBride, VMO.\nAdditional Inspectors\nMcbride Mary Ann, Veterinary Medical Officer",
  "animals_total": 28,
  "species": [
    {
      "count": 24,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 4,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}