{
  "insp_id": "2016082568174018",
  "layout": "a",
  "customer_id": "11620",
  "customer_name": "Timothy Stark",
  "customer_addr": "3320 Jack Teeple Rd\nCharlestown, IN 47111",
  "certificate": "32-C-0204",
  "site_id": "001",
  "site_name": "TIM STARK",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-MAR-2017",
  "report_date": "22-MAR-2017",
  "citations": [
    {
      "code": "2.40(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There were expired medications identified during the inspection. These items were not clearly labelled as expired\nand were located with other medications that were being used by the licensee. Two syringes of Griseofulvin Oral\nPaste 25gm/60mL had expired on 23 February 2017. One 1000mL bottle of Panacur (Fenbendazole) had expired\non March 2014.\nExpired medications and supplements should not be used for covered species. The safety and efficacy of expired\nmedications is unknown and may put the animal at unnecessary risk if these medications are administered. The\nuse of expired materials and medications is considered adulterated and is not an appropriate method to prevent,\ncontrol, diagnose, and treat diseases and injuries. An effective method to insure that expired medications are\nremoved should be established. These items should be discarded at the direction of the attending veterinarian or\nclearly labeled and stored away from in-date medications and supplements and used only for non-covered animals.\nA system of regular review should be in place to ensure that all outdated medications are not used on covered\nanimals. Expiration dates should be checked on all medications on the premises and should be handled\naccordingly.\nCorrect by: This day forward"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "One juvenile coatimundi housed in the warm room next to the house is missing the end of its tail. The stump end of\nthe tail is red and raw. The affected end of the tail appears bloody and swollen. Licensee said the coatimundi was\nhoused with two others and that they got into a “knock-down drag-out fight” which resulted in this animal losing part\nof its tail. Licensee did not know or would not say when the injury occurred. The injury was not recorded in the\n“Animal Medical Record” provided by the Licensee at the time of inspection. The coatimundi was not evaluated or\ntreated by a licensed veterinarian for the injury. The three juvenile coatimundi are now housed separately because\nthey are being treated for hairloss. This animal suffered pain and distress associated with the events that resulted\nin the loss of the end of its tail. The injury was left untreated for an unknown/undisclosed period of time. Animals\nsuffer when not provided timely and appropriate veterinary care.\nAt least twenty wild/exotic felines on the property at the time of inspection have been declawed. Affected animals\ninclude: weeks old lion and tiger cubs, juvenile tigers and lion-tiger hybrids, bobcats, lynx, and adult tigers. Other\nthan the two adult tigers, all have been declawed within the last two years while under the care of the Licensee.\nLicensee stated he declaws the animals because now he “has money” and “it’s easier”. Licensee hosts special\nevents where the public is charged admission to play with the young animals. Severe complications are present in\ntwo tiger cubs which were recently declawed. At the time of inspection, the attending veterinarian stated one of the\ntiger cubs has a 50% chance of losing its life due to the complications. Ongoing pain, discomfort, or other\npathological conditions may further result from declawing wild/exotic felines.\nLicensee must provide adequate veterinary care that utilizes appropriate methods to prevent, control, diagnose, and\ntreat diseases and injuries. The coatimundi must be examined by a licensed veterinarian for diagnosis and\ntreatment by Friday, 24 March 2017. Declawing wild/exotic carnivores must no longer be performed. A system of\nhealth records sufficiently comprehensive to demonstrate the delivery of adequate health care shall be maintained\nby licensee and made available for examination by APHIS officials."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "Currently the tiger records only list the birth of one orange tiger(M) born 10 February 2017, however during the\ninspection we found that there were actually 3 tiger cubs born to the same female at the facility, 2 orange and 1\nwhite. An orange and white tiger cub were deliberately left off of the records to provide false information to\ninspectors, as the licensee had advised during the inspection that the facility only had 1 orange tiger born in 2017.\nOnly after the inspectors stated they knew more cubs were on the site than they had been shown, did the Licensee\nadmit he had hidden two tiger cubs from them because he \"did not want to get into trouble for the veterinarian's\nmistakes\".\nComplete records are necessary for proper management and traceability of the regulated animals.\nThe licensee must keep complete and accurate records of all animals born on the property, and any animals\nacquired or sold/donated/exchanged.\nTo be corrected by: From This Day Forward"
    },
    {
      "code": "2.126(a)",
      "kind": "Critical",
      "repeat": false,
      "desc": "ACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.",
      "narrative": "USDA inspectors examined animals within the licensee’s home. After the main floor of the home was inspected, the\ninspection team was escorted into the basement area to examine armadillos. The inspectors noticed a room\nadjacent to the armadillo enclosures that was suspected to contain regulated species. The room adjacent to the\narmadillo housing area was shut and locked and had a keypad lock on the door. When asked if the area could be\ninspected, the licensee denied entry. The licensee was asked by the inspector if he was refusing the inspection. The\nlicensee replied that he was not refusing inspection of all animals, only that area. The licensee became irritated and\nbegan cursing at the inspectors. The inspection team was able to continue the inspection as long as that area was\nnot inspected.\nAfter inspecting all animal areas and paperwork, it was uncovered that the licensee had lied and was hiding two\ntiger cubs. The licensee allowed the inspection team to come back to the house and examine the tiger cubs but\nagain refused to allow the team to inspect the room where the animals were being held. The licensee was asked by\nthe inspectors if he was refusing to allow the inspection of the animal housing area, to which he replied “yes”. The\nanimal’s enclosure was a transport carrier which was removed from within the home and brought to a deck in front\nof the house for inspection.\nRefusal to allow APHIS officials to enter all parts of the facility in order to inspect regulated species and other\npotentially regulated animals is a serious violation of the Animal Welfare Act. Access must be granted to any\nfacilities as deemed necessary by APHIS officials in order to enforce the provisions of the AWA regulations and\nstandards, including but not limited to animal housing areas, procedure areas, transportation conveyances, holding\nareas, or other auxiliary areas related to the care or use of regulated species. In addition records may be examined\nand copied as needed and photographs taken of the facilities and animals as APHIS officials consider necessary.\nCorrect by: From This Day Forward"
    },
    {
      "code": "3.81(b)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "The majority of the primate enclosures in the house/basement area under the house, new building by the tigers and\nin the new barn across from the home containing multiple species of primates do not have adequate enrichment\navailable for the animals. While the cages were clean, the majority of them were void of anything except a water\nbottle. There were approximately 5-7 primate enclosures that had a hammock and maybe one ball or toy in it lying\nat the bottom, while there were over 12 that had nothing at all. The licensees have a written enrichment plan that is\nacceptable, however they do not appear to be following it. There is a box of new toys/puzzle food boxes on the back\nporch that was pointed out as having been there for some time, however none of the toys have made it into any of\nthe enclosures to date. Multiple primates did not have any hammocks or areas to lie down or hide, and had to curl in\na corner on the floor or remain on a dowel perch.\nIn the old ‘playtime’ room with the larger primates there is a female Capucin (MoonChaChi)approximately 2yrs old,\nthat was observed holding a stuffed animal tightly to her chest continuously and manically bouncing up and down in\nplace for the 15 minutes inspectors were in the area, she never changed her behavior. The licensee advised she\nhas always been like that, however she has also always been alone in the same long, cylindrical 4ft x 2ft bird cage\nwith a hammock. Across from her was Jojo another Capuchin(2+/- yrs old) that is alone in a larger enclosure with\none PVC cube toy at the bottom of his cage, and he was running back and forth frantically sucking on his fingers\nand screaming out during the inspection. These are behaviors that are not typical or considered natural for a\nprimate that has had adequate enrichment and handling exposure. These animals require special attention.\nThe 2 ring-tailed lemurs and 2 Rhesus Macaques’ in the basement including multiple species in the new barn\nacross from the property, had several enclosures that either had nothing in them, or if they did, it was just a\nhammock.\nThe importance of adequate enrichment and following the enrichment plan has been discussed at length in previous\ninspections, however during this inspection there has been much less adherence to the existing plan, and many\nmore primates negatively affected with nothing in their enclosures and no obvious handling or enrichment by any\nother means.\nThe lack of adequate enrichment for primates can be a source of behavioral stress which can lead to physical stress\nand health issues.\nThe licensee must follow their enrichment plan that was signed and gone over with their attending veterinarian and\nwith inspectors in past inspections. The plan must be followed diligently by providing appropriate hammocks, toys\nand any other species specific requirements that is needed to provide a healthy environment for the primates.\nLicensee must consult with a licensed veterinarian to establish a plan to address the abnormal behaviors being\nexhibited by the two Capuchins and any other primate exhibiting abnormal or stereotypic behaviors.\nTo be corrected: 24 March 2017"
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "There are 3 full grown bears (Obedeya and Chloe(Syrian/browns) and Leo (black)) that are in a large outdoor\nenclosure with only 1 plastic housing cube available for the bears to get into for shelter. This one shelter can fit only\n2 bears snugly, leaving the third bear without options for shelter from rain, snow, wind or sun. There was a second\nplastic cube shelter, however it was rolled into the pond and is not accessible.\nThere are 5 full grown wolves (80-100lbs) in one enclosure that has only one house structure that has an\napproximate 4ftx4ft by 2-2.5ft high wooden box, with an approximate 5-6ft roof extension. This shelter is not big\nenough to provide adequate shelter for all 5 full grown wolves. For all of the animals to fit in the box, they would\nhave to crowd in to all seek protection from the weather, which would not allow the animals to extend their legs or lie\ndown comfortably.\nThere are 2 foxes (red and gray) and one jackal in an enclosure that do not have any shade or wind break provided\nover the top/sides of the enclosures. There are small igloo houses provided for dens. The open tops of the\nenclosures do not provide enough shade or shelter from inclement weather. There are 2 wolves that also do not\nhave any shade/wind break to provide protection from inclement weather or direct sun, as the present tarp is\nshredded and effectively nonexistent.\nOn 20 March 2017 the inspectors were notified by the licensee that a shade/windbreak was provided to the two\nfoxes and the jackal as well the shade for one enclosure with the two wolf juveniles. On 21 March 2017 the\ninspectors were also notified that a shade structure was placed on the enclosure containing the 5 adult wolves.\nThe past 1-2 weeks have had temperatures in the 20’s-30’s, with rain and snow. During the inspection it was raining\nwith temperatures of 39 degrees F. The lack of proper shelter and/or shade for all regulated animals that allows\nthem to get out of inclement weather conditions or providing a wind break can be a source of physical stress and\ndiscomfort. In severe weather conditions, or continual rain, snow, cold and hot conditions can be a possible cause\nfor health problems if the animals do not have the option to get into any protective shelter or be provided any wind\nbreak or shade. There must be enough appropriate shelter space available for all regulated animals in an\nenclosure, that allows for each animal to lay down comfortably in order to get away from any inclement weather. All\nshade and wind break surfaces must be kept in good condition, repaired or replaced when worn or missing.\nFour coatimundi are housed in a large outdoor enclosure near the house. Three coatimundi were active and viewed\nduring inspection. Licensee stated there was one more, but inspectors were unable to view this animal. It must\nhave been hiding in a den box. The den boxes are not heated. Coatimundi are native to warm climates, such as\ncentral and South America. At the time of inspection, it was a cold, damp, windy overcast day. Winter\ntemperatures for the area easily fall well below freezing. Animals experience undue stress and may develop health\ncomplications when their provided environment is not consistent with their evolutionary development. Natural or\nartificial shelter appropriate to the local climatic conditions for the species concerned shall be provided for all\nanimals. The coatimundi must be provided a warm room or warm shelter(s) large enough to accommodate all the\nanimals.\nTo be corrected by: 25 March 2017"
    },
    {
      "code": "3.128",
      "kind": "Direct",
      "repeat": false,
      "desc": "SPACE REQUIREMENTS.",
      "narrative": "There were three straw-colored fruit bats that were in a wire enclosure that was octagon shaped and approximately\n4 feet tall and 2 feet wide. This enclosure did not allow the animals to have enough space for normal postural\nmovements and adequate freedom of movement. There was no space for the animals to fly. These bats need to be\nprovided an enclosure that meets their normal postural needs of flight. There were several wooden bars at the top\nof the enclosure for the bats to roost. However, the bats were provided no space to which they could hide from other\nanimals in the room. The room where these bats are housed contained several species of primates, sloths as well\nas other species.\nAfter discussion with the licensee and review of the animal health records it was determined that between 16\nOctober 2016 and 23 November 2016 that the entire colony of Jamaican Fruit bats (6) had died. Necropsies were\nnot performed to determine the cause of death. The lack of sufficient and appropriate space for these animals may\nhave contributed to their death.\nFailure to provide adequate space for normal postural and social adjustment can cause illness, injury, and\nunnecessary distress to the animals. Correct by ensuring that all animals are provided sufficient space to allow\neach animal to make normal postural and social adjustments with adequate freedom of movement. For the straw\ncolored bats this must include adequate space and enclosure furnishings to allow them to fly, hide, and climb.\nThere is a young Hyena approximately 35-45lbs that is in an approximate 4ft x4ft x 3ft high wire cage in the house.\nThis animal only has room to stand with his head forward, it cannot straighten its head in a fully upward position, or\nstand to pivot when it turns around which is a normal postural movement that hyenas make. The spacing only\nallows for the hyena to take 1-2 steps in either direction, before having to turn around. This is the extent of\nmovement this animal is allowed to make in a 24 hour period, as there is not any other area for the animal to go\nwhere it gets any exercise or is able to walk or lope which is part of the hyenas’ natural movements. During the\ninspection the hyena could only step to one side then the other when agitated while people were moving around the\nhouse.\nThe lack of space prevents an animal from being able to exhibit its natural movements and postures, which can be\na critical source of stress and discomfort which can lead to possible health issues and behavioral concerns.\nThe hyena must be put in an enclosure that allows for the hyena to be able to assume normal postural movements\nand mobility, and to be able to raise its head up to its full height in a standing position.\nTo be corrected by: 25 March 2017"
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "The poultry being fed to the lynx and bobcat was found in the enclosures as frozen balls that had been chewed on.\nThe licensee stated that the frozen poultry is given to the animals all year round. Feeding out frozen meat items is\nconsidered unpalatable for the animals. The meat is left to thaw in variable temperatures in the enclosures. APHIS\nconsiders frozen food wholesome when it is thawed in an appropriate manner (e.g. under refrigeration) to prevent\ncontamination. Thawing meat in an uncontrolled environment without proper cooling promotes unhealthy and\npotentially dangerous bacteria growth. Professionally accepted practices for thawing meat includes a stage of\nrefrigeration to slowly and safely thaw the frozen meat prior to feeding. This facility must use appropriate methods to\nsafely thaw frozen meat. This needs to be addressed so that food items are fed out in a manner that ensures them\nto be palatable and free from contamination.\nCorrect by: 23 March 2017\nThis report is a continuation of the previous report issued on 18 March 2017 and contains the citations from the\nroutine inspection conducted at that time. An additional report containing the direct veterinary care citation related\nto the two tiger cubs and the interference citation was previously delivered to the licensee on 18 March 2017 and an\nexit interview was conducted at that time. With respect to the noncompliant items contained within this report, an\nexit was conducted on 22 March 2017 with the licensee and the undersigned inspector.\nAdditional Inspectors\nCompton Annmarie, Animal Care Inspector\nMchenry Kerry, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere were expired medications identified during the inspection. These items were not clearly labelled as expired\nand were located with other medications that were being used by the licensee. Two syringes of Griseofulvin Oral\nPaste 25gm/60mL had expired on 23 February 2017. One 1000mL bottle of Panacur (Fenbendazole) had expired\non March 2014.\nExpired medications and supplements should not be used for covered species. The safety and efficacy of expired\nmedications is unknown and may put the animal at unnecessary risk if these medications are administered.  The\nuse of expired materials and medications is considered adulterated and is not an appropriate method to prevent,\ncontrol, diagnose, and treat diseases and injuries. An effective method to insure that expired medications are\nremoved should be established. These items should be discarded at the direction of the attending veterinarian or\nclearly labeled and stored away from in-date medications and supplements and used only for non-covered animals.\nA system of regular review should be in place to ensure that all outdated medications are not used on covered\nanimals. Expiration dates should be checked on all medications on the premises and should be handled\naccordingly. \nCorrect by: This day forward\n2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nOne juvenile coatimundi housed in the warm room next to the house is missing the end of its tail.  The stump end of\nthe tail is red and raw.  The affected end of the tail appears bloody and swollen.  Licensee said the coatimundi was\nhoused with two others and that they got into a “knock-down drag-out fight” which resulted in this animal losing part\nof its tail.  Licensee did not know or would not say when the injury occurred.  The injury was not recorded in the\n“Animal Medical Record” provided by the Licensee at the time of inspection.  The coatimundi was not evaluated or\n\ntreated by a licensed veterinarian for the injury.  The three juvenile coatimundi are now housed separately because\nthey are being treated for hairloss.  This animal suffered pain and distress associated with the events that resulted\nin the loss of the end of its tail.  The injury was left untreated for an unknown/undisclosed period of time.  Animals\nsuffer when not provided timely and appropriate veterinary care.\n  \nAt least twenty wild/exotic felines on the property at the time of inspection have been declawed.  Affected animals\ninclude:  weeks old lion and tiger cubs, juvenile tigers and lion-tiger hybrids, bobcats, lynx, and adult tigers.  Other\nthan the two adult tigers, all have been declawed within the last two years while under the care of the Licensee. \nLicensee stated he declaws the animals because now he “has money” and “it’s easier”.  Licensee hosts special\nevents where the public is charged admission to play with the young animals.  Severe complications are present in\ntwo tiger cubs which were recently declawed.  At the time of inspection, the attending veterinarian stated one of the\ntiger cubs has a 50% chance of losing its life due to the complications.  Ongoing pain, discomfort, or other\npathological conditions may further result from declawing wild/exotic felines.\nLicensee must provide adequate veterinary care that utilizes appropriate methods to prevent, control, diagnose, and\ntreat diseases and injuries.  The coatimundi must be examined by a licensed veterinarian for diagnosis and\ntreatment by Friday, 24 March 2017.  Declawing wild/exotic carnivores must no longer be performed.  A system of\nhealth records sufficiently comprehensive to demonstrate the delivery of adequate health care shall be maintained\nby licensee and made available for examination by APHIS officials.\n2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nCurrently the tiger records only list the birth of one orange tiger(M) born 10 February 2017, however during the\ninspection we found that there were actually 3 tiger cubs born  to the same female at the facility, 2 orange and 1\nwhite. An orange and white tiger cub were deliberately left off of the records to provide false information to\ninspectors, as the licensee had advised during the inspection that the facility only had 1 orange tiger born in 2017. \nOnly after the inspectors stated they knew more cubs were on the site than they had been shown, did the Licensee\nadmit he had hidden two tiger cubs from them because he \"did not want to get into trouble for the veterinarian's\nmistakes\".\nComplete records are necessary for proper management and traceability of the regulated animals.\nThe licensee must keep complete and accurate records of all animals born on the property, and any animals\nacquired or sold/donated/exchanged.\n\nTo be corrected by:  From This Day Forward\n2.126(a)           CRITICAL\nACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.\nUSDA inspectors examined animals within the licensee’s home. After the main floor of the home was inspected, the\ninspection team was escorted into the basement area to examine armadillos. The inspectors noticed a room\nadjacent to the armadillo enclosures that was suspected to contain regulated species. The room adjacent to the\narmadillo housing area was shut and locked and had a keypad lock on the door. When asked if the area could be\ninspected, the licensee denied entry. The licensee was asked by the inspector if he was refusing the inspection. The\nlicensee replied that he was not refusing inspection of all animals, only that area. The licensee became irritated and\nbegan cursing at the inspectors. The inspection team was able to continue the inspection as long as that area was\nnot inspected. \nAfter inspecting all animal areas and paperwork, it was uncovered that the licensee had lied and was hiding two\ntiger cubs.  The licensee allowed the inspection team to come back to the house and examine the tiger cubs but\nagain refused to allow the team to inspect the room where the animals were being held. The licensee was asked by\nthe inspectors if he was refusing to allow the inspection of the animal housing area, to which he replied “yes”. The\nanimal’s enclosure was a transport carrier which was removed from within the home and brought to a deck in front\nof the house for inspection. \nRefusal to allow APHIS officials to enter all parts of the facility in order to inspect regulated species and other\npotentially regulated animals is a serious violation of the Animal Welfare Act. Access must be granted to any\nfacilities as deemed necessary by APHIS officials in order to enforce the provisions of the AWA regulations and\nstandards, including but not limited to animal housing areas, procedure areas, transportation conveyances, holding\nareas, or other auxiliary areas related to the care or use of regulated species. In addition records may be examined\nand copied as needed and photographs taken of the facilities and animals as APHIS officials consider necessary.\nCorrect by:  From This Day Forward\n3.81(b)           DIRECT\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\nThe majority of the primate enclosures in the house/basement area under the house, new building by the tigers and\nin the new barn across from the home containing multiple species of primates do not have adequate enrichment\navailable for the animals. While the cages were clean, the majority of them were void of anything except a water\nbottle. There were approximately 5-7 primate enclosures that had a hammock and maybe one ball or toy in it lying\nat the bottom, while there were over 12 that had nothing at all.  The licensees have a written enrichment plan that is\n\nacceptable, however they do not appear to be following it. There is a box of new toys/puzzle food boxes on the back\nporch that was pointed out as having been there for some time, however none of the toys have made it into any of\nthe enclosures to date. Multiple primates did not have any hammocks or areas to lie down or hide, and had to curl in\na corner on the floor or remain on a dowel perch.\nIn the old ‘playtime’ room with the larger primates there is a female Capucin (MoonChaChi)approximately 2yrs old,\nthat was observed holding a stuffed animal tightly to her chest continuously and manically bouncing up and down in\nplace for the 15 minutes inspectors were in the area, she never changed her behavior. The licensee advised she\nhas always been like that, however she has also always been alone in the same long, cylindrical 4ft x 2ft bird cage\nwith a hammock. Across from her was Jojo another Capuchin(2+/- yrs old) that is alone in a larger enclosure with\none PVC cube toy at the bottom of his cage, and he was running back and forth frantically sucking on his fingers\nand screaming out during the inspection. These are behaviors that are not typical or considered natural for a\nprimate that has had adequate enrichment and handling exposure. These animals require special attention.\nThe 2 ring-tailed lemurs and 2 Rhesus Macaques’ in the basement including multiple species in the new barn\nacross from the property, had several enclosures that either had nothing in them, or if they did, it was just a\nhammock.\n \nThe importance of adequate enrichment and following the enrichment plan has been discussed at length in previous\ninspections, however during this inspection there has been much less adherence to the existing plan, and many\nmore primates negatively affected with nothing in their enclosures and no obvious handling or enrichment by any\nother means.\nThe lack of adequate enrichment for primates can be a source of behavioral stress which can lead to physical stress\nand health issues.\nThe licensee must follow their enrichment plan that was signed and gone over with their attending veterinarian and\nwith inspectors in past inspections. The plan must be followed diligently by providing appropriate hammocks, toys\nand any other species specific requirements that is needed to provide a healthy environment for the primates. \nLicensee must consult with a licensed veterinarian to establish a plan to address the abnormal behaviors being\nexhibited by the two Capuchins and any other primate exhibiting abnormal or stereotypic behaviors.  \nTo be corrected: 24 March 2017\n3.127(b)\nFACILITIES, OUTDOOR. \nThere are 3 full grown bears (Obedeya and Chloe(Syrian/browns) and Leo (black)) that are in a large outdoor\n\nenclosure with only 1 plastic housing cube available for the bears to get into for shelter. This one shelter can fit only\n2 bears snugly, leaving the third bear without options for shelter from rain, snow, wind or sun. There was a second\nplastic cube shelter, however it was rolled into the pond and is not accessible. \nThere are 5 full grown wolves (80-100lbs) in one enclosure that has only one house structure that has an\napproximate 4ftx4ft by 2-2.5ft high wooden box, with an approximate 5-6ft roof extension. This shelter is not big\nenough to provide adequate shelter for all 5 full grown wolves. For all of the animals to fit in the box, they would\nhave to crowd in to all seek protection from the weather, which would not allow the animals to extend their legs or lie\ndown comfortably.\nThere are 2 foxes (red and gray) and one jackal in an enclosure that do not have any shade or wind break provided\nover the top/sides of the enclosures.  There are small igloo houses provided for dens. The open tops of the\nenclosures do not provide enough shade or shelter from inclement weather. There are 2 wolves that also do not\nhave any shade/wind break to provide protection from inclement weather or direct sun, as the present tarp is\nshredded and effectively nonexistent.\nOn 20 March 2017 the inspectors were notified by the licensee that a shade/windbreak was provided to the two\nfoxes and the jackal as well the shade for one enclosure with the two wolf juveniles. On 21 March 2017 the\ninspectors were also notified that a shade structure was placed on the enclosure containing the 5 adult wolves.\nThe past 1-2 weeks have had temperatures in the 20’s-30’s, with rain and snow. During the inspection it was raining\nwith temperatures of 39 degrees F.  The lack of proper shelter and/or shade for all regulated animals that allows\nthem to get out of inclement weather conditions or providing a wind break can be a source of physical stress and\ndiscomfort. In severe weather conditions, or continual rain, snow, cold and hot conditions can be a possible cause\nfor health problems if the animals do not have the option to get into any protective shelter or be provided any wind\nbreak or shade.  There must be enough appropriate shelter space available for all regulated animals in an\nenclosure, that allows for each animal to lay down comfortably in order to get away from any inclement weather. All\nshade and wind break surfaces must be kept in good condition, repaired or replaced when worn or missing.\nFour coatimundi are housed in a large outdoor enclosure near the house.  Three coatimundi were active and viewed\nduring inspection.  Licensee stated there was one more, but inspectors were unable to view this animal.  It must\nhave been hiding in a den box.  The den boxes are not heated.  Coatimundi are native to warm climates, such as\ncentral and South America.  At the time of inspection, it was a cold, damp, windy overcast day.  Winter\ntemperatures for the area easily fall well below freezing.  Animals experience undue stress and may develop health\ncomplications when their provided environment is not consistent with their evolutionary development.  Natural or\nartificial shelter appropriate to the local climatic conditions for the species concerned shall be provided for all\nanimals.  The coatimundi must be provided a warm room or warm shelter(s) large enough to accommodate all the\nanimals.\n\nTo be corrected by:  25 March 2017\n3.128           DIRECT\nSPACE REQUIREMENTS. \nThere were three straw-colored fruit bats that were in a wire enclosure that was octagon shaped and approximately\n4 feet tall and 2 feet wide. This enclosure did not allow the animals to have enough space for normal postural\nmovements and adequate freedom of movement. There was no space for the animals to fly. These bats need to be\nprovided an enclosure that meets their normal postural needs of flight. There were several wooden bars at the top\nof the enclosure for the bats to roost. However, the bats were provided no space to which they could hide from other\nanimals in the room. The room where these bats are housed contained several species of primates, sloths as well\nas other species. \nAfter discussion with the licensee and review of the animal health records it was determined that between 16\nOctober 2016 and 23 November 2016 that the entire colony of Jamaican Fruit bats (6) had died. Necropsies were\nnot performed to determine the cause of death.  The lack of sufficient and appropriate space for these animals may\nhave contributed to their death.\nFailure to provide adequate space for normal postural and social adjustment can cause illness, injury, and\nunnecessary distress to the animals.  Correct by ensuring that all animals are provided sufficient space to allow\neach animal to make normal postural and social adjustments with adequate freedom of movement.  For the straw\ncolored bats this must include adequate space and enclosure furnishings to allow them to fly, hide, and climb.  \nThere is a young Hyena approximately 35-45lbs that is in an approximate 4ft x4ft x 3ft high wire cage in the house.\nThis animal only has room to stand with his head forward, it cannot straighten its head in a fully upward position, or\nstand to pivot when it turns around which is a normal postural movement that hyenas make. The spacing only\nallows for the hyena to take 1-2 steps in either direction, before having to turn around. This is the extent of\nmovement this animal is allowed to make in a 24 hour period, as there is not any other area for the animal to go\nwhere it gets any exercise or is able to walk or lope which is part of the hyenas’ natural movements. During the\ninspection the hyena could only step to one side then the other when agitated while people were moving around the\nhouse.\nThe lack of space prevents an animal from being able to exhibit its natural movements and postures, which can be\na critical source of stress and discomfort which can lead to possible health issues and behavioral concerns.\nThe hyena must be put in an enclosure that allows for the hyena to be able to assume normal postural movements\nand mobility, and to be able to raise its head up to its full height in a standing position.\n\nTo be corrected by: 25 March 2017\n3.129(a)\nFEEDING.    \nThe poultry being fed to the lynx and bobcat was found in the enclosures as frozen balls that had been chewed on.\nThe licensee stated that the frozen poultry is given to the animals all year round. Feeding out frozen meat items is\nconsidered unpalatable for the animals. The meat is left to thaw in variable temperatures in the enclosures. APHIS\nconsiders frozen food wholesome when it is thawed in an appropriate manner (e.g. under refrigeration) to prevent\ncontamination. Thawing meat in an uncontrolled environment without proper cooling promotes unhealthy and\npotentially dangerous bacteria growth. Professionally accepted practices for thawing meat includes a stage of\nrefrigeration to slowly and safely thaw the frozen meat prior to feeding. This facility must use appropriate methods to\nsafely thaw frozen meat. This needs to be addressed so that food items are fed out in a manner that ensures them\nto be palatable and free from contamination.\nCorrect by: 23 March 2017\nThis report is a continuation of the previous report issued on 18 March 2017 and contains the citations from the\nroutine inspection conducted at that time.  An additional report containing the direct veterinary care citation related\nto the two tiger cubs and the interference citation was previously delivered to the licensee on 18 March 2017 and an\nexit interview was conducted at that time.  With respect to the noncompliant items contained within this report, an\nexit was conducted on 22 March 2017 with the licensee and the undersigned inspector.\nAdditional Inspectors\nCompton Annmarie, Animal Care Inspector\nMchenry Kerry, Veterinary Medical Officer",
  "animals_total": 201,
  "species": [
    {
      "count": 8,
      "scientific": "Amblonyx cinereus",
      "common": "ORIENTAL SMALL-CLAWED OTTER"
    },
    {
      "count": 2,
      "scientific": "Arctictis binturong",
      "common": "BINTURONG"
    },
    {
      "count": 2,
      "scientific": "Ateles chamek",
      "common": "BLACK SPIDER MONKEY"
    },
    {
      "count": 1,
      "scientific": "Callithrix jacchus",
      "common": "COMMON MARMOSET"
    },
    {
      "count": 2,
      "scientific": "Caluromys derbianus",
      "common": "CENTRAL AMERICAN WOOLLY OPOSSUM"
    },
    {
      "count": 2,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 1,
      "scientific": "Canis latrans x c. lupus familiaris",
      "common": "COYOTE-DOG HYBRID / COYDOG"
    },
    {
      "count": 7,
      "scientific": "Canis lupus",
      "common": "GRAY WOLF / GREY WOLF / TIMBER WOLF"
    },
    {
      "count": 1,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 1,
      "scientific": "Canis mesomelas",
      "common": "BLACK-BACKED JACKAL"
    },
    {
      "count": 2,
      "scientific": "Cercopithecus hamlyni",
      "common": "OWL-FACED MONKEY"
    },
    {
      "count": 1,
      "scientific": "Cercopithecus mitis",
      "common": "BLUE MONKEY"
    },
    {
      "count": 6,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA (DOMESTICATED)"
    },
    {
      "count": 1,
      "scientific": "Chlorocebus pygerythrus",
      "common": "VERVET"
    },
    {
      "count": 9,
      "scientific": "Choloepus didactylus",
      "common": "LINNAEUS'S TWO-TOED SLOTH"
    },
    {
      "count": 3,
      "scientific": "Crocuta crocuta",
      "common": "SPOTTED HYENA"
    },
    {
      "count": 5,
      "scientific": "Cynomys parvidens",
      "common": "UTAH PRAIRIE DOG"
    },
    {
      "count": 3,
      "scientific": "Eidolon helvum",
      "common": "STRAW-COLOURED FRUIT BAT"
    },
    {
      "count": 5,
      "scientific": "Erethizon dorsatum",
      "common": "NORTH AMERICAN PORCUPINE"
    },
    {
      "count": 2,
      "scientific": "Eulemur fulvus",
      "common": "BROWN LEMUR"
    },
    {
      "count": 3,
      "scientific": "Genetta thierryi",
      "common": "HAUSA GENET"
    },
    {
      "count": 1,
      "scientific": "Hylobates lar",
      "common": "LAR GIBBON"
    },
    {
      "count": 7,
      "scientific": "Hystrix africaeaustralis",
      "common": "CAPE PORCUPINE"
    },
    {
      "count": 6,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Leopardus pardalis",
      "common": "OCELOT"
    },
    {
      "count": 2,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 8,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 2,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Marmota monax",
      "common": "GROUNDHOG / WOODCHUCK"
    },
    {
      "count": 1,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 4,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 1,
      "scientific": "Mustela vison",
      "common": "AMERICAN MINK"
    },
    {
      "count": 9,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 1,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 2,
      "scientific": "Otolemur garnettii",
      "common": "SMALL-EARED BUSHBABY / NORTHERN GREATER GALAGO"
    },
    {
      "count": 6,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 6,
      "scientific": "Panthera leo x  p. tigris",
      "common": "LION X TIGER HYBRID / LIGER / TIGON"
    },
    {
      "count": 1,
      "scientific": "Panthera pardus",
      "common": "LEOPARD"
    },
    {
      "count": 18,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 3,
      "scientific": "Papio anubis",
      "common": "OLIVE BABOON"
    },
    {
      "count": 5,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 4,
      "scientific": "Prionailurus viverrinus",
      "common": "FISHING CAT"
    },
    {
      "count": 3,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 2,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 3,
      "scientific": "Saguinus geoffroyi",
      "common": "GEOFFROY'S TAMARIN"
    },
    {
      "count": 2,
      "scientific": "Saguinus midas",
      "common": "RED-HANDED TAMARIN"
    },
    {
      "count": 1,
      "scientific": "Saimiri boliviensis",
      "common": "BLACK-CAPPED SQUIRREL MONKEY"
    },
    {
      "count": 4,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 1,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 2,
      "scientific": "Tolypeutes matacus",
      "common": "SOUTHERN THREE-BANDED ARMADILLO"
    },
    {
      "count": 2,
      "scientific": "Urocyon cinereoargenteus",
      "common": "GRAY FOX / GREY FOX"
    },
    {
      "count": 2,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 2,
      "scientific": "Ursus arctos syriacus",
      "common": "SYRIAN BROWN BEAR"
    },
    {
      "count": 5,
      "scientific": "Varecia variegata",
      "common": "BLACK-AND-WHITE RUFFED LEMUR"
    },
    {
      "count": 3,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 8,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 5,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    }
  ]
}