{
  "insp_id": "2016082569712589",
  "layout": "a",
  "customer_id": "17910",
  "customer_name": "Connie West",
  "customer_addr": "Jimmy West Jr.\n6123 N 4435 Rd\nStrang, OK 74367",
  "certificate": "73-A-1872",
  "site_id": "001",
  "site_name": "JIMMY AND CONNIE WEST, JR.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "31-OCT-2019",
  "report_date": "20-FEB-2020",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "2.40b2 Direct\nA black and white male pomeranian microchip# 961001200049590 had complete hair loss on his tail, dry flaky skin\non his torso, and numerous hair mats all over his body. The dog also had severe accumulation of dental tartar and\ninflamed gums with ulceration over some teeth. Hair loss and dry skin are indications of potential skin disease.\nHair mats can cause discomfort and lead to underlying skin infection. Mats should be removed or brushed out as\nneeded. Dental disease causes significant pain and discomfort, affects the ability to eat, and can lead to a variety of\nhealth problems.\nFollowing the inspection, USDA inspectors met with the attending veterinarian for this facility. He confirmed that he\nhad not seen or consulted about the dog in question. This dog should be evaluated by a licensed veterinarian\nwithin 5 days, and treated appropriately.\nCorrect by 4 November 2019."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "- One building had a Husky female with 4 pups. Inside the building one wall was covered with sheets of particle\nboard, at least half the 4 foot by 8 foot sheet was chewed away. Chewed wood in primary enclosures could lead to\npossible injury or health risks for the dog. Open holes left from chewed wood could allow the dog access to\ninsulation creating potential health problems if the dog swallows exposed insulation. Exposed insulation can also\nprovide easy access for and could be used as a living area for any vermin or pests that might be living with the\ndogs. Repairing or replacing the chewed wood will help to ensure the health and well-being of the dogs.\n- In the outdoor enclosure housing three labradors and one husky, there is a gap in the top right corner of the pen\ngate with exposed metal points. Two strands of hot wire run along the top of the fence, but the hot wire was not\nfunctional. This is a potential injury or entrapment risk to the animals. The gate should be reset to eliminate the\ngap, and metal fence points removed. The hot wire should be functional, or removed.\nThere is also a sheet of metal siding leaning against the inside back fence of this enclosure. This serves no useful\npurpose and should be removed from the pen. Next to this sheet of siding is a gate leading to an enclosure with a\nmother husky and puppies. The gate is horse panel fencing covered by a sheet of smaller gauge wire, but the\nsheet of wire is peeling down from the top leaving a loose rolled section of wire. This is a potential injury risk and\nneeds to be repaired or removed.\nTo be corrected by 11-10-2019"
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The three outdoor enclosures all had an accumulation of fecal matter, old soiled bedding and other debris scattered\non the ground. Waste material must be removed from the enclosure as often as needed to protect the dogs from\nenvironmental contamination. The dogs were observed by inspectors walking around and in the fecal matter. Daily\nremoval, or more often if required removal of the waste helps to ensure the health and well-being of the dogs. To\nbe corrected by 11-05-2019"
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The outdoor enclosure housing a mother labrador and four puppies has standing puddles of dirty, murky water in\nholes around the water tub. The mother labrador has to stand in or wade through this contaminated water to reach\nher drinking water. Enclosures must have adequate drainage to prevent the accumulation of standing water. The\nfacility should eliminate any holes or low areas in the ground, and ensure the animals are able to freely access\nclean food and potable water.\nCorrect by 12 November 2019"
    },
    {
      "code": "3.4(a)(1)(iii)",
      "kind": "Direct",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "Two litters of puppies were being kept in outdoor housing. Both litters were approximately 1 week old, per facility\nrepresentative. Temperature for the region at the time of inspection was 36 F. The low temperature in the region\nfor the previous night (October 30) was 32 F. The litter of Labrador puppies were held in a shelter in an outdoor\npen. The inner wall of the shelter was measured by IR at 40 F. The litter of Husky puppies were held in an\nunheated room and located in a corner of the room next to an exposed metal wall with no insulation. All puppies in\nboth litters were tightly huddled together.\nFollowing the inspection, USDA inspectors met with the attending veterinarian to discuss this housing situation. The\nattending veterinarian was not aware that puppies were being housed in these conditions, and stated that he did not\napprove of puppies at that age being kept outdoors since they could not appropriately thermo-regulate until they\nwere a few weeks older.\nCold weather can have a severe impact on the health and welfare of young dogs. Puppies cannot be housed\noutdoors unless specifically approved by the attending veterinarian. The outdoor housing of these puppies must be\napproved by the attending veterinarian or they must be moved to an indoor or appropriate sheltered housing facility.\nCorrect immediately."
    },
    {
      "code": "3.4(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "The enclosure containing the Labrador Retrievers and Husky had plastic barrels for the shelter. None of the barrels\nhad adequate bedding in them. There was hay or straw scattered in the enclosure with little or none left in the\nbarrels. Owner explained that bedding was put in the barrels but the dogs drag it out. The temperature for the area\naccording to local weather reports was 32 degrees F.on 10-30-2019. Additional bedded should have been added\nto the shelters in the enclosure. Licensee must provide bedding for the dogs in the outdoor enclosures and when\ntemperatures are below 50 degrees F and additional bedding for the shelters when the temperature falls below 35\ndegrees F. Inadequate bedding can cause stress and discomfort for the dogs. Owners son advised inspectors that\nstraw/bedding would be put in the plastic barrels after inspection was completed."
    },
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "One outdoor enclosure with three Labrador retrievers and a Husky had plastic barrels for shelter. The barrels being\nused by the facility are too small to serve as adequate shelter for any of the dogs kept in this enclosure. Each dog\nmust be able to enter a shelter and make normal postural adjustments, such as siting, standing and turning freely.\nThere must be sufficient number and size of shelters for each dog to use at the same time. Not having an adequate\nsize shelter may cause stress and discomfort for the dog. Providing adequate shelter during the cold wet weather\ncan help to protect the health and well-being of the dogs. To be corrected by 11-07-2019."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "The premises around the kennel building has numerous piles of old fencing, old enclosures, building material, and\ntrash. There are areas next to the kennel building that are overgrown with brush and weeds. These areas can\nharbor breeding of vermin or other disease hazards that can adversely affect the health and well being of the dogs.\nOwner must organize the building materials and enclosures and other items so that the area can be properly\nmaintained. Owner must trim and remove overgrown weeds and grasses away from the fences so they can\nroutinely maintain the grounds around the kennel. To be corrected by 11-12-2019\nAdditional Inspectors\nJernigan Courtney, Veterinary Medical Officer\nTygart Michael, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n2.40b2   Direct\nA black and white male pomeranian microchip# 961001200049590 had complete hair loss on his tail, dry flaky skin\non his torso, and numerous hair mats all over his body.  The dog also had severe accumulation of dental tartar and\ninflamed gums with ulceration over some teeth.  Hair loss and dry skin are indications of potential skin disease. \nHair mats can cause discomfort and lead to underlying skin infection.  Mats should be removed or brushed out as\nneeded.  Dental disease causes significant pain and discomfort, affects the ability to eat, and can lead to a variety of\nhealth problems.  \nFollowing the inspection, USDA inspectors met with the attending veterinarian for this facility.  He confirmed that he\nhad not seen or consulted about the dog in question.  This dog should be evaluated by a licensed veterinarian\nwithin 5 days, and treated appropriately.\nCorrect by 4 November 2019.\n3.1(a)\nHOUSING FACILITIES, GENERAL.\n- One building had a Husky female with 4 pups.   Inside the building one wall was covered with sheets of particle\nboard, at least half the 4 foot by 8 foot sheet was chewed away.  Chewed wood in primary enclosures could lead to\npossible injury or health risks for the dog.  Open holes left from chewed wood could allow the dog access to\ninsulation creating potential health problems if the dog swallows exposed insulation. Exposed insulation can also\nprovide easy access for and could be used as a living area for any vermin or pests that might be living with the\ndogs. Repairing or replacing the chewed wood will help to ensure the health and well-being of the dogs. \n- In the outdoor enclosure housing three labradors and one husky, there is a gap in the top right corner of the pen\ngate with exposed metal points.  Two strands of hot wire run along the top of the fence, but the hot wire was not\nfunctional.  This is a potential injury or entrapment risk to the animals.  The gate should be reset to eliminate the\ngap, and metal fence points removed.  The hot wire should be functional, or removed.  \nThere is also a sheet of metal siding leaning against the inside back fence of this enclosure.  This serves no useful\npurpose and should be removed from the pen.  Next to this sheet of siding is a gate leading to an enclosure with a\n\nmother husky and puppies.  The gate is horse panel fencing covered by a sheet of smaller gauge wire, but the\nsheet of wire is peeling down from the top leaving a loose rolled section of wire.  This is a potential injury risk and\nneeds to be repaired or removed.\nTo be corrected by 11-10-2019\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nThe three outdoor enclosures all had an accumulation of fecal matter, old soiled bedding and other debris scattered\non the ground. Waste material must be removed from the enclosure as often as needed to protect the dogs from\nenvironmental contamination. The dogs were observed by inspectors walking around and in the fecal matter.  Daily\nremoval, or more often if required removal of the waste helps to ensure the health and well-being of the dogs.  To\nbe corrected by 11-05-2019\n3.1(f)\nHOUSING FACILITIES, GENERAL.\nThe outdoor enclosure housing a mother labrador and four puppies has standing puddles of dirty, murky water in\nholes around the water tub.  The mother labrador has to stand in or wade through this contaminated water to reach\nher drinking water.  Enclosures must have adequate drainage to prevent the accumulation of standing water.  The\nfacility should eliminate any holes or low areas in the ground, and ensure the animals are able to freely access\nclean food and potable water.  \nCorrect by 12 November 2019\n3.4(a)(1)(iii)           DIRECT\nOUTDOOR HOUSING FACILITIES.\nTwo litters of puppies were being kept in outdoor housing.  Both litters were approximately 1 week old, per facility\nrepresentative.  Temperature for the region at the time of inspection was 36 F.  The low temperature in the region\nfor the previous night (October 30) was 32 F.  The litter of Labrador puppies were held in a shelter in an outdoor\npen.  The inner wall of the shelter was measured by IR at 40 F.  The litter of Husky puppies were held in an\nunheated room and located in a corner of the room next to an exposed metal wall with no insulation.  All puppies in\nboth litters were tightly huddled together.\nFollowing the inspection, USDA inspectors met with the attending veterinarian to discuss this housing situation.  The\nattending veterinarian was not aware that puppies were being housed in these conditions, and stated that he did not\napprove of puppies at that age being kept outdoors since they could not appropriately thermo-regulate until they\nwere a few weeks older.\n\nCold weather can have a severe impact on the health and welfare of young dogs.  Puppies cannot be housed\noutdoors unless specifically approved by the attending veterinarian. The outdoor housing of these puppies must be\napproved by the attending veterinarian or they must be moved to an indoor or appropriate sheltered housing facility.\nCorrect immediately.\n3.4(b)(4)\nOUTDOOR HOUSING FACILITIES.\nThe enclosure containing the Labrador Retrievers and Husky had plastic barrels for the shelter.  None of the barrels\nhad adequate bedding in them.  There was hay or straw scattered in the enclosure with little or none left in the\nbarrels.  Owner explained that bedding was put in the barrels but the dogs drag it out.  The temperature for the area\naccording to local weather reports was 32 degrees F.on 10-30-2019.   Additional bedded should have been added\nto the shelters in the enclosure.  Licensee must provide bedding for the dogs in the outdoor enclosures and when\ntemperatures are below 50 degrees F and additional bedding for the shelters when the temperature falls below 35\ndegrees F.  Inadequate bedding can cause stress and discomfort for the dogs.   Owners son advised inspectors that\nstraw/bedding would be put in the plastic barrels after inspection was completed.    \n3.4(b)\nOUTDOOR HOUSING FACILITIES.\nOne outdoor enclosure with three Labrador retrievers and a Husky had plastic barrels for shelter.  The barrels being\nused by the facility are too small to serve as adequate shelter for any of the dogs kept in this enclosure.  Each dog\nmust be able to enter a shelter and make normal postural adjustments, such as siting, standing and turning freely. \nThere must be sufficient number and size of shelters for each dog to use at the same time.  Not having an adequate\nsize shelter may cause stress and discomfort for the dog. Providing adequate shelter during the cold wet weather\ncan help to protect the health and well-being of the dogs.  To be corrected by 11-07-2019.\n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThe premises around the kennel building has numerous piles of old fencing, old enclosures, building material, and\ntrash.   There are areas next to the kennel building that are overgrown with brush and weeds.  These areas can\nharbor breeding of  vermin or other disease hazards that can adversely affect the health and well being of the dogs.\nOwner must organize the building materials and enclosures and other items so that the area can be properly\nmaintained.  Owner must trim and remove overgrown weeds and grasses away from the fences so they can\nroutinely maintain the grounds around the kennel.  To be corrected by 11-12-2019\n\nAdditional Inspectors\nJernigan Courtney, Veterinary Medical Officer\nTygart Michael, Supervisory Animal Care Specialist",
  "animals_total": 43,
  "species": [
    {
      "count": 34,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 9,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}