{
  "insp_id": "2016090000642463",
  "layout": "b",
  "customer_id": "17406",
  "customer_name": "DIANA FRIELING",
  "customer_addr": "PO BOX 2626\nTEHACHAPI, CA 93581",
  "certificate": "93-C-0850",
  "site_id": "001",
  "site_name": "DIANA FRIELING",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-JUN-2021",
  "report_date": "28-JUN-2021",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The Yak, “Blossom” had overgrown hooves on both back feet. The inner hoof of the right rear foot is misshapen with an\nangular curvature over the outer hoof. The hooves of the left rear foot also have abnormal curvature inward toward the\nmiddle of this foot. A young, male bison “Cupid” had overgrown hooves on both front feet with abnormal, inward\ncurvatures of these hooves. Female Reindeer, “Spice”, had overgrown hooves on all four feet. The hooves on all feet had\nabnormal inward curvatures. The dewclaws of all four feet were also severely overgrown with abnormal curvatures. The\novergrown hooves of these animals did not appear to cause any lameness or gait abnormalities at time of this inspection.\nThe overgrowth of hooves may cause the animals discomfort and lead to injuries or lameness if not appropriately\naddressed. The facility must establish and maintain an adequate program of veterinary care that includes a timely\nschedule of hoof trimming and care.\nCorrect by 07/10/2021.\nA white, male sheep “Leonard” and a brown alpaca “Merlot” had unshorn, overgrown hair coats. The overgrown coats of\nthese animals did not appear to affect movement or postural adjustments or cause visible discomfort or stress at time of\ninspection. Unshorn, overgrown hair coats may lead to stress, discomfort and medical issues in these animals including\noverheating, underlying skin conditions or other injuries if not appropriately addressed. The facility must establish and\nmaintain an adequate program of veterinary care that includes timely scheduling of shearing when needed.\nCorrect by 07/05/2021"
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "Records of acquisition/disposition for the facility’s goats, sheep and seven reindeer were unavailable or incomplete.\nComplete and accurate animal records must be kept current to facilitate identification and tracking of animals as well to as\nensure their health and well-being. Records must be maintained that fully and correctly disclose all required information\nconcerning all animals purchased or otherwise acquired, owned, held, leased, transported, sold, euthanized or otherwise\ndisposed of and shall include any offspring born while in the licensee's possession.\nCorrect by 07/19/2021"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "There was an approximately 2-foot section of wire fencing along the bottom in the Zebu pen which was in disrepair. The\nwires in this section were bowed inward, crumpled, and broken apart with wire points protruding into the enclosure.\nThere was a sheep enclosure in disrepair. A section along one corner about 3 feet in length had a broken, jagged board\nbehind areas of broken and loose wire fencing with pointed ends protruding into the enclosure. In another section of this\nenclosure was a large piece of a wooden panel in disrepair with a large opening having several broken, loose, splintered\npieces.\nFencing materials including boards and wires which are broken, damaged and in disrepair may cause injury to the\nanimals. Animals may become entangled in broken fencing and sharp points may cause lacerations or puncture wounds.\nA system must be in place to ensure all enclosures are structurally sound and maintained in good repair to protect the\nanimals from injury and to contain the animals."
    },
    {
      "code": "3.127(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "A sheep enclosure housing one sheep did not provide adequate shade. There were shaded areas in the enclosure;\nhowever, there was not enough coverage for the sheep’s entire body during normal postural adjustments or movements.\nAt time of inspection there was no indication of overheating or discomfort for this animal. Outdoor enclosures with\ninadequate shade may cause overheating or discomfort of the animals. Sufficient shade by natural or artificial means\nmust be provided to all animals kept outdoors to protect themselves from the direct sunlight.\nCorrect by 07/02/2021"
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "There was a heavy accumulation of rodent feces spread along the floor next to the walls and corners and on the shelves\nof a food storage shed for hoof stock. There is a pest control program in place for rodents including a few traps in this\nshed; however, it appears to be ineffective. Pests and vermin may contaminate food as well as harbor and spread\ndiseases. A safe and effective pest control program must be established and maintained to protect the health and well-\nbeing of the animals.\nCorrect by 07/12/2021\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors:\nCandace Krider, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe Yak, “Blossom” had overgrown hooves on both back feet.  The inner hoof of the right rear foot is misshapen with an \nangular curvature over the outer hoof.  The hooves of the left rear foot also have abnormal curvature inward toward the \nmiddle of this foot. A young, male bison “Cupid” had overgrown hooves on both front feet with abnormal, inward \ncurvatures of these hooves. Female Reindeer, “Spice”, had overgrown hooves on all four feet.  The hooves on all feet had \nabnormal inward curvatures.  The dewclaws of all four feet were also severely overgrown with abnormal curvatures. The \novergrown hooves of these animals did not appear to cause any lameness or gait abnormalities at time of this inspection.  \nThe overgrowth of hooves may cause the animals discomfort and lead to injuries or lameness if not appropriately \naddressed. The facility must establish and maintain an adequate program of veterinary care that includes a timely \nschedule of hoof trimming and care. \nCorrect by 07/10/2021. \n \nA white, male sheep “Leonard” and a brown alpaca “Merlot” had unshorn, overgrown hair coats.  The overgrown coats of \nthese animals did not appear to affect movement or postural adjustments or cause visible discomfort or stress at time of \ninspection.  Unshorn, overgrown hair coats may lead to stress, discomfort and medical issues in these animals including\n\noverheating, underlying skin conditions or other injuries if not appropriately addressed.  The facility must establish and \nmaintain an adequate program of veterinary care that includes timely scheduling of shearing when needed. \nCorrect by 07/05/2021 \n2.75(b)(1) \n   \nRecords: Dealers and exhibitors. \nRecords of acquisition/disposition for the facility’s goats, sheep and seven reindeer were unavailable or incomplete. \nComplete and accurate animal records must be kept current to facilitate identification and tracking of animals as well to as \nensure their health and well-being. Records must be maintained that fully and correctly disclose all required information \nconcerning all animals purchased or otherwise acquired, owned, held, leased, transported, sold, euthanized or otherwise \ndisposed of and shall include any offspring born while in the licensee's possession. \nCorrect by 07/19/2021 \n3.125(a)  Repeat\n   \nFacilities, general. \nThere was an approximately 2-foot section of wire fencing along the bottom in the Zebu pen which was in disrepair.  The \nwires in this section were bowed inward, crumpled, and broken apart with wire points protruding into the enclosure. \n \nThere was a sheep enclosure in disrepair.  A section along one corner about 3 feet in length had  a broken, jagged board \nbehind areas of broken and loose wire fencing with pointed ends protruding into the enclosure.  In another section of this \nenclosure was a large piece of a wooden panel in disrepair with a large opening having several broken, loose, splintered \npieces. \n \nFencing materials including boards and wires which are broken, damaged and in disrepair may cause injury to the\n\nanimals.  Animals may become entangled in broken fencing and sharp points may cause lacerations or puncture wounds.  \nA system must be in place to ensure all enclosures are structurally sound and maintained in good repair to protect the \nanimals from injury and to contain the animals. \n3.127(a) \n   \nFacilities, outdoor. \nA sheep enclosure housing one sheep did not provide adequate shade.  There were shaded areas in the enclosure; \nhowever, there was not enough coverage for the sheep’s entire body during normal postural adjustments or movements.  \nAt time of inspection there was no indication of overheating or discomfort for this animal.  Outdoor enclosures with \ninadequate shade may cause overheating or discomfort of the animals.  Sufficient shade by natural or artificial means \nmust be provided to all animals kept outdoors to protect themselves from the direct sunlight. \nCorrect by 07/02/2021 \n3.131(d) \n   \nSanitation. \nThere was a heavy accumulation of rodent feces spread along the floor next to the walls and corners and on the shelves \nof a food storage shed for hoof stock.  There is a pest control program in place for rodents including a few traps in this \nshed; however, it appears to be ineffective. Pests and vermin may contaminate food as well as harbor and spread \ndiseases. A safe and effective pest control program must be established and maintained to protect the health and well-\nbeing of the animals. \nCorrect by 07/12/2021 \n \nThis inspection and exit interview were conducted with the licensee.\n\nAdditional Inspectors: \nCandace Krider, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 86,
  "species": [
    {
      "count": 1,
      "scientific": "Bos grunniens",
      "common": "YAK"
    },
    {
      "count": 2,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 7,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 1,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 1,
      "scientific": "Lama guanicoe",
      "common": "GUANACO"
    },
    {
      "count": 6,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 11,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 5,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 19,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Camelus bactrianus",
      "common": "BACTRIAN CAMEL"
    },
    {
      "count": 7,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 8,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 13,
      "scientific": "Rangifer tarandus",
      "common": "REINDEER"
    },
    {
      "count": 1,
      "scientific": "Pecari tajacu",
      "common": "COLLARED PECCARY"
    },
    {
      "count": 2,
      "scientific": "Bubalus bubalis",
      "common": "ASIATIC WATER BUFFALO"
    },
    {
      "count": 1,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    }
  ]
}