{
  "insp_id": "2016082569518841",
  "layout": "a",
  "customer_id": "330077",
  "customer_name": "Anna E Beiler",
  "customer_addr": "Gideon S Beiler\n163 Smullton Rd\nRebersburg, PA 16872",
  "certificate": "23-A-0585",
  "site_id": "001",
  "site_name": "GIDEON & ANNA BEILER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-JUN-2019",
  "report_date": "20-JUN-2019",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "In enclosure #45, male yellow/white/black guinea pig has received trauma to both the right and left external ear.\nCloser observation reveals that both ears are heavily damaged and appear to be nearly missing. The area around\nboth ears are reddened, bloody and have open wounds. A hairless area stretches from the guinea pig's right eye,\nacross the ear, along the neck and shoulder ending in the right flank area. Within the hairless area are sections of\nraw, open wounds along with dark scab-like material. The bare skin appears slightly reddened. The licensee\nmoved this guinea pig to it's own enclosure at the time of the inspection.\nIn enclosure #24, female orange/white guinea pig has a large round growth on the bottom side of her neck. The\ngrowth is slightly reddened, mostly hairless, firm, felt hot to the touch and has a circular, crusty, dark red area\nlocated on it's surface.\nIn enclosure #19, male black/yellow/white guinea pig has a hairless area across the rump. Within this area are\nmultiple wounds. Some of the wounds appear reddened, dry, and have a crust along their edges. One wound is\nraw, dark red, and damp.\nIn enclosure #51, female black/yellow/white guinea pig has a thin body condition. The animal's shoulder blades and\nribs could be easily felt with very little fat covering them. This guinea pig also appears to have an abnormal\nappearance to her eyes. A thickened area is present at the front of the right eye and the left eye appears to slightly\nbulge outward from the skull.\nIn enclosure #59, female black/white guinea pig has a large, firm growth on the underside of the neck and the front\nleft foot and toes are severely swollen.\nIn enclosure #8, female black/brown/white guinea pig has a large growth on the underside of the neck which felt firm\nto the touch.\nIn enclosure #9, female black/brown/white guinea pig has a large, firm growth on the underside of the neck. The\ngrowth is slightly reddened with areas of hair loss.\nIn enclosure #32, female black/brown/white guinea pig has an abnormal appearance to the right eye. The eye\nappears cloudy with a circular, red area in the center.\nIn enclosure #82, female black/white guinea pig has a grey colored discharge located in the front of the right eye.\nThe right eye appears cloudy with a small amount of a brown, crusty material attached to the eye lids.\nIn enclosure #52, female black/white guinea pig has a grey colored discharge located in the front of the left eye.\nThe left eye appears cloudy with brown, crusty material attached to the eye lids. The hair beneath the eye appears\nwet.\nOpen wounds, abnormal growths and poor eye health could cause pain and discomfort to the animal as well as lead\nto further health issues. Poor body condition could indicate an underlying health issue.\nThe above mentioned guinea pigs must be evaluated by a licensed veterinarian for a proper diagnosis and to\ndevelop an effective treatment plan. The licensee must provide adequate veterinary care to all guinea pigs at all\ntimes.\nTo be corrected by: The licensee contacted a licensed veterinarian and established an appointment at the time of\nthe inspection."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The licensee has records for the adult guinea pigs at the facility, but does not have any acquisition records for the\njuvenile guinea pigs. The only records kept for juvenile guinea pigs are disposition records. Failure to keep\ncomplete acquisition records does not allow for a detailed count of the number of guinea pigs housed on the\nproperty at any given time and fails to provide the required acquisition information from guinea pigs acquired from\nanother source.\nRecords of acquisition including the name/address of the person whom the animals are acquired from, the date\nacquired, and the number of animals must be kept for all guinea pigs at the facility and records must be kept for any\noffspring born of the guinea pigs housed at the facility. The licensee must create and keep accurate acquisition\nrecords for all adult and juvenile guinea pigs housed at the facility.\nTo be corrected by: June 24, 2019"
    },
    {
      "code": "3.25(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "In enclosure #24, there is a dead juvenile guinea pig that is mixed into the bedding material. The 25 live guinea\npigs in the enclosure were observed running across the top of the flattened body of the deceased guinea pig.\nFailure to remove deceased animals from the enclosures could cause the bedding to become soiled as well as\nincrease the risk of health hazards towards the animals.\nProvisions shall be made for the removal and disposal of dead animals, waste, bedding and debris. The licensee\nmust ensure that dead animals are identified and removed from enclosures in a timely manner.\nTo be corrected by: The licensee removed the dead animal from the enclosure at the time of the inspection."
    },
    {
      "code": "3.28(c)(1)(iii)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Enclosure number 3 is housing at least 10 adult guinea pigs and 10 weaning age guinea pigs. The enclosure is\n49.5 inches long and 27.5 inches wide creating a total of 1,361.25 square inches of space. Each adult guinea pig\nweighs between 2.2lbs and 2.6lbs and require at least 101 square inches of space each. This results in a total of\n1,010 square inches of space needed for the adults. The 10 weaning age juveniles need at least 60 square inches\nof space each. This results in a total of 600 square inches needed for the juveniles. Total floor space required to\nhouse these adults and juveniles is 1,610 square inches. Failure to provide the minimum floor space can cause\novercrowding of the enclosure which could have a negative impact on the animals.\nEach guinea pig shall be provided a minimum amount of floor space in the enclosure as indicated by the Animal\nWelfare Act regulations. The licensee must ensure that all guinea pigs are provided the minimum amount of floor\nspace in order to avoid overcrowding and to support the well-being of the guinea pigs.\nTo be corrected by: June 26, 2019"
    },
    {
      "code": "3.29(d)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "The facility uses metal self feeders to provide food to the guinea pigs. The exterior of the metal feeders are being\nsanitized every two weeks, but the licensee stated that the interior of the feeders are not being sanitized. Failure to\nsanitize the entire food receptacle could increase the risk of health hazards towards the animals.\nAll food receptacles shall be kept clean and sanitized at least once every two weeks. The licensee must ensure that\nthe interiors of all the self-feeders are sanitized once every two weeks in order to support the health of the animals.\nTo be corrected by: June 26, 2019"
    },
    {
      "code": "3.31(a)(1)",
      "kind": "Direct",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The facility has approximately 85 enclosures housing adult and juvenile guinea pigs. In at least sixteen of these\nenclosures, containing at least 282 animals, the flooring is completely covered in compacted brown colored feces,\nfood and debris leaving no clean floor space for the guinea pigs. In at least eight of these affected enclosures,\ncontaining at least 150 animals, the flooring is also covered in liquid creating a wet, sludge-like material that is\ncausing the guinea pigs to become soiled.\nAt the time of the inspection, the licensee was able to move guinea pigs housed in two of the wettest enclosures to\nclean enclosures and he was also able to remove wet/soiled bedding from another enclosure and add clean/dry\nbedding.\nThere is also a buildup of dark brown dirt and grime on the interior walls of the majority of the enclosures and the\nceilings of the enclosures are covered in cobwebs, bedding, feces and debris.\nBuildup of dirt, grime and debris could increase the risk of disease towards the animals. Allowing the guinea pigs to\nbecome soiled could have a negative impact on their health and well-being.\nPrimary enclosures shall be cleaned and sanitized often enough to prevent an accumulation of excreta and debris,\nprovided that the enclosures are sanitized at least once every two weeks. The licensee must clean the enclosures\nas often as necessary to ensure the guinea pigs do not become soiled and to eliminate the buildup of feces, dirt,\ngrime,debris and any other disease causing agents.\nTo be corrected by: End of business on June 21, 2019\nThis inspection and exit interview were conducted with ACI Kelly Maxwell and the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nIn enclosure #45, male yellow/white/black guinea pig has received trauma to both the right and left external ear. \nCloser observation reveals that both ears are heavily damaged and appear to be nearly missing.  The area around\nboth ears are reddened, bloody and have open wounds.  A hairless area stretches from the guinea pig's right eye,\nacross the ear, along the neck and shoulder ending in the right flank area.  Within the hairless area are sections of\nraw, open wounds along with dark scab-like material.  The bare skin appears slightly reddened.  The licensee\nmoved this guinea pig to it's own enclosure at the time of the inspection.\nIn enclosure #24, female orange/white guinea pig has a large round growth on the bottom side of her neck.  The\ngrowth is slightly reddened, mostly hairless, firm, felt hot to the touch and has a circular, crusty, dark red area\nlocated on it's surface.  \nIn enclosure #19, male black/yellow/white guinea pig has a hairless area across the rump.  Within this area are\nmultiple wounds.  Some of the wounds appear reddened, dry, and have a crust along their edges.  One wound is\nraw, dark red, and damp.\nIn enclosure #51, female black/yellow/white guinea pig has a thin body condition.  The animal's shoulder blades and\nribs could be easily felt with very little fat covering them.  This guinea pig also appears to have an abnormal\nappearance to her eyes.  A thickened area is present at the front of the right eye and the left eye appears to slightly\nbulge outward from the skull.   \nIn enclosure #59, female black/white guinea pig has a large, firm growth on the underside of the neck and the front\nleft foot and toes are severely swollen. \nIn enclosure #8, female black/brown/white guinea pig has a large growth on the underside of the neck which felt firm\nto the touch.\nIn enclosure #9, female black/brown/white guinea pig has a large, firm growth on the underside of the neck.  The\ngrowth is slightly reddened with areas of hair loss.\n\nIn enclosure #32, female black/brown/white guinea pig has an abnormal appearance to the right eye.  The eye\nappears cloudy with a circular, red area in the center.  \nIn enclosure #82, female black/white guinea pig has a grey colored discharge located in the front of the right eye. \nThe right eye appears cloudy with a small amount of a brown, crusty material attached to the eye lids.   \nIn enclosure #52, female black/white guinea pig has a grey colored discharge located in the front of the left eye. \nThe left eye appears cloudy with brown, crusty material attached to the eye lids.  The hair beneath the eye appears\nwet. \nOpen wounds, abnormal growths and poor eye health could cause pain and discomfort to the animal as well as lead\nto further health issues.  Poor body condition could indicate an underlying health issue.  \nThe above mentioned guinea pigs must be evaluated by a licensed veterinarian for a proper diagnosis and to\ndevelop an effective treatment plan.  The licensee must provide adequate veterinary care to all guinea pigs at all\ntimes.\nTo be corrected by:  The licensee contacted a licensed veterinarian and established an appointment at the time of\nthe inspection.  \n2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nThe licensee has records for the adult guinea pigs at the facility, but does not have any acquisition records for the\njuvenile guinea pigs.  The only records kept for juvenile guinea pigs are disposition records.  Failure to keep\ncomplete acquisition records does not allow for a detailed count of the number of guinea pigs housed on the\nproperty at any given time and fails to provide the required acquisition information from guinea pigs acquired from\nanother source.\nRecords of acquisition including the name/address of the person whom the animals are acquired from, the date\nacquired, and the number of animals must be kept for all guinea pigs at the facility and records must be kept for any\noffspring born of the guinea pigs housed at the facility.  The licensee must create and keep accurate acquisition\nrecords for all adult and juvenile guinea pigs housed at the facility.\nTo be corrected by:  June 24, 2019\n\n3.25(d)\nFACILITIES, GENERAL.\nIn enclosure #24, there is a dead juvenile guinea pig that is mixed into the bedding material.  The 25 live guinea\npigs in the enclosure were observed running across the top of the flattened body of the deceased guinea pig. \nFailure to remove deceased animals from the enclosures could cause the bedding to become soiled as well as\nincrease the risk of health hazards towards the animals.\nProvisions shall be made for the removal and disposal of dead animals, waste, bedding and debris.  The licensee\nmust ensure that dead animals are identified and removed from enclosures in a timely manner.  \nTo be corrected by:  The licensee removed the dead animal from the enclosure at the time of the inspection.\n3.28(c)(1)(iii)\nPRIMARY ENCLOSURES. \nEnclosure number 3 is housing at least 10 adult guinea pigs and 10 weaning age guinea pigs.  The enclosure is\n49.5 inches long and 27.5 inches wide creating a total of 1,361.25 square inches of space.  Each adult guinea pig\nweighs between 2.2lbs and 2.6lbs and require at least 101 square inches of space each.  This results in a total of\n1,010 square inches of space needed for the adults.  The 10 weaning age juveniles need at least 60 square inches\nof space each.  This results in a total of 600 square inches needed for the juveniles.  Total floor space required to\nhouse these adults and juveniles is 1,610 square inches.  Failure to provide the minimum floor space can cause\novercrowding of the enclosure which could have a negative impact on the animals.\nEach guinea pig shall be provided a minimum amount of floor space in the enclosure as indicated by the Animal\nWelfare Act regulations.  The licensee must ensure that all guinea pigs are provided the minimum amount of floor\nspace in order to avoid overcrowding and to support the well-being of the guinea pigs.\nTo be corrected by:  June 26, 2019\n3.29(d)\nFEEDING. \nThe facility uses metal self feeders to provide food to the guinea pigs.  The exterior of the metal feeders are being\nsanitized every two weeks, but the licensee stated that the interior of the feeders are not being sanitized.  Failure to\nsanitize the entire food receptacle could increase the risk of health hazards towards the animals.  \nAll food receptacles shall be kept clean and sanitized at least once every two weeks.  The licensee must ensure that\nthe interiors of all the self-feeders are sanitized once every two weeks in order to support the health of the animals.\n\nTo be corrected by:  June 26, 2019\n3.31(a)(1)           DIRECT\nSANITATION.\nThe facility has approximately 85 enclosures housing adult and juvenile guinea pigs.  In at least sixteen of these\nenclosures, containing at least 282 animals, the flooring is completely covered in compacted brown colored feces,\nfood and debris leaving no clean floor space for the guinea pigs.  In at least eight of these affected enclosures,\ncontaining at least 150 animals, the flooring is also covered in liquid creating a wet, sludge-like material that is\ncausing the guinea pigs to become soiled.  \nAt the time of the inspection, the licensee was able to move guinea pigs housed in two of the wettest enclosures to\nclean enclosures and he was also able to remove wet/soiled bedding from another enclosure and add clean/dry\nbedding.  \nThere is also a buildup of dark brown dirt and grime on the interior walls of the majority of the enclosures and the\nceilings of the enclosures are covered in cobwebs, bedding, feces and debris. \nBuildup of dirt, grime and debris could increase the risk of disease towards the animals.  Allowing the guinea pigs to\nbecome soiled could have a negative impact on their health and well-being.\nPrimary enclosures shall be cleaned and sanitized often enough to prevent an accumulation of excreta and debris,\nprovided that the enclosures are sanitized at least once every two weeks.  The licensee must clean the enclosures\nas often as necessary to ensure the guinea pigs do not become soiled and to eliminate the buildup of feces, dirt,\ngrime,debris and any other disease causing agents. \nTo be corrected by:  End of business on June 21, 2019\nThis inspection and exit interview were conducted with ACI Kelly Maxwell and the facility representative.",
  "animals_total": 1175,
  "species": [
    {
      "count": 1175,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}