{
  "insp_id": "INS-0000859558",
  "layout": "c",
  "customer_id": "3835",
  "customer_name": "Maura O'Connor",
  "customer_addr": "6 Stowe Road\nMillbury, MA 01527",
  "certificate": "14-C-0049",
  "site_id": "001",
  "site_name": "Stowe Farm",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-MAR-2023",
  "report_date": "29-MAR-2023",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "At the time of inspection on 03/28/2023, a male Nigerian dwarf goat kid, named 'Stumpy', born 12/25/2022, was observed\nwalking on it's front legs only. The hind legs ended in stumps just above the level of the hooves. The stumps were red,\nwith uneven damaged tissue covering the ends of the bones, and painful when manipulated. Both ears were missing\napproximately the last 1/3 of the flap, and there were 1 inch in diameter scabs present covering the middle portion of the\nend of the ears. The kid was thin, and the spine and pelvis lacked normal muscle and fat deposits covering the bone.\nThe licensee stated that she found the kid missing hooves and ends of ears when it was born, and that she had kept it in\nher house and bottlefed it. She returned it to the herd with it's mother after approximately one month. The licensee stated\nthat she did not seek veterinary guidance because she felt the veterinarian would recommend euthanasia. Inability to\nwalk on the hind legs is a sign of pain, and failure to call for veterinary guidance on the lack of hooves, wounds on the\nends of the limbs, and the scabbing and missing portions of the ears are serious welfare problems. The licensee must\nensure that veterinary guidance is followed, and that the veterinarian has adequate authority to treat animal welfare\nproblems and ameliorate suffering.\nCorrect by end of day 03/29/2023."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The male beige alpaca born in 2014, called 'Puda', was observed at the time of inspection to be squinting, and to have\nalopecia and white to yellowish exudate around the left eye. The exudate was present in dried clumps from the back of\nthe lids to the jawline. Under the left eye was a @ 2 by 3 inch in diameter patch of bare skin under matted hair that was\nreddened and flaky. There was a patch of hair loss at the left side of the lips on the muzzle. There was some hairloss\naround the right eyelids. The alpaca resisted catching and holding, and jerked away from a hand on his head. The\nsquinting and resistance to manipulation indicate pain and discomfort. The hairloss and amount of discharge present are\nindicative of a chronic welfare problem. The licensee stated that she had not noticed the problem. Accurate daily\nobservation of the animals and direct frequent communication with the veterinarian to obtain guidance on care and\ntreatment of the animal's health problem is necessary to ensure animal welfare. The licensee must make certain that all\nanimals are observed for health issues daily and that the veterinarian is consulted promptly about problems of animal\nwelfare.\nCorrect by the end of the day 03/29/2023."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "There was an accumulation of miscellaneous boards and planting supplies in the greenhouse serving as the pig and\nalpaca shelter. On the ground in the goat pen broken plastic pieces, miscellaneous metal debris, an @ 4ft section of\nmetal cable attached to a metal post, and multiple pieces of broken glass were lying on the ground and accessible by the\nanimals. These materials may be ingested or come into contact by the animals and cause digestive problems or injuries.\nThe licensee must ensure that facilities are maintained in good repair, and that trash and waste is disposed of properly to\nensure that it is not a hazard to the animals.\nCorrect end of day 03/29/2023."
    },
    {
      "code": "3.133",
      "kind": "Direct",
      "repeat": false,
      "desc": "Separation.",
      "narrative": "The male Nigerian Dwarf goat kid that lacks hind hooves and walks on it's front legs only was kept in the herd of 18 goats,\nand at the time of inspection, an adult doe was observed to butt it and knock it over. This fragile, injured animal should\nnot be housed with animals that can cause it discomfort and pain. The licensee must ensure that animals are housed\nwith compatible animals that do not cause them discomfort.\nCorrect by end of day 03/29/2023.\nThis inspection and exit interview were conducted with the licensee on March 28, 2023.\nn"
    }
  ],
  "narrative": "2.40(a)(2)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nAt the time of inspection on 03/28/2023, a male Nigerian dwarf goat kid, named 'Stumpy', born 12/25/2022, was observed \nwalking on it's front legs only.  The hind legs ended in stumps just above the level of the hooves.  The stumps were red, \nwith uneven damaged tissue covering the ends of the bones, and painful when manipulated.   Both ears were missing \napproximately the last 1/3 of the flap, and there were 1 inch in diameter scabs present covering the middle portion of the \nend of the ears.  The kid was thin, and the spine and pelvis lacked normal muscle and fat deposits covering the bone.  \nThe licensee stated that she found the kid missing hooves and ends of ears when it was born, and that she had kept it in \nher house and bottlefed it.  She returned it to the herd with it's mother after approximately one month.  The licensee stated \nthat she did not seek veterinary guidance because she felt the veterinarian would recommend euthanasia.  Inability to \nwalk on the hind legs is a sign of pain, and failure to call for veterinary guidance on the lack of hooves, wounds on the \nends of the limbs, and the scabbing and missing portions of the ears are serious welfare problems.  The licensee must \nensure that veterinary guidance is followed, and that the veterinarian has adequate authority to treat animal welfare \nproblems and ameliorate suffering. \n \nCorrect by end of day 03/29/2023.\n\n2.40(b)(3)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe male beige alpaca born in 2014, called 'Puda', was observed at the time of inspection to be squinting, and to have \nalopecia and white to yellowish exudate around the left eye.  The exudate was present in dried clumps from the back of \nthe lids to the jawline.  Under the left eye was a @ 2 by 3 inch in diameter patch of bare skin under matted hair that was \nreddened and flaky.  There was a patch of hair loss at the left side of the lips on the muzzle.  There was some hairloss \naround the right eyelids. The alpaca resisted catching and holding, and jerked away from a hand on his head. The \nsquinting and resistance to manipulation indicate pain and discomfort.  The hairloss and amount of discharge present are \nindicative of a chronic welfare problem.   The licensee stated that she had not noticed the problem.   Accurate daily \nobservation of the animals and direct frequent communication with the veterinarian to obtain guidance on care and \ntreatment of the animal's health problem is necessary to ensure animal welfare.  The licensee must make certain that all \nanimals are observed for health issues daily and that the veterinarian is consulted promptly about problems of animal \nwelfare. \nCorrect by the end of the day 03/29/2023. \n3.131(c) \n   \nSanitation. \nThere was an accumulation of miscellaneous boards and planting supplies in the greenhouse serving as the pig and \nalpaca shelter.  On the ground in the goat pen broken plastic pieces, miscellaneous metal debris, an @ 4ft section of \nmetal cable attached to a metal post, and multiple pieces of broken glass were lying on the ground and accessible by the \nanimals.  These materials may be ingested or come into contact by the animals and cause digestive problems or injuries.  \nThe licensee must ensure that facilities are maintained in good repair, and that trash and waste is disposed of properly to\n\nensure that it is not a hazard to the animals. \nCorrect end of day 03/29/2023. \n3.133  Direct\n   \nSeparation. \nThe male Nigerian Dwarf goat kid that lacks hind hooves and walks on it's front legs only was kept in the herd of 18 goats, \nand at the time of inspection, an adult doe was observed to butt it and knock it over.  This fragile, injured animal should \nnot be housed with animals that can cause it discomfort and pain.  The licensee must ensure that animals are housed \nwith compatible animals that do not cause them discomfort. \nCorrect by end of day 03/29/2023. \n \nThis inspection and exit interview were conducted with the licensee on March 28, 2023. \n \n n",
  "animals_total": 29,
  "species": [
    {
      "count": 18,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 3,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 6,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 2,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    }
  ]
}