{
  "insp_id": "2016090000737999",
  "layout": "b",
  "customer_id": "503099",
  "customer_name": "CorVus Biomedical LLC",
  "customer_addr": "2409 W 400 N\nAttn: Mouhamad Alloosh\nCrawfordville, IN 47933",
  "certificate": "32-R-0055",
  "site_id": "001",
  "site_name": "CORVUS BIOMEDICAL LLC",
  "insp_type": "FOCUSED INSPECTION",
  "date": "13-OCT-2021",
  "report_date": "13-OCT-2021",
  "citations": [
    {
      "code": "3.140(a)",
      "kind": "",
      "repeat": false,
      "desc": "Care in transit.",
      "narrative": "On May 21, 2021, fourteen Ossabaw pigs were transported in a cargo van to Indianapolis, which is an approximately 55\nminute journey. After arrival at approximately 10:30 am, the pigs were required to wait inside the cargo area of the van for\njust over an an hour before unloading was possible, due to staffing limitations of the receiving institution. According to\nweather records, the temperature in Indianapolis that day ranged between 77 and 79 degrees F from 11am to noon with\nhumidity at 50%. There were no methods to record temperature and humidity in the animal transport space, however, it is\nexpected that inside the cargo van loaded with live pigs, it will be hotter than the outside ambient recorded temperature.\nAfter unloading from the van, the pigs were transported in crates to their final destination. A veterinarian examined them\nand found some pigs panting and one with an elevated temperature. They were all given access to water, treated with\ncutaneous alcohol, and had fans placed blowing air over them. All recovered with no further treatment. Pigs experience\nstress and distress in confined, close spaces for extended periods of time. During surface transportation, it shall be the\nresponsibility of the driver or other employee to visually observe the live animals as frequently as circumstances may\ndictate to assure their ambient temperatures are within the prescribed limits.\nCorrect by: CORRECTED\nThis inspection and exit interview were conducted with facility representatives.\nEnd Section"
    }
  ],
  "narrative": "3.140(a) \n   \nCare in transit. \nOn May 21, 2021, fourteen Ossabaw pigs were transported in a cargo van to Indianapolis, which is an approximately 55 \nminute journey.  After arrival at approximately 10:30 am, the pigs were required to wait inside the cargo area of the van for \njust over an an hour before unloading was possible, due to staffing limitations of the receiving institution.  According to \nweather records, the temperature in Indianapolis that day ranged between 77 and 79 degrees F from 11am to noon with \nhumidity at 50%.  There were no methods to record temperature and humidity in the animal transport space, however, it is \nexpected that inside the cargo van loaded with live pigs, it will be hotter than the outside ambient recorded temperature.  \nAfter unloading from the van, the pigs were transported in crates to their final destination.  A veterinarian examined them \nand found some pigs panting and one with an elevated temperature.  They were all given access to water, treated with \ncutaneous alcohol, and had fans placed blowing air over them.  All recovered with no further treatment.  Pigs experience \nstress and distress in confined, close spaces for extended periods of time.   During surface transportation, it shall be the \nresponsibility of the driver or other employee to visually observe the live animals as frequently as circumstances may \ndictate to assure their ambient temperatures are within the prescribed limits. \n \nCorrect by:  CORRECTED\n\nThis inspection and exit interview were conducted with facility representatives. \n \nEnd Section",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}