{
  "insp_id": "159160944510041",
  "layout": "a",
  "customer_id": "39191",
  "customer_name": "Julia Johnson",
  "customer_addr": "1153 125 Ave\nMurray, IA 50174",
  "certificate": "42-A-1271",
  "site_id": "001",
  "site_name": "JULIA JOHNSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-JUN-2016",
  "report_date": "06-JUN-2016",
  "citations": [
    {
      "code": "3.1(c)(1)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the small dog building there is one enclosure, containing one dog, which has two sharp points created by the\nends of wires that are jutting into the enclosure and hanging off the fence. The wires are located at the level of the\ndog.\nThere are at least five enclosures in the big dog building, containing seven large breed dogs, which have sharp\npoints located in the outdoor portion of the enclosures. The sharp points are created by the ends of wires that are\nhanging off the enclosure fencing. The indoor portion of at least two enclosures, containing three large breed dogs,\nhave wires hanging from the fencing and walls and are creating sharp points at the level of the dogs. Sharp points\ncan cause injury to the dogs.\nAll surfaces of housing facilities must be free of sharp points and jagged edges that could injure the animals. The\nlicensee must remove all the sharp points from the enclosures in order to eliminate the injury risk towards the\nanimals. The licensee must ensure that all enclosures are safe for the dogs at all times."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Within the big dog building there are wooden posts covered with sheets of metal within some of the pens. In two of\nthe enclosures, housing one dog each, the metal has eroded and the old and worn wood underneath is exposed.\nWithin the big dog building there are two enclosures, housing one dog each, with chewed and/or worn flaps\ncovering the animal access doors. The areas that are chewed are rough and white strings are hanging down from\nthe chewed areas. In one of the enclosures, approximately half of the flap is gone.\nWithin the big dog building there are severely chewed, worn, and/or dirty feeders. The chewed and/or worn areas\nare rough and there is dirt, grime, and/or caked feed sticking to the chewed and worn areas. There are seven\naffected enclosures housing nine dogs.\nSeverely chewed and/or worn surfaces cannot be readily cleaned and sanitized which can lead to disease hazards\nfor the dogs. All chewed, worn and/or soiled surfaces and objects within the facility must be repaired or replaced.\nCorrection date: June 20, 2016"
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There is an excessive build-up of feces in several (thirteen) pens within both the small and big dog buildings. In\nsome of the enclosures the feces is piled up in one spot and in others the feces is scattered and/or smeared around\nthroughout the enclosure. Some piles of feces had paw prints in them and the dogs were observed to be walking in\nthe feces. There are fifteen adult dogs and three pups in the affected enclosures. Failure to spot-clean feces daily\nand sanitize enclosures can lead to disease hazards for the dogs. All hard surfaces with which dogs come in\ncontact must be spot-cleaned daily and sanitized to prevent an accumulation of excreta and to reduce disease\nhazards. The licensee must ensure that all enclosures are spot-cleaned daily.\nExit interview conducted with Kelly Maxwell, ACI, Heather Cole, VMO and the facility representative.\nAdditional Inspectors\nCole Heather, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "3.1(c)(1)(2)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nIn the small dog building there is one enclosure, containing one dog, which has two sharp points created by the\nends of wires that are jutting into the enclosure and hanging off the fence.  The wires are located at the level of the\ndog.  \nThere are at least five enclosures in the big dog building, containing seven large breed dogs, which have sharp\npoints located in the outdoor portion of the enclosures.  The sharp points are created by the ends of wires that are\nhanging off the enclosure fencing.  The indoor portion of at least two enclosures, containing three large breed dogs,\nhave wires hanging from the fencing and walls and are creating sharp points at the level of the dogs.  Sharp points\ncan cause injury to the dogs.\nAll surfaces of housing facilities must be free of sharp points and jagged edges that could injure the animals.  The\nlicensee must remove all the sharp points from the enclosures in order to eliminate the injury risk towards the\nanimals.  The licensee must ensure that all enclosures are safe for the dogs at all times.  \n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\nWithin the big dog building there are wooden posts covered with sheets of metal within some of the pens. In two of\nthe enclosures, housing one dog each, the metal has eroded and the old and worn wood underneath is exposed. \nWithin the big dog building there are two enclosures, housing one dog each, with chewed and/or worn flaps\ncovering the animal access doors. The areas that are chewed are rough and white strings are hanging down from\nthe chewed areas.  In one of the enclosures, approximately half of the flap is gone. \nWithin the big dog building there are severely chewed, worn, and/or dirty feeders. The chewed and/or worn areas\nare rough and there is dirt, grime, and/or caked feed sticking to the chewed and worn areas. There are seven\naffected enclosures housing nine dogs.\n\nSeverely chewed and/or worn surfaces cannot be readily cleaned and sanitized which can lead to disease hazards\nfor the dogs. All chewed, worn and/or soiled surfaces and objects within the facility must be repaired or replaced.\nCorrection date:  June 20, 2016\n3.1(c)(3)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nThere is an excessive build-up of feces in several (thirteen) pens within both the small and big dog buildings. In\nsome of the enclosures the feces is piled up in one spot and in others the feces is scattered and/or smeared around\nthroughout the enclosure.  Some piles of feces had paw prints in them and the dogs were observed to be walking in\nthe feces.  There are fifteen adult dogs and three pups in the affected enclosures. Failure to spot-clean feces daily\nand sanitize enclosures can lead to disease hazards for the dogs. All hard surfaces with which dogs come in\ncontact must be spot-cleaned daily and sanitized to prevent an accumulation of excreta and to reduce disease\nhazards. The licensee must ensure that all enclosures are spot-cleaned daily. \nExit interview conducted with Kelly Maxwell, ACI, Heather Cole, VMO and the facility representative.\nAdditional Inspectors\nCole Heather, Supervisory Animal Care Specialist",
  "animals_total": 44,
  "species": [
    {
      "count": 32,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 12,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}