{
  "insp_id": "234142116080602",
  "layout": "a",
  "customer_id": "36515",
  "customer_name": "Paul Urbanec",
  "customer_addr": "1912 Hwy. 94\nPender, NE 68047",
  "certificate": "47-A-0540",
  "site_id": "001",
  "site_name": "Paul Urbanec",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-AUG-2014",
  "report_date": "22-AUG-2014",
  "citations": [
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Non-compliant item previous identified from the last inspection that still has allotted time for correction.\n* The concrete flooring for four outdoor enclosures, housing seven adult dogs, has a rough surface. There are\ncracks in the concrete approximately 1 foot to 3 foot long and ¼ inch to ½ inch wide. The worn concrete surfaces\nand cracks do not allow for proper cleaning and sanitation. The moist fluid waste on the surface indicates the\nconcrete is not properly sealed. Concrete surfaces that cannot be properly cleaned and sanitized can increase the\ndisease potential. The concrete surface is in need of treatment and repair. All surfaces must be maintained on a\nregular basis. This will allow for proper cleaning and sanitization. Thus, the disease potential is reduced for the\ndogs.\nTo be corrected by, 20-August-2014.\nThis inspection and exit interview was conducted with the facility representative.\nThis inspection report will be sent both regular and certified mail.\nAdditional Inspectors\nThornton Karl, Animal Care Inspector"
    }
  ],
  "narrative": "3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\nNon-compliant item previous identified from the last inspection that still has allotted time for correction.\n* The concrete flooring for four outdoor enclosures, housing seven adult dogs, has a rough surface.  There are\ncracks in the concrete approximately 1 foot to 3 foot long and ¼ inch to ½ inch wide.  The worn concrete surfaces\nand cracks do not allow for proper cleaning and sanitation.  The moist fluid waste on the surface indicates the\nconcrete is not properly sealed.  Concrete surfaces that cannot be properly cleaned and sanitized can increase the\ndisease potential.  The concrete surface is in need of treatment and repair.  All surfaces must be maintained on a\nregular basis.  This will allow for proper cleaning and sanitization.  Thus, the disease potential is reduced for the\ndogs.\nTo be corrected by, 20-August-2014.\nThis inspection and exit interview was conducted with the facility representative.\nThis inspection report will be sent both regular and certified mail.\nAdditional Inspectors\nThornton Karl, Animal Care Inspector",
  "animals_total": 29,
  "species": [
    {
      "count": 25,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 4,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}