{
  "insp_id": "2016082568867674",
  "layout": "a",
  "customer_id": "330325",
  "customer_name": "Chris Kauffman",
  "customer_addr": "13754 245th St.\nMoulton, IA 52572",
  "certificate": "42-A-1476",
  "site_id": "001",
  "site_name": "Chris Kauffman",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-SEP-2017",
  "report_date": "27-SEP-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Female Shih tzu (microchip #0A01572579) has an abnormal appearance to the right eye. The eye is cloudy and\nblue in color and the white of the eye is moderately reddened. There is a mass of dark red material located in the\ncenter of the eye. The licensee stated that he had observed the dog the evening before, but was not able to verify\nwhat condition the dog’s eye was in at that time.\nPoor eye health could cause pain and discomfort to the dog, as well as lead to further health issues. The above\nmentioned dog must be evaluated by a licensed veterinarian for a proper diagnosis and to establish an effective\ntreatment plan. The diagnosis and treatment plan must be documented in writing and available to the inspector\nupon request.\nDuring the inspection the licensee called the attending veterinarian and made an appointment for the dog to be\nevaluated later that evening.\nInspection and exit interview conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nFemale Shih tzu (microchip #0A01572579) has an abnormal appearance to the right eye.  The eye is cloudy and\nblue in color and the white of the eye is moderately reddened.  There is a mass of dark red material located in the\ncenter of the eye.  The licensee stated that he had observed the dog the evening before, but was not able to verify\nwhat condition the dog’s eye was in at that time.  \nPoor eye health could cause pain and discomfort to the dog, as well as lead to further health issues.  The above\nmentioned dog must be evaluated by a licensed veterinarian for a proper diagnosis and to establish an effective\ntreatment plan.  The diagnosis and treatment plan must be documented in writing and available to the inspector\nupon request.  \nDuring the inspection the licensee called the attending veterinarian and made an appointment for the dog to be\nevaluated later that evening.\nInspection and exit interview conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 36,
  "species": [
    {
      "count": 30,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 6,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}