{
  "insp_id": "INS-0000807118",
  "layout": "c",
  "customer_id": "333864",
  "customer_name": "DANELL & JOSEPH RIFE",
  "customer_addr": "14688 NW 1700 Rd\nWESTPHALIA, KS 66093",
  "certificate": "48-A-2224",
  "site_id": "001",
  "site_name": "Danell Rife",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-JUL-2022",
  "report_date": "29-JUL-2022",
  "citations": [
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "* The wire strands of two welded wire outside enclosure gates are bent and breaking apart. In addition the wire strands\nhave become detached allowing the dogs to stick their heads through the fencing. Five dogs are in contact with the\naffected enclosure gates. The ability to contain the animals securely is greatly affected and could lead to potential injury,\nif the enclosure fencing is not kept in good repair. Containment of animals is necessary from potential escape or injury\nwhich could have a negative impact on the well-being of the animals. * The wire strands of two welded wire enclosure\ngates are breaking apart and becoming detached. Six dogs are in contact with the outdoor enclosure gates. The ability\nto contain the animals securely is greatly affected and could lead to potential injury, if the enclosure fencing is not kept in\ngood repair. Containment of animals is necessary from potential escape or injury which could have a negative impact on\nthe well-being of the animals. The licensee must ensure housing facilities for dogs must be designed and constructed so\nthat they are structurally sound. They must be kept in good repair, and they must protect the animals from injury, contain\nthe animals securely, and restrict other animals from entering. Correct by 8/3/22."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "* Five outdoor enclosures housing nine adult dogs have an accumulation of excreta on 10 to 20 percent of the enclosure\nflooring. Cleaning of surfaces is necessary to prevent an accumulation of dirt, excreta and other disease hazards. It\nindicates unsanitary living conditions exist that could increase the risks of disease transmission, which negatively affects\nthe health of the dogs. Accumulations of excreta can potentially create odors, serve as an attractant for flies, insects and\nother pests. In addition, an accumulation of excreta reduces the clean surface area available for the dogs to walk on.\nAdequate cleaning is a crucial aspect of animal husbandry and helps to reduce disease hazards, odors and pests.\nExcreta could potentially cause soiling on the body of the dog in contact with the affected area. The licensee must\nremove excreta and food waste from the primary enclosure daily and from under the primary enclosures as often as\nnecessary to prevent an excessive accumulation of feces and food waste, to prevent soiling of the dogs contained in the\nprimary enclosures, and to reduce disease hazards, insects, pests and odors. Correct by 7/28/22.\nThis inspection and exit interview were conducted with the licensee.\nn"
    }
  ],
  "narrative": "3.1(a) \n   \nHousing facilities, general. \n*   The wire strands of two welded wire outside enclosure gates are bent and breaking apart.  In addition the  wire strands \nhave become detached allowing the dogs to stick their heads through the fencing.   Five dogs are in contact with the \naffected enclosure gates.  The ability to contain the animals securely is greatly affected and could lead to potential injury, \nif the enclosure fencing is not kept in good repair.  Containment of animals is necessary from potential escape or injury \nwhich could have a negative impact on the well-being of the animals. *   The wire strands of two welded wire enclosure \ngates are breaking apart and becoming detached.  Six dogs are in contact with the outdoor enclosure gates.  The ability \nto contain the animals securely is greatly affected and could lead to potential injury, if the enclosure fencing is not kept in \ngood repair.  Containment of animals is necessary from potential escape or injury which could have a negative impact on \nthe well-being of the animals. The licensee must ensure housing facilities for dogs must be designed and constructed so \nthat they are structurally sound. They must be kept in good repair, and they must protect the animals from injury, contain \nthe animals securely, and restrict other animals from entering.  Correct by 8/3/22. \n3.11(a) \n   \nCleaning, sanitization, housekeeping, and pest control. \n*   Five outdoor enclosures housing nine adult dogs have an accumulation of excreta on 10 to 20 percent of the enclosure \nflooring.  Cleaning of surfaces is necessary to prevent an accumulation of dirt, excreta and other disease hazards. It\n\nindicates unsanitary living conditions exist that could increase the risks of disease transmission, which negatively affects \nthe health of the dogs. Accumulations of excreta can potentially create odors, serve as an attractant for flies, insects and \nother pests. In addition, an accumulation of excreta reduces the clean surface area available for the dogs to walk on.   \nAdequate cleaning is a crucial aspect of animal husbandry and helps to reduce disease hazards, odors and pests. \nExcreta could potentially cause soiling on the body of the dog in contact with the affected area.  The licensee must \nremove excreta and food waste from the primary enclosure daily and from under the primary enclosures as often as \nnecessary to prevent an excessive accumulation of feces and food waste, to prevent soiling of the dogs contained in the \nprimary enclosures, and to reduce disease hazards, insects, pests and odors.  Correct by 7/28/22. \n \nThis inspection and exit interview were conducted with the licensee. \n \n n",
  "animals_total": 10,
  "species": [
    {
      "count": 10,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 0,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}