{
  "insp_id": "INS-0000860730",
  "layout": "c",
  "customer_id": "506009",
  "customer_name": "DANIEL BORNTRAGER",
  "customer_addr": "S 12211 Gregor Rd\nAUGUSTA, WI 54722",
  "certificate": "35-A-0443",
  "site_id": "001",
  "site_name": "DANIEL S BRONTRAGER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-APR-2023",
  "report_date": "04-APR-2023",
  "citations": [
    {
      "code": "3.6(c)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "Five weaned puppies were in an enclosure that measured 31.25 inches by 47.25 inches for a total of 1,476.5625 square\ninches of the space. The five puppies measured 12 inches, 12.5 inches, 13 inches, 13 inches, and 14.5 inches. Together\nthese five puppies required 1,808.5 square inches of space. The enclosure was short in space by 331.9375 square\ninches of space.\nCage space requirements ensure that the dogs have enough room to move about freely within their enclosures. It\nminimizes the dogs from stepping or sitting in their feces or urine and also minimizes the spread of disease. The licensee\nmust ensure that all enclosures containing dogs and puppies have enough floor space to meet the minimum floor space\nrequirements for the number of and the size of the dogs in that enclosure.\nCorrect starting on 4/4/23."
    },
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee is not currently vaccinating his adult dogs for rabies, distemper, or parvo. In addition, he is not sampling for\nfecal parasites or heartworm. Not vaccinating all adult dogs for rabies, distemper, and parvo and not sampling the adult\ndogs for parasites doesn't ensure the dogs are adequately protected from various diseases and parasites. All adult dogs\nmust be vaccinated for distemper, parvo, and rabies and must be sampled for parasites in accordance with a plan from\nthe Attending Veterinarian. Correct by 5/4/23.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.\nn"
    }
  ],
  "narrative": "3.6(c)(1)(i) \n   \nPrimary enclosures. \nFive weaned puppies were in an enclosure that measured 31.25 inches by 47.25 inches for a total of 1,476.5625 square \ninches of the space.  The five puppies measured 12 inches, 12.5 inches, 13 inches, 13 inches, and 14.5 inches.  Together \nthese five puppies required 1,808.5 square inches of space.  The enclosure was short in space by 331.9375 square \ninches of space. \n \nCage space requirements ensure that the dogs have enough room to move about freely within their enclosures. It \nminimizes the dogs from stepping or sitting in their feces or urine and also minimizes the spread of disease. The licensee \nmust ensure that all enclosures containing dogs and puppies have enough floor space to meet the minimum floor space \nrequirements for the number of and the size of the dogs in that enclosure. \n \nCorrect starting on 4/4/23. \n3.13(a)(3) \n   \nVeterinary care for dogs. \nThe licensee is not currently vaccinating his adult dogs for rabies, distemper, or parvo.  In addition, he is not sampling for \nfecal parasites or heartworm.  Not vaccinating all adult dogs for rabies, distemper, and parvo and not sampling the adult\n\ndogs for parasites doesn't ensure the dogs are adequately protected from various diseases and parasites.  All adult dogs \nmust be vaccinated for distemper, parvo, and rabies and must be sampled for parasites in accordance with a plan from \nthe Attending Veterinarian.  Correct by 5/4/23. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd of report. \n \n n",
  "animals_total": 43,
  "species": [
    {
      "count": 25,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 18,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}