{
  "insp_id": "64160930520335",
  "layout": "a",
  "customer_id": "329840",
  "customer_name": "Merle A Miller",
  "customer_addr": "9620 T R 560\nHolmesville, OH 44633",
  "certificate": "31-A-0463",
  "site_id": "001",
  "site_name": "MERLE MILLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-MAR-2016",
  "report_date": "03-MAR-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The following dogs were found in need of veterinary care:\n1. Female black & white Havanese #43 was found with mats covering the hips and rump and around the shoulders.\nThe mats cover approximately 50% of the dog's topline.\n2. Unidentified female cream Havanese in the same cage with #43 also has mats on the face and legs. All four\nlegs and feet are thickly matted.\n3. Male brown & white Havanese #11 \"Beamer\" was found with mats covering approximately 75% of the dog's\ntopline, flanks, and shoulders. He also has smaller mats on his head and face.\nMatting of the haircoat can be painful when the mats pull away from the skin as the dog moves. Additionally, mats\nmay contribute to skin infection as oils from the skin can become trapped and are not exposed to air. These dogs\nmust have appropriate grooming performed to prevent medical conditions that would require veterinary treatment.\n4. Unidentified female Maltese housed to the left of the first 2 dogs listed above was seen scratching her right ear\n(for about 30 seconds) and shaking her head afterward. This dog has dark debris and thickened, red skin on the\nright ear, as well as long hairs that have trapped dirt in the upper ear canal. Additionally, this dog has a moderate\namount of tartar built up of the upper teeth and dark red, swollen gums. Ear infection and dental disease can both\nbe painful conditions and can lead to more severe illness if left untreated. This dog must be examined by a licensed\nveterinarian and treated accordingly.\nFailure to provide veterinary care when medical conditions are identified can result in prolonged discomfort, pain, or\nillness. The licensee must consult with the attending veterinarian to provide adequate care for these animal, as well\nas use appropriate methods to prevent, control, diagnose, and treat medical conditions and injuries."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "4 dogs were identified during this inspection in need of veterinary care and/or grooming to prevent potential\nveterinary problems. The licensee has not made adequate observations of these animals to determine when\ntreatment is needed. Failure to observe, identify, and communicate medical problems in the dogs can result in\nunnecessary suffering in these animals. The licensee must ensure that all dogs are observed daily and that all\nmedical problems are conveyed to the attending veterinarian in a timely manner. Additionally, excessively matted\ndogs must be identified and groomed on a regular schedule."
    },
    {
      "code": "2.50(a)",
      "kind": "",
      "repeat": true,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "At least 2 dogs over the age of 16 weeks were found with no official identification. Failure to properly identify\nanimals impedes the inspection process and makes animal tracking difficult to impossible. Correct this by ensuring\nproper identification of all animals in the facility."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The walls and doggy doors of most primary enclosures are covered in brown film and dirt buildup, with some\ndoorways smeared from body grease as the dogs go through the doors. Also the PVC pipes serving as the framing\nof the individual enclosures are stained and dirty. These areas where there is a layer of dirt and other organic\nmatter is not able to be thoroughly sanitized. Failure to adequately sanitize creates reservoirs where disease\nagents can persist in the environment and negatively impact the health of the dogs. Correct by maintaining all\nsurfaces of the facility so that they can be properly sanitized; i.e., cleaning or replacing areas with buildup of organic\nmaterial and staining."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "There are two primary enclosures in the whelping area that have significant fecal material built up on the slatted\nfloor. Additionally, the PVC pipes serving as the framing of the individual enclosures have trapped fecal material\nand pieces of food that are now contaminated and dirty. The indoor washdowns are stained and coated with layer of\nbrown film. Failure to remove excreta and food waste from primary enclosures on a daily basis creates unsanitary\nconditions and can cause contamination of the environment, which negatively affects the health of the dogs.\nCorrect by removing all excreta and food waste from primary enclosures on a daily basis. Additionally, the licensee\nmust thoroughly clean the washdowns underneath the primary enclosures as frequently as necessary to maintain\nsanitary conditions in the facility."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Rodent feces were found in multiple areas in the dog housing area. Several mouse traps were set and the wife of\nthe licensee indicated that some mice had been caught, although the droppings have not been removed. Pests and\ntheir feces can serve as a source of infection for the dogs in the kennel. Correct by establishing a pest control\nprogram that effectively controls all pests, including rodents, and prevents contamination of the environment by\npests and their feces."
    },
    {
      "code": "3.12",
      "kind": "",
      "repeat": false,
      "desc": "EMPLOYEES.",
      "narrative": "The wife of the licensee indicated that one of her sons is in charge of grooming the dogs. At this time, there were 3\ndogs found in need of proper grooming. Additionally, the facility has multiple repeat citations for cleaning and\nsanitization. This is an indication that either there are not sufficient personnel available to carry out the necessary\nhusbandry practices, or the employees performing these duties have not been sufficiently trained and/or supervised\nto ensure the facility meets the standards set by the Animal Welfare Act. Correct by ensuring that all employees\nreceive proper training and are supervised sufficiently so that the husbandry and care provided to the animals are in\naccordance with the AWA Regulations & Standards.\nCorrect from this time forward.\nThis inspection and exit interview were conducted with the wife of the licensee by the undersigned VMO."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe following dogs were found in need of veterinary care:\n1.  Female black & white Havanese #43 was found with mats covering the hips and rump and around the shoulders.\n The mats cover approximately 50% of the dog's topline.\n2.  Unidentified female cream Havanese in the same cage with #43 also has mats on the face and legs.  All four\nlegs and feet are thickly matted. \n3.  Male brown & white Havanese #11 \"Beamer\" was found with mats covering approximately 75% of the dog's\ntopline, flanks, and shoulders.  He also has smaller mats on his head and face.\nMatting of the haircoat can be painful when the mats pull away from the skin as the dog moves.  Additionally, mats\nmay contribute to skin infection as oils from the skin can become trapped and are not exposed to air.  These dogs\nmust have appropriate grooming performed to prevent medical conditions that would require veterinary treatment. \n4. Unidentified female Maltese housed to the left of the first 2 dogs listed above was seen scratching her right ear\n(for about 30 seconds) and shaking her head afterward.  This dog has dark debris and thickened, red skin on the\nright ear, as well as long hairs that have trapped dirt in the upper ear canal.  Additionally, this dog has a moderate\namount of tartar built up of the upper teeth and dark red, swollen gums.  Ear infection and dental disease can both\nbe painful conditions and can lead to more severe illness if left untreated.  This dog must be examined by a licensed\nveterinarian and treated accordingly.\nFailure to provide veterinary care when medical conditions are identified can result in prolonged discomfort, pain, or\nillness.  The licensee must consult with the attending veterinarian to provide adequate care for these animal, as well\nas use appropriate methods to prevent, control, diagnose, and treat medical conditions and injuries.\n2.40(b)(3)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n4 dogs were identified during this inspection in need of veterinary care and/or grooming to prevent potential\n\nveterinary problems.  The licensee has not made adequate observations of these animals to determine when\ntreatment is needed.  Failure to observe, identify, and communicate medical problems in the dogs can result in\nunnecessary suffering in these animals.  The licensee must ensure that all dogs are observed daily and that all\nmedical problems are conveyed to the attending veterinarian in a timely manner.  Additionally, excessively matted\ndogs must be identified and groomed on a regular schedule.\n2.50(a)                    REPEAT\nTIME AND METHOD OF IDENTIFICATION.\nAt least 2 dogs over the age of 16 weeks were found with no official identification. Failure to properly identify\nanimals impedes the inspection process and makes animal tracking difficult to impossible.  Correct this by ensuring\nproper identification of all animals in the facility.\n3.1(c)(3)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nThe walls and doggy doors of most primary enclosures are covered in brown film and dirt buildup, with some\ndoorways smeared from body grease as the dogs go through the doors.   Also the PVC pipes serving as the framing\nof the individual enclosures are stained and dirty.  These areas where there is a layer of dirt and other organic\nmatter is not able to be thoroughly sanitized.  Failure to adequately sanitize creates reservoirs where disease\nagents can persist in the environment and negatively impact the health of the dogs.  Correct by maintaining all\nsurfaces of the facility so that they can be properly sanitized; i.e., cleaning or replacing areas with buildup of organic\nmaterial and staining.\n3.11(a)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThere are two primary enclosures in the whelping area that have significant fecal material built up on the slatted\nfloor.  Additionally, the PVC pipes serving as the framing of the individual enclosures have trapped fecal material\nand pieces of food that are now contaminated and dirty. The indoor washdowns are stained and coated with layer of\nbrown film.  Failure to remove excreta and food waste from primary enclosures on a daily basis creates unsanitary\nconditions and can cause contamination of the environment, which negatively affects the health of the dogs. \nCorrect by removing all excreta and food waste from primary enclosures on a daily basis.  Additionally, the licensee\nmust thoroughly clean the washdowns underneath the primary enclosures as frequently as necessary to maintain\nsanitary conditions in the facility.\n3.11(d)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n\nRodent feces were found in multiple areas in the dog housing area.  Several mouse traps were set and the wife of\nthe licensee indicated that some mice had been caught, although the droppings have not been removed.  Pests and\ntheir feces can serve as a source of infection for the dogs in the kennel.  Correct by establishing a pest control\nprogram that effectively controls all pests, including rodents, and prevents contamination of the environment by\npests and their feces.\n3.12\nEMPLOYEES.\nThe wife of the licensee indicated that one of her sons is in charge of grooming the dogs.  At this time, there were 3\ndogs found in need of proper grooming.  Additionally, the facility has multiple repeat citations for cleaning and\nsanitization.  This is an indication that either there are not sufficient personnel available to carry out the necessary\nhusbandry practices, or the employees performing these duties have not been sufficiently trained and/or supervised\nto ensure the facility meets the standards set by the Animal Welfare Act.  Correct by ensuring that all employees\nreceive proper training and are supervised sufficiently so that the husbandry and care provided to the animals are in\naccordance with the AWA Regulations & Standards. \nCorrect from this time forward.\nThis inspection and exit interview were conducted with the wife of the licensee by the undersigned VMO.",
  "animals_total": 27,
  "species": [
    {
      "count": 13,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 14,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}