{
  "insp_id": "2016082568214560",
  "layout": "a",
  "customer_id": "14988",
  "customer_name": "Jane E Fry",
  "customer_addr": "W8972 Quinn Rd.\nWonewoc, WI 53968",
  "certificate": "35-A-0386",
  "site_id": "001",
  "site_name": "JANE FRY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-APR-2017",
  "report_date": "27-APR-2017",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The licensee's Program of Veterinary Care has a procedure to clean the tools after a tail docking. It calls for the\ntools to be cleaned immediately after the procedure is performed. The licensee informed me that they last\nperformed the procedure a few days ago. When inspecting the tools, it was obvious they had not been cleaned per\nthe procedure that was written up in the Program of Veterinary Care. Some of the tools still had blood present from\nthe last procedure that was performed. Not following the Program of Veterinary Care doesn't ensure that the tools\nare being cleaned properly which can lead to possible contamination with the tools and the spread of disease. All\ntools must be cleaned and disinfected per the instructions in the Program of Veterinary Care. Correct immediately."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "There was a buildup of grime on the doggy doors in approximately 15 of the primary enclosures. The licensee\ninformed me that the doggy doors had last been cleaned about a month ago. Grime on the doggy doors can lead to\nthe spread of disease. All doggy doors must be sanitized every two weeks and more often if necessary to prevent\nthe accumulation of dirt, debris, and other disease hazards. Correct by 5/10/17.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "2.40(a)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe licensee's Program of Veterinary Care has a procedure to clean the tools after a tail docking.  It calls for the\ntools to be cleaned immediately after the procedure is performed.  The licensee informed me that they last\nperformed the procedure a few days ago.  When inspecting the tools, it was obvious they had not been cleaned per\nthe procedure that was written up in the Program of Veterinary Care.  Some of the tools still had blood present from\nthe last procedure that was performed.  Not following the Program of Veterinary Care doesn't ensure that the tools\nare being cleaned properly which can lead to possible contamination with the tools and the spread of disease.  All\ntools must be cleaned and disinfected per the instructions in the Program of Veterinary Care.  Correct immediately.\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThere was a buildup of grime on the doggy doors in approximately 15 of the primary enclosures.  The licensee\ninformed me that the doggy doors had last been cleaned about a month ago.  Grime on the doggy doors can lead to\nthe spread of disease. All doggy doors must be sanitized every two weeks and more often if necessary to prevent\nthe accumulation of dirt, debris, and other disease hazards.  Correct by 5/10/17.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.",
  "animals_total": 72,
  "species": [
    {
      "count": 40,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 32,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}