{
  "insp_id": "2016090000542586",
  "layout": "b",
  "customer_id": "503884",
  "customer_name": "LEON MILLER",
  "customer_addr": "8284 SR 241\nFREDERICKSBG, OH 44627",
  "certificate": "31-A-0718",
  "site_id": "001",
  "site_name": "LEON A MILLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-FEB-2021",
  "report_date": "23-FEB-2021",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "During the inspection, one female German shepherd \"Sophie\" was observed favoring the left hind limb, reluctant to put\nweight on it when standing and a slight limp while walking. The skin between her foot pad and toes in this area was red on\ninitial inspection, but returned to white after several minutes spent inside on a dry floor - the redness may have been due\nto cold, wet conditions when she was outside. However, there remained a swelling in the main paw pad and a whitish\nthickened line of tissue where the pad meets the skin, as well as a yellowish scab-like material at the point of the pad.\nThis condition is painful and causes difficulty maneuvering in her enclosure. The written program of veterinary care does\nnot address this specific condition, and the licensee had not noticed it prior to the inspection. He provided a treatment\nprescribed for minor abrasions during the inspection.\nCorrect this by ensuring appropriate methods are used to prevent, control, diagnose, and treat diseases and injuries such\nas this. Appropriate methods can be determined by consulting a veterinarian to examine, diagnose, and treat this\ncondition.\nCorrect by: 25 February 2021\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nDuring the inspection, one female German shepherd \"Sophie\" was observed favoring  the left hind limb, reluctant to put \nweight on it when standing and a slight limp while walking. The skin between her foot pad and toes in this area was red on \ninitial inspection, but returned to white after several minutes spent inside on a dry floor - the redness may have been due \nto cold, wet conditions when she was outside. However,  there remained a swelling in the main paw pad and a whitish \nthickened line of tissue where the pad meets the skin, as well as a yellowish scab-like material at the point of the pad. \nThis condition is painful and causes difficulty maneuvering  in her enclosure. The written program of veterinary  care does \nnot address this specific condition, and the licensee had not noticed it prior to the inspection. He provided  a treatment \nprescribed for minor abrasions during the inspection. \n \nCorrect this by ensuring appropriate methods are used to prevent, control, diagnose, and treat diseases and injuries such \nas this. Appropriate methods can be determined by consulting a veterinarian  to examine, diagnose, and treat this \ncondition. \n \nCorrect by: 25 February 2021\n\nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 20,
  "species": [
    {
      "count": 10,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 10,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}