{
  "insp_id": "198151047020504",
  "layout": "a",
  "customer_id": "31362",
  "customer_name": "Wayne Miller",
  "customer_addr": "1776 T R 164\nSugarcreek, OH 44681",
  "certificate": "31-A-0210",
  "site_id": "001",
  "site_name": "WAYNE MILLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-JUL-2015",
  "report_date": "15-JUL-2015",
  "citations": [
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "*** Animal numbers on Form 7005's versus those counted during the inspection were significantly different. 28\nadult dogs were counted on hand during the inspection with 32 listed on the Form 7005's. Additionally, 3 foxhounds\nwere not listed on the on hand record Form 7005's but were counted during the inspection. The Form 7005's for\npuppies also had at least 53 puppies listed as being born and added to the Forms but have no disposition dates\nrecorded. Failure to maintain accurate records impedes in the inspection process and makes animal tracking\ndifficult to impossible. It is especially important to have current, complete and accurate records in the event of a\ndisease outbreak. Correct this by maintaining complete and accurate records.\nCorrect from this day forward"
    },
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "*** Seven large breed dogs (Dobermans, hounds) are being housed outdoors with 55 gallon plastic barrels as their\nshelters. The primary enclosures for these dogs are under a roof and there is a solid fence around the chain link\nenclosures. The roof and walls does give the dogs some protection from rain and wind. These barrels, however,\nare not large enough for these dogs to sit, stand, and lie in a normal manner or to turn about freely. During\ninclement weather, these dogs may not be able to stay warm and dry enough to maintain their health. Correct this\nby providing these dogs shelters with adequate space.\nCorrect by: 24 July 2015\n** Inspection and exit interview conducted with the licensee, Randy Coleman, ACI, and Mary Ann McBride, VMO."
    }
  ],
  "narrative": "2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\n*** Animal numbers on Form 7005's versus those counted during the inspection were significantly different.  28\nadult dogs were counted on hand during the inspection with 32 listed on the Form 7005's.  Additionally, 3 foxhounds\nwere not listed on the on hand record Form 7005's but were counted during the inspection.  The Form 7005's for\npuppies also had at least 53 puppies listed as being born and added to the Forms but have no disposition dates\nrecorded.  Failure to maintain accurate records impedes in the inspection process and makes animal tracking\ndifficult to impossible.  It is especially important to have current, complete and accurate records in the event of a\ndisease outbreak.  Correct this by maintaining complete and accurate records.  \nCorrect from this day forward\n3.4(b)\nOUTDOOR HOUSING FACILITIES.\n*** Seven large breed dogs (Dobermans, hounds) are being housed outdoors with 55 gallon plastic barrels as their\nshelters. The primary enclosures for these dogs are under a roof and there is a solid fence around the chain link\nenclosures. The roof and walls does give the dogs some protection from rain and wind.  These barrels, however,\nare not large enough for these dogs to sit, stand, and lie in a normal manner or to turn about freely.  During\ninclement weather, these dogs may not be able to stay warm and dry enough to maintain their health.  Correct this\nby providing these dogs shelters with adequate space.  \nCorrect by: 24 July 2015\n** Inspection and exit interview conducted with the licensee, Randy Coleman, ACI, and Mary Ann McBride, VMO.",
  "animals_total": 45,
  "species": [
    {
      "count": 28,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 17,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}