{
  "insp_id": "INS-0000826859",
  "layout": "c",
  "customer_id": "500711",
  "customer_name": "Carla Brovont",
  "customer_addr": "N 3835 NELSON ROAD\nELROY, WI 53929",
  "certificate": "35-A-0389",
  "site_id": "001",
  "site_name": "CARLA BROVONT",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "28-NOV-2022",
  "report_date": "28-NOV-2022",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "A female yellow Lab named \"Evie\" (chip #956000012765446) had an open sore with hair loss on its right front foot. The\nlicensee had observed the hair loss and noted it two days ago, but was not planning on notifying the Attending\nVeterinarian for a few more days. An open sore could become infected. Left untreated, this infection could become\nsystemic and result in serious health issues. The Attending Veterinarian must be contacted in a timely manner and the\ndog must be treated per his/her instructions."
    },
    {
      "code": "3.6(c)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "Two adult dogs were housed in an enclosure that contains 2,350 square inches of space. One dog measures 30 inches\nwhile the other measures 31 inches. Together, the two dogs require 2,665 square inches of space. They are short 315\nsquare inches of space.\nAnother enclosure containing 10 six and half week old puppies had 2 puppies that measured 13 inches, 5 puppies that\nmeasured 14 inches, 2 puppies that measured 15 inches, and 1 puppy that measured 16 inches. These puppies were\neating on their own and were periodically nursing from mom, but mom was not in the enclosure during inspection. These\nten puppies together needed 4,088 square inches of space. The enclosure measured 71.5 inches by 50 inches for a total\nof 3,575 square inches of space. The enclosure was short by 513 square inches of space.\nCage space requirements ensure that the dogs have enough room to move about freely within their cages. It minimizes\nthe dogs from stepping or sitting in their feces or urine and also minimizes the spread of disease. The licensee must\nensure that all enclosures containing dogs and puppies have enough floor space to meet the minimum floor space\nrequirements for the number of and the size of the dogs in that enclosure.\nThis is a 1st Re-License Inspection for a Class “A” license. The inspection and exit briefing were conducted with the\napplicant.\nAll items must be in compliance within 2 more inspections or by 1/27/23 or the applicant will forfeit the license fee and\nmust wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection.\nRegulated activity can continue under your existing USDA license until it expires.\nEnd of report.\nn"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nA female yellow Lab named \"Evie\" (chip #956000012765446) had an open sore with hair loss on its right front foot.  The \nlicensee had observed the hair loss and noted it two days ago, but was not planning on notifying the Attending \nVeterinarian for a few more days.  An open sore could become infected.  Left untreated, this infection could become \nsystemic and result in serious health issues.  The Attending Veterinarian must be contacted in a timely manner and the \ndog must be treated per his/her instructions. \n3.6(c)(1)(i) \n   \nPrimary enclosures. \nTwo adult dogs were housed in an enclosure that contains 2,350 square inches of space.  One dog measures 30 inches \nwhile the other measures 31 inches.  Together, the two dogs require 2,665 square inches of space.  They are short 315 \nsquare inches of space. \n \nAnother enclosure containing 10 six and half week old puppies had 2 puppies that measured 13 inches, 5 puppies that \nmeasured 14 inches, 2 puppies that measured 15 inches, and 1 puppy that measured 16 inches.  These puppies were \neating on their own and were periodically nursing from mom, but mom was not in the enclosure during inspection.  These \nten puppies together needed 4,088 square inches of space.  The enclosure measured 71.5 inches by 50 inches for a total\n\nof 3,575 square inches of space.  The enclosure was short by 513 square inches of space. \n \nCage space requirements ensure that the dogs have enough room to move about freely within their cages. It minimizes \nthe dogs from stepping or sitting in their feces or urine and also minimizes the spread of disease. The licensee must \nensure that all enclosures containing dogs and puppies have enough floor space to meet the minimum floor space \nrequirements for the number of and the size of the dogs in that enclosure. \n \nThis is a 1st Re-License Inspection for a Class “A” license. The inspection and exit briefing were conducted with the \napplicant. \n \nAll items must be in compliance within 2 more inspections or by 1/27/23 or the applicant will forfeit the license fee and \nmust wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection. \n \nRegulated activity can continue under your existing USDA license until it expires. \n \nEnd of report. \n \n n",
  "animals_total": 213,
  "species": [
    {
      "count": 111,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 102,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}