{
  "insp_id": "205151706250910",
  "layout": "a",
  "customer_id": "329867",
  "customer_name": "Riner & Associates Inc.",
  "customer_addr": "Route 1 Box 435\nNowata, OK 74048",
  "certificate": "73-R-0118",
  "site_id": "001",
  "site_name": "JOHN L. RINER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-JUL-2015",
  "report_date": "29-JUL-2015",
  "citations": [
    {
      "code": "2.33(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.",
      "narrative": "A gray and white female cat named \"Angel\" in the feline ward was noted frequently scratching at her face and ears.\nUpon examination, the cat had a mild to moderate amount of black debris in the ear canals, mostly concentrated in\nthe right ear. There was no sign of infection or skin irritation. When questioned about this cat, facility\nrepresentatives had not noticed the scratching or any other problems. The facility veterinarian makes monthly\nrounds, and there has not been any problem with this cat noted on the last several veterinary visits.\nScratching, pawing, and rubbing at the face and ears is an indication of some type of underlying problem. The\nfacility must observe each animal on a daily basis, and must be able to distinguish routine grooming behaviors\nversus \"abnormal\" behaviors. When problems are identified by the faciity, there must be rapid and direct\ncommunication with the attending veterinarian to ensure proper diagnosis and treatment of the affected animal. The\nfacility must maintain documentation of veterinary consultation, and must be able to provide that documentation to\ninspectors as requested.\nThe attending veterinarian must be consulted about \"Angel\" and appropriate diagnostics/treatment initiated within 7\ndays of this inspection.\nCorrect: From this point forward\nInspection and exit interview conducted by Michael Tygart (VMO) and Debbie Cunningham (VMO) with facility\nrepresentatives.\nAdditional Inspectors\nCunningham Debbie, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.33(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.\nA gray and white female cat named \"Angel\" in the feline ward was noted  frequently scratching at her face and ears.\n Upon examination, the cat had a mild to moderate amount of black debris in the ear canals, mostly concentrated in\nthe right ear.  There was no sign of infection or skin irritation.  When questioned about this cat, facility\nrepresentatives had not noticed the scratching or any other problems.  The facility veterinarian makes monthly\nrounds, and there has not been any problem with this cat noted on the last several veterinary visits.  \nScratching, pawing, and rubbing at the face and ears is an indication of some type of underlying problem.  The\nfacility must observe each animal on a daily basis, and must be able to distinguish routine grooming behaviors\nversus \"abnormal\" behaviors.  When problems are identified by the faciity, there must be rapid and direct\ncommunication with the attending veterinarian to ensure proper diagnosis and treatment of the affected animal.  The\nfacility must maintain documentation of veterinary consultation, and must be able to provide that documentation to\ninspectors as requested. \nThe attending veterinarian must be consulted about \"Angel\" and appropriate diagnostics/treatment initiated within 7\ndays of this inspection.\nCorrect:  From this point forward\nInspection and exit interview conducted by Michael Tygart (VMO) and Debbie Cunningham (VMO) with facility\nrepresentatives.\nAdditional Inspectors\nCunningham Debbie, Veterinary Medical Officer",
  "animals_total": 148,
  "species": [
    {
      "count": 142,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 6,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    }
  ]
}