{
  "insp_id": "80141301006127",
  "layout": "a",
  "customer_id": "328064",
  "customer_name": "Virginia Hinderer",
  "customer_addr": "1336 S W 85th St.\nWakarusa, KS 66546",
  "certificate": "48-A-2139",
  "site_id": "001",
  "site_name": "Virginia Hinderer",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-APR-2014",
  "report_date": "10-APR-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* The following medications were past the labeled expiration date. There was one 15 ml tube of Panalog\nOintment with an expiration date of 04/2009. There was two 15 ml tube of Panalog Ointment with an expiration date\nof 05/2013. There was one bottle of injectable Ivomec with an expiration date of 04/2013. There was one 237 ml\nbottle of Vetericyn used for hot spots spray with an expiration date of 11/2012. These medications were\nintermingled with other products that are currently being used at the facility and are therefore ready for use. The\nusage of expired medical materials on regulated animals is not considered to be an acceptable veterinary practice\nand does not constitute adequate veterinary care. The effectiveness of the dosage level and expected results when\nexpired drugs are administrated could be drastically changed or may not work as anticipated. The licensee must\nensure that all medications used have not gone past the recorded expiration date."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* One outside shelter structure used by one dog has a wood board attached to the entrance with several metal\nscrews in this board. Exposed metal screws potentially could injure the animal. The licensee must ensure that all\nenclosures are maintained in good repair at all times to protect the animals from injury. Correct by 4/23/14."
    },
    {
      "code": "3.4(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "* There were no wind or rain breaks at the entrance to two outdoor shelter structures housing two dogs. Dogs\nhaving inadequate protection from the wind or rain could experience difficulty conserving body heat and maintaining\nnormal body temperatures. The licensee must ensure all outdoor shelter structures have adequate shelter from the\nelements for the health and well-being of the dogs. Correct by 4/23/14.\n* The facility inspection and verbal exit interview done on 4/9/14 and the exit briefing done on 4/10/13 were\nconducted with the licensee.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*    The following medications were past the labeled expiration date.   There was one 15 ml tube of Panalog\nOintment with an expiration date of 04/2009.  There was two 15 ml tube of Panalog Ointment with an expiration date\nof 05/2013.  There was one bottle of injectable Ivomec with an expiration date of 04/2013.  There was one 237 ml\nbottle of Vetericyn used for hot spots spray with an expiration date of 11/2012.  These medications were\nintermingled with other products that are currently being used at the facility and are therefore ready for use.  The\nusage of expired medical materials on regulated animals is not considered to be an acceptable veterinary practice\nand does not constitute adequate veterinary care.  The effectiveness of the dosage level and expected results when\nexpired drugs are administrated could be drastically changed or may not work as anticipated.  The licensee must\nensure that all medications used have not gone past the recorded expiration date.\n3.1(a)\nHOUSING FACILITIES, GENERAL.\n*   One outside shelter structure used by one dog has a wood board attached to the entrance with several metal\nscrews in this board.  Exposed metal screws potentially could injure the animal.  The licensee must ensure that all\nenclosures are maintained in good repair at all times to protect the animals from injury.  Correct  by  4/23/14.\n3.4(b)(3)\nOUTDOOR HOUSING FACILITIES.\n*    There were no wind or rain breaks at the entrance to two outdoor shelter structures housing two dogs. Dogs\nhaving inadequate protection from the wind or rain could experience difficulty conserving body heat and maintaining\nnormal body temperatures.  The licensee must ensure all outdoor shelter structures have adequate shelter from the\nelements for the health and well-being of the dogs.  Correct by 4/23/14.\n*   The facility inspection and verbal exit interview done on 4/9/14 and the exit briefing done on 4/10/13 were\nconducted with the licensee.\n\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer",
  "animals_total": 77,
  "species": [
    {
      "count": 69,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 8,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}