{
  "insp_id": "2016082567982735",
  "layout": "a",
  "customer_id": "324958",
  "customer_name": "Enos Fisher",
  "customer_addr": "Lizzie Fisher\n7425 Baker Rd\nHagerstown, IN 47346",
  "certificate": "32-A-0435",
  "site_id": "001",
  "site_name": "ENOS FISHER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "31-OCT-2016",
  "report_date": "01-NOV-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "In pen 23 is a brown and white guinea pig with discharge accumulated around both nostrils. There is also a\nyellowish discharge accumulated in the right eye. There is a rattle heard when she breathes and she extends her\nhead and neck, sneezing or coughing frequently, then rubbing her face with her front foot.\nIn pen 24 is white, cream, and brown guinea pig that has discharge accumulated around both eyes. The lids of the\nright eye appear red and swollen. There is a significant amount of yellowish discharge dried around the right eye\nand present in the corner of the eye. The left eye appears less swollen with a small amount of discharge present on\nthe lids.\nIn pen 20 is a black, white, and gold guinea pig with a hazy right eye. The hair around the eye is moist with dried\ndebris adhered to the hair in front of and below the eye. The lids appear swollen and a portion of the cornea is\nraised and white. The left eye also appears moist with swollen lids, though the eye is clear.\nThese guinea pigs require veterinary care for their health and well being. Licensee must use appropriate methods\nto prevent, control, diagnose and treat diseases and injuries. These animals must be examined by a licensed\nveterinarian for diagnosis and treatment. Documentation of the veterinarian's assessment, treatment, and plan shall\nbe maintained for examination by APHIS officials\nRemains Uncorrected"
    },
    {
      "code": "3.25(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The floor of the animal housing room is structurally unsound. The painted wood of the floor is warped, bowed, and\nin areas appears saturated with moisture. The floor is weak and holes are present. On inspection today, a new\nhole was created simply by walking around the northwest corner of the pens. The floor does not prevent pests from\nentering which may introduce disease hazards. The moisture and instability prevent maintenance of housekeeping\nstandards. Housing facilities shall be structurally sound and shall be maintained in good repair, to protect the\nanimals from injury, to contain the animals, and to restrict the entrance of other animals.\nRemains Uncorrected"
    },
    {
      "code": "3.28(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The guinea pig enclosures and racks are made of wood which are no longer impervious to moisture. Urine and\nother fluids have penetrated the wood in some areas, soaking through to the opposite side or leaching through to\nthe pen below. These pens can no longer be effectively sanitized. This allows disease hazards to grow which may\nbe a threat to the health and well being of the animals. Enclosures for guinea pigs, including their racks, shelving\nand other accessories, shall be constructed of smooth material substantially impervious to liquids and moisture.\nThe guinea pig enclosures and racks must be replaced, repaired, or resurfaced so they are substantially impervious\nto moisture.\nCorrect by: February 1, 2017"
    },
    {
      "code": "3.30",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "The water receptacles remain too dirty. Wet bedding and a dark brown substance is adhered to the water\nreceptacles, water lines, and accumulated underneath them. The wire mesh of the primary enclosures near the\nwater lines and pipes is encrusted with a dark material and is rusty. There are buckets on top of the racks on the\nnorth side of the facility which hold water before it goes down to the animals. The buckets have cobwebs on them\nindicating they have not been recently cleaned. These environments are ideal for bacteria and other health hazards\nto grow, posing a health risk for the animals. All watering receptacles and water holding buckets shall be cleaned\nand sanitized when dirty.\nRemains Uncorrected"
    },
    {
      "code": "3.31(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Several of the primary enclosures remain too dirty. There is wet, soiled bedding accumulated in the corners, often\nnear the feed and water. Feces are accumulated in many of the self feeders. Some enclosures are extensively\nsoiled such that the guinea pigs do not have a clean area to congregate. Many enclosures have cobwebs and\nbedding hanging from the ceilings. Urine and other moisture has penetrated into the wood structure of some of the\npens. There is a dark film present on some of the walls, wire, feeders, and water lixits. The environment of these\ndirty pens is ideal for harboring disease hazards which may be harmful for the guinea pigs. Primary enclosures\nshall be cleaned and sanitized often enough to prevent an accumulation of excreta or debris. Sanitization includes\nwashing them with hot water (180 degrees F) and soap or detergent as in a mechanical cage washer, or by washing\nall soiled surfaces with a detergent solution followed by a safe and effective disinfectant, or by cleaning all soiled\nsurfaces with live steam. A regular schedule for cleaning and sanitization shall be developed and maintained to\nprevent recurrence.\nRemains Uncorrected\nThis inspection and exit interview were conducted with the Licensees.\nAdditional Inspectors\nYager Cody, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nIn pen 23 is a brown and white guinea pig with discharge accumulated around both nostrils.  There is also a\nyellowish discharge accumulated in the right eye.  There is a rattle heard when she breathes and she extends her\nhead and neck, sneezing or coughing frequently, then rubbing her face with her front foot.\nIn pen 24 is white, cream, and brown guinea pig that has discharge accumulated around both eyes.  The lids of the\nright eye appear red and swollen.  There is a significant amount of yellowish discharge dried around the right eye\nand present in the corner of the eye.  The left eye appears less swollen with a small amount of discharge present on\nthe lids.\nIn pen 20 is a black, white, and gold guinea pig with a hazy right eye.  The hair around the eye is moist with dried\ndebris adhered to the hair in front of and below the eye.  The lids appear swollen and a portion of the cornea is\nraised and white.  The left eye also appears moist with swollen lids, though the eye is clear.\nThese guinea pigs require veterinary care for their health and well being.  Licensee must use appropriate methods\nto prevent, control, diagnose and treat diseases and injuries. These animals must be examined by a licensed\nveterinarian for diagnosis and treatment.  Documentation of the veterinarian's assessment, treatment, and plan shall\nbe maintained for examination by APHIS officials\nRemains Uncorrected\n   \n3.25(a)                    REPEAT\nFACILITIES, GENERAL.\nThe floor of the animal housing room is structurally unsound.  The painted wood of the floor is warped, bowed, and\nin areas appears saturated with moisture.  The floor is weak and holes are present.  On inspection today, a new\nhole was created simply by walking around the northwest corner of the pens. The floor does not prevent pests from\n\nentering which may introduce disease hazards.  The moisture and instability prevent maintenance of housekeeping\nstandards.  Housing facilities shall be structurally sound and shall be maintained in good repair, to protect the\nanimals from injury, to contain the animals, and to restrict the entrance of other animals.\nRemains Uncorrected\n3.28(a)(1)\nPRIMARY ENCLOSURES. \nThe guinea pig enclosures and racks are made of wood which are no longer impervious to moisture.  Urine and\nother fluids have penetrated the wood in some areas, soaking through to the opposite side or leaching through to\nthe pen below.  These pens can no longer be effectively sanitized.  This allows disease hazards to grow which may\nbe a threat to the health and well being of the animals.  Enclosures for guinea pigs, including their racks, shelving\nand other accessories, shall be constructed of smooth material substantially impervious to liquids and moisture. \nThe guinea pig enclosures and racks must be replaced, repaired, or resurfaced so they are substantially impervious\nto moisture.\nCorrect by:  February 1, 2017\n3.30                    REPEAT\nWATERING. \nThe water receptacles remain too dirty.   Wet bedding and a dark brown substance is adhered to the water\nreceptacles, water lines, and accumulated underneath them.  The wire mesh of the primary enclosures near the\nwater lines and pipes is encrusted with a dark material and is rusty.  There are buckets on top of the racks on the\nnorth side of the facility which hold water before it goes down to the animals.  The buckets have cobwebs on them\nindicating they have not been recently cleaned.  These environments are ideal for bacteria and other health hazards\nto grow, posing a health risk for the animals.  All watering receptacles and water holding buckets shall be cleaned\nand sanitized when dirty.\nRemains Uncorrected\n3.31(a)(1)                    REPEAT\nSANITATION.\nSeveral of the primary enclosures remain too dirty.  There is wet, soiled bedding accumulated in the corners, often\nnear the feed and water.  Feces are accumulated in many of the self feeders.  Some enclosures are extensively\nsoiled such that the guinea pigs do not have a clean area to congregate.  Many enclosures have cobwebs and\nbedding hanging from the ceilings.  Urine and other moisture has penetrated into the wood structure of some of the\n\npens.  There is a dark film present on some of the walls, wire, feeders, and water lixits.  The environment of these\ndirty pens is ideal for harboring disease hazards which may be harmful for the guinea pigs.  Primary enclosures\nshall be cleaned and sanitized often enough to prevent an accumulation of excreta or debris.  Sanitization includes\nwashing them with hot water (180 degrees F) and soap or detergent as in a mechanical cage washer, or by washing\nall soiled surfaces with a detergent solution followed by a safe and effective disinfectant, or by cleaning all soiled\nsurfaces with live steam.  A regular schedule for cleaning and sanitization shall be developed and maintained to\nprevent recurrence.\nRemains Uncorrected\nThis inspection and exit interview were conducted with the Licensees.\nAdditional Inspectors\nYager Cody, Supervisory Animal Care Specialist",
  "animals_total": 584,
  "species": [
    {
      "count": 584,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}