{
  "insp_id": "INS-0000864785",
  "layout": "c",
  "customer_id": "6011338",
  "customer_name": "Antoine Abed",
  "customer_addr": "5315 Lewis Ave, Lot 38\nToledo, OH 43612",
  "certificate": "31-B-0220",
  "site_id": "001",
  "site_name": "A&R's Exotics",
  "insp_type": "FOCUSED INSPECTION",
  "date": "13-APR-2023",
  "report_date": "18-APR-2023",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Regularly scheduled visits to the facility by the attending veterinarian are not occurring. The facility’s written program of\nveterinary care indicates that regularly scheduled visits to the premises by the veterinarian are to occur every 3-4 months,\nhowever the attending veterinarian has not been to the facility in over 12 months. Completing regularly scheduled visits by\nthe attending veterinarian to the premises where animals are housed is necessary so that the attending veterinarian can\nevaluate housing and husbandry provided to animals and ensure the adequacy of all aspects of animal care and use.\nEach dealer and exhibitor shall employ an attending veterinarian under formal arrangements. In the case of a part-time\nattending veterinarian or consultant arrangements, the formal arrangements shall include a written program of veterinary\ncare and regularly scheduled visits to the premises of the dealer. Ensure that the program of veterinary care is followed\nand the attending veterinarian is making regular visits to the premises at the frequency defined in the program of\nveterinary care but no less than every 12 months. Correct by 08-June-2023."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "An expired drug bottle was found in the facility. A bottle of oxytocin was found with an expiration date of 30-March-2023.\nThe use of expired drugs may have reduced effectiveness or cause harmful effects to the animals. Each dealer or\nexhibitor shall establish and maintain programs of adequate veterinary care that include the use of appropriate methods to\nprevent, control, diagnose, and treat diseases and injuries. The facility must ensure medications are not expired. Correct\nby 20-April-2023."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The facilities APHIS 7005 form does not disclose all cats currently held by the facility. The facility currently housing 5\nkittens that have not been recorded on the APHIS 7005. Failure to fully and correctly disclose the total number of dogs\nand cats on the APHIS 7005 form prevents APHIS officials from tracing animals and determining compliance. The facility\nshall make, keep, and maintain records or forms which fully and correctly disclose the following information concerning\neach dog or cat purchased or otherwise acquired, owned, held, or otherwise in his or her possession or control, or which\nis transported, euthanized, sold, or otherwise disposed of by that dealer or exhibitor. The records shall include any\noffspring born of any animal while in his or her possession or under his or her control. Correct by 20-April-2023."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The licensee was not able to provide up to date record of animals on hand and disposition records. The animals on hand\nforms were missing 2 chinchillas, 2 skunks, and 7 ferrets. The disposition dates were missing for 3 hedgehogs and 2\nraccoons. The lack of records during inspections does not allow for proper traceability of the regulated animals by APHIS\nofficials. Complete records are needed for proper management of the regulated animals at a facility and those being\nbrokered, acquired, held, and sold.\nEvery dealer shall make, keep, and maintain records or forms which fully and correctly disclose the information\nconcerning animals, purchased or otherwise acquired, owned, held, leased, or otherwise in his or her possession or under\nhis or her control, or which is transported, sold, euthanized, or otherwise disposed of by that dealer or exhibitor. The\nrecords shall include any offspring born of any animal while in his or her possession or under his or her control. Correct by\n20-April-2023."
    },
    {
      "code": "2.131(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "An adult cat was trapped inside the facility and showing signs of stress. During inspection, a cat was heard repeatedly\nvocalizing. The licensee was unable to locate the animal for several minutes. Eventually the licensee found the animal\ntrapped inside a small closet with the water heater, unable to get out on its own. The animal was retrieved by the licensee\nafter moving some other furniture and the closet door was closed to not allow reentry. When animals become trapped,\nthey can experience discomfort, stress, and possible injury. Handling of all animals shall be done as expeditiously and\ncarefully as possible in a manner that does not cause trauma, overheating, excessive cooling, behavioral stress, physical\nharm, or unnecessary discomfort. Ensure that animals in the facility are handled as expeditiously and carefully as\npossible. Correct by 19-April-2023."
    },
    {
      "code": "2.134(a)",
      "kind": "",
      "repeat": false,
      "desc": "Contingency planning.",
      "narrative": "The licensee does not have a written contingency plan. The lack of a written contingency plan can result in lack of\nreadiness and a delay in response to care for animals during emergencies or disasters. Dealers must develop, document,\nand follow an appropriate plan to provide for the humane handling, treatment, transportation, housing, and care of their\nanimals in the event of an emergency or disaster (one which could reasonably be anticipated and expected to be\ndetrimental to the good health and well-being of the animals in their possession). Ensure that a written contingency plan is\ndeveloped and followed in case of emergency. Correct by 20-April-2023."
    },
    {
      "code": "3.2(a)",
      "kind": "",
      "repeat": false,
      "desc": "Indoor housing facilities.",
      "narrative": "The ambient temperature inside the facility was excessively high. The inspector’s Kestrel gauged the temperature at 88.9\ndegrees Fahrenheit inside the facility. The facility's thermostat located on a wall between both main animal areas gauged\nthe temperature at 95 degrees Fahrenheit. The weather application on the inspector's phone read that the outdoor\ntemperature in the area was 81 degrees Fahrenheit. The licensee stated that the air conditioner had not been working\nthat day. The facility contained 3 adult cats and 5 kittens.\nThe facility does not have a cooling system that is functioning properly and was unable to adequately cool the facility.\nExtreme temperatures can cause discomfort, distress, dehydration, or possible death. Indoor housing facilities for cats\nmust be sufficiently cooled when necessary to protect the cats from temperature and humidity extremes and to provide for\ntheir health and well-being. The ambient temperature in the facility must not rise above 85 degrees Fahrenheit for more\nthan 4 consecutive hours when cats are present. The facility must ensure that the temperature remains at levels\nappropriate to maintain the health and comfort of the animals. Correct by 14 April 2023 at 8:00 am."
    },
    {
      "code": "3.2(b)",
      "kind": "",
      "repeat": false,
      "desc": "Indoor housing facilities.",
      "narrative": "A strong rancid odor was observed throughout the facility. The facility does not have a ventilation system that is\nfunctioning properly and was unable to adequately ventilate the facility. Inadequate ventilation can contribute to\nrespiratory illness, cause distress, and impact the general comfort of the animals. Indoor housing facilities for dogs and\ncats must be sufficiently ventilated at all times when dogs or cats are present to provide for their health and well-being,\nand to minimize odors, drafts, ammonia levels, and moisture condensation. Ventilation must be provided by windows,\nvents, fans, or air conditioning. Auxiliary ventilation, such as fans, blowers, or air conditioning must be provided when the\nambient temperature is 85 degrees Fahrenheit or higher. Adequate ventilation to minimize odors must be ensured to\nmaintain the health and comfort of the animals. Correct by 19-April-2023."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The facility is in need of housekeeping. Throughout the facility, there is accumulations of trash and debris including empty\ncans, cups, and napkins. These accumulations can encourage pests and vermin and may expose the regulated animals\nto disease hazards. Premises where housing facilities are located, including buildings and surrounding grounds, must be\nkept clean and in good repair to protect the animals from injury, to facilitate the husbandry practices required in this\nsubpart, and to reduce or eliminate breeding and living areas for rodents and other pests and vermin. Premises must be\nkept free of accumulations of trash, junk, waste products, and discarded matter. Correct by ensuring that premises are\nkept clean and in good repair to facilitate prescribed husbandry practices. Accumulations of trash shall be placed in\ndesignated areas and cleared as necessary to protect the health of the animals. Correct by 19-April-2023."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "The facility had an open bag of bedding on the floor of an animal area. There were 2 multi-tier ferret cages on each side\nof the room with a barrier separating them from the rest of the facility. The ferrets from both enclosures had access to this\narea outside of the cage where the open bag of bedding was located and may be able to go into the bag. The litter boxes\nfor the ferrets containing excreta are in close proximity to the open bag of bedding and bedding and excreta was also\nobserved on the floor surrounding the bag. Failure to store bedding appropriately can lead to contamination of the\nbedding and cross contamination between the different species of animals the same bedding is provided for. The licensee\nmust ensure that supplies of food and bedding are stored in a way that adequately protects such supplies against\ndeterioration, molding, or contamination by vermin. Correct by 19-April-2023."
    },
    {
      "code": "3.126(b)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, indoor.",
      "narrative": "A strong rancid odor was observed throughout the facility. The facility does not have a ventilation system that is\nfunctioning properly and was unable to adequately ventilate the facility. Inadequate ventilation can contribute to\nrespiratory illness, cause distress, and impact the general comfort of the animals. Indoor housing facilities shall be\nadequately ventilated by natural or mechanical means to provide for the health and to prevent discomfort of the animals at\nall times. Such facilities shall be provided with fresh air either by means of windows, doors, vents, fans, or air-conditioning\nand shall be ventilated so as to minimize drafts, odors, and moisture condensation. Adequate ventilation to minimize\nodors must be ensured to maintain the health and comfort of the animals. To be corrected by 19-April-2023."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "Watering.",
      "narrative": "The water receptacle in the skunk enclosure was in need of cleaning and sanitizing. The water was murky and\ncontaminated with bedding and fecal material and had a foul odor. The licensee changed this skunks water at the time of\ninspection. Contaminated water can spread disease and cause illness to the animal. If potable water is not accessible to\nthe animals at all times, it must be provided as often as necessary for the health and comfort of the animal. All water\nreceptacles shall be kept clean and sanitary. Ensure that water receptacles are clean and sanitary. Correct by 14-April-\n2023."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "An enclosure housing 2 chinchillas was in need of increased cleaning. The enclosure is on the floor of the facility and has\nfood and excreta reaching the wire flooring. The food and waste reaching the flooring is limiting available floor space for\nthe animals to avoid contaminated areas and is increasing odors in the facility. Failure to provide adequate cleaning in\nprimary enclosures can increase disease hazards to the animals and increase odors in the facility. The licensee must\nensure that excreta is removed from primary enclosures as often as necessary to prevent contamination of the animals\ncontained therein and to minimize disease hazards and to reduce odors. Correct by 19-April-2023."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "The facility is in need of housekeeping. In the animal area containing the skunks and ferrets, there was bedding and fecal\nmaterial on the floor. In the animal area containing the sugar gliders and chinchillas, bedding and fecal material was also\nfound on the floor. Throughout the facility, there is accumulations of trash and debris including empty cans, cups, and\nnapkins.\nThese accumulations can encourage pests and vermin and may expose the regulated animals to disease hazards.\nCorrect by ensuring that premises are kept clean and in good repair to facilitate prescribed husbandry practices.\nAccumulations of trash shall be placed in designated areas and cleared as necessary to protect the health of the animals.\nCorrect by 19-April-2023."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "Excessive flying insects were noted in the room housing the sugar gliders and chinchillas. When the sugar glider\nenclosure was touched, a large swarm of insects was observed within and around the enclosure. A fly strip was placed in\nfront of the enclosure but the strip was completely full with insects. Insects can spread disease, contaminate food and\nwater, and cause discomfort and distress to the animals. A safe and effective program for the control of insects and pests\nmust be established and maintained. The licensee must establish an effective plan for the control of the insects. Correct\nby 19-April-2023.\nThis is a continuation of the report for the routine inspection conducted 13-April-2023 and contains the remaining non-\ncompliances found during the inspection. The exit briefing for the items included on this report was conducted on 18-April-\n2023.\nThis inspection was conducted with the licensee on 13-April-2023. The exit interview was conducted with the licensee on\n18-April-2023.\nAdditional Inspectors:\nJonathan Tomkovitch, VETERINARY MEDICAL OFFICER n"
    }
  ],
  "narrative": "2.40(a)(1) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nRegularly scheduled visits to the facility by the attending veterinarian are not occurring. The facility’s written program of \nveterinary care indicates that regularly scheduled visits to the premises by the veterinarian are to occur every 3-4 months, \nhowever the attending veterinarian has not been to the facility in over 12 months. Completing regularly scheduled visits by \nthe attending veterinarian to the premises where animals are housed is necessary so that the attending veterinarian can \nevaluate housing and husbandry provided to animals and ensure the adequacy of all aspects of animal care and use. \nEach dealer and exhibitor shall employ an attending veterinarian under formal arrangements. In the case of a part-time \nattending veterinarian or consultant arrangements, the formal arrangements shall include a written program of veterinary \ncare and regularly scheduled visits to the premises of the dealer. Ensure that the program of veterinary care is followed \nand the attending veterinarian is making regular visits to the premises at the frequency defined in the program of \nveterinary care but no less than every 12 months. Correct by 08-June-2023. \n2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nAn expired drug bottle was found in the facility. A bottle of oxytocin was found with an expiration date of 30-March-2023. \nThe use of expired drugs may have reduced effectiveness or cause harmful effects to the animals. Each dealer or \nexhibitor shall establish and maintain programs of adequate veterinary care that include the use of appropriate methods to\n\nprevent, control, diagnose, and treat diseases and injuries. The facility must ensure medications are not expired. Correct \nby 20-April-2023. \n2.75(a)(1) \n   \nRecords: Dealers and exhibitors. \nThe facilities APHIS 7005 form does not disclose all cats currently held by the facility. The facility currently housing 5 \nkittens that have not been recorded on the APHIS 7005. Failure to fully and correctly disclose the total number of dogs \nand cats on the APHIS 7005 form prevents APHIS officials from tracing animals and determining compliance. The facility \nshall make, keep, and maintain records or forms which fully and correctly disclose the following information concerning \neach dog or cat purchased or otherwise acquired, owned, held, or otherwise in his or her possession or control, or which \nis transported, euthanized, sold, or otherwise disposed of by that dealer or exhibitor. The records shall include any \noffspring born of any animal while in his or her possession or under his or her control. Correct by 20-April-2023. \n2.75(b)(1) \n   \nRecords: Dealers and exhibitors. \nThe licensee was not able to provide up to date record of animals on hand and disposition records. The animals on hand \nforms were missing 2 chinchillas, 2 skunks, and 7 ferrets. The disposition dates were missing for 3 hedgehogs and 2 \nraccoons. The lack of records during inspections does not allow for proper traceability of the regulated animals by APHIS \nofficials. Complete records are needed for proper management of the regulated animals at a facility and those being \nbrokered, acquired, held, and sold. \n \nEvery dealer shall make, keep, and maintain records or forms which fully and correctly disclose the information \nconcerning animals, purchased or otherwise acquired, owned, held, leased, or otherwise in his or her possession or under \nhis or her control, or which is transported, sold, euthanized, or otherwise disposed of by that dealer or exhibitor. The\n\nrecords shall include any offspring born of any animal while in his or her possession or under his or her control. Correct by \n20-April-2023. \n2.131(b)(1) \n   \nHandling of animals. \nAn adult cat was trapped inside the facility and showing signs of stress. During inspection, a cat was heard repeatedly \nvocalizing. The licensee was unable to locate the animal for several minutes. Eventually the licensee found the animal \ntrapped inside a small closet with the water heater, unable to get out on its own. The animal was retrieved by the licensee \nafter moving some other furniture and the closet door was closed to not allow reentry. When animals become trapped, \nthey can experience discomfort, stress, and possible injury. Handling of all animals shall be done as expeditiously and \ncarefully as possible in a manner that does not cause trauma, overheating, excessive cooling, behavioral stress, physical \nharm, or unnecessary discomfort. Ensure that animals in the facility are handled as expeditiously and carefully as \npossible. Correct by 19-April-2023. \n2.134(a) \n   \nContingency planning. \nThe licensee does not have a written contingency plan. The lack of a written contingency plan can result in lack of \nreadiness and a delay in response to care for animals during emergencies or disasters. Dealers must develop, document, \nand follow an appropriate plan to provide for the humane handling, treatment, transportation, housing, and care of their \nanimals in the event of an emergency or disaster (one which could reasonably be anticipated and expected to be \ndetrimental to the good health and well-being of the animals in their possession). Ensure that a written contingency plan is \ndeveloped and followed in case of emergency. Correct by 20-April-2023. \n3.2(a) \n   \nIndoor housing facilities.\n\nThe ambient temperature inside the facility was excessively high. The inspector’s Kestrel gauged the temperature at 88.9 \ndegrees Fahrenheit inside the facility. The facility's thermostat located on a wall between both main animal areas gauged \nthe temperature at 95 degrees Fahrenheit. The weather application on the inspector's phone read that the outdoor \ntemperature in the area was 81 degrees Fahrenheit. The licensee stated that the air conditioner had not been working \nthat day. The facility contained 3 adult cats and 5 kittens. \n \nThe facility does not have a cooling system that is functioning properly and was unable to adequately cool the facility. \nExtreme temperatures can cause discomfort, distress, dehydration, or possible death. Indoor housing facilities for cats \nmust be sufficiently cooled when necessary to protect the cats from temperature and humidity extremes and to provide for \ntheir health and well-being. The ambient temperature in the facility must not rise above 85 degrees Fahrenheit for more \nthan 4 consecutive hours when cats are present. The facility must ensure that the temperature remains at levels \nappropriate to maintain the health and comfort of the animals. Correct by 14 April 2023 at 8:00 am. \n3.2(b) \n   \nIndoor housing facilities. \nA strong rancid odor was observed throughout the facility. The facility does not have a ventilation system that is \nfunctioning properly and was unable to adequately ventilate the facility. Inadequate ventilation can contribute to \nrespiratory illness, cause distress, and impact the general comfort of the animals. Indoor housing facilities for dogs and \ncats must be sufficiently ventilated at all times when dogs or cats are present to provide for their health and well-being, \nand to minimize odors, drafts, ammonia levels, and moisture condensation. Ventilation must be provided by windows, \nvents, fans, or air conditioning. Auxiliary ventilation, such as fans, blowers, or air conditioning must be provided when the \nambient temperature is 85 degrees Fahrenheit or higher. Adequate ventilation to minimize odors must be ensured to \nmaintain the health and comfort of the animals. Correct by 19-April-2023.\n\n3.11(c) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThe facility is in need of housekeeping. Throughout the facility, there is accumulations of trash and debris including empty \ncans, cups, and napkins. These accumulations can encourage pests and vermin and may expose the regulated animals \nto disease hazards. Premises where housing facilities are located, including buildings and surrounding grounds, must be \nkept clean and in good repair to protect the animals from injury, to facilitate the husbandry practices required in this \nsubpart, and to reduce or eliminate breeding and living areas for rodents and other pests and vermin. Premises must be \nkept free of accumulations of trash, junk, waste products, and discarded matter. Correct by ensuring that premises are \nkept clean and in good repair to facilitate prescribed husbandry practices. Accumulations of trash shall be placed in \ndesignated areas and cleared as necessary to protect the health of the animals. Correct by 19-April-2023. \n3.125(c) \n   \nFacilities, general. \nThe facility had an open bag of bedding on the floor of an animal area. There were 2 multi-tier ferret cages on each side \nof the room with a barrier separating them from the rest of the facility. The ferrets from both enclosures had access to this \narea outside of the cage where the open bag of bedding was located and may be able to go into the bag. The litter boxes \nfor the ferrets containing excreta are in close proximity to the open bag of bedding and bedding and excreta was also \nobserved on the floor surrounding the bag.  Failure to store bedding appropriately can lead to contamination of the \nbedding and cross contamination between the different species of animals the same bedding is provided for. The licensee \nmust ensure that supplies of food and bedding are stored in a way that adequately protects such supplies against \ndeterioration, molding, or contamination by vermin. Correct by 19-April-2023. \n3.126(b) \n   \nFacilities, indoor.\n\nA strong rancid odor was observed throughout the facility. The facility does not have a ventilation system that is \nfunctioning properly and was unable to adequately ventilate the facility. Inadequate ventilation can contribute to \nrespiratory illness, cause distress, and impact the general comfort of the animals. Indoor housing facilities shall be \nadequately ventilated by natural or mechanical means to provide for the health and to prevent discomfort of the animals at \nall times. Such facilities shall be provided with fresh air either by means of windows, doors, vents, fans, or air-conditioning \nand shall be ventilated so as to minimize drafts, odors, and moisture condensation. Adequate ventilation to minimize \nodors must be ensured to maintain the health and comfort of the animals. To be corrected by 19-April-2023. \n3.130 \n   \nWatering. \nThe water receptacle in the skunk enclosure was in need of cleaning and sanitizing. The water was murky and \ncontaminated with bedding and fecal material and had a foul odor. The licensee changed this skunks water at the time of \ninspection. Contaminated water can spread disease and cause illness to the animal. If potable water is not accessible to \nthe animals at all times, it must be provided as often as necessary for the health and comfort of the animal. All water \nreceptacles shall be kept clean and sanitary. Ensure that water receptacles are clean and sanitary. Correct by 14-April-\n2023. \n3.131(a) \n   \nSanitation. \nAn enclosure housing 2 chinchillas was in need of increased cleaning. The enclosure is on the floor of the facility and has \nfood and excreta reaching the wire flooring. The food and waste reaching the flooring is limiting available floor space for \nthe animals to avoid contaminated areas and is increasing odors in the facility. Failure to provide adequate cleaning in \nprimary enclosures can increase disease hazards to the animals and increase odors in the facility. The licensee must\n\nensure that excreta is removed from primary enclosures as often as necessary to prevent contamination of the animals \ncontained therein and to minimize disease hazards and to reduce odors. Correct by 19-April-2023. \n3.131(c) \n   \nSanitation. \nThe facility is in need of housekeeping. In the animal area containing the skunks and ferrets, there was bedding and fecal \nmaterial on the floor. In the animal area containing the sugar gliders and chinchillas, bedding and fecal material was also \nfound on the floor. Throughout the facility, there is accumulations of trash and debris including empty cans, cups, and \nnapkins. \n \nThese accumulations can encourage pests and vermin and may expose the regulated animals to disease hazards. \nCorrect by ensuring that premises are kept clean and in good repair to facilitate prescribed husbandry practices. \nAccumulations of trash shall be placed in designated areas and cleared as necessary to protect the health of the animals. \nCorrect by 19-April-2023. \n3.131(d) \n   \nSanitation. \nExcessive flying insects were noted in the room housing the sugar gliders and chinchillas. When the sugar glider \nenclosure was touched, a large swarm of insects was observed within and around the enclosure. A fly strip was placed in \nfront of the enclosure but the strip was completely full with insects. Insects can spread disease, contaminate food and \nwater, and cause discomfort and distress to the animals. A safe and effective program for the control of insects and pests \nmust be established and maintained. The licensee must establish an effective plan for the control of the insects. Correct \nby 19-April-2023.\n\nThis is a continuation of the report for the routine inspection conducted 13-April-2023 and contains the remaining non-\ncompliances found during the inspection. The exit briefing for the items included on this report was conducted on 18-April-\n2023. \n \nThis inspection was conducted with the licensee on 13-April-2023.  The exit interview was conducted with the licensee on \n18-April-2023. \n \nAdditional Inspectors: \nJonathan Tomkovitch, VETERINARY MEDICAL OFFICER n",
  "animals_total": 37,
  "species": [
    {
      "count": 11,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 5,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 3,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 11,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    },
    {
      "count": 5,
      "scientific": "Felis silvestris catus",
      "common": "CAT KITTEN"
    },
    {
      "count": 2,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    }
  ]
}