{
  "insp_id": "129141044120503",
  "layout": "a",
  "customer_id": "328205",
  "customer_name": "Billy Johnston",
  "customer_addr": "Cheryl Ullrich\n10981 L I V 2313\nChillicothe, MO 64601",
  "certificate": "43-B-3718",
  "site_id": "001",
  "site_name": "CHERYL ULLRICH & BILLY JOHNSTON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-MAY-2014",
  "report_date": "09-MAY-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* There was a capuchin with large patches of complete hair loss on its back. The licensee stated the animal had the\nhairloss when he purchased it a few weeks earlier. The licensee was told by the previous owner that the animal's\nhair was pulled out by its cage mates. This animal has been housed with at least three other nonhuman primates\nsince it arrived at the licensee's facility yet has not been examined by a veterinarian yet.\n** The hair loss on this animal could be due to parasites or some other medical condition which could be transmitted\nto the other primates in its enclosure.\n*** The licensee must have this animal examined by a licensed veterinarian so appropriate diagnostics and an\naccurate diagnosis and treatment plan can be determined. The licensee should appropriately quarantine new\nanimals and have them examined by a veterinarian when necessary. TO BE CORRECTED BY: 12 May 2014."
    },
    {
      "code": "2.40(b)(4)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* On 2 May 2014, a male capuchin escaped its enclosure and then the building where it was housed. The animal\nwas chased around the town for approximately 7 hours. According to the licensee, at least once he came within 10\nfeet of the animal but was unable to capture it. Throughout the day, the licensee tried five times to tranquilize the\nanimal with a pistol air gun. All five times the licensee missed. According to the licensee, he had never used the\ntranquilizer gun before and did not know how to use it. Since the licensee was unable to successfully tranquilize the\nanimal, it eventually had to be shot and killed by law enforcement due to public safety concerns.\n** Being familiar and trained with emergency equipment, such as a tranquilizer gun, is critical to prevent more\nextreme measures from needing to be taken when animals escape.\n*** The licensee must ensure that adequate guidance and training are provided to personnel involved in the care\nand use of animals regarding handling, immobilization, and tranquilization. TO BE CORRECTED BY: 23 May 2014."
    },
    {
      "code": "3.75(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* On 2 May 2014, there was a male capuchin which managed to escape its enclosure when the licensee opened it\nto swap out enrichment items. The licensee stated it is fairly common for the primates to escape when he has to\nopen their enclosures. According to the licensee, \"maybe every fifth time\" an animal will manage to escape and he\nwill have to catch it and return it to its enclosure. After the capuchin escaped its enclosure on 2 May 2014, it also\nmanaged to also escape the building through an air vent. The air vent was covered with a wire mesh, except there\nwas an intentional tear in the mesh to allow a pipe to pass through. This tear left an opening in the wire mesh which\nwas approximately 7 inches tall by 2 inches wide and could be opened further. The animal was able to quickly\nescape through that opening and was then running loose in the town. After being chased for approximately 7 hours,\nthe capuchin was eventually shot and killed by law enforcement due to public safety concerns.\n** Buildings housing exotic animals, such as nonhuman primates, should be maintained so that they contain the\nanimals securely to prevent the animals from escaping into the public where they become a threat to people and\nthemselves. This security of the building is especially important when the facility has a history of animals escaping\nenclosures repeatedly.\n*** The licensee must ensure that all buildings housing the nonhuman primates contain the animals securely. This\nnon-compliant item was corrected prior to the inspection."
    },
    {
      "code": "3.75(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* There was one enclosure on the far end of the warehouse which had a large, white rope hanging from the top\nwhich was soiled brown. There were enrichment items in the animal housing room which have not been used for\nsome time according to the licensee. Those items were not clean and appeared to have rodent feces collected in\nthem. There was also a carrier on the ground in the animal housing room, just a few feet away from some of the\nprimate enclosures, which had also not been used for some time, according to the licensee. That carrier was soied\nwith fecal material and organic debris. The sink in the animal housing room which is used to clean the food and\nwater receptacles and the enrichment items was not clean and had a build-up of organic debris near the faucet.\n** Unsanitary conditions in the housing area can lead to disease transmission.\n***The licensee must ensure that all surfaces of housing facilities are cleaned and sanitized when necessary to\nsatisfy generally accepted husbandry standards. TO BE CORRECTED BY: 16 May 2014."
    },
    {
      "code": "3.80(a)(2)(3)",
      "kind": "Direct",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "* On 2 May 2014, there was a male capuchin which managed to escape its enclosure when the licensee opened it\nto swap out enrichment items. The licensee stated it is fairly common for the primates to escape when he has to\nopen their enclosures. According to the licensee, \"maybe every fifth time\" an animal will manage to escape and he\nwill have to catch it and return it to its enclosure. After the capuchin escaped its enclosure on 2 May 2014, it also\nmanaged to also escape the building. After being chased for approximately 7 hours throughout the town, the\ncapuchin was eventually shot and killed by law enforcement due to public safety concerns.\n** Exotic animals, such as nonhuman primates, which are not contained securely in their enclosures at all times\npose a safety risk to both themselves and their caretakers.\n*** The licensee must ensure tht all enclosures are constructed and maintained to keep the animals contained\nsecurely. This is a REPEAT non-compliant item.\nThe inspection was conducted on 8 May 2014 with the licensee. An exit interview was conducted on 9 May 2014\nwith the licensee.\nAdditional Inspectors\nOsborne Stephanie, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n* There was a capuchin with large patches of complete hair loss on its back.  The licensee stated the animal had the\nhairloss when he purchased it a few weeks earlier.  The licensee was told by the previous owner that the animal's\nhair was pulled out by its cage mates.  This animal has been housed with at least three other nonhuman primates\nsince it arrived at the licensee's facility yet has not been examined by a veterinarian yet.\n** The hair loss on this animal could be due to parasites or some other medical condition which could be transmitted\nto the other primates in its enclosure.\n*** The licensee must have this animal examined by a licensed veterinarian so appropriate diagnostics and an\naccurate diagnosis and treatment plan can be determined.  The licensee should appropriately quarantine new\nanimals and have them examined by a veterinarian when necessary.  TO BE CORRECTED BY: 12 May 2014.\n2.40(b)(4)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*  On 2 May 2014, a male capuchin escaped its enclosure and then the building where it was housed.  The animal\nwas chased around the town for approximately 7 hours.  According to the licensee, at least once he came within 10\nfeet of the animal but was unable to capture it.  Throughout the day, the licensee tried five times to tranquilize the\nanimal with a pistol air gun.  All five times the licensee missed.  According to the licensee, he had never used the\ntranquilizer gun before and did not know how to use it.  Since the licensee was unable to successfully tranquilize the\nanimal, it eventually had to be shot and killed by law enforcement due to public safety concerns.\n** Being familiar and trained with emergency equipment, such as a tranquilizer gun, is critical to prevent more\nextreme measures from needing to be taken when animals escape.\n*** The licensee must ensure that adequate guidance and training are provided to personnel involved in the care\nand use of animals regarding handling, immobilization, and tranquilization. TO BE CORRECTED BY: 23 May 2014.\n\n3.75(a)\nHOUSING FACILITIES, GENERAL. \n* On 2 May 2014, there was a male capuchin which managed to escape its enclosure when the licensee opened it\nto swap out enrichment items.  The licensee stated it is fairly common for the primates to escape when he has to\nopen their enclosures.  According to the licensee, \"maybe every fifth time\" an animal will manage to escape and he\nwill have to catch it and return it to its enclosure.  After the capuchin escaped its enclosure on 2 May 2014, it also\nmanaged to also escape the building through an air vent.  The air vent was covered with a wire mesh, except there\nwas an intentional tear in the mesh to allow a pipe to pass through.  This tear left an opening in the wire mesh which\nwas approximately 7 inches tall by 2 inches wide and could be opened further.  The animal was able to quickly\nescape through that opening and was then running loose in the town.  After being chased for approximately 7 hours,\nthe capuchin was eventually shot and killed by law enforcement due to public safety concerns.  \n** Buildings housing exotic animals, such as nonhuman primates, should be maintained so that they contain the\nanimals securely to prevent the animals from escaping into the public where they become a threat to people and\nthemselves.  This security of the building is especially important when the facility has a history of animals escaping\nenclosures repeatedly.  \n*** The licensee must ensure that all buildings housing the nonhuman primates contain the animals securely.  This\nnon-compliant item was corrected prior to the inspection.\n3.75(c)(3)\nHOUSING FACILITIES, GENERAL. \n* There was one enclosure on the far end of the warehouse which had a large, white rope hanging from the top\nwhich was soiled brown.  There were enrichment items in the animal housing room which have not been used for\nsome time according to the licensee.  Those items were not clean and appeared to have rodent feces collected in\nthem.  There was also a carrier on the ground in the animal housing room, just a few feet away from some of the\nprimate enclosures, which had also not been used for some time, according to the licensee.  That carrier was soied\nwith fecal material and organic debris.  The sink in the animal housing room which is used to clean the food and\nwater receptacles and the enrichment items was not clean and had a build-up of organic debris near the faucet.\n** Unsanitary conditions in the housing area can lead to disease transmission.\n***The licensee must ensure that all surfaces of housing facilities are cleaned and sanitized when necessary to\nsatisfy generally accepted husbandry standards.  TO BE CORRECTED BY: 16 May 2014.\n3.80(a)(2)(3)           DIRECT                    REPEAT\nPRIMARY ENCLOSURES.\n\n* On 2 May 2014, there was a male capuchin which managed to escape its enclosure when the licensee opened it\nto swap out enrichment items.  The licensee stated it is fairly common for the primates to escape when he has to\nopen their enclosures.  According to the licensee, \"maybe every fifth time\" an animal will manage to escape and he\nwill have to catch it and return it to its enclosure.  After the capuchin escaped its enclosure on 2 May 2014, it also\nmanaged to also escape the building.  After being chased for approximately 7 hours throughout the town, the\ncapuchin was eventually shot and killed by law enforcement due to public safety concerns.  \n** Exotic animals, such as nonhuman primates, which are not contained securely in their enclosures at all times\npose a safety risk to both themselves and their caretakers.\n*** The licensee must ensure tht all enclosures are constructed and maintained to keep the animals contained\nsecurely. This is a REPEAT non-compliant item.\nThe inspection was conducted on 8 May 2014 with the licensee.  An exit interview was conducted on 9 May 2014\nwith the licensee.\nAdditional Inspectors\nOsborne Stephanie, Animal Care Inspector",
  "animals_total": 66,
  "species": [
    {
      "count": 4,
      "scientific": "Ateles chamek",
      "common": "BLACK SPIDER MONKEY"
    },
    {
      "count": 3,
      "scientific": "Cebus olivaceus",
      "common": "WEEPER CAPUCHIN"
    },
    {
      "count": 7,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 2,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 15,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 4,
      "scientific": "Saimiri boliviensis",
      "common": "BLACK-CAPPED SQUIRREL MONKEY"
    },
    {
      "count": 26,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 5,
      "scientific": "Strigocuscus celebensis",
      "common": "LITTLE CELEBES CUSCUS"
    }
  ]
}