{
  "insp_id": "2016082567942822",
  "layout": "a",
  "customer_id": "30760",
  "customer_name": "Henry R Sommers",
  "customer_addr": "31264 141 Ave\nCincinnati, IA 52549",
  "certificate": "42-A-1329",
  "site_id": "001",
  "site_name": "HENRY SOMMERS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-SEP-2016",
  "report_date": "29-SEP-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Female Yorkshire terrier (tag #159) has excessively long toenails. The toenails on the front feet have become so\nlong they have developed a severe curve to their shape. Overgrown toenails could cause pain and discomfort to\nthe dog as well as affect the dog's natural gait.\nThe licensee must trim this dog's toenails to a proper length. The licensee must develop and maintain a plan for\ntoenail maintenance that will ensure that the toenails of all dogs are kept at an appropriate length at all times."
    },
    {
      "code": "3.1(c)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In at least two enclosures, containing a total of two adult dogs and two puppies, the metal feeders have become\nexcessively rusty. The majority of the rust is located along the front edge of the food cup and along the inside of the\nfood cup. Excessive rust does not allow for proper cleaning and sanitization of the surface and could also cause the\nmetal to break resulting in sharp points and edges.\nAll surfaces of housing facilities must be free from excessive rust that prevents the required cleaning and\nsanitization or which could affect the structural strength of the surface. The licensee must replace the rusty feeders\nor alter them in a manner that eliminates the rust. The licensee must ensure that all surfaces of housing facilities\nare free of excessive rust at all times.\nTo be corrected by: October 12, 2016"
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In two enclosures, containing a total of two adult dog and five puppies, the carpet in the whelping box has become\ndamaged. The ends of the carpet have been excessively chewed and shredded by the animals.\nIn one enclosure, containing one puppy, there is a wooden board running along the floor on one side of the\nenclosure. The wood has been excessively chewed, scratched and shredded by the animals.\nIn one enclosure, containing one adult dog and two puppies, the green plastic bowl has become damaged. The\ndogs have excessively chewed and torn the outer surfaces of the bowl. The surface has now become rough and\nbrown dirt has accumulated in the damaged areas.\nIn the outdoor section of one enclosure, containing two dogs, the plastic access door has broken and is lying on the\nflooring of the enclosure. The dogs were observed to be walking and standing on the plastic door.\nDamaged carpet, plastic bowls, wood and plastic access doors cannot be properly cleaned and sanitized which\ncould increase the risk of disease towards the dogs.\nAll surfaces must be maintained on a regular basis. Surfaces that cannot be readily cleaned or sanitized must be\nreplaced when worn or soiled. The licensee must replace the damaged carpets, plastic bowl, wood, and plastic\naccess door or alter them in a manner that allows for these surfaces to be adequately cleaned and sanitized.\nThis inspection was conducted with Kelly Maxwell, ACI, Heather Cole, VMO, a representative of IDALS, and the\nfacility representative.\nThe exit interview was conducted with Kelly Maxwell, ACI, Heather Cole, VMO, and the facility representative.\nAdditional Inspectors\nCole Heather, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nFemale Yorkshire terrier (tag #159) has excessively long toenails.  The toenails on the front feet have become so\nlong they have developed a severe curve to their shape.  Overgrown toenails could cause pain and discomfort to\nthe dog as well as affect the dog's natural gait.  \nThe licensee must trim this dog's toenails to a proper length.  The licensee must develop and maintain a plan for\ntoenail maintenance that will ensure that the toenails of all dogs are kept at an appropriate length at all times.\n3.1(c)(1)(i)\nHOUSING FACILITIES, GENERAL.\nIn at least two enclosures, containing a total of two adult dogs and two puppies, the metal feeders have become\nexcessively rusty.  The majority of the rust is located along the front edge of the food cup and along the inside of the\nfood cup.  Excessive rust does not allow for proper cleaning and sanitization of the surface and could also cause the\nmetal to break resulting in sharp points and edges.\nAll surfaces of housing facilities must be free from excessive rust that prevents the required cleaning and\nsanitization or which could affect the structural strength of the surface.  The licensee must replace the rusty feeders\nor alter them in a manner that eliminates the rust.  The licensee must ensure that all surfaces of housing facilities\nare free of excessive rust at all times.  \nTo be corrected by:  October 12, 2016\n3.1(c)(2)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nIn two enclosures, containing a total of two adult dog and five puppies, the carpet in the whelping box has become\ndamaged.  The ends of the carpet have been excessively chewed and shredded by the animals.\nIn one enclosure, containing one puppy, there is a wooden board running along the floor on one side of the\n\nenclosure.  The wood has been excessively chewed, scratched and shredded by the animals.  \nIn one enclosure, containing one adult dog and two puppies, the green plastic bowl has become damaged.  The\ndogs have excessively chewed and torn the outer surfaces of the bowl.  The surface has now become rough and\nbrown dirt has accumulated in the damaged areas.  \nIn the outdoor section of one enclosure, containing two dogs, the plastic access door has broken and is lying on the\nflooring of the enclosure.  The dogs were observed to be walking and standing on the plastic door.\nDamaged carpet, plastic bowls, wood and plastic access doors cannot be properly cleaned and sanitized which\ncould increase the risk of disease towards the dogs.\nAll surfaces must be maintained on a regular basis.  Surfaces that cannot be readily cleaned or sanitized must be\nreplaced when worn or soiled.  The licensee must replace the damaged carpets, plastic bowl, wood, and plastic\naccess door or alter them in a manner that allows for these surfaces to be adequately cleaned and sanitized.\nThis inspection was conducted with Kelly Maxwell, ACI, Heather Cole, VMO, a representative of IDALS, and the\nfacility representative.\nThe exit interview was conducted with Kelly Maxwell, ACI, Heather Cole, VMO, and the facility representative.\nAdditional Inspectors\nCole Heather, Supervisory Animal Care Specialist",
  "animals_total": 66,
  "species": [
    {
      "count": 66,
      "scientific": "Canis lupus familiaris",
      "common": "DOMESTIC DOG"
    }
  ]
}