{
  "insp_id": "2016082567933208",
  "layout": "a",
  "customer_id": "900",
  "customer_name": "University Of Georgia",
  "customer_addr": "212 Tucker Hall\n310 East Campus Road\nAthens, GA 30602",
  "certificate": "57-R-0005",
  "site_id": "003",
  "site_name": "UNIVERSITY OF GEORGIA",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-SEP-2016",
  "report_date": "22-SEP-2016",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The metal fence panels or gates that are temporarily placed in the halls and rooms in ADS to guide the pigs to\ndifferent locations are not stable. The panels are not attached to the walls and are free standing which allows them\nto easily be knocked down upon contact. Should pigs be present when they fall they may become injured. The\nstructures shall be secured to protect the pigs from injury.\nCorrect by October 22, 2016."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The light over the \"maze\" in ADS is disconnected. There are three lamp stands used in the area. The light\nprovided by the lamp stands is not sufficient to allow routine inspection and cleaning. Adequate light must be\nprovided.\nCorrect by September 30, 2016."
    },
    {
      "code": "3.129(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "In the pig housing area in ADS there are large metal automatic feeders. The first feeder to the left upon entering the\nroom has caked, discolored feed on upper inside surfaces. Improper cleaning and sanitization of the feeders may\nresult in food contamination and illness. All feeders shall be cleaned and sanitized using appropriate procedures to\nprevent contamination and protect the well-being of the pigs.\nThere are large plastic/fiberglass feeders in the dairy side of ADS. The lids on the feeders and the front edges have\nbeen repaired with plywood. Plywood is porous and will allow material to become embedded in it. Porous material\ncannot be completely cleaned and sanitized which may allow the growth of bacteria, mold, etc. causing\ncontamination of the feed. The feeders shall be removed, replaced, or properly repaired to prevent contamination of\nthe feed and protect the health and well-being of the animals.\nCorrect by October 22, 2016."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The rubber mats placed in the \"maze\" in Rm 156 are not joined leaving gaps that will allow waste material and\nwater to run through. The mats are covering a slatted concrete floor for drainage but any material passing through\nthese gaps can potentially accumulate on the slats.The mats are hosed down regularly but no chemicals or\ndetergents are used for organic material. The mats shall be moved, cleaned and sanitized to prevent buildup of\nmaterial under them.\nCorrect by October 22, 2016.\nThis inspection and exit interview were conducted with the Associate VP of Research and Compliance, Director of\nURAR, Director of Animal Care and the Director of Clinical."
    }
  ],
  "narrative": "3.125(a)\nFACILITIES, GENERAL.   \nThe metal fence panels or gates that are temporarily placed in the halls and rooms in ADS to guide the pigs to\ndifferent locations are not stable.  The panels are not attached to the walls and are free standing which allows them\nto easily be knocked down upon contact.  Should pigs be present when they fall they may become injured.  The\nstructures shall be secured to protect the pigs from injury.\nCorrect by October 22, 2016.\n3.125(c)\nFACILITIES, GENERAL.   \nThe light over the \"maze\" in ADS is disconnected.  There are three lamp stands used in the area.  The light\nprovided by the lamp stands is not sufficient to allow routine inspection and cleaning.  Adequate light must be\nprovided.\nCorrect by September 30, 2016.\n3.129(b)\nFEEDING.    \nIn the pig housing area in ADS there are large metal automatic feeders.  The first feeder to the left upon entering the\nroom has caked, discolored feed on upper inside surfaces.  Improper cleaning and sanitization of the feeders may\nresult in food contamination and illness.  All feeders shall be cleaned and sanitized using appropriate procedures to\nprevent contamination and protect the well-being of the pigs. \nThere are large plastic/fiberglass feeders in the dairy side of ADS.  The lids on the feeders and the front edges have\nbeen repaired with plywood.  Plywood is porous and will allow material to become embedded in it.  Porous material\ncannot be completely cleaned and sanitized which may allow the growth of bacteria, mold, etc. causing\ncontamination of the feed. The feeders shall be removed, replaced, or properly repaired to prevent contamination of\nthe feed and protect the health and well-being of the animals.\n\nCorrect by October 22, 2016.\n3.131(a)\nSANITATION.   \nThe rubber mats placed in the \"maze\" in Rm 156 are not joined leaving gaps that will allow waste material and\nwater to run through.  The mats are covering a slatted concrete floor for drainage but any material passing through\nthese gaps can potentially accumulate on the slats.The mats are hosed down regularly but no chemicals or\ndetergents are used for organic material.  The mats shall be moved, cleaned and sanitized to prevent buildup of\nmaterial under them. \nCorrect by October 22, 2016.\nThis inspection and exit interview were conducted with the Associate VP of Research and Compliance, Director of\nURAR, Director of Animal Care and the Director of Clinical.",
  "animals_total": 531,
  "species": [
    {
      "count": 60,
      "scientific": "Canis lupus familiaris",
      "common": "DOMESTIC DOG"
    },
    {
      "count": 19,
      "scientific": "Felis silvestris catus",
      "common": "DOMESTIC CAT"
    },
    {
      "count": 20,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 212,
      "scientific": "Meriones unguiculatus",
      "common": "MONGOLIAN GERBIL (COMMON PET / RESEARCH VARIETY)"
    },
    {
      "count": 202,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 6,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 12,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}