{
  "insp_id": "321141511220616",
  "layout": "a",
  "customer_id": "11169",
  "customer_name": "Kimberly Coleman",
  "customer_addr": "299 N E 400\nClinton, MO 64735",
  "certificate": "43-A-4973",
  "site_id": "001",
  "site_name": "KIMBERLY COLEMAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-NOV-2014",
  "report_date": "17-NOV-2014",
  "citations": [
    {
      "code": "3.2(c)",
      "kind": "",
      "repeat": false,
      "desc": "INDOOR HOUSING FACILITIES.",
      "narrative": "(c) Lighting.\n* The whelping building housing approximately 66 puppies and 43 adults had no windows. Upon entering the\nwhelping building, at approximately 1300 hrs, the lights were turned off and the room was dark except for the light\nproduced by 11 heat lamps used to keep puppies warm. The licensee turned on three overhead/wall lights to\nprovide more light for the inspection. Even with the lights turned on, there was not enough light to observe the dogs\nand puppies in the far back end of the building without using a flashlight. Sufficient light is necessary for adequate\ninspection of the animals and to ensure their well-being.\n** The licensee must ensure the whelping building provides sufficient illumination to aid in maintaining good\nhousekeeping practices and adequate inspection of the animals. This light must be on a regular, diurnal cycle and\nuniformly diffused throughout the building. TO BE CORRECTED BY: This non-compliant item was corrected at the\ntime of inspection."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "(a) Cleaning of primary enclosures.\n* There were several sheltered enclosures that had an excessive accumulation of feces. Three of those enclosures\nwere on concrete slabs and the others were on raised wire with plastic, solid resting surfaces. The licensee stated\nthe enclosures were spot cleaned daily and a caretaker was in the process of cleaning the enclosures at the time of\ninspection. However, these enclosures contained as many as four to five dogs so an excessive amount of feces\nhad built up since the last spot cleaning. The feces was smeared across the ground/floor and some of the dogs'\npaws and undercoats were wet and soiled with waste material. Two dogs had feces speckled throughout their\ncoats, apparently from cagemates stepping in feces and then jumping up on the dogs. An excessive amount of\nfeces in an enclosure greatly increases the chances of the dogs becoming soiled with fecal material which poses a\nhealth risk for them.\n** The licensee must ensure that excreta is removed from primary enclosures at least daily, or more often as\nnecessary to prevent soiling of the dogs and to reduce disease hazards. TO BE CORRECTED BY: Close of\nbusiness on the day of inspection. (Verbally instructed)\nThe inspection and a thorough exit interview were conducted with the licensee on 13 November 2014."
    }
  ],
  "narrative": "3.2(c)\nINDOOR HOUSING FACILITIES.\n(c) Lighting.\n* The whelping building housing approximately 66 puppies and 43 adults had no windows.  Upon entering the\nwhelping building, at approximately 1300 hrs, the lights were turned off and the room was dark except for the light\nproduced by 11 heat lamps used to keep puppies warm.  The licensee turned on three overhead/wall lights to\nprovide more light for the inspection.  Even with the lights turned on, there was not enough light to observe the dogs\nand puppies in the far back end of the building without using a flashlight.  Sufficient light is necessary for adequate\ninspection of the animals and to ensure their well-being.\n** The licensee must ensure the whelping building provides sufficient illumination to aid in maintaining good\nhousekeeping practices and adequate inspection of the animals.  This light must be on a regular, diurnal cycle and\nuniformly diffused throughout the building. TO BE CORRECTED BY: This non-compliant item was corrected at the\ntime of inspection.\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n(a) Cleaning of primary enclosures.\n* There were several sheltered enclosures that had an excessive accumulation of feces.  Three of those enclosures\nwere on concrete slabs and the others were on raised wire with plastic, solid resting surfaces.  The licensee stated\nthe enclosures were spot cleaned daily and a caretaker was in the process of cleaning the enclosures at the time of\ninspection.  However, these enclosures contained as many as four to five dogs so an excessive amount of feces\nhad built up since the last spot cleaning.  The feces was smeared across the ground/floor and some of the dogs'\npaws and undercoats were wet and soiled with waste material.  Two dogs had feces speckled throughout their\ncoats, apparently from cagemates stepping in feces and then jumping up on the dogs.  An excessive amount of\nfeces in an enclosure greatly increases the chances of the dogs becoming soiled with fecal material which poses a\nhealth risk for them.\n\n** The licensee must ensure that excreta is removed from primary enclosures at least daily, or more often as\nnecessary to prevent soiling of the dogs and to reduce disease hazards.  TO BE CORRECTED BY: Close of\nbusiness on the day of inspection. (Verbally instructed)\nThe inspection and a thorough exit interview were conducted with the licensee on 13 November 2014.",
  "animals_total": 251,
  "species": [
    {
      "count": 181,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 70,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}