{
  "insp_id": "76162043010223",
  "layout": "a",
  "customer_id": "22472",
  "customer_name": "Ivan E Mast",
  "customer_addr": "Katie L Mast\n2242 Cr 58\nMillersburg, OH 44654",
  "certificate": "31-A-0110",
  "site_id": "001",
  "site_name": "IVAN MAST",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-MAR-2016",
  "report_date": "16-MAR-2016",
  "citations": [
    {
      "code": "3.6(a)(2)(9)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "There were 3 whelping enclosures that had an excessive amount of chew damage at the entrance to the whelping\nbox. In addition, 8 out of 12 enclosures in the building at the bottom of the hill had an excessive amount of chew\ndamage on the inside surrounding portion of the doggy door. In each of these areas, there was a brown to black\nmatter adhered to these areas. These areas are no longer able to be cleaned and sanitized. The Licensee must\nensure that all surfaces that come in contact with the dogs are able to be cleaned and sanitized or have been\nremoved when they become warn or soiled.\nCorrect By: 3/30/2016"
    },
    {
      "code": "3.6(c)(1)(3)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "At the time of inspection there were two juvenile Airedale puppies (pup#15-692 and 15-692A DOB 11/19/2014)\nhoused in an enclosure that did not allow them to have 6(cid:29) above their heads while they were sitting or standing fully\nerect. All enclosure must be constructed in a manner that allows each animal to have normal mannerisms and\nposture. This includes allowing each animal to have at least 6(cid:29) above its head while in its primary enclosure. The\nLicensee must ensure that all enclosures are large enough for the size of the animal that it will contain. The\nLicensee must ensure that all dogs are placed in primary enclosures that allow the animal to have 6(cid:29) above its head\nwhile sitting and standing fully erect.\nCorrect By: 3/30/2016\nInspection and Exit Interview Conducted with the Licensee and Animal Care Inspector Shannon Sebera."
    }
  ],
  "narrative": "3.6(a)(2)(9)\nPRIMARY ENCLOSURES.\nThere were 3 whelping enclosures that had an excessive amount of chew damage at the entrance to the whelping\nbox.  In addition, 8 out of 12 enclosures in the building at the bottom of the hill had an excessive amount of chew\ndamage on the inside surrounding portion of the doggy door.  In each of these areas, there was a brown to black\nmatter adhered to these areas.  These areas are no longer able to be cleaned and sanitized.  The Licensee must\nensure that all surfaces that come in contact with the dogs are able to be cleaned and sanitized or have been\nremoved when they become warn or soiled.\nCorrect By: 3/30/2016\n3.6(c)(1)(3)\nPRIMARY ENCLOSURES.\nAt the time of inspection there were two juvenile Airedale puppies (pup#15-692 and 15-692A DOB 11/19/2014)\nhoused in an enclosure that did not allow them to have 6(cid:29) above their heads while they were sitting or standing fully\nerect.  All enclosure must be constructed in a manner that allows each animal to have normal mannerisms and\nposture.  This includes allowing each animal to have at least 6(cid:29) above its head while in its primary enclosure.  The\nLicensee must ensure that all enclosures are large enough for the size of the animal that it will contain.  The\nLicensee must ensure that all dogs are placed in primary enclosures that allow the animal to have 6(cid:29) above its head\nwhile sitting and standing fully erect.\nCorrect By: 3/30/2016\nInspection and Exit Interview Conducted with the Licensee and Animal Care Inspector Shannon Sebera.",
  "animals_total": 327,
  "species": [
    {
      "count": 229,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 98,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}