{
  "insp_id": "27162054330541",
  "layout": "a",
  "customer_id": "2098",
  "customer_name": "North Pole Associates Llc",
  "customer_addr": "Po Box 1768\nNorth Pole, NY 12997",
  "certificate": "21-C-0258",
  "site_id": "001",
  "site_name": "NORTH POLE ASSOCIATES LLC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-JAN-2016",
  "report_date": "31-JAN-2016",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A written Program of Veterinary Care was not available for the animals other than reindeer housed at the facility.\nThe facility employs an attending veterinarian for the reindeer, however, there are other species such as rabbits and\ncalves housed at the facility at certain times throughout the year. The facility must work with a veterinarian to\ndevelop and document a program of veterinary care for these species, and this must include provisions for parasite\ncontrol, adequate nutrition, euthanasia and emergency coverage.\n*******Correct by May 1, 2016"
    },
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A discussion with the facilities Attending Veterinarian revealed that there was an instance in July 2015 where\ntreatment was prescribed for a female reindeer, however, on a follow-up visit the facility had not followed the\nveterinarians recommendations. Failing to follow the veterinary instructions can cause the animals unnecessary\npain and distress. The licensee must ensure that the attending veterinarian has appropriate authority to ensure the\nprovision of adequate veterinary care and to oversee the adequacy of other aspects of animal care.\n************Correct from this day forward"
    },
    {
      "code": "2.40(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Appropriate restraint equipment for the reindeer is not available at the facility. In the past the facility staff members\n\"manhandle\" and manually restrain the reindeer when needed. This can cause unnecessary stress to the animals,\nand possibly cause an animal to become injured. The attending veterinarian has discussed this necessity with the\nfacility representatives multiple times, however no provisions were ever made in order to make a restraint chute\navailable for physical examinations, routine TB testing and hands-on observations by the husbandry staff. The\nlicensee must ensure that appropriate equipment is provided as part of the program of veterinary care.\n***********Correct by April 1, 2016"
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A discussion with the Attending Veterinarian revealed that two reindeer died in January 2016 and that the facility did\nnot adequately communicate in order to inform her of both of these events. In addition, daily observations have not\nbeen performed consistently of the animals to assess their health and well being. The facility must communicate\nany health issues to the veterinarian in timely manner so that measures can be taken to relieve pain and suffering,\nand so that adequate veterinary care can be provided in a timely\n**********Correct from this day forward"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Jagged and broken edges of the wire fencing was observed in various sections of the fences for both of the reindeer\npastures. Jagged and broken edges of wire can possibly injure the animals. The facility must ensure that fencing is\nkept in good repair.\n**********Correct by April 1, 2016"
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "There is no shelter provided for six reindeer in an outdoor paddock. This inspection was conducted in January with\nextreme temperatures and these animals did not have a way to escape the inclement weather. Shelter must be\nprovided to these animals in order to protect them from the sunlight and the inclement weather. The facility must\ndevelop a means to provide these animals with shelter.\n************Correct by April 1, 2016"
    },
    {
      "code": "3.131(b)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "A discussion with husbandry personnel and the Attending veterinarian revealed the enclosure for the reindeer had\nnot been sanitized in years, if ever. The facility has recently been having parasite control issues and the attending\nveterinarian has discussed the need for pasture rotation/sanitization in an effort to reduce parasite burderns for\nthese animals. Measures need to be taken, with the attending vet direction, as to the best means to go about\npasture sanitization, either by rotation or mechanical means. Enclosures such as pastures must be sanitized as\noften as necessary as directed by the attending veterinarian.\n************Correct by April 1, 2016\nAn exit briefing was conducted with the facility representatives."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA written Program of Veterinary Care was not available for the animals other than reindeer housed at the facility. \nThe facility employs an attending veterinarian for the reindeer, however, there are other species such as rabbits and\ncalves  housed at the facility at certain times throughout the year.  The facility must work with a veterinarian to\ndevelop and document a program of veterinary care for these species, and this must include provisions for parasite\ncontrol, adequate nutrition, euthanasia and emergency coverage.  \n*******Correct by May 1, 2016\n2.40(a)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA discussion with the facilities Attending Veterinarian revealed that there was an instance in July 2015 where\ntreatment was prescribed for a female reindeer, however, on a follow-up visit the facility had not followed the\nveterinarians recommendations.  Failing to follow the veterinary instructions can cause the animals unnecessary \npain and distress.  The licensee must ensure that the attending veterinarian has appropriate authority to ensure the\nprovision of adequate veterinary care and to oversee the adequacy of other aspects of animal care.   \n************Correct from  this day forward\n2.40(b)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAppropriate restraint equipment for the reindeer is not available at the facility.  In the past the facility staff members \n\"manhandle\" and manually restrain the reindeer when needed.  This can cause unnecessary stress to the animals,\nand possibly cause an animal to become injured.    The attending veterinarian has discussed this necessity with the\nfacility representatives multiple times, however no provisions were ever made in order to make a restraint chute\navailable for physical examinations, routine TB testing and hands-on observations by the husbandry staff. The\nlicensee must ensure that appropriate equipment is provided as part of the program of veterinary care.\n\n***********Correct by April 1, 2016\n2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA discussion with the Attending Veterinarian revealed that two reindeer died in January 2016 and that the facility did\nnot adequately communicate in order to inform her of both of these events. In addition, daily observations have not\nbeen performed consistently of the animals to assess their health and well being.  The facility must communicate\nany health issues to the veterinarian in timely manner so that measures can be taken to relieve pain and suffering,\nand so that adequate veterinary care can be provided in a timely \n**********Correct from this day forward\n3.125(a)\nFACILITIES, GENERAL.   \nJagged and broken edges of the wire fencing was observed in various sections of the fences for both of the reindeer\npastures.  Jagged and broken edges of wire can possibly injure the animals.  The facility must ensure that fencing is\nkept in good repair.\n**********Correct by April 1, 2016\n3.127(b)\nFACILITIES, OUTDOOR. \nThere is no shelter provided for six reindeer in an outdoor paddock.  This inspection was conducted in January with\nextreme temperatures and these animals did not have a way to escape the inclement weather. Shelter must be\nprovided to these animals in order to protect them from the sunlight and the inclement weather.  The facility must\ndevelop a means to provide these animals with shelter. \n************Correct by April 1, 2016\n3.131(b)\nSANITATION.   \nA discussion with husbandry personnel and the Attending veterinarian revealed the enclosure for the reindeer had\nnot been sanitized in years, if ever. The facility has recently been having parasite control issues and the attending\nveterinarian has discussed the need for pasture rotation/sanitization in an effort  to reduce parasite burderns for\nthese animals. Measures need to be taken, with the attending vet direction, as to the best means to go about\npasture sanitization, either by rotation or mechanical means.  Enclosures such as pastures must be sanitized as\noften as necessary as directed by the attending veterinarian.\n\n************Correct by April 1, 2016\nAn exit briefing was conducted with the facility representatives.",
  "animals_total": 11,
  "species": [
    {
      "count": 11,
      "scientific": "Rangifer tarandus",
      "common": "REINDEER"
    }
  ]
}