{
  "insp_id": "41161107070610",
  "layout": "a",
  "customer_id": "2827",
  "customer_name": "S Glenice Viken",
  "customer_addr": "28401 380th Avenue\nRoseau, MN 56751",
  "certificate": "41-A-0298",
  "site_id": "001",
  "site_name": "S GLENICE VIKEN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-FEB-2016",
  "report_date": "10-FEB-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The left eye of a now 11 month-old female Pekinese/Pomeranian mix (no ID) is abnormal in appearance. The\nlicensee still has not had the attending veterinarian evaluate this dog's eye to see if it needs treatment. Eye\nproblems can be due to many things and may be painful. To ensure that the condition is not painful and/or receives\nproper treatment this dog's eye must be evaluated by the Attending Veterinarian to be properly diagnosed.\nDocumentation of the dog's diagnosis must be kept for future inspections.\nA female Pomeranian microchip #005-008-600 still has problems with her teeth and right ear. The upper teeth\nwere covered in a dark hard material and there was a pale discharge around them. Her right upper first pre-molar\n(the tooth far back on the upper right side just behind the large tooth) of the mouth was loose to the touch. Her right\near had a thick brown discharge matted in the hair. Tooth problems can be painful and cause further health issues\nin dogs if not treated. The discharge from the ear may be a sign of a problem in the ear and needs to be evaluated\nif it needs proper treatment. To ensure that this dog is not in pain and receives appropriate treatment have the\nattending veterinarian evaluate it to diagnose the ear and teeth problems and treat them per the veterinarian's\ninstructions. Documentation of the dog's diagnosis must be kept for future inspections.\nA medication labeled for goats (Safeguard--Fenbendazole) is being used for deworming. The licensee has\nconsulted with the attending veterinarian on the safety of this medication for dogs, however there is still no\ndocumentation on the dosage amount that should be used for dogs. Use of medications in dogs that are labeled for\nother species (off-label use) must be accompanied by written instructions from the attending veterinarian that\ndescribe the dose/dosage, route (such as oral, injection, etc), and use for the medication.\nThe licensee is currently treating the female Pomeranian, microchip #005-008-600, with an over the counter ear\nmedication (Mita Clear). However, the licensee has not consulted with the attending veterinarian on the proper use\nof the medication. Medications must be accompanied by written instructions from the attending veterinarian that\ndescribe the dose/dosage, route and use for the medication."
    },
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "A now 11 month old female Pekinese/Pomeranian mix remains unidentified with official USDA identification. Lack\nof official identification does not allow for the proper identification or tracking of the animal. Identify the adult dog\nwith official USDA identification."
    },
    {
      "code": "2.50(a)(2)",
      "kind": "",
      "repeat": true,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "Five 8 week old puppies and two 8 1/2 week old puppies are not identified by an official USDA identification method\n(cage card, tag, or plastic collar). Lack of official identification does not allow for the proper identification or tracking\nof the animals. Correct by identifying all weaned puppies with an official USDA method of identification."
    },
    {
      "code": "2.126(a)",
      "kind": "",
      "repeat": false,
      "desc": "ACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.",
      "narrative": "The licensee was unable to locate the Program of Veterinary Care (PVC). Not being able to review the PVC does\nnot ensure that the animals are being provided with approved methods of veterinary care. Correct by ensuring that\nthe PVC is available at the time of inspection. Correct from this date forward."
    },
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Excessive rust development remains on the metal door flaps in the enclosures of the inside/outside building. The\npresence of rust can prevent the surfaces from being properly cleaned and sanitized. Eliminate the rust from the\nmetal door flaps."
    },
    {
      "code": "3.1(c)(1)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Sharp wire points remain inside the second pen on the east side of the inside/outside building. Sharp points are an\ninjury hazard. Remove the sharp points from inside the runs."
    },
    {
      "code": "3.3(e)(1)(3)",
      "kind": "",
      "repeat": false,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "There are 3 newly constructed primary enclosures housing 8 dogs in the side room of the whelping kennel where\nthe wooden supports that are in contact with the animals are not impervious to moisture. Areas that are in contact\nwith animals but are not imperious to moisture cannot be properly cleaned and sanitized to reduce disease hazards,\nwaste accumulation and odors. Place the wooden supports of these 3 primary enclosures in a condition that is\nimpervious to moisture. Correct by: 24 February 2016\nInspection and exit interview conducted with the licensee, VMO Dr. Debra Sime and ACI Kimberly Miller.\nEnd of report.\nAdditional Inspectors\nSime Debra, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe left eye of a now 11 month-old female Pekinese/Pomeranian mix (no ID) is abnormal in appearance.  The\nlicensee still has not had the attending veterinarian evaluate this dog's eye to see if it needs treatment.  Eye\nproblems can be due to many things and may be painful.  To ensure that the condition is not painful and/or receives\nproper treatment this dog's eye must be evaluated by the Attending Veterinarian to be properly diagnosed. \nDocumentation of the dog's diagnosis must be kept for future inspections.\nA female Pomeranian microchip #005-008-600  still has problems with her teeth and right ear.  The upper teeth\nwere covered in a dark hard material and there was a pale discharge around them.  Her right upper first pre-molar\n(the tooth far back on the upper right side just behind the large tooth) of the mouth was loose to the touch.  Her right\near had a thick brown discharge matted in the hair.  Tooth problems can be painful and cause further health issues\nin dogs if not treated.  The discharge from the ear may be a sign of a problem in the ear and needs to be evaluated\nif it needs proper treatment.   To ensure that this dog is not in pain and receives appropriate treatment have the\nattending veterinarian evaluate it to diagnose the ear and teeth problems and treat them per the veterinarian's\ninstructions.  Documentation of the dog's diagnosis must be kept for future inspections.\nA medication labeled for goats (Safeguard--Fenbendazole) is being used for deworming.  The licensee has\nconsulted with the attending veterinarian on the safety of this medication for dogs, however there is still no\ndocumentation on the dosage amount that should be used for dogs. Use of medications in dogs that are labeled for\nother species (off-label use) must be accompanied by written instructions from the attending veterinarian that\ndescribe the dose/dosage, route (such as oral, injection, etc), and use for the medication.\nThe licensee is currently treating the female Pomeranian, microchip #005-008-600, with an over the counter ear\nmedication (Mita Clear).  However, the licensee has not consulted with the attending veterinarian on the proper use\nof the medication.  Medications must be accompanied by written instructions from the attending veterinarian that\ndescribe the dose/dosage, route and use for the medication.\n2.50(a)(1)                    REPEAT\n\nTIME AND METHOD OF IDENTIFICATION.\nA now 11 month old female Pekinese/Pomeranian mix remains unidentified with official USDA identification.  Lack\nof official identification does not allow for the proper identification or tracking of the animal.  Identify the adult dog\nwith official USDA identification.\n2.50(a)(2)                    REPEAT\nTIME AND METHOD OF IDENTIFICATION.\nFive 8 week old puppies and two 8 1/2 week old puppies are not identified by an official USDA identification method\n(cage card, tag, or plastic collar).  Lack of official identification does not allow for the proper identification or tracking\nof the animals.  Correct by identifying all weaned puppies with an official USDA method of identification.\n2.126(a)\nACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.\nThe licensee was unable to locate the Program of Veterinary Care (PVC).  Not being able to review the PVC does\nnot ensure that the animals are being provided with approved methods of veterinary care.  Correct by ensuring that\nthe PVC is available at the time of inspection.  Correct from this date forward.\n3.1(c)(1)(1)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nExcessive rust development remains on the metal door flaps in the enclosures of the inside/outside building.  The\npresence of rust can prevent the surfaces from being properly cleaned and sanitized.  Eliminate the rust from the\nmetal door flaps.\n3.1(c)(1)(2)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nSharp wire points remain inside the second pen on the east side of the inside/outside building.  Sharp points are an\ninjury hazard.  Remove the sharp points from inside the runs.  \n3.3(e)(1)(3)\nSHELTERED HOUSING FACILITIES.\nThere are 3 newly constructed primary enclosures housing 8 dogs in the side room of the whelping kennel where\nthe wooden supports that are in contact with the animals are not impervious to moisture.  Areas that are in contact\n\nwith animals but are not imperious to moisture cannot be properly cleaned and sanitized to reduce disease hazards,\nwaste accumulation and odors.  Place the wooden supports of these 3 primary enclosures in a condition that is\nimpervious to moisture. Correct by: 24 February 2016\nInspection and exit interview conducted with the licensee, VMO Dr. Debra Sime and ACI Kimberly Miller.\nEnd of report.\nAdditional Inspectors\nSime Debra, Veterinary Medical Officer",
  "animals_total": 70,
  "species": [
    {
      "count": 55,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 15,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}