{
  "insp_id": "104141437520681",
  "layout": "a",
  "customer_id": "5567",
  "customer_name": "Claudia Obermiller",
  "customer_addr": "915 Union Rd\nFarwell, NE 68838",
  "certificate": "47-A-0295",
  "site_id": "001",
  "site_name": "Claudia Obermiller",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-APR-2014",
  "report_date": "14-APR-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female, seal point ragdoll \"(cid:28)Rainey\"(cid:29) ID# 45, is squinting in both eyes. The third eyelids are raised and appear\npink, and the outer eyelids, both upper and lower, appear pink and inflamed. There is a light tan to yellowish\ndischarge in the inner corner of both eyes with accompanying tear drainage, and there is a dark brown, crusty\ndischarge surrounding each eye. The licensee stated she had not sought veterinary care for this problem.\nA female, seal point ragdoll \"(cid:28)Spring\"(cid:29) ID# 12, is squinting in both eyes. The third eyelids are raised, and there is a\nmoderate amount of light brown and dark brown crust around both eyes. The licensee stated the cat has \"(cid:28)always\nbeen like that\"(cid:25)(cid:29) and she has had a veterinarian look at her in the past for this problem, but the veterinarian \"did not\nsay what was causing it.\" The licensee had been given (cid:28)\"ointment\"(cid:29) to give to the cat, but stated \"(cid:28)there was no\nimprovement.\" The licensee did not then follow up with the veterinarian.\nA female, black and white Persian cat (cid:28)\"Sue\"(cid:29) ID# 31, has a right eye that is moderately cloudy on the surface.\nThere is a thick, greyish-brown discharge in the inner corner and lower eyelid, as well as some dark grey to black\ndried and crusty discharge underneath.\nEye problems can be an indicator of injury, disease, allergies or irritation, and can be itchy and/or painful, and can\naffect the well-being of the animal. The licensee must consult with a veterinarian for proper diagnosis and to\ndevelop and follow a treatment plan. The licensee must document the veterinarian(cid:25)s findings; the treatment plan\nthat is followed, and have the records available to the inspector upon request. To be corrected by: April 17, 2014.\nA male, Bengal cat ID# 9, has an open wound on the back of his left ear at the base. It is round and approximately\ninch in diameter. The area is hairless, red and moist-looking, and appears to be exposed underlying tissue. There\nappears to be a dried, reddish crust at the perimeter of the wound. The licensee stated she saw it for the first time\nwhen the inspector noticed it. She stated that the wound was not there that morning. The licensee stated that this\ncat is extremely difficult to handle. The male cat is being housed with two female Bengals and had been mating with\nthem both. Open wounds can be very painful and be subject to infection. This can affect the well-being of the\nanimal. The licensee must consult with a veterinarian to develop and follow a treatment plan. The licensee must\ndocument the veterinarian(cid:25)s findings; the treatment plan that is followed, and have the records available to the\ninspector upon request. To be corrected by: April 17, 2014."
    },
    {
      "code": "3.1(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In pen #4 and #6 on the left side of the cattery, there are gaps between the wall and the floor in several areas.\nThese gaps are preventing the area to be properly cleaned and sanitized. There is a buildup of grime in and around\nthese gaps. These areas affect six cats. All surfaces that come into contact with the cats must be constructed in a\nmanner and made of materials that can be properly cleaned and sanitized. The licensee must repair these areas in\na way that they can be readily cleaned and sanitized. To be corrected by: May 8, 2014."
    },
    {
      "code": "3.11(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In pens #4, #5, and #6 on the left side of the cattery, there are several areas that need to be cleaned and sanitized.\nIn pen #4, there is a buildup of grime, hair, and urine on the wire and on the PVC pipes at the base of the enclosure.\nThis affects four cats. In pen # 5, the front right corner of the pen has a buildup of grime, hair and urine. This\naffects four cats. In pen #6, in the right back corner there is a buildup of brownish grime along the wall and on the\nfloor. The metal is starting to rust in this area, and will need to be watched for future maintenance. This affects two\ncats. All hard surfaces of primary enclosures must be thoroughly cleaned and sanitized in the methods described in\nthis section to remove organic materials and mineral buildup. The licensee must clean and sanitize all these\nsurfaces as often as needed to prevent a buildup of organic material and minerals. To be corrected from this day\nforward.\nAn exit interview was conducted with the licensee."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female, seal point ragdoll \"(cid:28)Rainey\"(cid:29) ID# 45, is squinting in both eyes.  The third eyelids are raised and appear\npink, and the outer eyelids, both upper and lower, appear pink and inflamed.  There is a light tan to yellowish\ndischarge in the inner corner of both eyes with accompanying tear drainage, and there is a dark brown, crusty\ndischarge surrounding each eye.  The licensee stated she had not sought veterinary care for this problem.  \nA female, seal point ragdoll \"(cid:28)Spring\"(cid:29) ID# 12, is squinting in both eyes.   The third eyelids are raised, and there is a\nmoderate amount of light brown and dark brown crust around both eyes.  The licensee stated the cat has \"(cid:28)always\nbeen like that\"(cid:25)(cid:29) and she has had a veterinarian look at her in the past for this problem, but the veterinarian \"did not\nsay what was causing it.\"  The licensee had been given (cid:28)\"ointment\"(cid:29) to give to the cat, but stated \"(cid:28)there was no\nimprovement.\"  The licensee did not then follow up with the veterinarian.  \nA female, black and white Persian cat (cid:28)\"Sue\"(cid:29) ID# 31, has a right eye that is moderately cloudy on the surface. \nThere is a thick, greyish-brown discharge in the inner corner and lower eyelid, as well as some dark grey to black\ndried and crusty discharge underneath.\nEye problems can be an indicator of injury, disease, allergies or irritation, and can be itchy and/or painful, and can\naffect the well-being of the animal. The licensee must consult with a veterinarian for proper diagnosis and to\ndevelop and follow a treatment plan. The licensee must document the veterinarian(cid:25)s findings; the treatment plan\nthat is followed, and have the records available to the inspector upon request.  To be corrected by:  April 17, 2014.\n A male, Bengal cat ID# 9, has an open wound on the back of his left ear at the base.  It is round and approximately\ninch in diameter.  The area is hairless, red and moist-looking, and appears to be exposed underlying tissue.  There\nappears to be a dried, reddish crust at the perimeter of the wound.  The licensee stated she saw it for the first time\nwhen the inspector noticed it.  She stated that the wound was not there that morning.  The licensee stated that this\ncat is extremely difficult to handle. The male cat is being housed with two female Bengals and had been mating with\nthem both.  Open wounds can be very painful and be subject to infection.  This can affect the well-being of the\nanimal.  The licensee must consult with a veterinarian to develop and follow a treatment plan. The licensee must\ndocument the veterinarian(cid:25)s findings; the treatment plan that is followed, and have the records available to the\n\ninspector upon request.  To be corrected by:  April 17, 2014.\n3.1(c)(1)\nHOUSING FACILITIES, GENERAL.\nIn pen #4 and #6 on the left side of the cattery, there are gaps between the wall and the floor in several areas. \nThese gaps are preventing the area to be properly cleaned and sanitized.  There is a buildup of grime in and around\nthese gaps. These areas affect six cats.  All surfaces that come into contact with the cats must be constructed in a\nmanner and made of materials that can be properly cleaned and sanitized.  The licensee must repair these areas in\na way that they can be readily cleaned and sanitized.  To be corrected by:  May 8, 2014.\n3.11(b)(3)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nIn pens #4, #5, and #6 on the left side of the cattery, there are several areas that need to be cleaned and sanitized. \nIn pen #4, there is a buildup of grime, hair, and urine on the wire and on the PVC pipes at the base of the enclosure.\n This affects four cats.  In pen # 5, the front right corner of the pen has a buildup of grime, hair and urine.  This\naffects four cats.  In pen #6, in the right back corner there is a buildup of brownish grime along the wall and on the\nfloor.  The metal is starting to rust in this area, and will need to be watched for future maintenance.  This affects two\ncats.  All hard surfaces of primary enclosures must be thoroughly cleaned and sanitized in the methods described in\nthis section to remove organic materials and mineral buildup.  The licensee must clean and sanitize all these\nsurfaces as often as needed to prevent a buildup of organic material and minerals.  To be corrected from this day\nforward.\nAn exit interview was conducted with the licensee.",
  "animals_total": 74,
  "species": [
    {
      "count": 46,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 28,
      "scientific": "Felis silvestris catus",
      "common": "CAT KITTEN"
    }
  ]
}