{
  "insp_id": "2016082568114072",
  "layout": "a",
  "customer_id": "30760",
  "customer_name": "Henry R Sommers",
  "customer_addr": "31264 141 Ave\nCincinnati, IA 52549",
  "certificate": "42-A-1329",
  "site_id": "001",
  "site_name": "HENRY SOMMERS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-FEB-2017",
  "report_date": "27-FEB-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female Yorkshire terrier (ID #69) is observed rubbing both sides of her body against the enclosure wall and\nchewing on her flanks. Closer examination of the dog revealed hair loss along the spine on both sides of the body\nand between her shoulder blades. There are multiple areas of brown, scabby material on the skin within the\nhairless areas and matted, crusty hair around the hairless areas.\nA female Yorkshire terrier (ID #79) is observed to be non-weight bearing on her left hind leg. Closer examination of\nthe foot revealed that the entire foot is swollen to approximately twice its normal size. The excessive swelling of the\nfoot has caused the toes to be splayed apart.\nA female Maltese puppy (DOB November 2016) is observed to have redness around the right eye. Closer\nobservation revealed that the upper and lower eyelid are swollen and a large amount of yellow discharge is caked in\nthe hair in front of the eye and extending onto the nose. Dark colored dried material was also caked within the hair\nin front of the eye and the skin beneath the discharge is wet.\nA female poodle (ID #189) has a thick buildup of dark colored tartar coating the entire surface of the cheek teeth on\nthe right side of the mouth and the majority of the surface of the right upper canine and front teeth. A yellow\ndischarge is found along the gum line of the cheek teeth. The gums are moderately reddened and receded from the\nteeth.\nA female Yorkshire terrier (ID #187) has overgrown toenails on the front left foot. The toenails have developed a\nsevere curve and are beginning to grow towards the bottom of the foot. This dog also has tan colored tartar buildup\non the teeth on both the left and right side of her mouth.\nA female Bichon (ID #162) has an open wound on the underside of her neck. The open wound was moist and the\nsurrounding area is hairless and is thickened and scabby. This affected area of the neck is located under the dog’s\ncollar.\nOpen wounds, poor dental, eye, and skin conditions, as well as, swollen feet could cause pain and discomfort to the\nanimals and could lead to further health problems. The above listed dogs must be evaluated by a licensed\nveterinarian for a proper diagnosis and to develop an effective treatment plan. Diagnosis and treatment plan must\nbe documented in writing and available to the inspector upon request.\nOvergrown toenails could cause pain and discomfort, as well as, affect the dog’s natural gait. Female Yorkshire\nterrier (ID # 187) must also have her toenails trimmed to an acceptable length. The licensee trimmed this dog’s\ntoenails at the time of the inspection.\nThe licensee must ensure that all dogs receive adequate veterinary care at all times."
    },
    {
      "code": "2.40(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Licensee has a 100 ml bottle of (100 mg/ml) xylazine and a 10 ml bottle of (100 mg/ml) ketamine on the premise\nthat he uses to anesthetize the dogs to allow teeth scraping to remove tarter on difficult to handle dogs. He\npurchased the drugs from attending veterinarian. A handwritten note with dosage of “1 ml/20# xylazine + 0.1\nml/10# ketamine- mix in same syringe” is the only instruction provided from the attending veterinarian. No\nprescription labels are present on the bottles. Licensee sedated a dog after inspection prior to report delivery.\nMedications must be labeled with appropriate and accurate information in order to ensure appropriate dosage and\nadministration specific for the species of animal it is being used for (dose, route and frequency). Ketamine is a\ncontrolled substance and if it is administered by an individual who is not a veterinarian or directly supervised by a\nveterinarian, than the individual’s training should be documented and approved by the attending veterinarian as part\nof the facility’s program of veterinary care. Sedatives/anesthetic and controlled substances must be used by a\ntrained and knowledgeable individual. If not used properly, the medication could cause harm to the animal.\nThe licensee must be adequately trained by the attending veterinarian on the use of controlled substances and\nother sedative/anesthetic drugs to ensure proper dosing rates and administration to protect the health and welfare\nof the animals at the facility. Written documentation of such training must be provided upon request. Additionally,\nthe licensee must also have written guidance from the attending veterinarian to appropriately monitor vital signs,\nhandle animals during and after administration, recognize when medical intervention is necessary and determine\nwhat steps to take.\nCorrection date: February 28, 2017."
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The upper wash out on the east side of the building is draining into the last lower enclosure. There is a heavy\ncaking of wet feces, urine, food waste, and grime attached to the upper section of the inside wall of the enclosure\nand running down the side of the wall and coating the wire. There is one dog housed in this enclosure. Buildup of\nwaste could increase the risk of disease towa rds the animals.\nHousing facilities must be equipped with disposal facilities and drainage systems that are constructed and operated\nso that animal waste and water are rapidly eliminated. The licensee must replace, repair or alter the wash out, in a\nmanner that allows for rapid elimination of the waste and ensures that the waste does not contaminate other\nenclosures.\nCorrection date: February 28, 2017\nInspection and exit interview conducted with Kelly Maxwell, ACI, Ann Goplen, VMO, and the facility representative.\nAdditional Inspectors\nGoplen D.V.M Ann, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female Yorkshire terrier (ID #69) is observed rubbing both sides of her body against the enclosure wall and\nchewing on her flanks.  Closer examination of the dog revealed hair loss along the spine on both sides of the body\nand between her shoulder blades.  There are multiple areas of brown, scabby material on the skin within the\nhairless areas and matted, crusty hair around the hairless areas.  \nA female Yorkshire terrier (ID #79) is observed to be non-weight bearing on her left hind leg.  Closer examination of\nthe foot revealed that the entire foot is swollen to approximately twice its normal size.  The excessive swelling of the\nfoot has caused the toes to be splayed apart.  \nA female Maltese puppy (DOB November 2016) is observed to have redness around the right eye.  Closer\nobservation revealed that the upper and lower eyelid are swollen and a large amount of yellow discharge is caked in\nthe hair in front of the eye and extending onto the nose.  Dark colored dried material was also caked within the hair\nin front of the eye and the skin beneath the discharge is wet.  \nA female poodle (ID #189) has a thick buildup of dark colored tartar coating the entire surface of the cheek teeth on\nthe right side of the mouth and the majority of the surface of the right upper canine and front teeth.  A yellow\ndischarge is found along the gum line of the cheek teeth.  The gums are moderately reddened and receded from the\nteeth.  \nA female Yorkshire terrier (ID #187) has overgrown toenails on the front left foot.  The toenails have developed a\nsevere curve and are beginning to grow towards the bottom of the foot.  This dog also has tan colored tartar buildup\non the teeth on both the left and right side of her mouth.  \nA female Bichon (ID #162) has an open wound on the underside of her neck.  The open wound was moist and the\nsurrounding area is hairless and is thickened and scabby.  This affected area of the neck is located under the dog’s\ncollar.  \nOpen wounds, poor dental, eye, and skin conditions, as well as, swollen feet could cause pain and discomfort to the\n\nanimals and could lead to further health problems.  The above listed dogs must be evaluated by a licensed\nveterinarian for a proper diagnosis and to develop an effective treatment plan.  Diagnosis and treatment plan must\nbe documented in writing and available to the inspector upon request.  \nOvergrown toenails could cause pain and discomfort, as well as, affect the dog’s natural gait.  Female Yorkshire\nterrier (ID # 187) must also have her toenails trimmed to an acceptable length.  The licensee trimmed this dog’s\ntoenails at the time of the inspection.  \nThe licensee must ensure that all dogs receive adequate veterinary care at all times.\n2.40(b)(4)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nLicensee has a 100 ml bottle of (100 mg/ml) xylazine and a 10 ml bottle of (100 mg/ml) ketamine on the premise\nthat he uses to anesthetize the dogs to allow teeth scraping to remove tarter on difficult to handle dogs.  He\npurchased the drugs from attending veterinarian.  A handwritten note with dosage of “1 ml/20# xylazine + 0.1\nml/10# ketamine- mix in same syringe” is the only instruction provided from the attending veterinarian.  No\nprescription labels are present on the bottles.  Licensee sedated a dog after inspection prior to report delivery.\nMedications must be labeled with appropriate and accurate information in order to ensure appropriate dosage and\nadministration specific for the species of animal it is being used for (dose, route and frequency).  Ketamine is a\ncontrolled substance and if it is administered by an individual who is not a veterinarian or directly supervised by a\nveterinarian, than the individual’s training should be documented and approved by the attending veterinarian as part\nof the facility’s program of veterinary care.  Sedatives/anesthetic and controlled substances must be used by a\ntrained and knowledgeable individual.  If not used properly, the medication could cause harm to the animal.\nThe licensee must be adequately trained by the attending veterinarian on the use of controlled substances and\nother sedative/anesthetic drugs to ensure proper dosing rates and administration to protect the health and welfare\nof the animals at the facility. Written documentation of such training must be provided upon request.  Additionally,\nthe licensee must also have written guidance from the attending veterinarian to appropriately monitor vital signs,\nhandle animals during and after administration, recognize when medical intervention is necessary and determine\nwhat steps to take.\nCorrection date:   February 28, 2017.\n3.1(f)\n\nHOUSING FACILITIES, GENERAL.\nThe upper wash out on the east side of the building is draining into the last lower enclosure.  There is a heavy\ncaking of wet feces, urine, food waste, and grime attached to the upper section of the inside wall of the enclosure\nand running down the side of the wall and coating the wire.   There is one dog housed in this enclosure.  Buildup of\nwaste could increase the risk of disease towa rds the animals.\nHousing facilities must be equipped with disposal facilities and drainage systems that are constructed and operated\nso that animal waste and water are rapidly eliminated.  The licensee must replace, repair or alter the wash out, in a\nmanner that allows for rapid elimination of the waste and ensures that the waste does not contaminate other\nenclosures.  \nCorrection date:  February 28, 2017\nInspection and exit interview conducted with Kelly Maxwell, ACI, Ann Goplen, VMO, and the facility representative.\nAdditional Inspectors\nGoplen D.V.M Ann, Veterinary Medical Officer",
  "animals_total": 49,
  "species": [
    {
      "count": 45,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 4,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}