{
  "insp_id": "2016090000692086",
  "layout": "b",
  "customer_id": "7588",
  "customer_name": "Oakwood Research Facility Inc",
  "customer_addr": "P.O. Box 455\nOXFORD, MI 48371",
  "certificate": "34-A-0119",
  "site_id": "001",
  "site_name": "OAKWOOD RESEARCH FACILITY INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-AUG-2021",
  "report_date": "25-AUG-2021",
  "citations": [
    {
      "code": "3.50(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "Several primary rabbit enclosures were rusted to the point that it affected the integrity of the wire and it was either warped\nor broken. Multiple nest boxes that were in use had entry ways that were worn and chewed leaving sharp edges and\npoints. These sharp edges and points could cause injury to the animals using them. These cages and nest boxes must\nbe repaired/replaced to prevent animal injury.\nCorrect by 9-25-21"
    },
    {
      "code": "3.51(c)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, indoor.",
      "narrative": "The end of row one did not have sufficient lighting. More lighting is needed in this area of the facility to permit routine\nobservation of the rabbits and cleaning of their enclosures. Adequate lighting must be provided in this area of the facility.\nCorrect by: 9-25-21"
    },
    {
      "code": "3.54(b)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding.",
      "narrative": "Numerous feed receptacles that were in use had a front edge that was rusted to a point where they could not be properly\ncleaned and sanitized. Food receptacles must be able to be cleaned and sanitized to ensure food is free from\ncontamination and is wholesome and palatable. These feeders must be repaired/replaced.\nCorrect by 9-25-21"
    },
    {
      "code": "3.56(d)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "There were excessive drain/fruit flies in the animal housing portion of the facility. There was evidence of some fly control\nmeasures but it is not enough to control the amount of flies’ present. Flies can be vectors of diseases which can impact\nthe overall health of the animals in this barrier facility. A more effective program of pest control must be implemented to\naddress the flies.\nCorrect by: 9-25-21\nThis inspection and exit interview were conducted with the facility manager.\nAdditional Inspectors:\nJESSICA WATSON, Supervisory Animal Care SpecialistEnd Section"
    }
  ],
  "narrative": "3.50(a) \n   \nFacilities, general. \nSeveral primary rabbit enclosures were rusted to the point that it affected the integrity of the wire and it was either warped \nor broken.  Multiple nest boxes that were in use had entry ways that were worn and chewed leaving sharp edges and \npoints.  These sharp edges and points could cause injury to the animals using them.  These cages and nest boxes must \nbe repaired/replaced to prevent animal injury. \nCorrect by 9-25-21 \n3.51(c) \n   \nFacilities, indoor. \nThe end of row one did not have sufficient lighting. More lighting is needed in this area of the facility to permit routine \nobservation of the rabbits and cleaning of their enclosures.  Adequate lighting must be provided in this area of the facility. \nCorrect by:  9-25-21 \n3.54(b) \n   \nFeeding. \nNumerous feed receptacles that were in use had a front edge that was rusted to a point where they could not be properly \ncleaned and sanitized.  Food receptacles must be able to be cleaned and sanitized to ensure food is free from\n\ncontamination and is wholesome and palatable.  These feeders must be repaired/replaced. \nCorrect by 9-25-21 \n3.56(d) \n   \nSanitation. \nThere were excessive drain/fruit flies in the animal housing portion of the facility.  There was evidence of some fly control \nmeasures but it is not enough to control the amount of flies’ present.  Flies can be vectors of diseases which can impact \nthe overall health of the animals in this barrier facility.  A more effective program of pest control must be implemented to \naddress the flies. \nCorrect by: 9-25-21 \n \nThis inspection and exit interview were conducted with the facility manager. \n \nAdditional Inspectors: \nJESSICA WATSON, Supervisory Animal Care SpecialistEnd Section",
  "animals_total": 1385,
  "species": [
    {
      "count": 1385,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    }
  ]
}