{
  "insp_id": "2016090000430523",
  "layout": "b",
  "customer_id": "3950",
  "customer_name": "WOOLAROC WILDLIFE PRESERVE",
  "customer_addr": "P O BOX 1647\nBARTLESVILLE, OK 74005",
  "certificate": "73-C-0013",
  "site_id": "001",
  "site_name": "WOOLAROC WILDLIFE PRESERVE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "02-SEP-2020",
  "report_date": "08-SEP-2020",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "Multiple areas of the facility contained items not maintained in good repair.\n- In the walk through area, a pen with two sheep contained a single exposed wire at approximately head level of the\nanimals. This is a potential source of injury.\n- In the walk through area, a pen containing two goats had a loose clump of wire on the ground near the rear fence of the\noutdoor section of the run. This is a potential source of entanglement and injury for the animals.\n- In the drive through area, a pen containing two cows has an old, rusted metal feed bin on the ground in the stall. The\nfeed bin is not being used, per facility representative. This bin should be removed or restored to a proper location.\n- In the drive through area, the pen containing a single zebra has several areas of concern. In the corner of the indoor\nstall, there are two exposed nail heads in a board. The wire door at the entrance to this stall has multiple loose wires, and\nmultiple exposed sharp points. Just outside the entrance the ground is covered with broken boards, pieces of concrete,\nand exposed metal edges on the ground. In the outdoor portion of the enclosure, there is a large, tangled jumble of wire\nalong the fence line near the stall entrance. These are all potential injury and entrapment areas and should be repaired\nas appropriate.\nThe facility must repair these affected areas, and must maintain them in a safe condition.\nCorrect by: 15 September 2020\nThis inspection and exit interview were conducted with facility representative.\nEnd Section"
    }
  ],
  "narrative": "3.125(a) \n   \nFacilities, general. \nMultiple areas of the facility contained items not maintained in good repair. \n- In the walk through area, a pen with two sheep contained a single exposed wire at approximately head level of the \nanimals.  This is a potential source of injury. \n- In the walk through area, a pen containing two goats had a loose clump of wire on the ground near the rear fence of the \noutdoor section of the run.  This is a potential source of entanglement and injury for the animals. \n- In the drive through area, a pen containing two cows has an old, rusted metal feed bin on the ground in the stall.  The \nfeed bin is not being used, per facility representative.  This bin should be removed or restored to a proper location. \n- In the drive through area, the pen containing a single zebra has several areas of concern.  In the corner of the indoor \nstall, there are two exposed nail heads in a board.  The wire door at the entrance to this stall has multiple loose wires, and \nmultiple exposed sharp points.  Just outside the entrance the ground is covered with broken boards, pieces of concrete, \nand exposed metal edges on the ground.  In the outdoor portion of the enclosure, there is a large, tangled jumble of wire \nalong the fence line near the stall entrance.  These are all potential injury and entrapment areas and should be repaired \nas appropriate.\n\nThe facility must repair these affected areas, and must maintain them in a safe condition. \nCorrect by:  15 September 2020 \n \nThis inspection and exit interview were conducted with facility representative. \n \nEnd Section",
  "animals_total": 361,
  "species": [
    {
      "count": 106,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 3,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 52,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 12,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 4,
      "scientific": "Bubalus bubalis",
      "common": "ASIATIC WATER BUFFALO"
    },
    {
      "count": 39,
      "scientific": "Cervus elaphus canadensis",
      "common": "ELK"
    },
    {
      "count": 84,
      "scientific": "Cervus nippon",
      "common": "SIKA DEER"
    },
    {
      "count": 32,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 2,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 4,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 19,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 4,
      "scientific": "Lama glama",
      "common": "LLAMA"
    }
  ]
}