{
  "insp_id": "89151240200430",
  "layout": "a",
  "customer_id": "29745",
  "customer_name": "Bob Loutsch",
  "customer_addr": "Leslie Loutsch\n18382 L 22\nRemsen, IA 51050",
  "certificate": "42-A-1129",
  "site_id": "001",
  "site_name": "BOB & LESLIE LOUTSCH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-MAR-2015",
  "report_date": "30-MAR-2015",
  "citations": [
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the first building the enclosures, containing at least twenty dogs, are constructed of metal bars. The bars have\nrusted and are pitted and flaking. On the outside of the first building the enclosures, containing at least twenty-four\ndogs, are constructed of chain-link fence panels. These panels are framed with metal pipes and these pipes have\nrusted and are cracked and broken. The outside wall of the first building is covered with sheets of metal. These\nmetal sheets have become excessively rusty and have broken edges. There are at least twelve dogs contained in\nthe enclosures against the rusty section of this wall. In the third building all the metal self-feeders have become\nexcessively rusty. There are at least fifty-two dogs housed in this building. All surfaces must be free of excessive\nrust that prevents proper cleaning and sanitization to take place, or that affects the structural strength of the surface."
    },
    {
      "code": "3.1(c)(1)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the first building there is one enclosure, containing at least two dogs, that has a plastic self-feeder. The\nself-feeder has metal framing the two openings that the dogs eat from. This metal has broken into a sharp point\nthat could come into contact with the dogs every time they eat from the self-feeder.\nIn the third building there are several enclosures that have broken metal or plastic frames around the access doors.\nThese frames have broken into sharp points and edges at the level of the dogs. There are at least six dogs in these\nenclosures. In this same building the outdoor portions of the enclosures have many loose wires hanging down from\nthe fence panels. The sharp ends of these wires are hanging at the level of the dogs. Sharp points and edges\npose an injury risk to the dogs. All sharp points and edges must be removed from the enclosures and the licensee\nmust ensure the enclosures remain safe for the dogs.\nCorrection date: April 6, 2015"
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the first building, the flooring in the outdoor portion of the enclosures is constructed of concrete. The concrete\nhas become cracked and broken and dirt and debris has accumulated in the cracks. There are at least twenty dogs\nin these enclosures. All surfaces must be maintained on a regular basis. Any surface that cannot be readily\ncleaned and sanitized must be replaced when worn or soiled."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the third building there are several enclosures, containing at least six dogs, with an excessive buildup of feces in\nthem. Some of the feces have become impacted into the flooring from the dogs stepping on them. Licensee stated\nthat the feces are removed from the enclosure every two weeks. Excessive buildup of feces could result in the\ndogs becoming soiled and increase disease hazards towards them. All hard surfaces with which the dogs come\ninto contact must be spot cleaned daily and sanitized once every two weeks to prevent the accumulation of excreta\nand reduce disease hazards.\nCorrection date: March 31, 2015"
    },
    {
      "code": "3.2(b)",
      "kind": "",
      "repeat": false,
      "desc": "INDOOR HOUSING FACILITIES.",
      "narrative": "In the whelping building for the larger dogs the ammonia level was extremely high. Both inspectors experienced\nburning of their throats and eyes during the time they were in this building. There are three adult dogs and one\npuppy in this building. Buildup of ammonia levels can be a health risk to the dogs. All indoor housing facilities for\ndogs must be sufficiently ventilated at all times when dogs are present to provide for their health and well-being, and\nto minimize odors and ammonia levels.\nCorrection date: April 6, 2015\nThis is a continuation report of the routine inspection conducted on March 27, 2015.\nExit interview conducted with facility representative.\nAdditional Inspectors\nFox Donnovan, Animal Care Inspector"
    }
  ],
  "narrative": "3.1(c)(1)(1)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nIn the first building the enclosures, containing at least twenty dogs, are constructed of metal bars.  The bars have\nrusted and are pitted and flaking.  On the outside of the first building the enclosures, containing at least twenty-four\ndogs, are constructed of chain-link fence panels.   These panels are framed with metal pipes and these pipes have\nrusted and are cracked and broken.   The outside wall of the first building is covered with sheets of metal.  These\nmetal sheets have become excessively rusty and have broken edges.  There are at least twelve dogs contained in\nthe enclosures against the rusty section of this wall.  In the third building all the metal self-feeders have become\nexcessively rusty.  There are at least fifty-two dogs housed in this building.   All surfaces must be free of excessive\nrust that prevents proper cleaning and sanitization to take place, or that affects the structural strength of the surface.\n3.1(c)(1)(2)\nHOUSING FACILITIES, GENERAL.\nIn the first building there is one enclosure, containing at least two dogs, that has a plastic self-feeder.  The\nself-feeder has metal framing the two openings that the dogs eat from.  This metal has broken into a sharp point\nthat could come into contact with the dogs every time they eat from the self-feeder.  \nIn the third building there are several enclosures that have broken metal or plastic frames around the access doors. \nThese frames have broken into sharp points and edges at the level of the dogs.  There are at least six dogs in these\nenclosures.  In this same building the outdoor portions of the enclosures have many loose wires hanging down from\nthe fence panels.  The sharp ends of these wires are hanging at the level of the dogs.  Sharp points and edges\npose an injury risk to the dogs.  All sharp points and edges must be removed from the enclosures and the licensee\nmust ensure the enclosures remain safe for the dogs.\nCorrection date:  April 6, 2015\n3.1(c)(2)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n\nIn the first building, the flooring in the outdoor portion of the enclosures is constructed of concrete.  The concrete\nhas become cracked and broken and dirt and debris has accumulated in the cracks.  There are at least twenty dogs\nin these enclosures.  All surfaces must be maintained on a regular basis.  Any surface that cannot be readily\ncleaned and sanitized must be replaced when worn or soiled.\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nIn the third building there are several enclosures, containing at least six dogs, with an excessive buildup of feces in\nthem.  Some of the feces have become impacted into the flooring from the dogs stepping on them.  Licensee stated\nthat the feces are removed from the enclosure every two weeks.   Excessive buildup of feces could result in the\ndogs becoming soiled and increase disease hazards towards them.   All hard surfaces with which the dogs come\ninto contact must be spot cleaned daily and sanitized once every two weeks to prevent the accumulation of excreta\nand reduce disease hazards. \nCorrection date:  March 31, 2015 \n3.2(b)\nINDOOR HOUSING FACILITIES.\nIn the whelping building for the larger dogs the ammonia level was extremely high.  Both inspectors experienced\nburning of their throats and eyes during the time they were in this building.  There are three adult dogs and one\npuppy in this building.  Buildup of ammonia levels can be a health risk to the dogs.  All indoor housing facilities for\ndogs must be sufficiently ventilated at all times when dogs are present to provide for their health and well-being, and\nto minimize odors and ammonia levels.  \nCorrection date:  April 6, 2015\nThis is a continuation report of the routine inspection conducted on March 27, 2015.\nExit interview conducted with facility representative.\nAdditional Inspectors\nFox Donnovan, Animal Care Inspector",
  "animals_total": 115,
  "species": [
    {
      "count": 96,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 19,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}