{
  "insp_id": "2016082567926576",
  "layout": "a",
  "customer_id": "18422",
  "customer_name": "Dennis Connolly",
  "customer_addr": "Gail Connolly\n1010 Perry Street\nKnoxville, IA 50138",
  "certificate": "42-B-0259",
  "site_id": "001",
  "site_name": "DENNIS & GAIL CONNOLLY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-AUG-2016",
  "report_date": "15-SEP-2016",
  "citations": [
    {
      "code": "3.81",
      "kind": "",
      "repeat": true,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "The facility has two lemurs but there is no documented environmental enhancement plan that is approved by the\nattending veterinarian. The plan for environmental enhancement is necessary to ensure the mental health of the\nnon-human primates. Approval by the attending veterinarian is important to affirm the type of enrichment is\nappropriate for the species. The licensee must develop, document, and follow an appropriate plan for\nenvironmental enhancement for the lemurs and the plan must be approved by the attending veterinarian. The\ndocumented plan must be available to the inspector upon request."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Within the enclosure that contains ten pine squirrels, there is a wooden den structure that has received damage and\nthe sharp ends of two nails are exposed.\nIn the enclosure housing male black bear “Gibby”, the resting platform is attached to the frame by metal wire. The\nends of the wires have created sharp points that the bear can come in contact with.\nIn the enclosure containing two lemurs, there is a raised platform for the animals to sit on. There are two nails\nsticking out of the surface of the platform and the lemurs can come into contact with the sharp ends of the nails.\nIn the enclosure containing two grey foxes, there are two raised platforms that are attached together by wire and the\nends of the wires have created sharp points that the foxes can come in contact with.\nIn the enclosure containing female black bear “Molly”, there are multiple sharp points created by wire and broken\nfence prongs. Some of the sharp wires are attached to the top of the enclosure but “Molly” was observed to climb\nthe primary fence to the top of the enclosure and can come into contact with these sharp points. At least two\nbroken fence prongs were located along the bottom of the primary fence and bent inward toward the bear. Attached\nto the primary fence is a metal self-feeder that the bear has damaged resulting in sharp points and edges.\nSharp points and edges can cause injury to the animals. The housing facility shall be structurally sound and\nmaintained in good repair in order to protect the animals from injury. The licensee must remove all sharp points and\nedges or alter them in a manner that eliminates the injury risk to the animals. The licensee must ensure that all\nenclosures are safe for the animals at all times."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "In the enclosure containing ten pine squirrels, there are two water containers that have a thick layer of algae coating\nthe inside surfaces. The algae is also floating in the water and the water has turned a dark brown and dark green\ncolor.\nIn the enclosure containing male black bear “Gibby”, the water contained in the water receptacle is a dark brown\ncolor, contains a large amount of hair and appears slightly thickened.\nIn the enclosure containing female black bear “Molly”, the bottom surface inside the water receptacle is coated with\na layer of green algae.\nWater receptacles shall be kept clean and sanitary. The licensee must remove the algae from all water receptacles\nand must ensure that all water receptacles remain clean and sanitary at all times."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "In the enclosure containing male black bear “Gibby”, there are multiple large piles of feces, old food items, and hair\nscattered across the floor of the enclosure. These waste items are attracting a large number of flies. Flies were\nobserved swarming around and sitting on the feces and old food. The flies were also sitting on the resting platform\nand on the areas of the primary fence located near the piles of feces. A buildup of waste materials and flies can\nincrease the disease risk towards the animals.\nExcreta shall be removed from the primary enclosure as often as necessary to prevent the contamination of the\nanimals and to minimize disease hazards. The licensee must remove the feces, food, and hair as often as\nnecessary to reduce the number of flies attracted to such waste and to promote the health and well-being of the\nanimals.\nCorrection date: August 24, 2016\nFemale ring-tailed lemur has been evaluated by a licensed veterinarian.\nExit interview conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "3.81                    REPEAT\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\nThe facility has two lemurs but there is no documented environmental enhancement plan that is approved by the\nattending veterinarian.  The plan for environmental enhancement is necessary to ensure the mental health of the\nnon-human primates.  Approval by the attending veterinarian is important to affirm the type of enrichment is\nappropriate for the species.  The licensee must develop, document, and follow an appropriate plan for\nenvironmental enhancement for the lemurs and the plan must be approved by the attending veterinarian.  The\ndocumented plan must be available to the inspector upon request.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nWithin the enclosure that contains ten pine squirrels, there is a wooden den structure that has received damage and\nthe sharp ends of two nails are exposed.  \nIn the enclosure housing male black bear “Gibby”, the resting platform is attached to the frame by metal wire.  The\nends of the wires have created sharp points that the bear can come in contact with.\nIn the enclosure containing two lemurs, there is a raised platform for the animals to sit on.  There are two nails\nsticking out of the surface of the platform and the lemurs can come into contact with the sharp ends of the nails.\nIn the enclosure containing two grey foxes, there are two raised platforms that are attached together by wire and the\nends of the wires have created sharp points that the foxes can come in contact with.\nIn the enclosure containing female black bear “Molly”, there are multiple sharp points created by wire and broken\nfence prongs.  Some of the sharp wires are attached to the top of the enclosure but “Molly” was observed to climb\nthe primary fence to the top of the enclosure and can come into contact with these sharp points.  At least two\nbroken fence prongs were located along the bottom of the primary fence and bent inward toward the bear.  Attached\nto the primary fence is a metal self-feeder that the bear has damaged resulting in sharp points and edges.\n\nSharp points and edges can cause injury to the animals.  The housing facility shall be structurally sound and\nmaintained in good repair in order to protect the animals from injury.  The licensee must remove all sharp points and\nedges or alter them in a manner that eliminates the injury risk to the animals.  The licensee must ensure that all\nenclosures are safe for the animals at all times.\n3.130                    REPEAT\nWATERING.  \nIn the enclosure containing ten pine squirrels, there are two water containers that have a thick layer of algae coating\nthe inside surfaces.  The algae is also floating in the water and the water has turned a dark brown and dark green\ncolor.   \nIn the enclosure containing male black bear “Gibby”, the water contained in the water receptacle is a dark brown\ncolor, contains a large amount of hair and appears slightly thickened.  \nIn the enclosure containing female black bear “Molly”, the bottom surface inside the water receptacle is coated with\na layer of green algae.  \nWater receptacles shall be kept clean and sanitary.  The licensee must remove the algae from all water receptacles\nand must ensure that all water receptacles remain clean and sanitary at all times.  \n3.131(a)\nSANITATION.   \nIn the enclosure containing male black bear “Gibby”, there are multiple large piles of feces, old food items, and hair\nscattered across the floor of the enclosure.  These waste items are attracting a large number of flies.  Flies were\nobserved swarming around and sitting on the feces and old food.   The flies were also sitting on the resting platform\nand on the areas of the primary fence located near the piles of feces.  A buildup of waste materials and flies can\nincrease the disease risk towards the animals.\nExcreta shall be removed from the primary enclosure as often as necessary to prevent the contamination of the\nanimals and to minimize disease hazards.  The licensee must remove the feces, food, and hair as often as\nnecessary to reduce the number of flies attracted to such waste and to promote the health and well-being of the\nanimals.\n\nCorrection date:  August 24, 2016\nFemale ring-tailed lemur has been evaluated by a licensed veterinarian.\nExit interview conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 20,
  "species": [
    {
      "count": 2,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 4,
      "scientific": "Marmota monax",
      "common": "GROUNDHOG / WOODCHUCK"
    },
    {
      "count": 10,
      "scientific": "Sciurus vulgaris",
      "common": "EURASIAN RED SQUIRREL"
    },
    {
      "count": 2,
      "scientific": "Urocyon cinereoargenteus",
      "common": "GRAY FOX / GREY FOX"
    },
    {
      "count": 2,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    }
  ]
}