{
  "insp_id": "261141946240039",
  "layout": "a",
  "customer_id": "8943",
  "customer_name": "Linda Baker",
  "customer_addr": "P.O. Box 21\nKetchum, OK 74349",
  "certificate": "73-B-0204",
  "site_id": "001",
  "site_name": "LINDA BAKER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-SEP-2014",
  "report_date": "19-SEP-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***An adult female fawn and white English Bulldog identification number 103519068 has a swollen lesion between\ndigits four and five on her left front foot. It is oblong in shape, reddened, moist-looking, hairless and approximately\nthe size of a pea.\n***An adult female red and white English Bulldog identification number 4A5A05733A has a large swelling on her\nright front paw between digits four and five. It is round in shape, mostly hairless, approximately the size of a marble,\nand can easily be seen even while the dog has her foot down on the ground. In addition, the white part of her right\neye is very red and inflamed.\n***An adult female red and white English Bulldog identification number 4A395D57 has a lesion between digits four\nand five on her left front foot. It is pink, oblong in shape, mostly hairless, and approximately the size of a large pea.\nThe lesion was draining a clear pink colored fluid. These lesion can be painful causing discomfort and it could\npotentially affect the mobility and daily activity of the dog.\n***An adult female red and white Pekingese identification number 49072E666A has a right eye that has a thick,\ngreyish-yellow discharge covering approximately 20% of the surface. Approximately half of the iris has a\nmilky-white, thickened opaque area. In the center of this opaque area, there is a small gray dot, and it appears to\nbe slightly sunken in. . Eye disease can be caused by a variety of problems including infection, allergies, injury,\nirritation or other medical conditions and can be painful and distressing. Not having clear vision can cause\ndiscomfort affecting the health and well being of the dog. The potential for injury exists if the dog is not able to\nclearly see.\nThe licensee must have this animal examined by a veterinarian and appropriate treatment plan administrated. The\noutcome of this examination must be documented and provided to the inspector upon request. The licensee must\nensure that all animals receive adequate veterinary care at all times.\nNick a gray and white Male Poodle id#OAO1675437 had a buildup of brown and creamy white substance between\nthe gum and the top of the top of his back teeth. The gums appeared red and inflamed and contained a spot of\nreddish material on them between the tooth and the gum line. The gum line was reddened along the top of the\ntooth and appeared rope like all along the top of the teeth from the front to the back.\nRosie a red female poodle id# 4859526616 had a buildup of brownish matter on her teeth. The gum appeared\nredden and swollen, along the top of the teeth the gum appeared rope like, swollen and reddened. The dog\nflinched when inspectors tried to lift the dogs lips to get photos of the teeth and gum area.\nGum disease and buildup of brown substances can cause pain and discomfort for the dogs. Swollen gums and\ncreamy white discharge can be indicative of gum disease or other health problems that could adversely affect the\nhealth and well-being of the dogs Owner must ensure that all dogs are routinely checked and treated for dental\nproblems. Owner must have animal evaluated by a licensed veterinarian and maintain a record of the evaluation\nand treatment protocol. To be corrected by 09-21-2014."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the female bulldog barn building, the sheet metal siding along the cement floor has rusted to the point it is no\nlonger structurally sound and rusted to the point that it is creating sharp points that could injury the dogs. The male\nbarn also has areas of sheet metal that are rusted or deteriorated to the point that it is no longer structurally sound\nand creating sharp points. A gate frame in the outdoor kennel area is rusted to the point that it is no longer\nstructurally sound and created sharp points that could injury the dogs. Injuries from rusted metal can be painful and\nuncomfortable for the dogs. Owner must ensure that all metal used on the buildings and around the dogs is free\nfrom rust, corrosion, is structurally sound and protects the dogs from injury. To be corrected by 09-25-2014.\nThe female building and the male building had areas of concrete floor of the building where the concrete had\ncracked creating holes where dirt, old food and other debris has accumulated. These cracks in the concrete can\nharbor harmful bacteria and other vermin that could adversely affect the health and well-being of the dogs. The\ncracks must be repaired so the floor is impervious to moisture and easily cleaned and sanitized. All debris must be\nremoved from the cracked concrete and the area repaired or replaced so that it can be easily cleaned and sanitized.\nLicensee must ensure that all the surfaces the dogs come in contact with are impervious to moisture, free of\ncracks, and easily cleaned and sanitized. To be corrected by 10-02-2014.\nIn the whelping building one enclosure had a plastic Rubbermaid lid covering the dog door opening. The plastic\nwas chewed around the base and part of the frame was broken. The chewed edges cannot be adequately cleaned\nand sanitized. The dog door openings on the male barn were covered with a cloth type material that was torn and\ntattered. The strains of material around the torn edges could be ingested by the dogs. The material had a dark\nbrown substance buildup on them. The cloth like material must be impervious to moisture so it can be easily\ncleaned and sanitized.\nThe were several shelters in the outdoor section that had areas that were chewed, usually around the openings and\nalong joints where the shelter are fastened together. The chewed areas cannot be adequately cleaned and\nsanitized and must be repaired or replaced so they can be adequately cleaned, sanitized and routinely maintained.\nSeveral shelter appeared dusty and stained. All the surfaces in contact with the dogs must be routinely maintained\nso they can be easily cleaned and sanitized."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There were at least seven dog doors that had a buildup of grease and grime on them. The door must be routinely\nmaintained to prevent the buildup. The areas can harbor bacteria or other vermin that could adversely affect the\nhealth and well-being of the dogs. Owner must ensure that all the dog doors are routinely cleaned and sanitized.\nTo be corrected by 09-21-2014"
    },
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "They were several enclosures, at least four that were equipped with shelters that were not large enough for all the\ndogs. One enclosure with 2 Rhodesian Ridgeback(cid:25)s measuring 40 inches and 38 inches in a shelter that was 38\ninches wide and 46 inches wide and 38 inches tall. When both dogs are in the shelter neither have enough room to\nallow normal posture positions in the shelter. There were other enclosures containing three or more in an\nenclosure with one shelter. A Pomeranian and two Pekinese were in one enclosure. Three Pekinese were in one\nenclosure with one shelter. The shelter must be large enough so all the dogs have enough room to sit stand and\nlie in a normal manner. When the dogs are not allowed adequate space or additional shelters in a group enclosure,\nfights and territorial disputes can flare up causing injuries and undo stress for the dogs. Licensee must provide\nadequate space for each of the animals in all enclosures. To be corrected by 09-24-2014"
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "The area in the back of the male building, next to outdoor enclosures had a buildup of leaves and other matter. The\ndebris pile was along the edge of the concrete slab, consisting of feces, old food and other debris. Several flies\nwere observed around the pile of debris, landing on the old food and fecal matter. During the inspection licensee\nadvised inspector(cid:25)s that one female Shar pie mix dog had problems with flies during the summer. The female Shar\npie(cid:25)s ears were missing hair and scabbed over from old fly bites. The licensee must establish some means of fly\ncontrol in this area of the facility. The fly strike can cause the dogs discomfort and wounds that can be painful.\nLicensee must ensure that all the dogs are adequately protected from flies and other vermin. To be corrected by\n09-21-2014.\nInspection conducted with facility representative.\nAdditional Inspectors\nBaker Jeffrey, Veterinary Medical Officer\nClarke Lynn, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***An adult female fawn and white English Bulldog identification number 103519068 has a swollen lesion between\ndigits four and five on her left front foot.  It is oblong in shape, reddened, moist-looking, hairless and approximately\nthe size of a pea.\n***An adult female red and white English Bulldog identification number 4A5A05733A has a large swelling on her\nright front paw between digits four and five.  It is round in shape, mostly hairless, approximately the size of a marble,\nand can easily be seen even while the dog has her foot down on the ground.  In addition, the white part of her right\neye is very red and inflamed.  \n***An adult female red and white English Bulldog identification number 4A395D57 has a lesion between digits four\nand five on her left front foot.  It is pink, oblong in shape, mostly hairless, and approximately the size of a large pea. \n The lesion was draining a clear pink colored fluid. These lesion can be painful causing discomfort and it could\npotentially affect the mobility and daily activity of the dog.\n***An adult female red and white Pekingese identification number 49072E666A has a right eye that has a thick,\ngreyish-yellow discharge covering approximately 20% of the surface.  Approximately half of the iris has a\nmilky-white, thickened opaque area.  In the center of this opaque area, there is a small gray dot, and it appears to\nbe slightly sunken in. .   Eye disease can be caused by a variety of problems including infection, allergies, injury,\nirritation or other medical conditions and can be painful and distressing.  Not having clear vision can cause\ndiscomfort affecting the health and well being of the dog.  The potential for injury exists if the dog is not able to\nclearly see.\n The licensee must have this animal examined by a veterinarian and appropriate treatment plan administrated. The\noutcome of this examination must be documented and provided to the inspector upon request. The licensee must\nensure that all animals receive adequate veterinary care at all times.  \nNick a gray and white Male Poodle id#OAO1675437 had a buildup of brown and creamy white substance between\nthe gum and the top of the top of his back teeth.  The gums appeared red and inflamed and contained a spot of\nreddish material on them between the tooth and the gum line.  The gum line was reddened along the top of the\n\ntooth and appeared rope like all along the top of the teeth from the front to the back. \nRosie a red female poodle id# 4859526616 had a buildup of brownish matter on her teeth.  The gum appeared\nredden and swollen, along the top of the teeth the gum appeared rope like, swollen and reddened.  The dog\nflinched when inspectors tried to lift the dogs lips to get photos of the teeth and gum area.\n \nGum disease and buildup of brown substances can cause pain and discomfort for the dogs.  Swollen gums and\ncreamy white discharge can be indicative of gum disease or other health problems that could adversely affect the\nhealth and well-being of the dogs  Owner must ensure that all dogs are routinely checked and treated for dental\nproblems.  Owner must have animal evaluated by a licensed veterinarian and maintain a record of the evaluation\nand treatment protocol.  To be corrected by 09-21-2014.     \n3.1(a)\nHOUSING FACILITIES, GENERAL.\nIn the female bulldog barn building, the sheet metal siding along the cement floor has rusted to the point it is no\nlonger structurally sound and rusted to the point that it is creating sharp points that could injury the dogs.   The male\nbarn also has areas of sheet metal that are rusted or deteriorated to the point that it is no longer structurally sound\nand creating sharp points.  A gate frame in the outdoor kennel area is rusted to the point that it is no longer\nstructurally sound and created sharp points that could injury the dogs. Injuries from rusted metal can be painful and\nuncomfortable for the dogs.  Owner must ensure that all metal used on the buildings and around the dogs is free\nfrom rust, corrosion, is structurally sound and protects the dogs from injury.   To be corrected by 09-25-2014.\nThe female building and the male building had areas of concrete floor of the building where the concrete had\ncracked creating holes where dirt, old food and other debris has accumulated.  These cracks in the concrete can\nharbor harmful bacteria and other vermin that could adversely affect the health and well-being of the dogs.  The\ncracks must be repaired so the floor is impervious to moisture and easily cleaned and sanitized.  All debris must be\nremoved from the cracked concrete and the area repaired or replaced so that it can be easily cleaned and sanitized.\n Licensee must ensure that all the surfaces the dogs come in contact with are impervious to moisture, free of\ncracks, and easily cleaned and sanitized. To be corrected by 10-02-2014.  \nIn the whelping building one enclosure had a plastic Rubbermaid lid covering the dog door opening.  The plastic\nwas chewed around the base and part of the frame was broken. The chewed edges cannot be adequately cleaned\nand sanitized. The dog door openings on the male barn were covered with a cloth type material that was torn and\ntattered.  The strains of material around the torn edges could be ingested by the dogs.  The material had a dark\nbrown substance buildup on them.  The cloth like material must be impervious to moisture so it can be easily\ncleaned and sanitized.\n\nThe were several shelters in the outdoor section that had areas that were chewed, usually around the openings and\nalong joints where the shelter are fastened together.  The chewed areas cannot be adequately cleaned and\nsanitized and must be repaired or replaced so they can be adequately cleaned, sanitized and routinely maintained.\nSeveral shelter appeared dusty and stained.  All the surfaces in contact with the dogs must be routinely maintained\nso they can be easily cleaned and sanitized.\n  \n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nThere were at least seven dog doors that had a buildup of grease and grime on them.  The door must be routinely\nmaintained to prevent the buildup.  The areas can harbor bacteria or other vermin that could adversely affect the\nhealth and well-being of the dogs.  Owner must ensure that all the dog doors are routinely cleaned and sanitized. \nTo be corrected by 09-21-2014\n3.4(b)\nOUTDOOR HOUSING FACILITIES.\nThey were several enclosures, at least four that were equipped with shelters that were not large enough for all the\ndogs.  One enclosure with 2 Rhodesian Ridgeback(cid:25)s measuring 40 inches and 38 inches in a shelter that was 38\ninches wide and 46 inches wide and 38 inches tall.  When both dogs are in the shelter neither have enough room to\nallow normal posture positions in the shelter.   There were other enclosures containing three or more in an\nenclosure with one shelter.  A Pomeranian and two Pekinese were in one enclosure.  Three Pekinese were in one\nenclosure with one shelter.   The shelter must be large enough so all the dogs have enough room to sit stand and\nlie in a normal manner.  When the dogs are not allowed adequate space or additional shelters in a group enclosure,\nfights and territorial disputes can flare up causing injuries and undo stress for the dogs. Licensee must provide\nadequate space for each of the animals in all enclosures.   To be corrected by 09-24-2014\n3.11(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThe area in the back of the male building, next to outdoor enclosures had a buildup of leaves and other matter.  The\ndebris pile was along the edge of the concrete slab, consisting of feces, old food and other debris.   Several flies\nwere observed around the pile of debris, landing on the old food and fecal matter. During the inspection licensee\nadvised inspector(cid:25)s that one female Shar pie mix dog had problems with flies during the summer.  The female Shar\npie(cid:25)s ears were missing hair and scabbed over from old fly bites.   The licensee must establish some means of fly\n\ncontrol in this area of the facility.   The fly strike can cause the dogs discomfort and wounds that can be painful. \nLicensee must ensure that all the dogs are adequately protected from flies and other vermin.  To be corrected by\n09-21-2014.\nInspection conducted with facility representative.\nAdditional Inspectors\nBaker Jeffrey, Veterinary Medical Officer\nClarke Lynn, Animal Care Inspector",
  "animals_total": 144,
  "species": [
    {
      "count": 122,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 22,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}