{
  "insp_id": "INS-0000851440",
  "layout": "c",
  "customer_id": "323347",
  "customer_name": "PEEPS AND CREEPS",
  "customer_addr": "8535 W. Hwy 158\nMIDLAND, TX 79707",
  "certificate": "74-C-1052",
  "site_id": "001",
  "site_name": "Peeps and Creeps Inc.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-MAR-2023",
  "report_date": "10-MAR-2023",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Critical",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "According to a facility representative and the licensee (who is also the attending veterinarian), on 02/24/2023, staff\nnoticed that an adult male African green monkey named, “Paco,” was atypically withdrawn and quiet, and did not want to\neat as much. The staff notified the attending veterinarian and the attending veterinarian performed a brief physical\nexamination, but could not determine the cause for the symptoms. The primate was kept under observation for the\nremainder of the day, until closing. The next morning, staff contacted the attending veterinarian and informed her that\nPaco was “worse” and that she should come to see him as soon as possible. When the veterinarian arrived soon after on\nthat morning, she agreed that Paco was still “off” and sat down on the floor with the monkey in her lap. During this time,\nno further diagnostics were performed, nor were any medications or medical palliative care administered. Paco died in\nthe attending veterinarian’s lap three hours later. Although the cause of death is unknown, the animal was not submitted\nfor necropsy.\nFurther diagnostics or other medical intervention may have ameliorated discomfort or even prevented the primate’s death.\nThe licensee must ensure the use of appropriate methods to prevent, control, diagnose and treat diseases and injuries."
    },
    {
      "code": "2.75(b)",
      "kind": "Critical",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "Facility representatives did not present records of animal inventory, acquisition, or disposition. Since the last inspection,\none adult male African green monkey died and one adult raccoon escaped the facility. As a result, these two animals are\nno longer present at the facility but are not recorded as such on the inventory or with disposition records. Also, since the\nlast inspection, there are two adult guinea pigs and one juvenile guinea pig, one adult male bobcat, one adult male lemur,\ntwo adult rabbits and two adult pigs added to the zoo, but no acquisition records were available. Records containing the\nrequired information for animals disposed of or acquired for use in regulated activities, including those offspring born on\npremises, are necessary to accurately track animals to ensure their humane care and use. The licensee must make, keep\nand maintain records of the inventory, acquisition and disposition of all animals that fully and correctly disclose the\nrequired information."
    },
    {
      "code": "2.125",
      "kind": "Critical",
      "repeat": false,
      "desc": "Information as to business; furnishing of same by dealers, exhibitors, operators of auction sales, intermediate handlers, and carriers.",
      "narrative": "Failure to present requested records in a timely manner when requested by inspectors, interferes with the inspection\nprocess and the ability to determine compliance with the Animal Welfare Act. In this case it interferes with the ability to\ndetermine compliance with inventory and acquisition/disposition, animal handling of the racoon, and the medical care\nsurrounding the death of the African green monkey as documented in this report. The licensee must furnish to any APHIS\nofficial in a reasonable amount of time, any information concerning their business which the APHIS official may request in\nconnection with the enforcement of the provision of the Animal Welfare Act, the regulations, and the standards in this\nsubchapter.\nTO BE CORRECTED BY 3/10/2023"
    },
    {
      "code": "2.131(b)(1)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "When asked about the whereabouts of one of the raccoons no longer present at the facility, a facility representative told\nthe inspector that it had escaped during cage cleaning, when another employee did not sufficiently secure the door to the\ncage. The animal was able to escape its primary enclosure through that door and was allowed to escape the zoo because\nit became aggressive when the employees attempted to capture it.\nFailure to ensure the animal was secure resulted in its escape. The licensee must ensure that all employees who work\nwith the animals are trained and capable of performing handling tasks as expeditiously and carefully as possible, to avoid\ntrauma, behavioral stress, harm and discomfort, as well as prevent escapes.\nTO BE CORRECTED BY 3/13/2023"
    },
    {
      "code": "3.75(b)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "At the time of the inspection, there is one, adult male lemur present that was not present at the last inspection, housed\ninside the building's area where other exhibit animals are housed. The facility representative stated that this animal is a\nprivately-owned animal that is only boarding and not intended for exhibit.\nRegulated species that are not used for activities regulated under the Animal Welfare Act (such as exhibition) must be\nhoused physically separate from animals that are used for regulated activities in order to be exempt from Animal Care\noversight. If these animals are co-mingled with animals intended for use in regulated activities such as exhibition, they\ncannot be guaranteed exclusion from exhibition since the public may be admitted to the areas where they are housed. In\nthe case of nonhuman primates that are exhibited, it is also a noncompliance to house them in a way that is not physically\nseparate from any other business (in this case for boarding services). Failure to house nonhuman primates separately\nfrom other businesses can expose them to disease hazards and stressful housing conditions. It can also hinder the\ninspection process and the ability to track the movement of regulated animals.\nThis exhibitor licensee must ensure that housing for nonhuman primates be physically separated from any other\nbusinesses. If a housing facility is located on the same premises as any other businesses, it must be physically separated\nfrom the other businesses so that animals the size of dogs, skunks, and raccoons, are prevented from entering.\nTO BE CORRECTED BY 3/24/2023"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "In a raccoon enclosure containing two, adult raccoons, there is an area of approximately two feet in diameter where the\nanimals have dug a hole that exposes the buried, wire grid paneling, creating spaces large enough for parts of the\nraccoons' bodies to pass.\nIn the middle of the front alleyway that connects pens housing one adult dromedary camel, one adult Bactrian camel, one\nzebra, one zedonk, one alpaca and one llama, there is a hole in the ground of sufficient depth and diameter for animal\nlegs to pass through; there is also a gate with broken chain link wire and sharp, rusty metal screws hanging from one of\nthe fence posts, where animals could easily come into contact with it. The front side of that alleyway fence also has a\nsection of broken wire that is bent upward and inward where animals could easily come into contact with the sharp points.\nBroken or discarded items, damaged fencing, sharp metal and loose/unsupported panels and large holes are hazards\nbecause animals can come into contact with them, resulting in injury or entrapment. A system of facility monitoring should\nbe in place to ensure all enclosures are structurally sound and maintained in good repair to protect the animals from\nillness or injury."
    },
    {
      "code": "3.125(d)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "In an enclosure containing two, adult raccoons, there is an accumulation of dirty mulch and feces, as well as remnants of\na heavily soiled, flattened and torn up, fabric enrichment device on the enclosure floor. Accumulation of animal wastes\nand debris encourages microbial growth, attracts pests and vermin, and can lead to animal illness; damaged enrichment\ncan cause animal injury by entrapment or ingestion. The licensee must provide for the removal and disposal of animal\nand food wastes, bedding, trash and debris to minimize insect and vermin infestation and odors and to protect the animals\nfrom illness or injury."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "Two adult camels, one adult zebra, one adult zedonk, one adult alpaca and one adult llama have access to the far pen\nenclosure which contains rubble and broken enclosures, as well as construction debris scattered around the ground\nwhere the animals can walk. The adult, male dromedary camel was in this area at the time of inspection.\nAccumulations of trash, debris and unnecessary items pose a tripping and entrapment hazard and can also harbor\nharmful pests and vermin that could cause animal disease or injury. Premises must be kept clean and free of debris to\nprotect the animals from injury; a system of facility monitoring should be in place to ensure all enclosures are in good\nrepair and that accumulations of trash and/or debris are placed in designated areas and cleared as necessary to protect\nthe health of the animals.\nThis inspection and exit interview were conducted with facility representatives and the licensee/attending veterinarian.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Critical Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nAccording to a facility representative and the licensee (who is also the attending veterinarian), on 02/24/2023, staff \nnoticed that an adult male African green monkey named, “Paco,” was atypically withdrawn and quiet, and did not want to \neat as much.  The staff notified the attending veterinarian and the attending veterinarian performed a brief physical \nexamination, but could not determine the cause for the symptoms.  The primate was kept under observation for the \nremainder of the day, until closing.  The next morning, staff contacted the attending veterinarian and informed her that \nPaco was “worse” and that she should come to see him as soon as possible.  When the veterinarian arrived soon after on \nthat morning, she agreed that Paco was still “off” and sat down on the floor with the monkey in her lap.  During this time, \nno further diagnostics were performed, nor were any medications or medical palliative care administered.  Paco died in \nthe attending veterinarian’s lap three hours later.    Although the cause of death is unknown, the animal was not submitted \nfor necropsy. \nFurther diagnostics or other medical intervention may have ameliorated discomfort or even prevented the primate’s death.  \nThe licensee must ensure the use of appropriate methods to prevent, control, diagnose and treat diseases and injuries. \n2.75(b)  Critical Repeat\n   \nRecords: Dealers and exhibitors.\n\nFacility representatives did not present records of animal inventory, acquisition, or disposition. Since the last inspection, \none adult male African green monkey died and one adult raccoon escaped the facility. As a result, these two animals are \nno longer present at the facility but are not recorded as such on the inventory or with disposition records. Also, since the \nlast inspection, there are two adult guinea pigs and one juvenile guinea pig, one adult male bobcat, one adult male lemur, \ntwo adult rabbits and two adult pigs added to the zoo, but no acquisition records were available. Records containing the \nrequired information for animals disposed of or acquired for use in regulated activities, including those offspring born on \npremises, are necessary to accurately track animals to ensure their humane care and use. The licensee must make, keep \nand maintain records of the inventory, acquisition and disposition of all animals that fully and correctly disclose the \nrequired information. \n2.125  Critical\n   \nInformation as to business; furnishing of same by dealers, exhibitors, operators of auction sales, intermediate \nhandlers, and carriers. \nFailure to present requested records in a timely manner when requested by inspectors, interferes with the inspection \nprocess and the ability to determine compliance with the Animal Welfare Act. In this case it interferes with the ability to \ndetermine compliance with inventory and acquisition/disposition, animal handling of the racoon, and the medical care \nsurrounding the death of the African green monkey as documented in this report. The licensee must furnish to any APHIS \nofficial in a reasonable amount of time, any information concerning their business which the APHIS official may request in \nconnection with the enforcement of the provision of the Animal Welfare Act, the regulations, and the standards in this \nsubchapter.  \nTO BE CORRECTED BY 3/10/2023 \n2.131(b)(1)  Critical\n   \nHandling of animals.\n\nWhen asked about the whereabouts of one of the raccoons no longer present at the facility, a facility representative told \nthe inspector that it had escaped during cage cleaning, when another employee did not sufficiently secure the door to the \ncage. The animal was able to escape its primary enclosure through that door and was allowed to escape the zoo because \nit became aggressive when the employees attempted to capture it.  \nFailure to ensure the animal was secure resulted in its escape. The licensee must ensure that all employees who work \nwith the animals are trained and capable of performing handling tasks as expeditiously and carefully as possible, to avoid \ntrauma, behavioral stress, harm and discomfort, as well as prevent escapes.  \nTO BE CORRECTED BY 3/13/2023 \n3.75(b) \n   \nHousing facilities, general. \nAt the time of the inspection, there is one, adult male lemur present that was not present at the last inspection, housed \ninside the building's area where other exhibit animals are housed.  The facility representative stated that this animal is a \nprivately-owned animal that is only boarding and not intended for exhibit.   \nRegulated species that are not used for activities regulated under the Animal Welfare Act (such as exhibition) must be \nhoused physically separate from animals that are used for regulated activities in order to be exempt from Animal Care \noversight.  If these animals are co-mingled with animals intended for use in regulated activities such as exhibition, they \ncannot be guaranteed exclusion from exhibition since the public may be admitted to the areas where they are housed.  In \nthe case of nonhuman primates that are exhibited, it is also a noncompliance to house them in a way that is not physically \nseparate from any other business (in this case for boarding services).  Failure to house nonhuman primates separately \nfrom other businesses can expose them to disease hazards and stressful housing conditions. It can also hinder the \ninspection process and the ability to track the movement of regulated animals.  \nThis exhibitor licensee must ensure that housing for nonhuman primates be physically separated from any other\n\nbusinesses. If a housing facility is located on the same premises as any other businesses, it must be physically separated \nfrom the other businesses so that animals the size of dogs, skunks, and raccoons, are prevented from entering. \nTO BE CORRECTED BY 3/24/2023 \n3.125(a)  Repeat\n   \nFacilities, general. \nIn a raccoon enclosure containing two, adult raccoons, there is an area of approximately two feet in diameter where the \nanimals have dug a hole that exposes the buried, wire grid paneling, creating spaces large enough for parts of the \nraccoons' bodies to pass.   \nIn the middle of the front alleyway that connects pens housing one adult dromedary camel, one adult Bactrian camel, one \nzebra, one zedonk, one alpaca and one llama, there is a hole in the ground of sufficient depth and diameter for animal \nlegs to pass through; there is also a gate with broken chain link wire and sharp, rusty metal screws hanging from one of \nthe fence posts, where animals could easily come into contact with it.  The front side of that alleyway fence also has a \nsection of broken wire that is bent upward and inward where animals could easily come into contact with the sharp points.   \nBroken or discarded items, damaged fencing, sharp metal and loose/unsupported panels and large holes are hazards \nbecause animals can come into contact with them, resulting in injury or entrapment. A system of facility monitoring should \nbe in place to ensure all enclosures are structurally sound and maintained in good repair to protect the animals from \nillness or injury. \n3.125(d)  Repeat\n   \nFacilities, general. \nIn an enclosure containing two, adult raccoons, there is an accumulation of dirty mulch and feces, as well as remnants of \na heavily soiled, flattened and torn up, fabric enrichment device on the enclosure floor.  Accumulation of animal wastes \nand debris encourages microbial growth, attracts pests and vermin, and can lead to animal illness; damaged enrichment\n\ncan cause animal injury by entrapment or ingestion.  The licensee must provide for the removal and disposal of animal \nand food wastes, bedding, trash and debris to minimize insect and vermin infestation and odors and to protect the animals \nfrom illness or injury. \n3.131(c)  Repeat\n   \nSanitation. \nTwo adult camels, one adult zebra, one adult zedonk, one adult alpaca and one adult llama have access to the far pen \nenclosure which contains rubble and broken enclosures, as well as construction debris scattered around the ground \nwhere the animals can walk.  The adult, male dromedary camel was in this area at the time of inspection. \nAccumulations of trash, debris and unnecessary items pose a tripping and entrapment hazard and can also harbor \nharmful pests and vermin that could cause animal disease or injury.  Premises must be kept clean and free of debris to \nprotect the animals from injury; a system of facility monitoring should be in place to ensure all enclosures are in good \nrepair and that accumulations of trash and/or debris are placed in designated areas and cleared as necessary to protect \nthe health of the animals. \n \nThis inspection and exit interview were conducted with facility representatives and the licensee/attending veterinarian. \n \nEnd Section",
  "animals_total": 52,
  "species": [
    {
      "count": 1,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 0,
      "scientific": "Chlorocebus aethiops",
      "common": "AFRICAN GREEN MONKEY / GRIVET"
    },
    {
      "count": 9,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 2,
      "scientific": "Urocyon cinereoargenteus",
      "common": "GRAY FOX / GREY FOX"
    },
    {
      "count": 4,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Hystrix cristata",
      "common": "AFRICAN CRESTED PORCUPINE"
    },
    {
      "count": 1,
      "scientific": "Cynomys ludovicianus",
      "common": "BLACK-TAILED PRAIRIE DOG"
    },
    {
      "count": 1,
      "scientific": "Camelus bactrianus",
      "common": "BACTRIAN CAMEL"
    },
    {
      "count": 1,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 1,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 2,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 4,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 1,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA (DOMESTICATED)"
    },
    {
      "count": 4,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Equus quagga X E. asinus",
      "common": "ZEBRA-DONKEY HYBRID / ZEDONK / ZEBRINNY"
    },
    {
      "count": 1,
      "scientific": "Coendou prehensilis",
      "common": "PREHENSILE-TAILED PORCUPINE"
    },
    {
      "count": 3,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 5,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 1,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 2,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 2,
      "scientific": "Glaucomys volans",
      "common": "SOUTHERN FLYING SQUIRREL"
    },
    {
      "count": 1,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Taxidea taxus",
      "common": "AMERICAN BADGER"
    },
    {
      "count": 2,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    }
  ]
}