{
  "insp_id": "2016082569722149",
  "layout": "a",
  "customer_id": "7863",
  "customer_name": "Jan Ryerson",
  "customer_addr": "5067 S New State Road\nPlymouth, OH 44865",
  "certificate": "31-A-0077",
  "site_id": "001",
  "site_name": "JAN RYERSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-FEB-2020",
  "report_date": "13-FEB-2020",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Chinchillas E1-2077, H1-1655, C1-445, and K1-740 have a milky white discharge coming from both eyes that have\ncaused the eyes to become partially or totally matted shut. The eye issues with discharge and matting can cause\npain and suffering. The chinchillas were quiet and withdrawn to the back of their enclosures to avoid light.\nChinchilla E1-1201 had an overgrown left bottom incisor causing the incisor to protrude out of the mouth\napproximately 1/2 inch interfering with chewing and eating.\nAll of the health issues identified above are impacting animal health and well being. Daily observation of these\nanimals is not effective. Thus, health issues are not identified within a timely manner and communicated to the\nattending veterinarian. It is the licensees responsibility to see that daily observations are completed appropriately\nand effectively. Additionally, there must be a mechanism of direct and frequent communication with the attending\nveterinarian to ensure all health issues are addressed within a timely manner, to include the animals identified\nabove.\nCorrect by 18 FEB 2020\nThis inspection and exit interview were conducted with the facility representative.\nAdditional Inspectors\nBongard Carrie, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(3)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nChinchillas E1-2077, H1-1655, C1-445, and K1-740 have a milky white discharge coming from both eyes that have\ncaused the eyes to become partially or totally matted shut.  The eye issues with discharge and matting can cause\npain and suffering.  The chinchillas were quiet and  withdrawn to the back of their enclosures to avoid light.\nChinchilla E1-1201 had an overgrown left bottom incisor causing the incisor to protrude out of the mouth\napproximately 1/2 inch interfering with chewing and eating.\nAll of the health issues identified above are impacting animal health and well being.  Daily observation of these\nanimals is not effective.  Thus, health issues are not identified within a timely manner and communicated to the\nattending veterinarian.   It is the licensees responsibility to see that daily observations are completed appropriately\nand effectively.  Additionally, there must be a mechanism of direct and frequent communication with the attending\nveterinarian to ensure all health issues are addressed within a timely manner, to include the animals identified\nabove.\nCorrect by 18 FEB 2020\nThis inspection and exit interview were conducted with the facility representative.\nAdditional Inspectors\nBongard Carrie, Animal Care Inspector",
  "animals_total": 1384,
  "species": [
    {
      "count": 1384,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA (DOMESTICATED)"
    }
  ]
}