{
  "insp_id": "182162158420328",
  "layout": "a",
  "customer_id": "331941",
  "customer_name": "Joe Farley",
  "customer_addr": "1945 Pleasant Valley Dr\nGalena, MO 65656",
  "certificate": "43-A-6006",
  "site_id": "001",
  "site_name": "Joe Farley",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-JUN-2016",
  "report_date": "01-JUL-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***DIRECT: A female Neopolitan Mastiff (m/c# 900000000091586) had a thick gray discharge in both eyes. The\nskin around the eyes was also swollen, with the right eye being more severely affected. Eye problems can progress\nrapidly, can be painful, and can result in loss of vision. The licensee was verbally instructed to have this dog\nexamined by a veterinarian by July 02, 2016. The licensee must follow all the recommendations for treatment and\nmust maintain documentation of the examination and treatments for future review by APHIS officials.\n***Five dogs had skin conditions that needed to be evaluated by a veterinarian.\n1. A female Neopolitan Mastiff (m/c# 900000000091586; same dog as listed above) had thinning hair on her neck.\n2. A female Neopolitan Mastiff (m/c# 900000000091598) had hair loss under her neck and on her chest.\n3. A brown and white, adult, female French Bulldog named Colleen (m/c# 0801335740) had a 1 inch area of hair\nloss and moist, reddened skin on the right side of her head. She also had a 1 inch X 2 inch area of hair loss and\nmoist, reddened skin on her left shoulder above the elbow.\n4. A brown and white, adult, female English Bulldog named Chloe (m/c# 0A01442158) had a 2 inch area of hair loss\nand moist, reddened skin on her right shoulder.\n5. A 5-month-old female English Bulldog named Lil' Bit (m/c# 985112006777098) had a half-inch X 1 inch area of\nhair loss and moist, reddened skin on the back of her neck.\nSkin conditions can be painful, can be contagious to other dogs, and can be the result of parasites or an underlying\nmedical condition. The licensee must consult her veterinarian about these skin problems, must follow the\nveterinarian's recommendations, and must document the diagnosis and treatments given for review by APHIS\nofficials.\n***A partially used box of puppy vaccine (Duramune Max5) had an expiration date of 09 May, 2016. The vaccine\nwas located in the refrigerator with other medications ready for use. Expired medications or vaccines can lose their\neffectiveness and their ability to prevent or control disease and/or pain. The licensee must ensure that all\nmedications and vaccines are within their expiration dates at all times."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The licensee's Dogs on Hand (APHIS form 7005) listed 42 adult dogs at the facility. However, the inspector\ncounted 64 adult dogs (16 weeks old or older) at the facility during the inspection. Properly completed acquisition\nrecords are necessary for identification of dogs to facilitate record-keeping requirements for inventory, disposition,\ntransport, and healthcare. The licensee must update the Record of Acquisition and maintain the record on a regular\nbasis so that it always has accurate information regarding acquisition, identification, and disposition for all dogs.\nTO BE CORRECTED BY JULY 15, 2016."
    },
    {
      "code": "3.4(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "Shelter from the elements.\nOne outdoor enclosure contained two adult Wiemeraners and one shelter. Another outdoor enclosure contained\ntwo Neopolitan Mastiffs and one shelter. Neither of the shelters had a wind/rain break. Shelters must provide\nprotection from the rain and wind. The licensee must provide wind/rain breaks for all shelters.\nTO BE CORRECTED BY JULY 4, 2016."
    },
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "Shelter from the elements.\n***One outdoor enclosure contained two adult Wiemeraners and one shelter. Another outdoor enclosure contained\ntwo Neopolitan Mastiffs and one shelter. The shelters were not large enough to allow both dogs to sit, stand, lie in a\nnormal manner, and to turn about freely.\n***Two outdoor enclosures, each housing 3 Australian shepherds, did not have any type of shelter.\nShelters are necessary to provide protection from direct rays of the sun, rain, and wind. The licensee must provide\nshelters for all animals and must ensure that the shelters are of adequate size to allow all dogs within the enclosure\nto sit, stand, lie in a normal manner, and to turn about freely.\nTO BE CORRECTED BY JULY 4, 2016."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Cleaning of primary enclosures.\nIn the concrete sheltered building, two enclosures had a buildup of fecal material on the inside portion of the\nenclosures. The piles of fecal material had been removed; however, the majority of the inside portions had a layer\nof dried fecal matter that had been spread by the dogs smearing the feces on the floor with their feet. Also, one of\nthe enclosures had a buildup of dirt and grime on a wall. Fecal material, dirt, and grime can soil the dogs, can\ncreate disease hazards and odor, and can attract pests and insects. The licensee must clean the primary\nenclosures as frequently as necessary to remove accumulation of feces, dirt, and grime.\nTO BE CORRECTED BY JULY 4, 2016."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Pest Control.\nThere is inadequate pest control as evidenced by an accumulation of rodent fecal matter in several areas within the\nconcrete sheltered building. The rodent feces was present on a shelf as well as on the floor, including next to the\nstored bags of dog food. Rodents and other pests can transmit disease and can contaminate food supplies. The\nlicensee must establish an effective pest control program.\nTO BE CORRECTED BY JULY 15, 2016.\nThe inspection and the exit briefing were conducted with the licensee and with an inspector from the MO Dept. of\nAgriculture."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***DIRECT:  A female Neopolitan Mastiff (m/c# 900000000091586) had a thick gray discharge in both eyes.  The\nskin around the eyes was also swollen, with the right eye being more severely affected. Eye problems can progress\nrapidly, can be painful, and can result in loss of vision.  The licensee was verbally instructed to have this dog\nexamined by a veterinarian by July 02, 2016.  The licensee must follow all the recommendations for treatment and\nmust maintain documentation of the examination and treatments for future review by APHIS officials.\n***Five dogs had skin conditions that needed to be evaluated by a veterinarian.\n1. A female Neopolitan Mastiff (m/c# 900000000091586; same dog as listed above) had thinning hair on her neck.\n2. A female Neopolitan Mastiff (m/c# 900000000091598) had hair loss under her neck and on her chest.\n3. A brown and white, adult, female French Bulldog named Colleen (m/c# 0801335740) had a 1 inch area of hair\nloss and moist, reddened skin on the right side of her head.  She also had a 1 inch X 2 inch area of hair loss and\nmoist, reddened skin on her left shoulder above the elbow.\n4. A brown and white, adult, female English Bulldog named Chloe (m/c# 0A01442158) had a 2 inch area of hair loss\nand moist, reddened skin on her right shoulder.\n5. A 5-month-old female English Bulldog named Lil' Bit (m/c# 985112006777098) had a half-inch X 1 inch area of\nhair loss and moist, reddened skin on the back of her neck.\nSkin conditions can be painful, can be contagious to other dogs, and can be the result of parasites or an underlying\nmedical condition.  The licensee must consult her veterinarian about these skin problems, must follow the\nveterinarian's recommendations, and must document the diagnosis and treatments given for review by APHIS\nofficials.\n***A partially used box of puppy vaccine (Duramune Max5) had an expiration date of 09 May, 2016.  The vaccine\nwas located in the refrigerator with other medications ready for use.  Expired medications or vaccines can lose their\neffectiveness and their ability to prevent or control disease and/or pain.  The licensee must ensure that all\nmedications and vaccines are within their expiration dates at all times.\n2.75(a)(1)\n\nRECORDS: DEALERS AND EXHIBITORS.\nThe licensee's Dogs on Hand (APHIS form 7005) listed 42 adult dogs at the facility.  However, the inspector\ncounted 64 adult dogs (16 weeks old or older) at the facility during the inspection.  Properly completed acquisition\nrecords are necessary for identification of dogs to facilitate record-keeping requirements for inventory, disposition,\ntransport, and healthcare. The licensee must update the Record of Acquisition and maintain the record on a regular\nbasis so that it always has accurate information regarding acquisition, identification, and disposition for all dogs.\nTO BE CORRECTED BY JULY 15, 2016.\n3.4(b)(3)\nOUTDOOR HOUSING FACILITIES.\nShelter from the elements.\nOne outdoor enclosure contained two adult Wiemeraners and one shelter.  Another outdoor enclosure contained\ntwo Neopolitan Mastiffs and one shelter.  Neither of the shelters had a wind/rain break.  Shelters must provide\nprotection from the rain and wind.  The licensee must provide wind/rain breaks for all shelters.\nTO BE CORRECTED BY JULY 4, 2016.\n3.4(b)\nOUTDOOR HOUSING FACILITIES.\nShelter from the elements.\n***One outdoor enclosure contained two adult Wiemeraners and one shelter.  Another outdoor enclosure contained\ntwo Neopolitan Mastiffs and one shelter.  The shelters were not large enough to allow both dogs to sit, stand, lie in a\nnormal manner, and to turn about freely.\n***Two outdoor enclosures, each housing 3 Australian shepherds, did not have any type of shelter.\nShelters are necessary to provide protection from direct rays of the sun, rain, and wind.  The licensee must provide\nshelters for all animals and must ensure that the shelters are of adequate size to allow all dogs within the enclosure\nto sit, stand, lie in a normal manner, and to turn about freely.\nTO BE CORRECTED BY JULY 4, 2016.\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nCleaning of primary enclosures.\nIn the concrete sheltered building, two enclosures had a buildup of fecal material on the inside portion of the\nenclosures.  The piles of fecal material had been removed; however, the majority of the inside portions had a layer\n\nof dried fecal matter that had been spread by the dogs smearing the feces on the floor with their feet.   Also, one of\nthe enclosures had a buildup of dirt and grime on a wall.  Fecal material, dirt, and grime can soil the dogs, can\ncreate disease hazards and odor, and can attract pests and insects.  The licensee must clean the primary\nenclosures as frequently as necessary to remove accumulation of feces, dirt, and grime.\nTO BE CORRECTED BY JULY 4, 2016.\n3.11(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nPest Control.\nThere is inadequate pest control as evidenced by an accumulation of rodent fecal matter in several areas within the\nconcrete sheltered building.  The rodent feces was present on a shelf as well as on the floor, including next to the\nstored bags of dog food.  Rodents and other pests can transmit disease and can contaminate food supplies.  The\nlicensee must establish an effective pest control program.\nTO BE CORRECTED BY JULY 15, 2016.\nThe inspection and the exit briefing were conducted with the licensee and with an inspector from the MO Dept. of\nAgriculture.",
  "animals_total": 74,
  "species": [
    {
      "count": 64,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 10,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}