{
  "insp_id": "2016090000712118",
  "layout": "b",
  "customer_id": "1576",
  "customer_name": "UNIVERSITY OF IOWA",
  "customer_addr": "Office of Animal Resources, Office of the IACUC\nL350 P B D B\nIOWA CITY, IA 52242",
  "certificate": "42-R-0004",
  "site_id": "001",
  "site_name": "UNIVERSITY OF IOWA",
  "insp_type": "FOCUSED INSPECTION",
  "date": "14-SEP-2021",
  "report_date": "28-SEP-2021",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "The facility found on 2/18/21 a ferret kit was found to have got its leg caught in an area of the enclosure. Upon discovery,\nit received prompt veterinary attention and was humanely euthanized. It was found to have had a talus fracture. The\nfacility found the enclosure that it got its leg caught in had a bowed enclosure floor with enough space for a kit leg to get\ncaught in. To prevent further occurrences the facility reports it has removed all affected floor components from inventory.\nEnclosures with bowed floors can cause injury as occurred this incident. Ensure that enclosures are maintained in good\nrepair to protect animals from injury and to contain them.\nOn 8/2/2021 the facility found a jill had given birth to two kits in the incorrect housing. An administrative error was found\nto be the cause of standard weaned ferret housing being used rather than a singly-housed solid bottom housing for the\npregnant ferret. Two ferret kits were found dead prior to her being moved to another enclosure and two more were born\nand found dead in the correct enclosure, and one more lived, although the cause of the deaths is unknown. The standard\nhousing was inappropriate for a pregnant ferret. The facility has taken steps to ensure that pregnant ferrets are correctly\nhoused to prevent any further incidents.\nCorrection: Ensure corrective actions are followed and continued.\nThis inspection and exit interview were conducted with facility representatives.\nAdditional Inspectors:\nWilliam Janecke, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "3.125(a)  Critical\n   \nFacilities, general. \nThe facility found on 2/18/21 a ferret kit was found to have got its leg caught in an area of the enclosure.  Upon discovery, \nit received prompt veterinary attention and was humanely euthanized.  It was found to have had a talus fracture.  The \nfacility found the enclosure that it got its leg caught in had a bowed enclosure floor with enough space for a kit leg to get \ncaught in.  To prevent further occurrences the facility reports it has removed all affected floor components from inventory.  \nEnclosures with bowed floors can cause injury as occurred this incident.  Ensure that enclosures are maintained in good \nrepair to protect animals from injury and to contain them. \n \nOn 8/2/2021 the facility found a jill had given birth to two kits in the incorrect housing.  An administrative error was found \nto be the cause of standard weaned ferret housing being used rather than a singly-housed solid bottom housing for the \npregnant ferret.  Two ferret kits were found dead prior to her being moved to another enclosure and two more were born \nand found dead in the correct enclosure, and one more lived, although the cause of the deaths is unknown. The standard \nhousing was inappropriate for a pregnant ferret. The facility has taken steps to ensure that pregnant ferrets are correctly \nhoused to prevent any further incidents.\n\nCorrection: Ensure corrective actions are followed and continued. \n \nThis inspection and exit interview were conducted with facility representatives. \n \nAdditional Inspectors: \nWilliam Janecke, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}