{
  "insp_id": "288150958590518",
  "layout": "a",
  "customer_id": "44753",
  "customer_name": "Lee Stadel",
  "customer_addr": "2052 900 Ave\nHope, KS 67451",
  "certificate": "48-A-2091",
  "site_id": "001",
  "site_name": "Lee Stadel",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-OCT-2015",
  "report_date": "15-OCT-2015",
  "citations": [
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "* The cage card information attached to four enclosures containing 24 unweaned puppies was incomplete. The\nidentification, breed and sex of the puppies were missing. Complete and accurate records are needed to ensure\neach puppy's identity can be known with certainty and to facilitate the ability to trace all puppies. The licensee must\nmaintain complete and accurate records of all puppies at their facility. Correct by 10/28/15."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* Cobwebs and dust were observed collecting on the outside of three plastic containers containing medical\nsupplies. The affected area is located in the whelp building housing three dogs and 17 puppies. It indicates a living\narea for rodents, other pests and other vermin exists. Unsanitary living conditions exist if the affected area is not\nkept free of accumulations of trash, junk, waste products and discarded matter. This could impact the health of the\ndogs and puppies. The licensee must ensure the premises where housing facilities are located including buildings\nand surrounding grounds are kept clean to facilitate normal required husbandry practices. Correct by 10/28/15.\n* The facility inspection and exit briefing done on 10/14/15 were conducted with the licensee.\n* Copy of inspection report was sent by certified and regular mail."
    }
  ],
  "narrative": "2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\n*        The cage card information attached to four enclosures containing 24 unweaned puppies was incomplete.  The\nidentification, breed and sex of the puppies were missing.  Complete and accurate records are needed to ensure\neach puppy's identity can be known with certainty and to facilitate the ability to trace all puppies.  The licensee must\nmaintain complete and accurate records of all puppies at their facility.    Correct  by  10/28/15.\n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n*   Cobwebs and dust were observed collecting on the outside of three plastic containers containing medical\nsupplies.  The affected area is located in the whelp building housing three dogs and 17 puppies.  It indicates a living\narea for rodents, other pests and other vermin exists.  Unsanitary living conditions exist if the affected area is not\nkept free of accumulations of trash, junk, waste products and discarded matter.  This could impact the health of the\ndogs and puppies. The licensee must ensure the premises where housing facilities are located including buildings\nand surrounding grounds are kept clean to facilitate normal required husbandry practices.  Correct by  10/28/15.\n*  The facility inspection and exit briefing done on 10/14/15 were conducted with the licensee.\n*  Copy of inspection report was sent by certified and regular mail.",
  "animals_total": 40,
  "species": [
    {
      "count": 16,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 24,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}