{
  "insp_id": "2016082569006061",
  "layout": "a",
  "customer_id": "502016",
  "customer_name": "Rodney J Leonard Jr",
  "customer_addr": "2111 H Hwy\nMyrtle, MO 65778",
  "certificate": "43-A-6218",
  "site_id": "001",
  "site_name": "RODNEY J LEONARD JR",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-DEC-2017",
  "report_date": "28-DEC-2017",
  "citations": [
    {
      "code": "3.4(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "***Three shelters, containing 4 adult dogs total, in the pole barn outdoor kennel area did not have an adequate\namount of bedding. These shelters had bedding in place but there was not sufficient bedding to allow the dogs to\nmake a nest to conserve body heat. The air temperature during the time of inspection was in the upper 20 degree F\nrange. No other auxillary heating methods were provided. These shelters must have clean, dry bedding provided\nto the extent of allowing the dog the opportunity to nest to conserve body heat. To be corrected by: 12/28/17\nThis inspection and exit interview were conducted with the owners by Curt McGruder-ACI."
    }
  ],
  "narrative": "3.4(b)(4)\nOUTDOOR HOUSING FACILITIES.\n***Three shelters, containing 4 adult dogs total,  in the pole barn outdoor kennel area did not have an adequate\namount of bedding.  These shelters had bedding in place but there was not sufficient bedding to allow the dogs to\nmake a nest to conserve body heat.  The air temperature during the time of inspection was in the upper 20 degree F\nrange.  No other auxillary heating methods were provided.  These shelters must have clean, dry bedding provided\nto the extent of allowing the dog the opportunity to nest to conserve body heat.  To be corrected by: 12/28/17\nThis inspection and exit interview were conducted with the owners by Curt McGruder-ACI.",
  "animals_total": 15,
  "species": [
    {
      "count": 15,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}