{
  "insp_id": "174152323340916",
  "layout": "a",
  "customer_id": "25863",
  "customer_name": "Darrel Kotila",
  "customer_addr": "62235 235th St\nLitchfield, MN 55355",
  "certificate": "41-C-0229",
  "site_id": "001",
  "site_name": "DARREL KOTILA",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-JUN-2015",
  "report_date": "24-JUN-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Two of the juvenile rabbits are each missing one ear. The rabbits were born at the facility approximately five weeks\nago as per the facility manager. The facility manager also indicated that both animals' ears were chewed shortly\nafter they were born. The attending veterinarian was never contacted regarding these animals' conditions. The\nveterinarian must be contacted regarding any veterinary care issues so that the animals can be provided with\nappropriate veterinary care.\nAssure all veterinary care issues are communicated to the veterinarian to provide for the health and well-being of\nthe animals.\nTo be corrected: From this day forward"
    },
    {
      "code": "3.50(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The rabbit enclosure and fixtures within it are in disrepair. The fifteen rabbits are housed in an large, fenced\noutdoor enclosure. The enclosure contains a previously used rabbit hutch that remains within it and is used as\nshade for the animals. The rabbit hutch has unattached, sharp hardware clothe edges, two boards with sharp nails\nexposed, and sharp, unattached wiring. All of these hazards are accessible to the rabbits. Additionally, the large\nenclosure fencing has become unattached from its frame in two areas. Both of these areas are located on the walls\nnear the ceiling. All of these issues are a physical hazard to the rabbits.\nRepair, replace, or remove the hazards within/on the rabbit enclosure to provide for the health and well-being of the\nanimals.\nTo be corrected: 6-30-15"
    },
    {
      "code": "3.56(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Excessive rabbits feces and other debris are present on the rabbit hutch within the rabbit enclosure. The feces are\npresent along the board of the hutch were sharp wires points are present. Feces can harbor diseases that affect\nanimals.\nClean the hutch or remove it from the larger enclosure to provide for the health and well-being of the animals.\nTo be corrected: 6-30-15"
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "The tub containing water for the eight goats and three sheep is dirty. The sides and bottom of the tub are\ncompletely covered with algae. The water inside of this dirty tub, if ingested, may make the animals ill. Assure the\nanimals have access to potable drinking water to provide for their health and well-being\nThoroughly clean and sanitize the water tub and repeat often enough to prevent algae build up.\nTo be corrected: 6-26-15\nNote: The inspection was conducted with the licensee and RV campground manager on 6-23-15. A thorough verbal\nexit briefing was conducted with the licensee. The inspection report was sent by certified and regular mail on\n6-24-15. The Cokato location was inspected."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nTwo of the juvenile rabbits are each missing one ear.  The rabbits were born at the facility approximately five weeks\nago as per the facility manager.  The facility manager also indicated that both animals' ears were chewed shortly\nafter they were born.  The attending veterinarian was never contacted regarding these animals' conditions.  The\nveterinarian must be contacted regarding any veterinary care issues so that the animals can be provided with\nappropriate veterinary care.\nAssure all veterinary care issues are communicated to the veterinarian to provide for the health and well-being of\nthe animals.\nTo be corrected: From this day forward\n3.50(a)\nFACILITIES, GENERAL.  \nThe rabbit enclosure and fixtures within it are in disrepair.  The fifteen rabbits are housed in an large, fenced\noutdoor enclosure.  The enclosure contains a previously used rabbit hutch that remains within it and is used as\nshade for the animals.  The rabbit hutch has unattached, sharp hardware clothe edges, two boards with sharp nails\nexposed, and  sharp, unattached wiring.  All of these hazards are accessible to the rabbits.  Additionally, the large\nenclosure fencing has become unattached from its frame in two areas.  Both of these areas are located on the walls\nnear the ceiling.  All of these issues are a physical hazard to the rabbits.\nRepair, replace, or remove the hazards within/on the rabbit enclosure to provide for the health and well-being of the\nanimals.\nTo be corrected: 6-30-15\n\n3.56(a)(1)\nSANITATION. \nExcessive rabbits feces and other debris are present on the rabbit hutch within the rabbit enclosure.  The feces are\npresent along the board of the hutch were sharp wires points are present.  Feces can harbor diseases that affect\nanimals.  \nClean the hutch or remove it from the larger enclosure to provide for the health and well-being of the animals.\nTo be corrected: 6-30-15\n3.130\nWATERING.  \nThe tub containing water for the eight goats and three sheep is dirty.  The sides and bottom of the tub are\ncompletely covered with algae.  The water inside of this dirty tub, if ingested, may make the animals ill.  Assure the\nanimals have access to potable drinking water to provide for their health and well-being\nThoroughly clean and sanitize the water tub and repeat often enough to prevent algae build up.  \nTo be corrected: 6-26-15\nNote: The inspection was conducted with the licensee and RV campground manager on 6-23-15.  A thorough verbal\nexit briefing was conducted with the licensee.  The inspection report was sent by certified and regular mail on\n6-24-15.  The Cokato location was inspected.",
  "animals_total": 26,
  "species": [
    {
      "count": 8,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 15,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 3,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    }
  ]
}