{
  "insp_id": "230151254280476",
  "layout": "a",
  "customer_id": "321502",
  "customer_name": "Hershberger Farm Ltd",
  "customer_addr": "5452 State Route 557\nMillersburg, OH 44654",
  "certificate": "31-C-0198",
  "site_id": "001",
  "site_name": "HERSHBERGER FARM LTD",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-AUG-2015",
  "report_date": "18-AUG-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***There was one sheep in need of veterinary care that was seen limping in the far back pasture. This sheep was\nnoticeably lame on its left front foot, with a pronounced head bob and ungainly gait. This animal needs to be\nexamined and treated by a veterinarian no later than close of business August 19, 2015.\nThe following animals were identified to be in need of veterinary care as indirect non-compliant items:\n***Three goats, two in the petting zoo area and one that was on the roof, all of which had approximately golf\nball-sized round swellings in the shoulder region; one black-and-white goat had hair loss over the area. These\nswellings could be evidence of an infectious condition, and these three animals need to be examined and treated by\na veterinarian. The veterinarian should also provide guidance to the facility on how to prevent the spread of\ninfection to other animals if that is the case.\n***One goat in the far back pasture had a very swollen udder, a quarter-sized laceration on the udder, and was thin\nwith some hair loss. The son of the licensee indicated she had been weaned recently and was probably an older\ngoat. This animal is in need of veterinary care due to the overall unthriftiness of her appearance, as well as the\npossibility of an infection in her udder.\nCorrect by having all of these animals examined and treated by a veterinarian, as well as continuing to provide\nadequate veterinary care for all the animals at the facility.\nCorrect by: August 19, 2015."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*** Five animals were found in need of veterinary care during this inspection including three goats with masses on\nthe bases of their necks near the points of their shoulders, a goat with swollen udders and a wound on her udder,\nand a limping sheep. Although the facility currently maintains logs of daily observations, only one black and white\ngoat with a mass had been identified by the licensee. The other 4 animals were identified by USDA inspectors\nduring this routine inspection and were not observed by the facility. All licensees must establish and maintain an\nadequate program of veterinary care which includes daily observations of all animals to assess their health and\nwell-being. Additionally, a mechanism of direct and frequent communication with the attending veterinarian (AV) is\nrequired so that timely and accurate information on problems of animal health, behavior, and well-being are\nconveyed to the AV. The number of animals that were exhibiting medical problems that the facility failed to identify\nindicates that the methods of daily observation for the animals at this facility are not adequate at this time. Correct\nby ensuring that adequate daily observations are conducted and that information is conveyed to the attending\nveterinarian as required.\nCorrect from this day forward"
    },
    {
      "code": "2.40(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***During this inspection, several young goats were found to be recently de-horned. When questioned about which\npersonnel perform these de-hornings, the son of the licensee stated that these are done by the facility personnel.\nWhen asked if there is written veterinary guidance for this procedure, he also said that there is none. Failure for the\nfacility to maintain a written Program of Veterinary Care that includes guidance for procedures does not ensure\nadequate care for the animals on hand. Written guidance is required to ensure that the attending veterinarian is\naware of those procedures to be performed by the licensee and that this guidance satisfies current accepted\nveterinary standards. Correct this by contacting your attending veterinarian and updating the Program of Veterinary\nCare to include written guidance for these procedures.\nCorrect by: Before any additional de-horning procedures by facility personnel and not later than August 30, 2015."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "***Several primary enclosures in the petting zoo had broken wires with sharp edges protruding into the animal\nareas. These sharp edges pose a risk of injury to the animals contained therein. There were also several\nenclosures consisting of loose wire paneling that bowed out when the animals leaned against it. Additionally, the\nenclosures along the west side of the barn have chain link that is curling outward, leaving a gap between the bottom\ncorners of chain link and the ground. This gap is large enough that an animal could get a foot entrapped in the\nchain link and cause itself injury. Enclosures with sharp protrusions and which are not maintained in good repair or\nof sufficient structural strength to contain the animals poses a risk of escape or injury to the animals housed therein.\nCorrect by ensuring that the facilities are structurally sound and maintained in good repair to contain the animals\nand prevent them from injury.\nCorrect by: August 30, 2015."
    },
    {
      "code": "3.125(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "***In one of the pastures on the west side of the facility there were at least two baby goat carcasses in varying\nstates of decomposition, along with some fetal membrane material, that were found near a drainage tunnel opening.\nIt was unclear whether these were stillborn babies born in situ and abandoned there, or whether they were placed\nthere by an employee checking the pasture. Decomposing carcasses, especially near a drainage ditch, can\ncontaminate the soil and plants in the pasture and cause a risk of disease to the other animals grazing there. The\ndead tissues can also attract vermin and pests, which bring another risk of disease to those animals. Correct by\nensuring that proper provisions are made for the removal and disposal of all waste materials, including dead\nanimals, and that these provisions comply with applicable regulations relating to pollution control and the protection\nof the environment.\nCorrect by: close of business August 18, 2015."
    },
    {
      "code": "3.127",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "*** There is no shelter for one pasture containing at least 18 goats. These goats are housed in an open pasture\nwith longer grasses and weeds. Although these longer grasses do give the goats areas to bed down, it does not\nprovide adequate shelter from wind, rain, and sunlight. Formal shelter structures must be provided for these\nanimals that will protect the animals from the sun and weather. Correct this by providing shelter to these animals.\nCorrect by: August 21, 2015"
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "***There is a pasture containing 2 goats along with several ducks, geese, and chickens. There is a single large\nwater tub that is providing water for all of the animals therein. This tub is emptied and cleaned out every 2 weeks.\nOn inspection today, the water was muddy and full of feathers due to the ducks using it for bathing. This is not\nsufficiently clean and sanitary to serve as a receptacle for drinking water for the goats. Unsanitary drinking water\nposes a risk of disease, and the animals may choose not to drink the water and become dehydrated. Correct by\ncleaning and sanitizing water receptacles as often as necessary for all regulated animals.\nCorrect by: August 21, 2015."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "*** The goats at this facility have access to the metal roof on a pole building. There is also a shade structure built\non the roof of the building that the goats can also access. Both the floor of the shade structure and the roof are\nexcessively dirty and require cleaning. There is feces scattered over the majority of the roof and caked in areas\nwhere there are boards attached to the roof. Excessive feces is also present on the floor of the shade structure.\nTwo puddles of an unidentified whitish liquid were found on the floor of the shade structure. This unidentified liquid\nmay have been milk or another substance. If it were from an infectious source, a thorough sanitization of this area\nis required to avoid potential transmission of disease hazards to other animals. Correct this by cleaning and\nsanitizing this area.\nCorrect by: August 21, 2015\nAn exit interview was conducted with the son of the owner by Randy Coleman, ACI, and Kathy Campitelli, VMO.\nAdditional Inspectors\nColeman Randall, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***There was one sheep in need of veterinary care that was seen limping in the far back pasture.  This sheep was\nnoticeably lame on its left front foot, with a pronounced head bob and ungainly gait.  This animal needs to be\nexamined and treated by a veterinarian no later than close of business August 19, 2015. \nThe following animals were identified to be in need of veterinary care as indirect non-compliant items:\n***Three goats, two in the petting zoo area and one that was on the roof, all of which had approximately golf\nball-sized round swellings in the shoulder region; one black-and-white goat had hair loss over the area.  These\nswellings could be evidence of an infectious condition, and these three animals need to be examined and treated by\na veterinarian.  The veterinarian should also provide guidance to the facility on how to prevent the spread of\ninfection to other animals if that is the case.  \n***One goat in the far back pasture had a very swollen udder, a quarter-sized laceration on the udder, and was thin\nwith some hair loss.  The son of the licensee indicated she had been weaned recently and was probably an older\ngoat.  This animal is in need of veterinary care due to the overall unthriftiness of her appearance, as well as the\npossibility of an infection in her udder. \nCorrect by having all of these animals examined and treated by a veterinarian, as well as continuing to provide\nadequate veterinary care for all the animals at the facility.  \nCorrect by: August 19, 2015.\n2.40(b)(3)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*** Five animals were found in need of veterinary care during this inspection including three goats with masses on\nthe bases of their necks near the points of their shoulders, a goat with swollen udders and a wound on her udder,\nand a limping sheep.   Although the facility currently maintains logs of daily observations, only one black and white\n\ngoat with a mass had been identified by the licensee.  The other 4 animals were identified by USDA inspectors\nduring this routine inspection and were not observed by the facility.  All licensees must establish and maintain an\nadequate program of veterinary care which includes daily observations of all animals to assess their health and\nwell-being.  Additionally, a mechanism of direct and frequent communication with the attending veterinarian (AV) is\nrequired so that timely and accurate information on problems of animal health, behavior, and well-being are\nconveyed to the AV.  The number of animals that were exhibiting medical problems that the facility failed to identify\nindicates that the methods of daily observation for the animals at this facility are not adequate at this time.  Correct\nby ensuring that adequate daily observations are conducted and that information is conveyed to the attending\nveterinarian as required.  \nCorrect from this day forward\n2.40(b)(4)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***During this inspection, several young  goats were found to be recently de-horned.  When questioned about which\npersonnel perform these de-hornings, the son of the licensee stated that these are done by the facility personnel. \nWhen asked if there is written veterinary guidance for this procedure, he also said that there is none.  Failure for the\nfacility to maintain a written Program of Veterinary Care that includes guidance for procedures does not ensure\nadequate care for the animals on hand.  Written guidance is required to ensure that the attending veterinarian is\naware of those procedures to be performed by the licensee and that this guidance satisfies current accepted\nveterinary standards.  Correct this by contacting your attending veterinarian and updating the Program of Veterinary\nCare to include written guidance for these procedures.  \nCorrect by:  Before any additional de-horning procedures by facility personnel and not later than August 30, 2015.\n3.125(a)\nFACILITIES, GENERAL.   \n***Several primary enclosures in the petting zoo had broken wires with sharp edges protruding into the animal\nareas.  These sharp edges pose a risk of injury to the animals contained therein.  There were also several\nenclosures consisting of loose wire paneling that bowed out when the animals leaned against it.  Additionally, the\nenclosures along the west side of the barn have chain link that is curling outward, leaving a gap between the bottom\ncorners of chain link and the ground.  This gap is large enough that an animal could get a foot entrapped in the\nchain link and cause itself injury.  Enclosures with sharp protrusions and which are not maintained in good repair or\nof sufficient structural strength to contain the animals poses a risk of escape or injury to the animals housed therein.\n Correct by ensuring that the facilities are structurally sound and maintained in good repair to contain the animals\n\nand prevent them from injury.\nCorrect by: August 30, 2015.\n3.125(d)\nFACILITIES, GENERAL.   \n***In one of the pastures on the west side of the facility there were at least two baby goat carcasses in varying\nstates of decomposition, along with some fetal membrane material, that were found near a drainage tunnel opening.\n It was unclear whether these were stillborn babies born in situ and abandoned there, or whether they were placed\nthere by an employee checking the pasture.  Decomposing carcasses, especially near a drainage ditch, can\ncontaminate the soil and plants in the pasture and cause a risk of disease to the other animals grazing there.  The\ndead tissues can also attract vermin and pests, which bring another risk of disease to those animals.  Correct by\nensuring that proper provisions are made for the removal and disposal of all waste materials, including dead\nanimals, and that these provisions comply with applicable regulations relating to pollution control and the protection\nof the environment. \nCorrect by: close of business August 18, 2015.\n3.127\nFACILITIES, OUTDOOR. \n*** There is no shelter for one pasture containing at least 18 goats.  These goats are housed in an open pasture\nwith longer grasses and weeds.  Although these longer grasses do give the goats areas to bed down, it does not\nprovide adequate shelter from wind, rain, and sunlight.  Formal shelter structures must be provided for these\nanimals that will protect the animals from the sun and weather.  Correct this by providing shelter to these animals.  \nCorrect by: August 21, 2015\n3.130\nWATERING.  \n***There is a pasture containing 2 goats along with several ducks, geese, and chickens.  There is a single large\nwater tub that is providing water for all of the animals therein.  This tub is emptied and cleaned out every 2 weeks. \nOn inspection today, the water was muddy and full of feathers due to the ducks using it for bathing.  This is not\nsufficiently clean and sanitary to serve as a receptacle for drinking water for the goats.  Unsanitary drinking water\nposes a risk of disease, and the animals may choose not to drink the water and become dehydrated.  Correct by\ncleaning and sanitizing water receptacles as often as necessary for all regulated animals.  \nCorrect by: August 21, 2015.\n\n3.131(a)\nSANITATION.   \n*** The goats at this facility have access to the metal roof on a pole building.  There is also a shade structure built\non the roof of the building that the goats can also access.  Both the floor of the shade structure and the roof are\nexcessively dirty and require cleaning.  There is feces scattered over the majority of the roof and caked in areas\nwhere there are boards attached to the roof.  Excessive feces is also present on the floor of the shade structure. \nTwo puddles of an unidentified whitish liquid were found on the floor of the shade structure. This unidentified liquid\nmay have been milk or another substance.  If it were from an infectious source, a thorough sanitization of this area\nis required to avoid potential transmission of disease hazards to other animals.  Correct this by cleaning and\nsanitizing this area.\nCorrect by:  August 21, 2015\nAn exit interview was conducted with the son of the owner by Randy Coleman, ACI, and Kathy Campitelli, VMO.\nAdditional Inspectors\nColeman Randall, Animal Care Inspector",
  "animals_total": 181,
  "species": [
    {
      "count": 31,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 110,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 33,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 7,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}