{
  "insp_id": "2016082569211513",
  "layout": "a",
  "customer_id": "329619",
  "customer_name": "Youth Services Agency",
  "customer_addr": "1283 Almshouse Rd\nDoylestown, PA 18901",
  "certificate": "23-C-0332",
  "site_id": "001",
  "site_name": "YOUTH SERVICES AGENCY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-JUL-2018",
  "report_date": "12-JUL-2018",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A review of facility records revealed that there is no written program of veterinary care with their current part-time\nAttending Veterinarian (AV).\nFailure to have formal arrangements with their AV, which include a written program of veterinary care, can have an\nadverse impact on animal health due to a lack of regularly scheduled visits from the AV. Correct by implementing a\nwritten program of veterinary care with the AV. Correct by August 12th, 2018."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The facility's two-and-a-half-year old Russian hamster was observed to have a right eye that was markedly enlarged\nand a white, opaque object moving within the eye itself. During inspection and handling, the hamster was observed\nto have a normal activity level and appetite but appeared to have a lean body condition and unkempt coat. The\nanimal also appeared to have impaired vision as it ran into the side of a temporary enclosure and almost off the\nedge of a surface. The facility representative stated that the hamster had always had an enlarged eye but could not\nstate when the white object within the eye was first observed but it had been at least several months. The mammal\nlog the facility uses to record observations of the animals did not contain any notes regarding the hamster's eye and\nthe facility representative was unsure if the hamster had ever been evaluated by the Attending Veterinarian (AV).\nMedical records reviewed did not reflect any visits to the AV for this hamster. The inspector contacted the AV and\nthe AV could not recall examining this hamster previously and was therefore unable to make a determination as to\nwhether or not the animal's condition was being treated appropriately.\nFailure to convey problems of animal health, behavior, and well-being to the AV can lead to additional pain and\ndistress to the animal as well as progression of the medical condition itself. Correct by following your AV's advice\nand having the animal examined so that appropriate treatment can be determined. Correct by Monday, July 16th,\n2018.\nThis inspection and exit interview were conducted with the facility manager."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA review of facility records revealed that there is no written program of veterinary care with their current part-time\nAttending Veterinarian (AV).\nFailure to have formal arrangements with their AV, which include a written program of veterinary care, can have an\nadverse impact on animal health due to a lack of regularly scheduled visits from the AV.  Correct by implementing a\nwritten program of veterinary care with the AV.  Correct by August 12th, 2018.\n2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe facility's two-and-a-half-year old Russian hamster was observed to have a right eye that was markedly enlarged\nand a white, opaque object moving within the eye itself.  During inspection and handling, the hamster was observed\nto have a normal activity level and appetite but appeared to have a lean body condition and unkempt coat.  The\nanimal also appeared to have impaired vision as it ran into the side of a temporary enclosure and almost off the\nedge of a surface.  The facility representative stated that the hamster had always had an enlarged eye but could not\nstate when the white object within the eye was first observed but it had been at least several months.  The mammal\nlog the facility uses to record observations of the animals did not contain any notes regarding the hamster's eye and\nthe facility representative was unsure if the hamster had ever been evaluated by the Attending Veterinarian (AV). \nMedical records reviewed did not reflect any visits to the AV for this hamster.  The inspector contacted the AV and\nthe AV could not recall examining this hamster previously and was therefore unable to make a determination as to\nwhether or not the animal's condition was being treated appropriately.\nFailure to convey problems of animal health, behavior, and well-being to the AV can lead to additional pain and\ndistress to the animal as well as progression of the medical condition itself.  Correct by following your AV's advice\nand having the animal examined so that appropriate treatment can be determined.  Correct by Monday, July 16th,\n2018.\nThis inspection and exit interview were conducted with the facility manager.\n\n",
  "animals_total": 9,
  "species": [
    {
      "count": 1,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 1,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA (DOMESTICATED)"
    },
    {
      "count": 2,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 4,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Phodopus campbelli",
      "common": "CAMPBELL'S DESERT HAMSTER / RUSSIAN HAMSTER"
    }
  ]
}