{
  "insp_id": "2016082568560355",
  "layout": "a",
  "customer_id": "44474",
  "customer_name": "Brittany Arruda",
  "customer_addr": "P O Box 109\nRehoboth, MA 02769",
  "certificate": "14-C-0145",
  "site_id": "001",
  "site_name": "BRITTANY ARRUDA",
  "insp_type": "FOCUSED INSPECTION",
  "date": "19-JUL-2017",
  "report_date": "21-JUL-2017",
  "citations": [
    {
      "code": "2.1(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "REQUIREMENTS AND APPLICATION.",
      "narrative": "Licensing Requirements.\n**The individual identified above operates a mobile petting zoo business (\"Animal Affair\") that advertises using\nspecies of animals regulated by the Animal Welfare Act (specifically rabbits, pigs, sheep, and goats) but this\nbusiness does not have a valid USDA Class \"C\" exhibitor license. According to information posted on both the\nbusiness website and Facebook page, “It’s the zoo that comes to you” and is available for birthday parties, day\ncares, schools, libraries, and other events.\nThis SEARCH inspection was a FOCUSED inspection to verify the conduction of un-licensed AWA Regulated\nActivity at a public event that took place in Bridgewater, MA. The public event was advertised as a program for\nchildren where they would meet the animals. The APHIS inspectors observed 3 goats, 4 rabbits, and some\ndomestic species of poultry inside an area enclosed by portable fencing that had been set-up where the children\nwould have supervised interaction with the animals. A representative from “Animal Affair” was present with the\nanimals inside the enclosed area.\n“Animal Affair” had been licensed with USDA as a Class “C” exhibitor 8 years ago then ceased all activities so the\nlicense was not renewed. The mobile petting zoo business was re-started several years later but an application for\nanother license was not requested until April 2016. A total of 3 application packets have been sent by the Raleigh\nOffice since April 2016, but to date an application for licensure has not been returned for processing.\nPer this Section of the Regulations, any person operating or intending to operate as an exhibitor must have a valid\nlicense with the USDA. The possession of a valid USDA license demonstrates that the premises, vehicles,\nequipment, and the care of the animals comply with the Regulations and Standards as set forth in the AWA to\nensure the health and well-being of the animals.\nAn application for a license should be submitted to the Regional Director that contains all of the information\nrequested on the application form including a valid mailing address through which the applicant can be reached at\nall times, and a valid premises address where animals, animal facilities, equipment, and records may be inspected\nfor compliance.\nNo further USDA regulated activities should be conducted until a USDA license is obtained.\nNOTE - Exit briefing held on-site 7/19/17 with the \"Animal Affair\" representative and a second exit briefing was held\nby telephone on 7/20/17 with the owner. Inspection report delivered by e-mail 7/21/17.\n*END OF REPORT*\nAdditional Inspectors\nHadjis Tonya, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.1(a)(1)\nREQUIREMENTS AND APPLICATION.\nLicensing Requirements.\n**The individual identified above operates a mobile petting zoo business (\"Animal Affair\") that advertises using\nspecies of animals regulated by the Animal Welfare Act (specifically rabbits, pigs, sheep, and goats) but this\nbusiness does not have a valid USDA Class \"C\" exhibitor license.  According to information posted on both the\nbusiness website and Facebook page, “It’s the zoo that comes to you” and is available for birthday parties, day\ncares, schools, libraries, and other events.  \nThis SEARCH inspection was a FOCUSED inspection to verify the conduction of un-licensed AWA Regulated\nActivity at a public event that took place in Bridgewater, MA.  The public event was advertised as a program for\nchildren where they would meet the animals.  The APHIS inspectors observed 3 goats, 4 rabbits, and some\ndomestic species of poultry inside an area enclosed by portable fencing that had been set-up where the children\nwould have supervised interaction with the animals.  A representative from “Animal Affair” was present with the\nanimals inside the enclosed area.\n“Animal Affair” had been licensed with USDA as a Class “C” exhibitor 8 years ago then ceased all activities so the\nlicense was not renewed.   The mobile petting zoo business was re-started several years later but an application for\nanother license was not requested until April 2016.  A total of 3 application packets have been sent by the Raleigh\nOffice since April 2016, but to date an application for licensure has not been returned for processing.\nPer this Section of the Regulations, any person operating or intending to operate as an exhibitor must have a valid\nlicense with the USDA.  The possession of a valid USDA license demonstrates that the premises, vehicles,\nequipment, and the care of the animals comply with the Regulations and Standards as set forth in the AWA to\nensure the health and well-being of the animals.\nAn application for a license should be submitted to the Regional Director that contains all of the information\nrequested on the application form including a valid mailing address through which the applicant can be reached at\nall times, and a valid premises address where animals, animal facilities, equipment, and records may be inspected\n\nfor compliance.\nNo further USDA regulated activities should be conducted until a USDA license is obtained.\nNOTE - Exit briefing held on-site 7/19/17 with the \"Animal Affair\" representative and a second exit briefing was held\nby telephone on 7/20/17 with the owner.   Inspection report delivered by e-mail 7/21/17.\n*END OF REPORT*\nAdditional Inspectors\nHadjis Tonya, Supervisory Animal Care Specialist",
  "animals_total": 7,
  "species": [
    {
      "count": 3,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 4,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    }
  ]
}