{
  "insp_id": "238151359110027",
  "layout": "a",
  "customer_id": "907",
  "customer_name": "Georgia State University",
  "customer_addr": "58 Edgewood Avenue Ne\nAtl, GA 30303",
  "certificate": "57-R-0012",
  "site_id": "002",
  "site_name": "ANIMAL CARE & LANGUAGE RESEARCH CENTER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-AUG-2015",
  "report_date": "26-AUG-2015",
  "citations": [
    {
      "code": "3.75(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The chain link on the front of the enclosure housing the capuchins has a gritty feeling. The surface of the chain link\nis coarse allowing a build up of organic material on the surface which may increase the risk of disease hazard. It\ndoes not appear that the surface can be thoroughly cleaned and sanitized. The surface shall be prepared or the\nchain link replaced to allow proper cleaning and sanitization of the surfaces. Correct by September 26, 2015.\nThe outside wall of the non-human primate building serves as one of the walls of the outdoor exercise yard for the\ncapuchins. There is a build up of organic material around the entrance to the inside enclosure and on the surface of\nthe bars used to access the door. These structures shall be cleaned and sanitized at a frequency that will prevent\nexcess build-up and thereby minimize disease hazard. Correct by September 2, 2015.\nThe hammock in the chimpanzee yard has a dark greenish-brown build up and on the material. The hammock shall\nbe cleaned and sanitized to minimize the risk of disease hazard. Correct by September 2, 2015.\nThe transport enclosures that are stored in the capuchin room have dead insects and dirt in them. The enclosures\nshall be cleaned, sanitized and stored in a manner that will minimize the presence of insects. Correct by September\n2, 2015.\nThe exit briefing conducted with the University Veterinarian and the Assistant Director of the IACUC."
    }
  ],
  "narrative": "3.75(c)(3)\nHOUSING FACILITIES, GENERAL. \nThe chain link on the front of the enclosure housing the capuchins has a gritty feeling.  The surface of the chain link\nis coarse allowing a build up of organic material on the surface which may increase the risk of disease hazard. It\ndoes not appear that the surface can be thoroughly cleaned and sanitized. The surface shall be prepared or the\nchain link replaced to allow proper cleaning and sanitization of the surfaces.  Correct by September 26, 2015.\nThe outside wall of the non-human primate building serves as one of the walls of the outdoor exercise yard for the\ncapuchins.  There is a build up of organic material around the entrance to the inside enclosure and on the surface of\nthe bars used to access the door.  These structures shall be cleaned and sanitized at a frequency that will prevent\nexcess build-up and thereby minimize disease hazard.  Correct by September 2, 2015.\n \nThe hammock in the chimpanzee yard has a dark greenish-brown build up and on the material.  The hammock shall\nbe cleaned and sanitized to minimize the risk of disease hazard.  Correct by September 2, 2015.\nThe transport enclosures that are stored in the capuchin room have dead insects and dirt in them.   The enclosures\nshall be cleaned, sanitized and stored in a manner that will minimize the presence of insects.  Correct by September\n2, 2015.\nThe exit briefing conducted with the University Veterinarian and the Assistant Director of the IACUC.",
  "animals_total": 549,
  "species": [
    {
      "count": 549,
      "scientific": "Mesocricetus auratus",
      "common": "SYRIAN / GOLDEN HAMSTER (COMMON PET/RESEARCH TYPE)"
    }
  ]
}