{
  "insp_id": "283140857350160",
  "layout": "a",
  "customer_id": "324958",
  "customer_name": "Enos Fisher",
  "customer_addr": "Lizzie Fisher\n7425 Baker Rd\nHagerstown, IN 47346",
  "certificate": "32-A-0435",
  "site_id": "001",
  "site_name": "ENOS FISHER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-OCT-2014",
  "report_date": "10-OCT-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Several animals were observed with eye abnormalities and skin lesions (described in detail below). The attending\nveterinarian had not been contacted prior to the inspection regarding any of these animals and none were receiving\nany veterinary treatment at the time of inspection.\n** Direct ** A female grey guinea pig in pen 45 appeared to be lethargic and systemically ill. The animal was found\nlying on its stomach in the pen. The guinea pig did not move when the licensee(cid:25)s wife picked up the animal. On\ncloser examination, there was greyish mucus discharge around the outside of the left eye. The right eye appeared\nnormal and fully opened. The guinea pig felt warm to the touch and was not responsive. In the 2 hour time period\nfrom the discovery of the guinea pig(cid:25)s illness (during inspection) to the arrival of the veterinarian the animal died.\n** Direct ** A female black and white guinea pig in pen 32 had its left eye completely closed. On closer examination,\nthe left eye appeared sealed shut by a greenish to grey crusty discharge. The left eye lids also appeared swollen.\nThe right eye appeared normal and fully opened. At time of inspection, a veterinarian was contacted and examined\nthe animal. The AV diagnosed this as a ruptured cornea.\n** Direct ** A male black and white guinea pig in pen 8 had its right eye partially closed. On closer examination, the\nbottom lid had a white mucus discharge. The left eye appeared normal and fully opened.\nA female black and white guinea pig in pen 29 had skin lesions around the right eye and on top of the nose. The\nskin next to the upper corner of the eye lid had no hair and appeared dark, thickened, and flaky. There were dark\nred to black crusty areas centrally which appeared consistent with scabs / dried blood and small amounts of fresh\nblood were present as well. The skin lesion on the top of the nose had a cluster of small red to black color scabs\n(consistent with dried blood) and a moderate amount of hair loss in the area.\nA male tri-color guinea pig in pen 4 had skin lesions on the left hip. On closer examination, there appeared a cluster\nof small red to black color scabs (consistent with dried blood) and a moderate amount of hair loss in the area. The\naffected area was an approximately 1 inch by 1 inch.\nA female white guinea pig in pen 45 had skin lesions around the right eye. The skin at the lower corner of the right\neye was dry and flaky with hair loss. There were also a few small red scab-like lesions in the affected area.\nA female tri-color guinea pig in pen 48 had skin lesions on top of the nose. The skin lesion on top of the nose had a\ncluster of small red color scabs with a moderate amount of hair loss in a 1 inch by 1 inch area. Additionally, the skin\nappeared dry and flaky.\nA female brown and white guinea pig in pen 50 had skin lesions around the left eye. On closer examination, the skin\nat the lower corner of the left eye was dry and flaky with hair loss. There were also multiple small red and brown\nscab-like lesions in the affected area.\nA female black and white guinea pig in pen 4 had a white cloudy appearance to its left eye. On closer examination,\nthe black color often seen in guinea pig irises was barely visible and the guinea pig appeared blind in that eye.\nOpaque white flakes were seen in the center of the cornea. The right eye appeared normal and fully opened.\nA female brown and white guinea pig in pen 29 had skin lesions around the right eye and on top of the nose. The\nskin under the left lower eye lid was dry and flaky with hair loss. The underlying skin did not appear inflamed and\nthe guinea pig was not observed scratching at the affected area.\nThe eye is a sensitive organ of the body and failure to appropriately treat an eye illness not only results in pain for\nthe animal but can also lead to secondary infections and blindness. Ruptured corneas may result from severe injury\n(such as a traumatic puncture) or when minor injuries or eye infections are left untreated. Eye abnormalities can\nalso be a sign of systemic diseases that left untreated can cause further illness or death in an animal. It is vital that\nthese animals be examined and treated by a veterinarian as soon as possible and that all future medical\nabnormalities involving the eyes must be referred to the attending veterinarian as soon as they are observed.\nGuinea pigs have relatively sensitive skin and are prone to skin problems especially during periods of stress such\nas pregnancy. Skin injuries or infections can be caused by a variety of reasons including fungal, bacterial, parasitic\ninfections, hormonal abnormalities, and various metabolic conditions. If left untreated even minor problems may\nlead to secondary infections which negatively impacts animal welfare or in some cases may even result in death.\nAdditionally, depending on the cause these conditions may be intensely itchy resulting in discomfort and\nself-trauma. When infectious, skin disorders are often readily transmitted to other uninfected animals in the same\nenclosure or enclosures nearby. Some of these infectious skin disorders can even be transmitted to people. All\nanimals exhibiting these skin abnormalities must be examined by a veterinarian so that appropriate diagnostic\ntesting can be completed and a proper diagnosis can be made. Additionally, the licensee must follow all\nrecommendations made by the attending veterinarian including those regarding testing, isolation of affected\nanimals, and treatment.\nRegardless of presenting clinical signs, all animals must be provided appropriate methods to prevent, control,\ndiagnose, and treat diseases and injuries in a timely manner. A veterinarian was contacted and the animals listed\nabove were examined during the inspection. Initial treatments were administered at the time of inspection and the\nlicensee was continuing to follow these recommendations at the time of the exit interview. Records of continued\ncare provided must be maintained by the licensee and be made available to APHIS Officials upon request."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A total of 10 guinea pigs were found to be in need of veterinary care (cited above). In all 10 cases no treatment was\nperformed and the licensee(cid:25)s wife, a primary caretaker, was unaware of the medical abnormalities of these 10\nguinea pigs. Both the skin and eye lesions listed above are conditions which take time to develop to the severity\nexhibited in these animals; however, the lesions were not observed or reported to a veterinarian by animal\ncaretakers prior to inspection. Daily observation to assess all animals(cid:25) health and well-being along with a direct and\nfrequent mechanism of communication to a veterinarian is necessary to ensure all animals are treated\nappropriately. Correct by ensuring all animals are properly observed daily and all abnormalities are communicated\nto a veterinarian in a timely manner."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "There was no inventory of animals on hand available and the total number of animal owned was unknown at the\ntime of inspection. The licensee currently tracks animals by totaling sales on a calendar and maintaining sales\nreceipts. There were no records of any births (other than these sales figures) and no records of any deaths (either\nnatural or by euthanasia) occurring in the last year. Accurate records of all acquisitions (including births) and\ndispositions (including deaths) are necessary to evaluate trends and monitor the health of the colony. Correct by\ndeveloping and maintaining a current inventory of all animals."
    },
    {
      "code": "3.26(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "The indoor housing facility for the guinea pigs does not provide adequate lighting. During the inspection a flashlight\nhad to be used to adequately inspect the facility and the health of the guinea pigs. The natural light provided by the\nwindows did not adequately illuminate the bottom guinea pig pens. The inspection was in the early afternoon on a\nclear sunny day. There was one large propane gas light in the facility but it was not on. The wife of the licensee\nremarked that using a flashlight would definitely help better assess the guinea pigs(cid:25) health because you could see\nthem better. Proper lighting is essential in the health and well-being of guinea pigs. You cannot perform adequate\ncleaning of the facility nor can you properly assess the health of the guinea pigs without suitable lighting. Correct by\nproviding proper lighting that uniformly illuminates all enclosures that allows for appropriate cleaning and accurate\ninspections to take place.\nCorrect by 10/17/2014"
    },
    {
      "code": "3.31(a)(4)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The primary enclosures for the guinea pigs are not currently being adequately cleaned and sanitized. There is a\nbrown greasy film on the inside of the enclosure approximately 3 inches wide from the bottom of the enclosure that\nspans the entire length of 10 guinea pig enclosures. According to the wife of the licensee, only bleach is being used\nto clean the inside of the enclosures every 7 days along with changing the bedding. Although the licensee is\ncleaning the enclosures every 7 days, it is clear from the residues that remain, that the current cleaning efforts have\nbeen ineffective. No detergent is currently being used. Bleach and other disinfectants are inactivated by organic\nmatter, so that means bleach and other disinfectants won(cid:25)t work well unless there is a detergent that breaks up the\nbiological waste produced by the guinea pigs. The accumulated brown build-up can function as a suitable\nenvironment for bacteria to grow and can serve as a source of infection for the guinea pigs in the enclosures.\nCorrect by ensuring that all guinea pig enclosures are properly cleaned and sanitized through an appropriate\nmethod such as washing all soiled surfaces with a detergent solution followed by application of a safe and effective\ndisinfectant or use another method described in 3.31(a)(4).\nCorrect by 10/17/2014\nThe inspection was conducted with the wife of the licensee on 10/8/2014. An exit interview was conducted at that\ntime and all non-compliant items were explained. The need for veterinary care for the guinea pigs cited during the\ninspection and APHIS expectations for veterinary documentation were explained at that time. A formal exit\ninterview was conducted with the wife of the licensee on 10/10/2014."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nSeveral animals were observed with eye abnormalities and skin lesions (described in detail below).  The attending\nveterinarian had not been contacted prior to the inspection regarding any of these animals and none were receiving\nany veterinary treatment at the time of inspection. \n** Direct ** A female grey guinea pig in pen 45 appeared to be lethargic and systemically ill. The animal was found\nlying on its stomach in the pen. The guinea pig did not move when the licensee(cid:25)s wife picked up the animal. On\ncloser examination, there was greyish mucus discharge around the outside of the left eye. The right eye appeared\nnormal and fully opened. The guinea pig felt warm to the touch and was not responsive. In the 2 hour time period\nfrom the discovery of the guinea pig(cid:25)s illness (during inspection) to the arrival of the veterinarian the animal died. \n** Direct ** A female black and white guinea pig in pen 32 had its left eye completely closed. On closer examination,\nthe left eye appeared sealed shut by a greenish to grey crusty discharge. The left eye lids also appeared swollen.\nThe right eye appeared normal and fully opened.  At time of inspection, a veterinarian was contacted and examined\nthe animal. The AV diagnosed this as a ruptured cornea.\n** Direct ** A male black and white guinea pig in pen 8 had its right eye partially closed. On closer examination, the\nbottom lid had a white mucus discharge. The left eye appeared normal and fully opened. \nA female black and white guinea pig in pen 29 had skin lesions around the right eye and on top of the nose. The\nskin next to the upper corner of the eye lid had no hair and appeared dark, thickened, and flaky.  There were dark\nred to black crusty areas centrally which appeared consistent with scabs / dried blood and small amounts of fresh\nblood were present as well.  The skin lesion on the top of the nose had a cluster of small red to black color scabs\n(consistent with dried blood) and a moderate amount of hair loss in the area.  \nA male tri-color guinea pig in pen 4 had skin lesions on the left hip. On closer examination, there appeared a cluster\nof small red to black color scabs (consistent with dried blood) and a moderate amount of hair loss in the area. The\naffected area was an approximately 1 inch by 1 inch.\n\nA female white guinea pig in pen 45 had skin lesions around the right eye.  The skin at the lower corner of the right\neye was dry and flaky with hair loss. There were also a few small red scab-like lesions in the affected area. \nA female tri-color guinea pig in pen 48 had skin lesions on top of the nose. The skin lesion on top of the nose had a\ncluster of small red color scabs with a moderate amount of hair loss in a 1 inch by 1 inch area.  Additionally, the skin\nappeared dry and flaky.  \nA female brown and white guinea pig in pen 50 had skin lesions around the left eye. On closer examination, the skin\nat the lower corner of the left eye was dry and flaky with hair loss. There were also multiple small red and brown\nscab-like lesions in the affected area. \nA female black and white guinea pig in pen 4 had a white cloudy appearance to its left eye.  On closer examination,\nthe black color often seen in guinea pig irises was barely visible and the guinea pig appeared blind in that eye.\nOpaque white flakes were seen in the center of the cornea. The right eye appeared normal and fully opened.\nA female brown and white guinea pig in pen 29 had skin lesions around the right eye and on top of the nose.  The\nskin under the left lower eye lid was dry and flaky with hair loss. The underlying skin did not appear inflamed and\nthe guinea pig was not observed scratching at the affected area. \nThe eye is a sensitive organ of the body and failure to appropriately treat an eye illness not only results in pain for\nthe animal but can also lead to secondary infections and blindness. Ruptured corneas may result from severe injury\n(such as a traumatic puncture) or when minor injuries or eye infections are left untreated. Eye abnormalities can\nalso be a sign of systemic diseases that left untreated can cause further illness or death in an animal. It is vital that\nthese animals be examined and treated by a veterinarian as soon as possible and that all future medical\nabnormalities involving the eyes must be referred to the attending veterinarian as soon as they are observed. \nGuinea pigs have relatively sensitive skin and are prone to skin problems especially during periods of stress such\nas pregnancy.  Skin injuries or infections can be caused by a variety of reasons including fungal, bacterial, parasitic\ninfections, hormonal abnormalities, and various metabolic conditions.  If left untreated even minor problems may\nlead to secondary infections which negatively impacts animal welfare or in some cases may even result in death. \nAdditionally, depending on the cause these conditions may be intensely itchy resulting in discomfort and\nself-trauma.  When infectious, skin disorders are often readily transmitted to other uninfected animals in the same\nenclosure or enclosures nearby. Some of these infectious skin disorders can even be transmitted to people. All\nanimals exhibiting these skin abnormalities must be examined by a veterinarian so that appropriate diagnostic\ntesting can be completed and a proper diagnosis can be made.  Additionally, the licensee must follow all\nrecommendations made by the attending veterinarian including those regarding testing, isolation of affected\nanimals, and treatment.    \nRegardless of presenting clinical signs, all animals must be provided appropriate methods to prevent, control,\n\ndiagnose, and treat diseases and injuries in a timely manner. A veterinarian was contacted and the animals listed\nabove were examined during the inspection.  Initial treatments were administered at the time of inspection and the\nlicensee was continuing to follow these recommendations at the time of the exit interview.  Records of continued\ncare provided must be maintained by the licensee and be made available to APHIS Officials upon request.\n2.40(b)(3)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA total of 10 guinea pigs were found to be in need of veterinary care (cited above). In all 10 cases no treatment was\nperformed and the licensee(cid:25)s wife, a primary caretaker, was unaware of the medical abnormalities of these 10\nguinea pigs. Both the skin and eye lesions listed above are conditions which take time to develop to the severity\nexhibited in these animals; however, the lesions were not observed or reported to a veterinarian by animal\ncaretakers prior to inspection. Daily observation to assess all animals(cid:25) health and well-being along with a direct and\nfrequent mechanism of communication to a veterinarian is necessary to ensure all animals are treated\nappropriately. Correct by ensuring all animals are properly observed daily and all abnormalities are communicated\nto a veterinarian in a timely manner.\n2.75(b)(1)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\nThere was no inventory of animals on hand available and the total number of animal owned was unknown at the\ntime of inspection. The licensee currently tracks animals by totaling sales on a calendar and maintaining sales\nreceipts.  There were no records of any births (other than these sales figures) and no records of any deaths (either\nnatural or by euthanasia) occurring in the last year.  Accurate records of all acquisitions (including births) and\ndispositions (including deaths) are necessary to evaluate trends and monitor the health of the colony. Correct by\ndeveloping and maintaining a current inventory of all animals.\n3.26(c)\nFACILITIES, INDOOR.\nThe indoor housing facility for the guinea pigs does not provide adequate lighting. During the inspection a flashlight\nhad to be used to adequately inspect the facility and the health of the guinea pigs. The natural light provided by the\nwindows did not adequately illuminate the bottom guinea pig pens. The inspection was in the early afternoon on a\nclear sunny day.  There was one large propane gas light in the facility but it was not on. The wife of the licensee\nremarked that using a flashlight would definitely help better assess the guinea pigs(cid:25) health because you could see\nthem better. Proper lighting is essential in the health and well-being of guinea pigs. You cannot perform adequate\ncleaning of the facility nor can you properly assess the health of the guinea pigs without suitable lighting. Correct by\nproviding proper lighting that uniformly illuminates all enclosures that allows for appropriate cleaning and accurate\n\ninspections to take place.\nCorrect by 10/17/2014\n3.31(a)(4)\nSANITATION.\nThe primary enclosures for the guinea pigs are not currently being adequately cleaned and sanitized. There is a\nbrown greasy film on the inside of the enclosure approximately 3 inches wide from the bottom of the enclosure that\nspans the entire length of 10 guinea pig enclosures. According to the wife of the licensee, only bleach is being used\nto clean the inside of the enclosures every 7 days along with changing the bedding. Although the licensee is\ncleaning the enclosures every 7 days, it is clear from the residues that remain, that the current cleaning efforts have\nbeen ineffective. No detergent is currently being used. Bleach and other disinfectants are inactivated by organic\nmatter, so that means bleach and other disinfectants won(cid:25)t work well unless there is a detergent that breaks up the\nbiological waste produced by the guinea pigs. The accumulated brown build-up can function as a suitable\nenvironment for bacteria to grow and can serve as a source of infection for the guinea pigs in the enclosures. \nCorrect by ensuring that all guinea pig enclosures are properly cleaned and sanitized through an appropriate\nmethod such as washing all soiled surfaces with a detergent solution followed by application of a safe and effective\ndisinfectant or use another method described in 3.31(a)(4).\nCorrect by 10/17/2014\nThe inspection was conducted with the wife of the licensee on 10/8/2014.  An exit interview was conducted at that\ntime and all non-compliant items were explained.  The need for veterinary care for the guinea pigs cited during the\ninspection and APHIS expectations for veterinary documentation were explained at that time.  A formal exit\ninterview was conducted with the wife of the licensee on 10/10/2014.",
  "animals_total": 663,
  "species": [
    {
      "count": 663,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}