{
  "insp_id": "INS-0000860801",
  "layout": "c",
  "customer_id": "6009992",
  "customer_name": "Levi E Borntrager",
  "customer_addr": "S 13150 Hilts Rd\nAugusta, WI 54722",
  "certificate": "35-A-0492",
  "site_id": "001",
  "site_name": "Levi E Borntrager",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-APR-2023",
  "report_date": "04-APR-2023",
  "citations": [
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "A bag of dog food was observed to be stored on the floor in an outdoor run of the kennel. The licensee stated he was not\ngoing to be using that food and was going to be getting rid of it. Dog food stored on the ground has the potential to attract\nrodents. All bags of dog food must be stored up off the ground and away from the walls to allow for cleaning underneath\nand around the food supplies. Correct by 4/5/23."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The licensee recently had a mouse infestation. He used baits and traps to eliminate the mice. He did not however clean\nup all the mice feces that can easily be found throughout the kennel. Mouse feces was observed on top of enclosures, in\nempty enclosures, and in the trays underneath at least one of the enclosures. In addition, clutter was observed on top of\nsome of the enclosures and in empty enclosures (inside and outside runs).\nWhile the mice may be gone, the feces that has been left behind still has the potential to transmit disease. In addition, the\npresence of the mouse feces makes it difficult for the licensee to know if the mice have come back after being eliminated.\nThe clutter found throughout the kennel offer mice opportunities for shelter and some of the clutter provides bedding for\nthe mice.\nThe licensee has to clean up the clutter and mouse feces found throughout the kennel.\nCorrect by 4/11/23.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.\nn"
    }
  ],
  "narrative": "3.1(e) \n   \nHousing facilities, general. \nA bag of dog food was observed to be stored on the floor in an outdoor run of the kennel.  The licensee stated he was not \ngoing to be using that food and was going to be getting rid of it.  Dog food stored on the ground has the potential to attract \nrodents.  All bags of dog food must be stored up off the ground and away from the walls to allow for cleaning underneath \nand around the food supplies.  Correct by 4/5/23. \n3.11(c) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThe licensee recently had a mouse infestation.  He used baits and traps to eliminate the mice.  He did not however clean \nup all the mice feces that can easily be found throughout the kennel.  Mouse feces was observed on top of enclosures, in \nempty enclosures, and in the trays underneath at least one of the enclosures.  In addition, clutter was observed on top of \nsome of the enclosures and in empty enclosures (inside and outside runs). \n \nWhile the mice may be gone, the feces that has been left behind still has the potential to transmit disease.  In addition, the \npresence of the mouse feces makes it difficult for the licensee to know if the mice have come back after being eliminated.  \nThe clutter found throughout the kennel offer mice opportunities for shelter and some of the clutter provides bedding for \nthe mice.\n\nThe licensee has to clean up the clutter and mouse feces found throughout the kennel. \n \nCorrect by 4/11/23. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd of report. \n \n n",
  "animals_total": 32,
  "species": [
    {
      "count": 19,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 13,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}