{
  "insp_id": "266141653450687",
  "layout": "a",
  "customer_id": "24496",
  "customer_name": "Calvin Kortlever",
  "customer_addr": "3766 Ironwood Avenue\nOrange City, IA 51041",
  "certificate": "42-A-1401",
  "site_id": "001",
  "site_name": "CALVIN KORTLEVER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-SEP-2014",
  "report_date": "24-SEP-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "In the barn, there is a female English bulldog, microchip number 043580265, that has a swollen, enlarged left ear.\nLicensee said that the dog had gotten into a fight. Licensee stated that he has not consulted with the attending\nveterinarian on the condition of this dog's ear.\nIn the same building there is another female English bulldog, microchip number 069803856, that has a red, irritated\nwound on her head in front of her left ear. Licensee stated that he has not consulted with the attending veterinarian\non the condition of this dog's head wound.\nSwollen ears and head wounds can cause pain and discomfort to the dogs. Licensee must have the dogs\nevaluated by a licensed veterinarian for proper diagnosis and treatment plan. Diagnosis and treatment plan must\nbe documented and presented to inspector upon request.\nCorrect by: 09/26/14"
    },
    {
      "code": "3.6(a)(2)(1)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "In the puppy section of the white building, the first enclosure has walls made of vinyl plastic. Along the back wall of\nthis enclosure the vinyl has broken into a sharp edge and has bent inward towards the female English bulldog and\nher puppies. In the other section of the white building, one enclosure, housing three English bulldogs, has the sharp\nends of screws penetrating the dividing walls into the enclosure. In the barn, one enclosure, housing two English\nbulldogs, has dividing walls made of vinyl plastic that has broken into a sharp edge and has twisted inwards towards\nthe dogs.\nSharp points and edges pose an injury risk to the dogs. All sharp points and edges must be removed or repaired in\norder to eliminate the injury risk to the dogs."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Throughout both the white building and the barn, most the rubber food pans have been chewed by the dogs. The\nchewing has caused the edges of the pans to become torn, jagged, and allows dirt and grime to penetrate the\nsurface of the rubber. This damage does not allow for proper cleaning and sanitization of the pans. The rubber\nfood pans need to be replaced or altered in a manner that allows for proper cleaning and sanitization of the pans\nevery two weeks."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In the barn and the puppy area of the white building there is an excessive number of flies on the walls of the\nenclosures, in the bowls of food, and on the dogs. The presence of excessive flies increases the risk of food\ncontamination and disease hazards towards the dogs. An effective program of pest control must be established\nand maintained to reduce contamination of animal areas by flies and other pests in order to protect the health of the\nanimals.\nCorrect by: 10/03/14\nExit interview conducted with facility representative.\nAdditional Inspectors\nJirsa-Smith Amy, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nIn the barn, there is a female English bulldog, microchip number 043580265, that has a swollen, enlarged left ear. \nLicensee said that the dog had gotten into a fight.  Licensee stated that he has not consulted with the attending\nveterinarian on the condition of this dog's ear.  \nIn the same building there is another female English bulldog, microchip number 069803856, that has a red, irritated\nwound on her head in front of her left ear.  Licensee stated that he has not consulted with the attending veterinarian\non the condition of this dog's head wound.  \nSwollen ears and head wounds can cause pain and discomfort to the dogs.  Licensee must have the dogs\nevaluated by a licensed veterinarian for proper diagnosis and treatment plan.  Diagnosis and treatment plan must\nbe documented and presented to inspector upon request.\nCorrect by:  09/26/14\n3.6(a)(2)(1)                    REPEAT\nPRIMARY ENCLOSURES.\nIn the puppy section of the white building, the first enclosure has walls made of vinyl plastic.  Along the back wall of\nthis enclosure the vinyl has broken into a sharp edge and has bent inward towards the female English bulldog and\nher puppies.  In the other section of the white building, one enclosure, housing three English bulldogs, has the sharp\nends of screws penetrating the dividing walls into the enclosure.  In the barn, one enclosure, housing two English\nbulldogs, has dividing walls made of vinyl plastic that has broken into a sharp edge and has twisted inwards towards\nthe dogs.  \nSharp points and edges pose an injury risk to the dogs.  All sharp points and edges must be removed or repaired in\norder to eliminate the injury risk to the dogs.\n3.11(b)(2)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n\nThroughout both the white building and the barn, most the rubber food pans have been chewed by the dogs.  The\nchewing has caused the edges of the pans to become torn, jagged, and allows dirt and grime to penetrate the\nsurface of the rubber.  This damage does not allow for proper cleaning and sanitization of the pans.  The rubber\nfood pans need to be replaced or altered in a manner that allows for proper cleaning and sanitization of the pans\nevery two weeks.\n3.11(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nIn the barn and the puppy area of the white building there is an excessive number of flies on the walls of the\nenclosures, in the bowls of food, and on the dogs.  The presence of excessive flies increases the risk of food\ncontamination and disease hazards towards the dogs.   An effective program of pest control must be established\nand maintained to reduce contamination of animal areas by flies and other pests in order to protect the health of the\nanimals.\nCorrect by:  10/03/14\nExit interview conducted with facility representative.\nAdditional Inspectors\nJirsa-Smith Amy, Animal Care Inspector",
  "animals_total": 119,
  "species": [
    {
      "count": 52,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 67,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}