{
  "insp_id": "2016082569153809",
  "layout": "a",
  "customer_id": "40485",
  "customer_name": "Mike Wolfe",
  "customer_addr": "1814 Rd 23\nLongton, KS 67352",
  "certificate": "48-A-2005",
  "site_id": "001",
  "site_name": "Mike Wolfe",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-MAY-2018",
  "report_date": "19-MAY-2018",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A Shih-tzu male, id # 4c18303802, has an excessive amount of hair w/mats hanging on the legs, shoulders and his\nunder side. Mats can lead to hot spots and sores. The dog appears to be hot and uncomfortable. The owner must\ngroom this dog and remove mats and tangled hair. With temperatures this year already logged at 90 degrees, the\ngood health and welfare for the dog could be jeopardized. Correct by 05-20-18. (owner quoted as saying he would\nhave it done this weekend)"
    },
    {
      "code": "3.6(a)(2)(i)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "A dog run on one of the outdoor housing units has loose broken wire with sharp points. Housing areas that contain\ndogs must be maintained to help insure that dogs can be safe in their environment and not be injured. The owner\nmust repair or replace this area of fencing. The owner also needs to put into place a program that addresses\nmaintenance daily. Correct by 05-24-2018"
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "At least two food receptacle in the outdoor housing units need to be cleaned more often. Food receptacles must be\ncleaned as needed and sanitized at least once every 2 weeks and more often if needed. The receptacles have a\nbuilt up of grease, grime, and some caked food. Good cleaning of food receptacles will help food to be wholesome\nand uncontaminated, giving the dogs the best plan to be healthy and satisfied. The owner must clean these food\nreceptacles and put into place a good practice that monitors all food containers daily. Correct by 05-20-2018\nThis inspection and exit briefing were conducted with the owner and Karl Thornton, ACI."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA Shih-tzu male, id # 4c18303802, has an excessive amount of hair w/mats hanging on the legs, shoulders and his\nunder side.  Mats can lead to hot spots and sores.  The dog appears to be hot and uncomfortable.  The owner must\ngroom this dog and remove mats and tangled hair.    With temperatures this year already logged at 90 degrees, the\ngood health and welfare for the dog could be jeopardized.   Correct by 05-20-18.  (owner quoted as saying he would\nhave it done this weekend)\n3.6(a)(2)(i)\nPRIMARY ENCLOSURES.\nA dog run on one of the outdoor housing units has loose broken wire with sharp points. Housing areas that contain\ndogs must be maintained to help insure that dogs can be safe in their environment and not be injured.   The owner\nmust repair or replace this area of fencing.  The owner also needs to put into place a program that addresses\nmaintenance daily.  Correct by 05-24-2018\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nAt least two food receptacle in the outdoor housing units need to be cleaned more often.  Food receptacles must be\ncleaned as needed and sanitized at least once every 2 weeks and more often if needed.  The receptacles have a\nbuilt up of grease, grime, and some caked food.  Good cleaning of food receptacles will help food to be wholesome\nand uncontaminated, giving the dogs the best plan to be healthy and satisfied.  The owner must clean these food\nreceptacles and put into place a good practice that monitors all food containers daily.  Correct by 05-20-2018\nThis inspection and exit briefing were conducted with the owner and Karl Thornton, ACI.",
  "animals_total": 49,
  "species": [
    {
      "count": 24,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 25,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}