{
  "insp_id": "279141210510148",
  "layout": "a",
  "customer_id": "5160",
  "customer_name": "Connie Johnson",
  "customer_addr": "Harold Johnson\n2503 Hwy 59\nMelvin, IA 51350",
  "certificate": "42-B-0226",
  "site_id": "001",
  "site_name": "CONNIE AND HAROLD JOHNSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-SEP-2014",
  "report_date": "07-OCT-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "In the whelping building there is a female yorkshire terrier, no identification number was found, who's right ear is\nred, inflamed and has a discharge coming from it. The licensee said the dog has not been evaluated by a\nveterinarian. Poor ear health can cause pain and discomfort to the dog. This dog must be evaluated by a licensed\nveterinarian in order to ensure proper diagnosis and an appropriate treatment plan is developed. Diagnosis and\ntreatment must be documented and available to inspector upon request.\nCorrect by: 09/19/14\nExit interview conducted with facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nIn the whelping building there is a female yorkshire terrier, no identification number was found,  who's right ear is\nred, inflamed and has a discharge coming from it.  The licensee said the dog has not been evaluated by a\nveterinarian.  Poor ear health can cause pain and discomfort to the dog.  This dog must be evaluated by a licensed\nveterinarian in order to ensure proper diagnosis and an appropriate treatment plan is developed.  Diagnosis and\ntreatment must be documented and available to inspector upon request.\nCorrect by:  09/19/14\nExit interview conducted with facility representative.",
  "animals_total": 155,
  "species": [
    {
      "count": 120,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 35,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}