{
  "insp_id": "INS-0000820087",
  "layout": "c",
  "customer_id": "31400",
  "customer_name": "PATRICIA SHELLABARGER",
  "customer_addr": "61935 CR U60\nMoffat, CO 81143",
  "certificate": "84-B-0101",
  "site_id": "001",
  "site_name": "PATRICIA A. SHELLABARGER",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "04-OCT-2022",
  "report_date": "05-OCT-2022",
  "citations": [
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "* There is a mixture of dirt, grease and other excreta accumulating on the interior fiberglass wall of sixteen\nenclosures. Fourty dogs are in contact with the affected surfaces located in outdoor housing. The affected area covers\napproximately 30 to 40 percent of the interior wall area. Cleaning of surfaces is necessary to prevent an accumulation of\nexcreta and other disease hazards. This indicates an unsanitary living condition exists that could lead to potential disease\nor health risks. Surfaces which are not cleaned and sanitized properly increase the risk of disease hazards for the dogs.\nCleanliness is important to the health and well-being of the animals. All surfaces of housing facilities must be cleaned and\nsanitized when necessary to satisfy generally accepted husbandry standards and practices. The applicant must ensure\nthat hard surfaces with which the dogs come in contact must be spot cleaned daily and sanitized in accordance with 3.11\n(B) of this sub part to prevent accumulation of excreta and reduce disease hazards."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "* Bird droppings were observed collecting on top of the metal pipe enclosure frame. Ten dogs are in contact with the\naffected area located in outdoor housing. Cleaning of surfaces is necessary to prevent an accumulation of dirt, excreta\nand other disease hazards. It indicates unsanitary living conditions exist that could increase the risks of disease\ntransmission, which negatively affects the health of the dogs. Adequate cleaning is a crucial aspect of animal husbandry\nand helps to reduce disease hazards, odors and pests. The applicant must remove excreta and food waste from the\nprimary enclosure daily and from under the primary enclosures as often as necessary to prevent an excessive\naccumulation of feces and food waste, to prevent soiling of the dogs contained in the primary enclosures, and to reduce\ndisease hazards, insects, pests and odors.\nThis is a 1st Re-License Inspection for a Class B license. The inspection and exit briefing were conducted with the\napplicant.\nAll items must be in compliance within 2 more inspection(s) or by December 4, 2022 or the applicant will forfeit the license\nfee and must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection.\nRegulated activity can continue under your existing USDA license until it expires.\nn"
    }
  ],
  "narrative": "3.1(c)(3) \n   \nHousing facilities, general. \n*        There is a mixture of dirt, grease and other excreta accumulating on the interior fiberglass wall of sixteen \nenclosures. Fourty dogs are in contact with the affected surfaces located in outdoor housing. The affected area covers \napproximately 30 to 40 percent of the interior wall area. Cleaning of surfaces is necessary to prevent an accumulation of \nexcreta and other disease hazards.  This indicates an unsanitary living condition exists that could lead to potential disease \nor health risks.  Surfaces which are not cleaned and sanitized properly increase the risk of disease hazards for the dogs. \nCleanliness is important to the health and well-being of the animals. All surfaces of housing facilities must be cleaned and \nsanitized when necessary to satisfy generally accepted husbandry standards and practices.   The applicant must ensure \nthat hard surfaces with which the dogs come in contact must be spot cleaned daily and sanitized in accordance with 3.11 \n(B) of this sub part to prevent accumulation of excreta and reduce disease hazards. \n3.11(a) \n   \nCleaning, sanitization, housekeeping, and pest control. \n*   Bird droppings were observed collecting on top of the metal pipe enclosure frame.  Ten dogs are in contact with the \naffected area located in outdoor housing.     Cleaning of surfaces is necessary to prevent an accumulation of dirt, excreta \nand other disease hazards.  It indicates unsanitary living conditions exist that could increase the risks of disease \ntransmission, which negatively affects the health of the dogs.  Adequate cleaning is a crucial aspect of animal husbandry\n\nand helps to reduce disease hazards, odors and pests.  The applicant must remove excreta and food waste from the \nprimary enclosure daily and from under the primary enclosures as often as necessary to prevent an excessive \naccumulation of feces and food waste, to prevent soiling of the dogs contained in the primary enclosures, and to reduce \ndisease hazards, insects, pests and odors. \n \nThis is a 1st Re-License Inspection for a Class B license. The inspection and exit briefing were conducted with the \napplicant. \n \nAll items must be in compliance within 2 more inspection(s) or by December 4, 2022 or the applicant will forfeit the license \nfee and must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection. \n \nRegulated activity can continue under your existing USDA license until it expires. \n \n n",
  "animals_total": 71,
  "species": [
    {
      "count": 63,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 8,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}