{
  "insp_id": "2016082568687124",
  "layout": "a",
  "customer_id": "332244",
  "customer_name": "Little Puppies Online L L C",
  "customer_addr": "16149 Wooster Rd\nMount Vernon, OH 43050",
  "certificate": "31-B-0174",
  "site_id": "001",
  "site_name": "LITTLE PUPPIES ONLINE L L C",
  "insp_type": "FOCUSED INSPECTION",
  "date": "20-APR-2017",
  "report_date": "11-AUG-2017",
  "citations": [
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "During the inspection dated 4/20/2017, the Licensee provided 20 certificates from breeders that were not USDA\nlicensed. These certificates were the only acquisition documentations that the facility provided for the animals\nacquired from the unlicensed breeders. These certificates were missing valuable acquisition information required\nby regulation such as but not limited to; the vehicle license number and State, and the driver's license number (or\nphotographic identification card for nondrivers issued by a State) and State of the person, if he or she is not licensed\nor registered under the Act and he method of transportation including the name of the initial carrier or intermediate\nhandler or, if a privately owned vehicle is used to transport a dog or cat, the name of the owner of the privately\nowned vehicle. The dog specific information was also missing from the certificate such as but not limited to; the\nbreed or type, the sex; the date of birth and the color and any distinctive markings. The dog specific information\nwas recorded on the facilities APHIS Form 7005 (Record of Animals On Hand), but not provided on the acquisition\ndocuments as required by regulation. With the information provided on the acquisition records, there is no way to\ncorrectly identify any specific animal information or identification of the animals acquired for accountability purposes.\nThis facility needs to ensure that all Acquisition forms are filled out with all the required information listed above. In\naddition, the facility needs to have a method for properly identifying and accounting for all animals acquired from\nunlicensed breeders.\nThis was a focused inspection for the review of the Acquisition and Disposition records that were collected on the\nroutine inspection dated 4/20/2017.\nThe records were reviewed from 4/20/2017 to 6/15/2017.\nThe Exit interview was conducted with the Licensee on 8/11/2017 due to the availability of the Licensee.\nAdditional Inspectors\nKeith C.S Patrick, Compliance Specialist"
    }
  ],
  "narrative": "2.75(a)(1)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\nDuring the inspection dated 4/20/2017, the Licensee provided 20 certificates from breeders that were not USDA\nlicensed.  These certificates were the only acquisition documentations that the facility provided for the animals\nacquired from the unlicensed breeders.  These certificates were missing valuable acquisition information required\nby regulation such as but not limited to; the vehicle license number and State, and the driver's license number (or\nphotographic identification card for nondrivers issued by a State) and State of the person, if he or she is not licensed\nor registered under the Act and he method of transportation including the name of the initial carrier or intermediate\nhandler or, if a privately owned vehicle is used to transport a dog or cat, the name of the owner of the privately\nowned vehicle.  The dog specific information was also missing from the certificate such as but not limited to; the\nbreed or type, the sex; the date of birth and the color and any distinctive markings.  The dog specific information\nwas recorded on the facilities APHIS Form 7005 (Record of Animals On Hand), but not provided on the acquisition\ndocuments as required by regulation.  With the information provided on the acquisition records, there is no way to\ncorrectly identify any specific animal information or identification of the animals acquired for accountability purposes.\n This facility needs to ensure that all Acquisition forms are filled out with all the required information listed above.  In\naddition, the facility needs to have a method for properly identifying and accounting for all animals acquired from\nunlicensed breeders.\nThis was a focused inspection for the review of the Acquisition and Disposition records that were collected on the\nroutine inspection dated 4/20/2017.\nThe records were reviewed from 4/20/2017 to 6/15/2017.\nThe Exit interview was conducted with the Licensee on 8/11/2017 due to the availability of the Licensee.\n\nAdditional Inspectors\nKeith C.S Patrick, Compliance Specialist",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}