{
  "insp_id": "338141909480034",
  "layout": "a",
  "customer_id": "8911",
  "customer_name": "A.G. Beukelman",
  "customer_addr": "3338 430th Street\nOrange City, IA 51041",
  "certificate": "42-A-1054",
  "site_id": "001",
  "site_name": "A.G. BEUKELMAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "02-DEC-2014",
  "report_date": "05-DEC-2014",
  "citations": [
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the building housing the large breed dogs, one enclosure, affecting one dog, has sides constructed of metal bars\nthat are showing excessive rusting. The rust causes flaking and pitting of the metal and does not allow for proper\ncleaning and sanitization of these metal bars. All rusty metal must be replaced or altered in a manner that allows for\nit to be properly cleaned and sanitized every two weeks."
    },
    {
      "code": "3.6(a)(2)(1)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "In the building housing English Bulldogs, the enclosures are constructed of wire floors and wire sides. Three\nenclosures, affecting three dogs, had wires on their sides that are broken and creating sharp points at the level of\nthe dogs. Sharp points pose an injury risk to the dogs. All sharp points must be removed or altered in a manner\nthat eliminates the injury risk towards the dogs and licensee must establish a maintenance plan for the enclosures\nto ensure they remain safe for the dogs. The licensee removed all broken wires and sharp points from the\nenclosures during the inspection."
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "In the first room of the building housing English Bulldogs, eight metal self feeders, affecting eight dogs, have a\nbuildup of dirt and grime on them. Food receptacles must be kept clean in order to prevent food contamination and\nprotect the health of the animals. Licensee must ensure that all food receptacles are cleaned and sanitized every\ntwo weeks or as often as necessary, to prevent the buildup of dirt, grime and other contaminates."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In the building housing large breed dogs, two enclosures, affecting four dogs, had the plastic frames around the\naccess doors chewed and damaged by the dogs. This damage allows dirt and grime to penetrate the surface of the\nplastic and the frames can no longer be properly cleaned and sanitized. All chewed and damaged plastic door\nframes must be replaced or altered in a manner that allows for proper cleaning and sanitization every two weeks.\nInspection and exit interview conducted with facility representative."
    }
  ],
  "narrative": "3.1(c)(1)(1)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nIn the building housing the large breed dogs, one enclosure, affecting one dog, has sides constructed of metal bars\nthat are showing excessive rusting.  The rust causes flaking and pitting of the metal and does not allow for proper\ncleaning and sanitization of these metal bars.  All rusty metal must be replaced or altered in a manner that allows for\nit to be properly cleaned and sanitized every two weeks.\n3.6(a)(2)(1)                    REPEAT\nPRIMARY ENCLOSURES.\nIn the building housing English Bulldogs, the enclosures are constructed of wire floors and wire sides.  Three\nenclosures, affecting three dogs, had wires on their sides that are broken and creating sharp points at the level of\nthe dogs.  Sharp points pose an injury risk to the dogs.  All sharp points must be removed or altered in a manner\nthat eliminates the injury risk towards the dogs and licensee must establish a maintenance plan for the enclosures\nto ensure they remain safe for the dogs.  The licensee removed all broken wires and sharp points from the\nenclosures during the inspection.\n3.9(b)                    REPEAT\nFEEDING.\nIn the first room of the building housing English Bulldogs, eight metal self feeders, affecting eight dogs, have a\nbuildup of dirt and grime on them.  Food receptacles must be kept clean in order to prevent food contamination and\nprotect the health of the animals.  Licensee must ensure that all food receptacles are cleaned and sanitized every\ntwo weeks or as often as necessary, to prevent the buildup of dirt, grime and other contaminates.\n3.11(b)(2)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nIn the building housing large breed dogs, two enclosures, affecting four dogs, had the plastic frames around the\naccess doors chewed and damaged by the dogs.  This damage allows dirt and grime to penetrate the surface of the\nplastic and the frames can no longer be properly cleaned and sanitized.  All chewed and damaged plastic door\n\nframes must be replaced or altered in a manner that allows for proper cleaning and sanitization every two weeks.\nInspection and exit interview conducted with facility representative.",
  "animals_total": 119,
  "species": [
    {
      "count": 86,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 33,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}