{
  "insp_id": "INS-0000871023",
  "layout": "c",
  "customer_id": "331146",
  "customer_name": "KRISTINA JORDAN",
  "customer_addr": "32002 E 342nd Street\nGARDEN CITY, MO 64747",
  "certificate": "43-B-3831",
  "site_id": "001",
  "site_name": "KRISTINA JORDAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-MAY-2023",
  "report_date": "26-MAY-2023",
  "citations": [
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "* There was no recorded date for heartworm and fecal float testing for nine dogs. Annual heartworm and fecal float\ntesting are important for the health of the animals. Heartworm and fecal float testing are done to ensure that there are no\nactive internal parasites. Heartworms are serious parasites that are transmitted by insect bites. The licensee must\nensure that all dogs are receiving vaccinations for contagious and/or deadly diseases of dogs (including rabies,\nparvovirus, and distemper) and sampling and treatment of parasites and other pests (including fleas, worms, coccidia,\ngiardia, and heartworm) in accordance with a schedule approved by the attending veterinarian. Correct by 6/25/23.\nThis inspection and exit interview were conducted with the licensee.\nn"
    }
  ],
  "narrative": "3.13(a)(3) \n   \nVeterinary care for dogs. \n*   There was no recorded date for heartworm and fecal float testing for nine dogs.  Annual heartworm and fecal float \ntesting are important for the health of the animals.  Heartworm and fecal float testing are done to ensure that there are no \nactive internal parasites.   Heartworms are serious parasites that are transmitted by insect bites.  The licensee must \nensure that all dogs are receiving vaccinations for contagious and/or deadly diseases of dogs (including rabies, \nparvovirus, and distemper) and sampling and treatment of parasites and other pests (including fleas, worms, coccidia, \ngiardia, and heartworm) in accordance with a schedule approved by the attending veterinarian.  Correct by 6/25/23. \n \nThis inspection and exit interview were conducted with the licensee. \n \n n",
  "animals_total": 17,
  "species": [
    {
      "count": 9,
      "scientific": "Canis familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 8,
      "scientific": "Canis familiaris",
      "common": "DOG PUPPY"
    }
  ]
}