{
  "insp_id": "27161955520456",
  "layout": "a",
  "customer_id": "323608",
  "customer_name": "Zachary Garden",
  "customer_addr": "1012 Marlin Lake Circle #615\nSarasota, FL 34232",
  "certificate": "58-C-1116",
  "site_id": "001",
  "site_name": "ZACHARY GARDEN",
  "insp_type": "ATTEMPTED INSPECTION",
  "date": "27-JAN-2016",
  "report_date": "28-JAN-2016",
  "citations": [
    {
      "code": "2.8(h)",
      "kind": "",
      "repeat": true,
      "desc": "NOTIFICATION OF CHANGE OF NAME, ADDRESS, CONTROL, OR OWNERSHIP OF BUSINESS.",
      "narrative": "On January 7, 2016, I cited this licensee for not notifying USDA in writing of changes of business. On January 9,\n2016, Mr. Garden sent me any e-mail stating he has vacated this facility and sold his camels. As of todays\nattempted inspection Mr. Garden has not notified USDA in writing of any new locations, canceling of his USDA\nlicense or any other changes of business."
    },
    {
      "code": "2.126(b)",
      "kind": "",
      "repeat": true,
      "desc": "ACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.",
      "narrative": "A responsible adult was not available to accompany APHIS Officials during the inspection process at 2:00 p.m. on\nJanuary 27, 2016.\nI called the phone number on file for this licensee, however it was not accepting calls. I called the number on the\nsign outside the gate and was told that there was a new family living at the home. I attempted an inspection at this\nfacility on January 7, 2016."
    }
  ],
  "narrative": "2.8(h)                    REPEAT\nNOTIFICATION OF CHANGE OF NAME, ADDRESS, CONTROL, OR OWNERSHIP OF BUSINESS.\nOn January 7, 2016,  I cited this licensee for not notifying USDA in writing of changes of business. On January 9,\n2016, Mr. Garden  sent me any e-mail stating he has vacated this facility and sold his camels.  As of todays\nattempted inspection Mr. Garden has not notified USDA in writing  of any new locations, canceling of his USDA\nlicense or any other changes of business.   \n2.126(b)                    REPEAT\nACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.\nA responsible adult was not available to accompany APHIS Officials during the inspection process at 2:00 p.m. on\nJanuary 27, 2016.\nI called the phone number on file for this licensee, however it was not accepting calls.  I called the number on the\nsign outside the gate and was told that there was a new family living at the home.  I attempted an inspection at this\nfacility on January 7, 2016.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}