{
  "insp_id": "141161019500904",
  "layout": "a",
  "customer_id": "38234",
  "customer_name": "Meadow View Growers Inc",
  "customer_addr": "755 N Dayton Lakeview Rd\nNew Carlisle, OH 45344",
  "certificate": "31-C-0215",
  "site_id": "001",
  "site_name": "MEADOW VIEW GROWERS INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-MAY-2016",
  "report_date": "19-MAY-2016",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The facility currently has a goat walk that is lined with cattle panel type fencing to ensure the goats are not able to\nfall off. There are several areas where the wire has sharp points that stick out on the goats side of the walk way.\nSome of these sharp points are at head and eye level. In addition, there are strips of wood ran along the flooring of\nthe walkway to ensure the goats are able to maintain their footing. However, there are several areas where the\nwood has been chipped or broken off leaving screws exposed and protruding out of the flooring. The animal could\neasily step on the screws and hurt their hoofs/feet. All areas of this facility must be maintained in good repair and\nprotect the animals from injury. All surfaces with sharp points must be replaced, repaired or resurfaced to ensure all\nareas are maintained in good repair and do not allow injury to the animals contained therein.\nCorrect by: 6/2/2016"
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "On today's inspection, the inside of the goats' water receptacle was covered in green organic material. The facility\nrepresentative stated that the water receptacle was due to be cleaned. He stated that the receptacle is cleaned\nevery Thursday. However; it had not been cleaned prior to today(cid:25)s inspection. The facility representative took out a\nscrub brush and scrubbed the water receptacle while the inspector was at the facility completing the inspection.\nThe facility representative used a scrub brush and water. The inspector did not see a cleaner or a sanitizer used on\nthe receptacle while she was at the facility. All water receptacles must be cleaned and sanitized using commonly\naccepted husband standards as often as necessary to prevent organic growth. A cleaner and a sanitizer must be\nused during the cleaning process. In addition, potable water must be made available as often as necessary for the\nhealth and comfort of the animals.\nCorrect by: Immediately"
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "The facility is currently using a three sided structure as shelter for their goats. Inside the structure there are several\nbird nests and bird droppings on most of the solid surfaces. In addition, there are several piles of bird droppings on\nmost of the support beams within the structure. Birds can be carries of several communicable diseases. There is\nan increased chance of these animals being exposed to the hazards without the facility having an affective pest\ncontrol program or affective program for cleaning and/or eliminating the droppings. This facility must ensure that\nthey establish and maintain an affective pest control program.\nCorrect by: This is a repeat citation and remains uncorrected\nInspection and Exit Interview was conducted with a facility representative and Animal Care Inspector Shannon\nSebera."
    }
  ],
  "narrative": "3.125(a)\nFACILITIES, GENERAL.   \nThe facility currently has a goat walk that is lined with cattle panel type fencing to ensure the goats are not able to\nfall off.  There are several areas where the wire has sharp points that stick out on the goats side of the walk way. \nSome of these sharp points are at head and eye level.  In addition, there are strips of wood ran along the flooring of\nthe walkway to ensure the goats are able to maintain their footing.  However, there are several areas where the\nwood has been chipped or broken off leaving screws exposed and protruding out of the flooring.  The animal could\neasily step on the screws and hurt their hoofs/feet.  All areas of this facility must be maintained in good repair and\nprotect the animals from injury.  All surfaces with sharp points must be replaced, repaired or resurfaced to ensure all\nareas are maintained in good repair and do not allow injury to the animals contained therein.\nCorrect by: 6/2/2016\n3.130\nWATERING.  \nOn today's inspection, the inside of the goats' water receptacle was covered in green organic material.  The facility\nrepresentative stated that the water receptacle was due to be cleaned.  He stated that the receptacle is cleaned\nevery Thursday.  However; it had not been cleaned prior to today(cid:25)s inspection.  The facility representative took out a\nscrub brush and scrubbed the water receptacle while the inspector was at the facility completing the inspection. \nThe facility representative used a scrub brush and water.  The inspector did not see a cleaner or a sanitizer used on\nthe receptacle while she was at the facility.  All water receptacles must be cleaned and sanitized using commonly\naccepted husband standards as often as necessary to prevent organic growth. A cleaner and a sanitizer must be\nused during the cleaning process.  In addition, potable water must be made available as often as necessary for the\nhealth and comfort of the animals.\nCorrect by: Immediately\n\n3.131(d)                    REPEAT\nSANITATION.   \nThe facility is currently using a three sided structure as shelter for their goats.  Inside the structure there are several\nbird nests and bird droppings on most of the solid surfaces.  In addition, there are several piles of bird droppings on\nmost of the support beams within the structure.  Birds can be carries of several communicable diseases.  There is\nan increased chance of these animals being exposed to the hazards without the facility having an affective pest\ncontrol program or affective program for cleaning and/or eliminating the droppings. This facility must ensure that\nthey establish and maintain an affective pest control program.\nCorrect by: This is a repeat citation and remains uncorrected\nInspection and Exit Interview was conducted with a facility representative and Animal Care Inspector Shannon\nSebera.",
  "animals_total": 3,
  "species": [
    {
      "count": 3,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    }
  ]
}