{
  "insp_id": "INS-0000817118",
  "layout": "c",
  "customer_id": "2115",
  "customer_name": "CRAIG KOKAS",
  "customer_addr": "3153 PROSPECT-UPPER SANDUSKY RD\nPROSPECT, OH 43342",
  "certificate": "31-A-0031",
  "site_id": "001",
  "site_name": "CRAIG KOKAS",
  "insp_type": "FOCUSED INSPECTION",
  "date": "22-SEP-2022",
  "report_date": "29-SEP-2022",
  "citations": [
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "This facility currently has no record of animals on hand. The records of acquisition and disposition of animals are\nincomplete. The licensee was unable to provide the exact numbers of animals on hand at the facility. He stated that his\nrecord of animals on hand was what was provided to him on the animal inventory from the last APHIS inspection.\nInspection report inventories do not meet the regulatory requirements for record of animals on hand since they do not\ncontain where the animals were acquired from, the date of acquisition, etc. The facility is still not tracking offspring born at\nthe facility. The licensee previously stated that he does not record births until the animals are separated from their\nmothers for sale (and then only tracks through sales receipts). The licensee acknowledged that records of animals\nincluding deaths and euthanasia have not been recorded. The licensee stated that the white mink identified on the prior\ninspection was euthanized following examination by a veterinarian, however, there is no record of this euthanasia. The\nlicensee was able to produce several sales records of animals disposed of since the last inspection and two records of\nacquisition. One of the two records of acquisition did not contain the address or USDA License number of the person\nfrom whom the animals were acquired.\nFailure to maintain disposition record such as records of pre-weaning deaths prevents the licensee, attending\nveterinarian, and APHIS Officials from evaluating mortality to determine possible causes and/or compliance with the\nAWA. Failure to maintain complete and accurate records of acquisitions, dispositions, and record of animals on hand\nprevents APHIS officials from tracing animal movement and from completely assessing other aspects of compliance with\nthe AWA. Correct by ensuring that the facility maintains complete and accurate records of all animals on hand, all animal\nacquisitions (including the total offspring born of any animal while in his possession or under his control) and animal\ndispositions (including those which die, are euthanized, sold, transferred, or otherwise disposed of). These records must\ninclude all information required by this section, must be maintained in an accurate and timely manner, and must be made\navailable for inspection by APHIS officials."
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, outdoor.",
      "narrative": "Thirty Arctic fox and 57 Red fox remain in enclosures without shelter. The enclosures are made of approximately 1- inch\nsquare wire. There is a piece of tin siding placed on top of the enclosures. Approximately half of the enclosures have\nrectangle of solid blue material or perforated white plastic material one side of the individual pens while the remaining\nenclosures have no walls other than the wire. These animals are not protected from blowing wind, rain, and snow. There\nwas a significant storm with a large amount of rain and wind overnight the night prior to the inspection and the weather\nforecast called for overnight temperatures of 40-degree Fahrenheit that evening. The licensee stated that he plans to\nleave these animals in this enclosure until at least the last few weeks of November. Without adequate protection the\nanimals are prone to exposure stress and disease hazards. Shelter shall be provided for all animals kept outdoors to\nafford protection and prevent discomfort."
    },
    {
      "code": "3.127(c)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, outdoor.",
      "narrative": "There continue to be large areas of mud surrounding the feeders, water receptacles, and gate to enter the Sika deer\nenclosure. Several deer were observed with wet mud on their legs past their knees. The licensee stated that he has been\nunable to move the feeders to another portion of the enclosure since the male sika deer is in rut and he was unable to\nenter the enclosure for safety. Standing in the mud can compromise the integrity of the deers’ feet making them more\nprone to infection and abscess. A suitable method shall be provided to rapidly eliminate excess water."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, outdoor.",
      "narrative": "The facility continues to lack a perimeter fence around the outside housing facilities which include the enclosures for the\nbobcat, red fox, artic fox, grey fox, striped skunk, wallaby, ferret, mink, coati, sika deer, and fallow deer. The facility does\nnot have a variance, approved by the Administrator, in place. Animals and unauthorized persons can easily access the\nanimals and may cause stress, transmit disease, injure, or release the regulated animals. Correct by ensuring that\noutdoor housing facilities are enclosed by a perimeter fence that is of sufficient height to keep animals and unauthorized\npersons out."
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": true,
      "desc": "Feeding.",
      "narrative": "The majority of the fox, skunk, raccoon, mink, and ferret continue to exhibit signs of diarrhea and or loose stool\nunderneath the enclosures. Stools appeared watery and/ or with mucus. The licensee is currently feeding a mix of dog\nand cat food as the base diet to these species. When asked the licensee stated that the animals have loose stool\nbecause he feeds a high protein and fat diet. All diets fed to animals must be of appropriate nutritive value to maintain\nanimals in good health. Prolonged diarrhea can lead to dehydration and unnecessary discomfort.\nFailure to provide adequate feed can result in poor body condition and unnecessary suffering. Ensure that all animals are\nprovided appropriate diet of sufficient nutritive value and quantity for optimal animal health and welfare. Additionally, since\nthe current diets are associated with concerns in animal health, the attending veterinarian must be contacted and provide\nguidance and appropriate feeding plans for these animals."
    },
    {
      "code": "3.129(b)",
      "kind": "",
      "repeat": true,
      "desc": "Feeding.",
      "narrative": "The licensee has not altered the food receptacle design at the facility to facilitate cleaning and sanitation or prevent\nmolding, contamination, and deterioration of food. The facility continues to use plastic coffee containers that are entirely\ncontained within wire that has 1-inch holes as the food receptacles in many enclosures. The only larger holes are where\nanimals access the feed and where feed is added from the outside of the enclosure. Neither of these is large enough to\nremove the coffee container therefore, the design prevents removal of the feed container to remove old feed and or\nadequately clean feeders. The licensee stated that he cleans them by spraying feed out with the hose then letting it air dry\nbefore re-filling. Because of the awkward design of these containers, the food can get stuck down in the rim at the base of\nthe feeder making it difficult for the animals to access causing excess food to cake and mold. The feeders which were\nempty of food all had significant accumulations of brown grime on the bottom that appeared to be food waste and organic\ndebris. Correct by ensuring that all food receptacles are kept in good repair and that there is a mechanism to facilitate\ncleaning so that receptacles can be kept clean to minimize contamination of the food."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "There is still a large accumulation of feces and fecal piles under the red fox, arctic fox, raccoon, mink, and skunk\nenclosures. Although the licensee has begun removing feces from underneath some enclosures, approximately 25% of\nthe fox skunk and raccoon enclosures still have accumulations of feces that are as much as several feet in diameter and\nas much as 6-10 inches high. Approximately 50% of the mink and ferret enclosures have similarly large accumulations of\nfeces some of which are 4-6 inches high. Nearly all enclosures have feces, hair, urine and debris running along the\nsupport beams of the enclosure. The ground hog enclosures that have hay or straw on their bottoms, are heavily\ncontaminated with feces causing the straw to form a solid mat in most areas. The accumulation of is still contributing to\nstrong ammonia and fecal odor around the area. Correct by ensuring that feces are removed from primary enclosures an\nas often as necessary to prevent accumulation of excreta, contamination of animals, minimize disease hazards, and\nreduce odors."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "Housekeeping in the facility needs to be addressed. In several areas of the property and enclosures there is an\nabundance of tall weeds and long grass. In many areas these weeds are as much as 2 feet tall. The weeds in the fallow\ndeer yard are tall enough that the fallow deer fawns could not been seen in the majority of the pasture. When asked\nabout the fawn identified on the last inspection, the licensee stated that he had not seen it in several days and that he\nsuspected it was in the portion of the enclosure with the tall weeds. The license had to enter the pasture to move animals\ninto another area so that the fawns could be visualized by the inspectors during inspection. Similarly, the area around the\nBennett’s wallaby yard have weeds of similar height. These weeds prevent visualization of animals from the outside the\nenclosure nearest the barn. The wallaby identified in need of emergency veterinary care during this inspection was at the\nfar side of this pasture and was difficult to see without walking through those weeds. Excessively long grass inhibits the\nability to make adequate daily observations and may delay the provision of veterinary care. Additionally, these weeds\nprovides cover and breeding areas for pests such as rodents which can transmit disease and parasites to the regulated\nanimals. Correct by ensuring that all premises (buildings and grounds) are kept clean and in good repair in order to\nprotect the animals from injury and to facilitate the prescribed husbandry practices.\nThis is a continuation of the report for the routine inspection conducted September 22, 2022 and contains the remaining\nnon-compliances found during the inspection. Verbal exit briefing for the items included on this report was conducted on\nSeptember 23, 2022 and the written report was sent to the licensee on September 29, 2022.\nThe previous NCI documented under section 3.132 on the August 15, 2022 remains uncorrected but the correction date\nhas not passed.\nAdditional Inspectors:\nMark Sanderbeck, ANIMAL CARE INSPECTOR n"
    }
  ],
  "narrative": "2.75(b)(1)  Repeat\n   \nRecords: Dealers and exhibitors. \nThis facility currently has no record of animals on hand.  The records of acquisition and disposition of animals are \nincomplete. The licensee was unable to provide the exact numbers of animals on hand at the facility. He stated that his \nrecord of animals on hand was what was provided to him on the animal inventory from the last APHIS inspection. \nInspection report inventories do not meet the regulatory requirements for record of animals on hand since they do not \ncontain where the animals were acquired from, the date of acquisition, etc. The facility is still not tracking offspring born at \nthe facility. The licensee previously stated that he does not record births until the animals are separated from their \nmothers for sale (and then only tracks through sales receipts). The licensee acknowledged that records of animals \nincluding deaths and euthanasia have not been recorded.  The licensee stated that the white mink identified on the prior \ninspection was euthanized following examination by a veterinarian, however, there is no record of this euthanasia.  The \nlicensee was able to produce several sales records of animals disposed of since the last inspection and two records of \nacquisition.  One of the two records of acquisition did not contain the address or USDA License number of the person \nfrom whom the animals were acquired. \nFailure to maintain disposition record such as records of pre-weaning deaths prevents the licensee, attending \nveterinarian, and APHIS Officials from evaluating mortality to determine possible causes and/or compliance with the\n\nAWA. Failure to maintain complete and accurate records of acquisitions, dispositions, and record of animals on hand \nprevents APHIS officials from tracing animal movement and from completely assessing other aspects of compliance with \nthe AWA. Correct by ensuring that the facility maintains complete and accurate records of all animals on hand, all animal \nacquisitions (including the total offspring born of any animal while in his possession or under his control) and animal \ndispositions (including those which die, are euthanized, sold, transferred, or otherwise disposed of). These records must \ninclude all information required by this section, must be maintained in an accurate and timely manner, and must be made \navailable for inspection by APHIS officials. \n3.127(b)  Repeat\n   \nFacilities, outdoor. \nThirty Arctic fox and 57 Red fox remain in enclosures without shelter. The enclosures are made of approximately 1- inch \nsquare wire. There is a piece of tin siding placed on top of the enclosures.  Approximately half of the enclosures have \nrectangle of solid blue material or perforated white plastic material one side of the individual pens while the remaining \nenclosures have no walls other than the wire.  These animals are not protected from blowing wind, rain, and snow.  There \nwas a significant storm with a large amount of rain and wind overnight the night prior to the inspection and the weather \nforecast called for overnight temperatures of 40-degree Fahrenheit that evening.  The licensee stated that he plans to \nleave these animals in this enclosure until at least the last few weeks of November.  Without adequate protection the \nanimals are prone to exposure stress and disease hazards. Shelter shall be provided for all animals kept outdoors to \nafford protection and prevent discomfort. \n3.127(c)  Repeat\n   \nFacilities, outdoor. \nThere continue to be large areas of mud surrounding the feeders, water receptacles, and gate to enter the Sika deer \nenclosure. Several deer were observed with wet mud on their legs past their knees.  The licensee stated that he has been\n\nunable to move the feeders to another portion of the enclosure since the male sika deer is in rut and he was unable to \nenter the enclosure for safety.  Standing in the mud can compromise the integrity of the deers’ feet making them more \nprone to infection and abscess. A suitable method shall be provided to rapidly eliminate excess water. \n3.127(d)  Repeat\n   \nFacilities, outdoor. \nThe facility continues to lack a perimeter fence around the outside housing facilities which include the enclosures for the \nbobcat, red fox, artic fox, grey fox, striped skunk, wallaby, ferret, mink, coati, sika deer, and fallow deer.  The facility does \nnot have a variance, approved by the Administrator, in place. Animals and unauthorized persons can easily access the \nanimals and may cause stress, transmit disease, injure, or release the regulated animals. Correct by ensuring that \noutdoor housing facilities are enclosed by a perimeter fence that is of sufficient height to keep animals and unauthorized \npersons out. \n3.129(a)  Repeat\n   \nFeeding. \nThe majority of the fox, skunk, raccoon, mink, and ferret continue to exhibit signs of diarrhea and or loose stool \nunderneath the enclosures. Stools appeared watery and/ or with mucus. The licensee is currently feeding a mix of dog \nand cat food as the base diet to these species. When asked the licensee stated that the animals have loose stool \nbecause he feeds a high protein and fat diet. All diets fed to animals must be of appropriate nutritive value to maintain \nanimals in good health. Prolonged diarrhea can lead to dehydration and unnecessary discomfort. \n \nFailure to provide adequate feed can result in poor body condition and unnecessary suffering. Ensure that all animals are \nprovided appropriate diet of sufficient nutritive value and quantity for optimal animal health and welfare. Additionally, since\n\nthe current diets are associated with concerns in animal health, the attending veterinarian must be contacted and provide \nguidance and appropriate feeding plans for these animals. \n3.129(b)  Repeat\n   \nFeeding. \nThe licensee has not altered the food receptacle design at the facility to facilitate cleaning and sanitation or prevent \nmolding, contamination, and deterioration of food.  The facility continues to use plastic coffee containers that are entirely \ncontained within wire that has 1-inch holes as the food receptacles in many enclosures. The only larger holes are where \nanimals access the feed and where feed is added from the outside of the enclosure. Neither of these is large enough to \nremove the coffee container therefore, the design prevents removal of the feed container to remove old feed and or \nadequately clean feeders. The licensee stated that he cleans them by spraying feed out with the hose then letting it air dry \nbefore re-filling. Because of the awkward design of these containers, the food can get stuck down in the rim at the base of \nthe feeder making it difficult for the animals to access causing excess food to cake and mold.  The feeders which were \nempty of food all had significant accumulations of brown grime on the bottom that appeared to be food waste and organic \ndebris.  Correct by ensuring that all food receptacles are kept in good repair and that there is a mechanism to facilitate \ncleaning so that receptacles can be kept clean to minimize contamination of the food. \n3.131(a)  Repeat\n   \nSanitation. \nThere is still a large accumulation of feces and fecal piles under the red fox, arctic fox, raccoon, mink, and skunk \nenclosures. Although the licensee has begun removing feces from underneath some enclosures, approximately 25% of \nthe fox skunk and raccoon enclosures still have accumulations of feces that are as much as several feet in diameter and \nas much as 6-10 inches high.  Approximately 50% of the mink and ferret enclosures have similarly large accumulations of \nfeces some of which are 4-6 inches high.  Nearly all enclosures have feces, hair, urine and debris running along the\n\nsupport beams of the enclosure. The ground hog enclosures that have hay or straw on their bottoms, are heavily \ncontaminated with feces causing the straw to form a solid mat in most areas.  The accumulation of is still contributing to \nstrong ammonia and fecal odor around the area. Correct by ensuring that feces are removed from primary enclosures an \nas often as necessary to prevent accumulation of excreta, contamination of animals, minimize disease hazards, and \nreduce odors. \n3.131(c)  Repeat\n   \nSanitation. \nHousekeeping in the facility needs to be addressed. In several areas of the property and enclosures there is an \nabundance of tall weeds and long grass.  In many areas these weeds are as much as 2 feet tall.  The weeds in the fallow \ndeer yard are tall enough that the fallow deer fawns could not been seen in the majority of the pasture.  When asked \nabout the fawn identified on the last inspection, the licensee stated that he had not seen it in several days and that he \nsuspected it was in the portion of the enclosure with the tall weeds.  The license had to enter the pasture to move animals \ninto another area so that the fawns could be visualized by the inspectors during inspection.  Similarly, the area around the \nBennett’s wallaby yard have weeds of similar height.  These weeds prevent visualization of animals from the outside the \nenclosure nearest the barn.  The wallaby identified in need of emergency veterinary care during this inspection was at the \nfar side of this pasture and was difficult to see without walking through those weeds.  Excessively long grass inhibits the \nability to make adequate daily observations and may delay the provision of veterinary care.  Additionally, these weeds \nprovides cover and breeding areas for pests such as rodents which can transmit disease and parasites to the regulated \nanimals.  Correct by ensuring that all premises (buildings and grounds) are kept clean and in good repair in order to \nprotect the animals from injury and to facilitate the prescribed husbandry practices.\n\nThis is a continuation of the report for the routine inspection conducted September 22, 2022 and contains the remaining \nnon-compliances found during the inspection. Verbal exit briefing for the items included on this report was conducted on \nSeptember 23, 2022 and the written report was sent to the licensee on September 29, 2022. \n \nThe previous NCI documented under section 3.132 on the August 15, 2022 remains uncorrected but the correction date \nhas not passed. \n \nAdditional Inspectors: \nMark Sanderbeck, ANIMAL CARE INSPECTOR n",
  "animals_total": 616,
  "species": [
    {
      "count": 42,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 172,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 11,
      "scientific": "Cervus nippon",
      "common": "SIKA DEER"
    },
    {
      "count": 19,
      "scientific": "Urocyon cinereoargenteus",
      "common": "GRAY FOX / GREY FOX"
    },
    {
      "count": 12,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    },
    {
      "count": 109,
      "scientific": "Mustela vison",
      "common": "AMERICAN MINK"
    },
    {
      "count": 60,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 14,
      "scientific": "Marmota monax",
      "common": "GROUNDHOG / WOODCHUCK"
    },
    {
      "count": 13,
      "scientific": "Spilogale putorius",
      "common": "EASTERN SPOTTED SKUNK"
    },
    {
      "count": 36,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 6,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 13,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 45,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 5,
      "scientific": "Nasua narica",
      "common": "WHITE-NOSED COATI"
    },
    {
      "count": 2,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 54,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG"
    },
    {
      "count": 3,
      "scientific": "Nasuella olivacea",
      "common": "MOUNTAIN COATI"
    }
  ]
}