{
  "insp_id": "328141343070931",
  "layout": "a",
  "customer_id": "8038",
  "customer_name": "Leonard Stover",
  "customer_addr": "P O Box 53\nSheldon, IA 51201",
  "certificate": "42-B-0186",
  "site_id": "001",
  "site_name": "LEONARD STOVER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-NOV-2014",
  "report_date": "24-NOV-2014",
  "citations": [
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the \"Outside Room\", the enclosures are framed with metal pipes. On at least three enclosures, affecting at least\nseven dogs, the metal pipes along the bottom of the frame are showing excessive rusting. The rust causes pitting\nand flaking of the metal and it cannot be properly cleaned and sanitized. The rusty metal pipes must be replaced or\naltered in a manner that allows for proper cleaning and sanitization of the metal every two weeks."
    },
    {
      "code": "3.1(c)(1)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the \"East Whelping Room\", two enclosures, affecting at least five dogs, have flooring constructed of wire and the\nwire has broken and bent upward towards the dogs. In one enclosure, affecting one dog, the sides of the enclosure\nare constructed of wire and the wire has broken along the bottom and twisted inward towards the dog. Sharp points\nand edges pose an injury risk to the dogs. Licensee must establish a maintenance plan to ensure that all\nenclosures remain free of sharp points and edges and eliminates the injury risk to the dogs. During the inspection\nthe licensee removed and/or covered all broken wires from the three enclosures."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In the \"Outside Room\", at least three self-feeders, affecting at least six dogs, have a buildup of excess hair in them.\nAlso, in the same room, the fronts of the enclosures are made of chain link fencing. At least six enclosures,\naffecting at least ten dogs, have an excessive buildup of hair on their fronts. The buildup of hair on the self-feeders\nand enclosure fronts can pose a disease risk to the dogs. The self-feeders and enclosure fronts must be cleaned\nand sanitized once every two weeks, or as often as necessary, to reduce the accumulation of hair and disease\nhazards.\nIn the \"West Whelping Room\", the whelping boxes are made of a hard, plastic material. Three of these boxes,\naffecting at least three adult dogs and fourteen puppies, have been excessively chewed by the dogs. In the \"East\nWhelping Room\", one enclosure, affecting one dog, has two bowls made of a hard, plastic material that had been\nexcessively chewed by the dog. The licensee removed these two bowls from the enclosure during the inspection.\nThe damage caused by chewing allows dirt and grime to penetrate the surface of the bowls and whelping boxes\nand does not allow for proper cleaning and sanitization to occur. All damaged whelping boxes and bowls must be\nreplaced or altered in manner that allows for proper cleaning and sanitization to occur every two weeks.\nThe female Maltese, microchip #087057013, cited under 2.40 (b) (2) on September 9, 2014 has been evaluated by\na licensed veterinarian and is under a treatment plan.\nInspection and exit interview done with facility representative.\nAdditional Inspectors\nZiegerer Katheryn, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "3.1(c)(1)(1)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nIn the \"Outside Room\", the enclosures are framed with metal pipes.  On at least three enclosures, affecting at least\nseven dogs, the metal pipes along the bottom of the frame are showing excessive rusting.  The rust causes pitting\nand flaking of the metal and it cannot be properly cleaned and sanitized.  The rusty metal pipes must be replaced or\naltered in a manner that allows for proper cleaning and sanitization of the metal every two weeks.\n3.1(c)(1)(2)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nIn the \"East Whelping Room\", two enclosures, affecting at least five dogs, have flooring constructed of wire and the\nwire has broken and bent upward towards the dogs.  In one enclosure, affecting one dog, the sides of the enclosure\nare constructed of wire and the wire has broken along the bottom and twisted inward towards the dog. Sharp points\nand edges pose an injury risk to the dogs.  Licensee must establish a maintenance plan to ensure that all\nenclosures remain free of sharp points and edges and eliminates the injury risk to the dogs.  During the inspection\nthe licensee removed and/or covered all broken wires from the three enclosures.\n3.11(b)(2)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nIn the \"Outside Room\", at least three self-feeders, affecting at least six dogs, have a buildup of excess hair in them. \nAlso, in the same room, the fronts of the enclosures are made of chain link fencing.  At least six enclosures,\naffecting at least ten dogs, have an excessive buildup of hair on their fronts.  The buildup of hair on the self-feeders\nand enclosure fronts can pose a disease risk to the dogs.  The self-feeders and enclosure fronts must be cleaned\nand sanitized once every two weeks, or as often as necessary, to reduce the accumulation of hair and disease\nhazards.\nIn the \"West Whelping Room\", the whelping boxes are made of a hard, plastic material.  Three of these boxes,\naffecting at least three adult dogs and fourteen puppies, have been excessively chewed by the dogs.  In the \"East\nWhelping Room\", one enclosure, affecting one dog, has two bowls made of a hard, plastic material that had been\nexcessively chewed by the dog.  The licensee removed these two bowls from the enclosure during the inspection.\n\nThe damage caused by chewing allows dirt and grime to penetrate the surface of the bowls and whelping boxes\nand does not allow for proper cleaning and sanitization to occur.  All damaged whelping boxes and bowls must be\nreplaced or altered in manner that allows for proper cleaning and sanitization to occur every two weeks.  \nThe female Maltese, microchip #087057013, cited under 2.40 (b) (2) on September 9, 2014 has been evaluated by\na licensed veterinarian and is under a treatment plan.\nInspection and exit interview done with facility representative.\nAdditional Inspectors\nZiegerer Katheryn, Supervisory Animal Care Specialist",
  "animals_total": 168,
  "species": [
    {
      "count": 113,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 52,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    },
    {
      "count": 3,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    }
  ]
}