{
  "insp_id": "2016082569679152",
  "layout": "a",
  "customer_id": "32135",
  "customer_name": "Aaron Lapp",
  "customer_addr": "90 Leisure Acres Road\nAllenwood, PA 17810",
  "certificate": "23-A-0309",
  "site_id": "001",
  "site_name": "AARON K LAPP",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-DEC-2019",
  "report_date": "16-DEC-2019",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There was a dead and decomposing newborn guinea pig observed embedded in the feeder. There was feed piled\non top of it and the licensee had not observed the dead animal in the feeder prior to adding more feed. Additionally,\nthere was an adult female guinea pig that had been housed separately because the licensee had observed a\nswollen and irritated genital area which has since resolved. However, the licensee was unsure about the nature of\nthe condition and had not contacted the attending veterinarian as specified in the Program of Veterinary Care (PVC)\nwhenever there is a condition identified that the licensee is unsure of.\nFailure to conduct a thorough daily observation of the animals and failure to communicate with the attending\nveterinarian regarding health issues observed in the animals can result in a worsening of the condition and delay in\nappropriate treatment.\nThe licensee must conduct daily observation to assess the health and well-being of the animals and must\ncommunicate with the attending veterinarian on problems of animal health."
    },
    {
      "code": "3.25(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Several of the guinea pig pens had a wall height of 6.25-6.5in, allowing for for potential escape and injury of the\nanimals. Housing facilities for guinea pigs need to protect the animals from injury and contain the animals. Failure\nto do so can lead to injury or death from falls to the ground, escape from the barn, or becoming trapped outside of\nthe pen. Correct by increasing the height of the sides of the pens so that the animals within cannot climb or jump\nout."
    },
    {
      "code": "3.25(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The guinea pig pelleted feed is being stored either uncovered in plastic buckets or in the original bags with open\nbags not stored in secure containers. Bedding is being stored in open bags on the ground.\nFeed/food and bedding that is stored inappropriately can result in deterioration of the food or be contaminated by\npests, mold, or other sources and if used, cause illness in the animals.\nSupplies of food and bedding must be stored in facilities which adequately protect such supplies against spoilage or\ndeterioration and infestation or contamination by vermin.\nCorrect by: December 23, 2019"
    },
    {
      "code": "3.26(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "In the upstairs guinea pig room, there is an approximately 12in x 12in square of exposed insulation in the ceiling\nadjacent to the guinea pig enclosures. The interior building surfaces of indoor housing facilities shall be constructed\nand maintained so that they are substantially impervious to moisture and can be readily sanitized. This exposed\ninsulation cannot be sanitized and may have a negative impact on the health through the extra exposure of dust and\ndebris from this insulation. Correct by repairing the ceiling so that this surface can be readily sanitized. Correct by\nJanuary 16, 2020."
    },
    {
      "code": "3.28(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "On the upper floor of the building, in the first 4 sets of pens closest to the stairs in the 2nd aisle there are broken\nwires around the automatic waterers with sharp points present in the interior of the pen.\nFailure to maintain enclosures in good repair and free from sharp points can result in injury to the animals.\nEnclosures must be structurally sound and maintained in good repair to protect the guinea pigs from injury."
    },
    {
      "code": "3.29(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "In one of the guinea pig feeders, a neonate carcass, approximately 4in long, was found to be embedded in the feed\nwith only the head visible initially. The carcass showed evidence of decomposition with the skin darkened, dried,\nwrinkled, and a dark skin spot on one side that had a white, powdery areas within it. The carcass had shavings and\nfeed adhered to it. This same feeder also had fecal pellets observed in with the feed.\nWhen the facility owner was shown the carcass, he explained that since he was adding treated feed to the animals\nupon the advice of the Attending Veterinarian (AV) in response to a recent diarrhea outbreak, he was not filling up\nthe feeders through the back but rather adding the treated feed on top of the front of the feeder. He had not noted\nthe carcass previously and stated that he likely just added the new feed on top of it without realizing it was there.\nThe carcass was then removed from the feeder.\nFood for guinea pigs must be free from contamination and must be wholesome and palatable. A decomposing\ncarcass within the feeder will discourage guinea pigs from accessing that feed as well as contaminate their feed,\nwhich can lead to weight loss and increase in disease in the animals. Correct by removing all feed from that feeder\nand ensuring that fresh feed is not added to contaminated feed/feeders. Correct from this day forward."
    },
    {
      "code": "3.30",
      "kind": "Direct",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "There are several water bowls that contain water that is brown in color with fecal material observed floating in the\nwater. In the enclosures with automatic waterers, the nipples in several enclosures are in need of cleaning and are\ncoated with a layer of grime and debris.\nDirty nipples and dirty water that contains fecal material may reduce the potability of the water or present a health\nrisk to the animals in the affected enclosures.\nPotable water must be provided daily and open containers of water and water nipples should be cleaned and\nsanitized when dirty.\nCorrect by: December 17, 2019"
    },
    {
      "code": "3.31(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Under the clean layer of bedding in several enclosures there is a thick layer (up to 2 inches) of compacted wet\nbedding containing a large amount of fecal material. The licensee stated he is cleaning these pens every 2 weeks\nalthough the program of veterinary care specifies cleaning at least once a week. In a couple pens there is an\naccumulation of spider webs with embedded pieces of bedding suspended from the top of the enclosure directly\nabove the guinea pigs contained in the enclosure.\nThe accumulation of feces and unclean enclosures can cause unpleasant odors, lead to contamination of the\nenclosure, and attract pests and vermin that carry diseases that result in risks to the health of the animals.\nEnclosures must be cleaned and sanitized often enough to prevent an accumulation of excreta or debris."
    },
    {
      "code": "3.31(b)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "There was an accumulation of spiderwebs above several of the guinea pig enclosures. The spiderwebs extended\nfrom PVC pipes overhead to the sides of the enclosures themselves. Premises, including buildings, shall be kept\nclean and in good repair. Spiderwebs over the enclosures can have a negative impact on animal health through the\npotential introduction of debris into their enclosure. Correct by cleaning and maintaining buildings that house guinea\npigs. Corrected at the time of inspection.\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nCarlson Melissa, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(3)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere was a dead and decomposing newborn guinea pig observed embedded in the feeder.  There was feed piled\non top of it and the licensee had not observed the dead animal in the feeder prior to adding more feed.  Additionally,\nthere was an adult female guinea pig that had been housed separately because the licensee had observed a\nswollen and irritated genital area which has since resolved.  However, the licensee was unsure about the nature of\nthe condition and had not contacted the attending veterinarian as specified in the Program of Veterinary Care (PVC)\nwhenever there is a condition identified that the licensee is unsure of.  \nFailure to conduct a thorough daily observation of the animals and failure to communicate with the attending\nveterinarian regarding health issues observed in the animals can result in a worsening of the condition and delay in\nappropriate treatment.\nThe licensee must conduct daily observation to assess the health and well-being of the animals and must\ncommunicate with the attending veterinarian on problems of animal health.\n3.25(a)                    REPEAT\nFACILITIES, GENERAL.\nSeveral of the guinea pig pens had a wall height of 6.25-6.5in, allowing for for potential escape and injury of the\nanimals.  Housing facilities for guinea pigs need to protect the animals from injury and contain the animals.  Failure\nto do so can lead to injury or death from falls to the ground, escape from the barn, or becoming trapped outside of\nthe pen.  Correct by increasing the height of the sides of the pens so that the animals within cannot climb or jump\nout.  \n3.25(c)\nFACILITIES, GENERAL.\nThe guinea pig pelleted feed is being stored either uncovered in plastic buckets or in the original bags with open\nbags not stored in secure containers.  Bedding is being stored in open bags on the ground.\nFeed/food  and bedding that is stored inappropriately can result in deterioration of the food or be contaminated by\n\npests, mold, or other sources and if used, cause illness in the animals.\nSupplies of food and bedding must be stored in facilities which adequately protect such supplies against spoilage or\ndeterioration and infestation or contamination by vermin. \nCorrect by:  December 23, 2019\n3.26(d)\nFACILITIES, INDOOR.\nIn the upstairs guinea pig room, there is an approximately 12in x 12in square of exposed insulation in the ceiling\nadjacent to the guinea pig enclosures.  The interior building surfaces of indoor housing facilities shall be constructed\nand maintained so that they are substantially impervious to moisture and can be readily sanitized.  This exposed\ninsulation cannot be sanitized and may have a negative impact on the health through the extra exposure of dust and\ndebris from this insulation.  Correct by repairing the ceiling so that this surface can be readily sanitized.  Correct by\nJanuary 16, 2020.\n3.28(a)(1)                    REPEAT\nPRIMARY ENCLOSURES. \nOn the upper floor of the building, in the first 4 sets of pens closest to the stairs in the 2nd aisle there are broken\nwires around the automatic waterers with sharp points present in the interior of the pen.\nFailure to maintain enclosures in good repair and free from sharp points can result in injury to the animals.\nEnclosures must be structurally sound and maintained in good repair to protect the guinea pigs from injury.\n3.29(a)           DIRECT\nFEEDING. \nIn one of the guinea pig feeders, a neonate carcass, approximately 4in long, was found to be embedded in the feed\nwith only the head visible initially.  The carcass showed evidence of decomposition with the skin darkened, dried,\nwrinkled, and a dark skin spot on one side that had a white, powdery areas within it.  The carcass had shavings and\nfeed adhered to it.  This same feeder also had fecal pellets observed in with the feed.\nWhen the facility owner was shown the carcass, he explained that since he was adding treated feed to the animals\nupon the advice of the Attending Veterinarian (AV) in response to a recent diarrhea outbreak, he was not filling up\nthe feeders through the back but rather adding the treated feed on top of the front of the feeder.  He had not noted\nthe carcass previously and stated that he likely just added the new feed on top of it without realizing it was there. \nThe carcass was then removed from the feeder.\nFood for guinea pigs must be free from contamination and must be wholesome and palatable.  A decomposing\ncarcass within the feeder will discourage guinea pigs from accessing that feed as well as contaminate their feed,\nwhich can lead to weight loss and increase in disease in the animals.  Correct by removing all feed from that feeder\n\nand ensuring that fresh feed is not added to contaminated feed/feeders.  Correct from this day forward.\n3.30           DIRECT\nWATERING. \nThere are several water bowls that contain water that is brown in color with fecal material observed floating in the\nwater.  In the enclosures with automatic waterers, the nipples in several enclosures are in need of cleaning and are\ncoated with a layer of grime and debris.\nDirty nipples and dirty water that contains fecal material may reduce the potability of the water or present a health\nrisk to the animals in the affected enclosures.  \nPotable water must be provided daily and open containers of water and water nipples should be cleaned and\nsanitized when dirty.\nCorrect by:  December 17, 2019\n3.31(a)(1)                    REPEAT\nSANITATION.\nUnder the clean layer of bedding in several enclosures there is a thick layer (up to 2 inches) of compacted wet\nbedding containing a large amount of fecal material.  The licensee stated he is cleaning these pens every 2 weeks\nalthough the program of veterinary care specifies cleaning at least once a week.  In a couple pens there is an\naccumulation of spider webs with embedded pieces of bedding suspended from the top of the enclosure directly\nabove the guinea pigs contained in the enclosure.\nThe accumulation of feces and unclean enclosures can cause unpleasant odors, lead to contamination of the\nenclosure, and attract pests and vermin that carry diseases that result in risks to the health of the animals. \nEnclosures must be cleaned and sanitized often enough to prevent an accumulation of excreta or debris.\n3.31(b)\nSANITATION.\nThere was an accumulation of spiderwebs above several of the guinea pig enclosures.  The spiderwebs extended\nfrom PVC pipes overhead to the sides of the enclosures themselves. Premises, including buildings, shall be kept\nclean and in good repair.  Spiderwebs over the enclosures can have a negative impact on animal health through the\npotential introduction of debris into their enclosure.  Correct by cleaning and maintaining buildings that house guinea\npigs.  Corrected at the time of inspection.\nThis inspection and exit interview were conducted with the licensee.\n\nAdditional Inspectors\nCarlson Melissa, Veterinary Medical Officer",
  "animals_total": 1096,
  "species": [
    {
      "count": 1096,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}