{
  "insp_id": "243152324300338",
  "layout": "a",
  "customer_id": "322590",
  "customer_name": "Nittobo America Inc.",
  "customer_addr": "25549 Adams Avenue\nMurrieta, CA 92562",
  "certificate": "93-R-0533",
  "site_id": "001",
  "site_name": "NITTOBO AMERICA, INC. (R)",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-AUG-2015",
  "report_date": "04-SEP-2015",
  "citations": [
    {
      "code": "2.31(e)(3)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "The protocol involving a covered species does not have a complete description of animal use. Currently, the facility\nhas a goat breeding program in which the offspring are used as a source of replacement animals. There is no\nreference in the protocol to the breeding program which provides a description how these offspring are managed or\nany qualifications for entry into a protocol. A complete description of the proposed use of the animals must be\nincluded in any proposal to conduct an activity involving animals and must be appropriately reviewed and approved\nby the IACUC.\nCorrect by 09/30/2015"
    },
    {
      "code": "2.31(e)(5)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "A protocol involving a covered species did not include a complete description of the method of euthanasia used at\nthis facility. The protocol referred to any method consistent with the Report of the AVMA Panel of Euthanasia. At\ntime of inspection, there was no copy of the current AVMA Guidelines for Euthanasia included in the facility(cid:25)'s\npaperwork for reference. Failure to provide a written description of the actual method of euthanasia prevents\nverification that the methods being performed are appropriate for the species. A proposal to conduct an activity\ninvolving animals or to make a significant change in an ongoing activity involving animals must contain a description\nof any euthanasia method used.\nCorrect by 09/30/2015"
    },
    {
      "code": "2.33(a)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.",
      "narrative": "The registrant has an attending veterinarian and a written Program of Veterinary Care (PVC). However, the written\nPVC is not complete.\n-There is no current vaccine program for the young/juvenile goats which are born on the premises.\n-There is not a complete description of the method of euthanasia performed at this facility. There is reference to the\nAVMA Guidelines on Euthanasia (June 2007), however, this document is not included in the paperwork or attached\nto the PVC. Furthermore, the newest version of the AVMA Guidelines for the Euthanasia of Animals is the 2013\naddition.\n-The Emergency Care section of the PVC does not adequately describe provisions for emergency, weekend or\nholiday care. It does not include contact information such as a phone number or a veterinary clinic address for the\nattending veterinarian or other designated emergency veterinarian.\nThe registrant must consult with the attending veterinarian and develop a complete and accurate written program of\nveterinary care that reflects the practices at this facility. The written program of veterinary care will ensure that there\nis accurate communication between the registrant and the attending veterinarian and ensure that all routine\nmedications and vaccines provided to the animals by the registrant are done with the direction and knowledge of the\nattending veterinarian.\nCorrect by 09/30/2015"
    },
    {
      "code": "2.33(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.",
      "narrative": "There was a one gallon bottle of Betadine Solution (expiration date of 05/10) and a one gallon bottle of Veterinary\nSurfactant (expiration date of 12/95) located in a cabinet in the Procedure Room.\nThere were several expired vials of vaccine products for goats and sheep (for example, a vial of Corynebacterum\nPseudotuberculosis Bacterin-Toxoid expired in April 2014) comingled with other medications/vaccines located in a\nrefrigerator in a laboratory room.\nFailure to properly label vaccines and medications as being expired and storing them with in-date medical materials\nmay lead to the unintentional use on regulated animals. As part of the program of adequate veterinary care, a\nsystem of timely and appropriate identification, separation, and labeling of expired medications must be in place to\nensure the health and well-being of the animals.\nCorrect by 09/07/2015"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "There were several goat pens with 1) multiple, protruding, fencing wires 2) gaps within the fencing material and 3)\ngaps between the ground and the bottom of the fencing. In at least two of the goat pens, corrugated metal sheeting\nwith sharp, protruded edges was identified. Also, in Pen#4 there was an exposed nail head in a feed bunk.\nAll enclosures must be kept in good repair and free of sharp points, protruding edges or gaps/openings in order to\nprotect the animals from injury and properly contain the animals. A system of timely identification, facility repair and\nmaintenance must be in place.\nCorrect by 09/30/2015"
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "-There were several water receptacles in the goat pens which contained an excessive growth of algae on the sides\nand bottoms of the receptacles as well as several with long, strands of algae floating at the surface.\n-At least two of the goat pens had an insufficient quantity of water provided given the number of goats present in\neach pen. The ambient temperature the day of the inspection reached above 100 degrees F.\n-A pen housing four adult sheep contained one small, shallow water receptacle with a heavy accumulation of algae,\nand debris covering the bottom surface of the receptacle. The water provided in this receptacle was warm to the\ntouch. The ambient temperature the day of the inspection reached above 100 degrees F.\nWater receptacles which contain excessive debris or algae or those which have an increased temperature reduce\nthe potability of the water. All water receptacles must be of sufficient size and be kept clean and sanitary. A system\nwhich provides clean, potable water must be provided at all times or as often as necessary to ensure the health and\ncomfort of the animals.\nCorrect by 09/07/2015"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "- Procedure room: In general, there was a moderate accumulation of dust and dirt on the walls, floors, plastic\ncurtains and equipment in this room. The floor was unsealed with several areas containing large cracks and\ncrevices. There was old, dried blood splatter on walls, cabinets, floor, stanchions, and other equipment and\ndevices. The inside of a few cabinet drawers and multiple stanchions contained a moderate amount of rust. There\nwas an accumulation of clutter, dirt, debris and discarded items including an old, blood-stained rag in drawers. One\nlower cabinet contained old, dusty boxes, discarded medical use material such as intravenous fluid lines mixed with\nfacility maintenance products such as paint cans.\n- The isolation pens were empty at time of inspection however they are not properly cleaned and ready for use. A\nfew pens had old, dried excreta on the ground. One pen contained old, brittle hay left-over in a feeding bin. Several\nareas of these pens had a buildup of dirt, debris and rust including a platform for a mineral block. Also, there was a\nwater receptacle in one empty isolation pen which contained old, stagnated water with a heavy accumulation of dirt\nand algae.\nPremises including buildings and surrounding grounds must be kept clean, free of clutter or discarded materials and\nin good repair in order to protect the health and well-being of the animals, to prevent the harborage of vermin and\npests, minimize disease hazards, and to facilitate the prescribed husbandry practices. A system of maintaining\neffective cleaning and housekeeping practices must be in place.\nCorrect by 09/30/2015\nExit interview conducted with Facility Representative, Dr. Tyler Fields, VMO and Dr. Alexandra Andricos, VMO.\nAdditional Inspectors\nAndricos Alexandra, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.31(e)(3)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nThe protocol involving a covered species does not have a complete description of animal use.  Currently, the facility\nhas a goat breeding program in which the offspring are used as a source of replacement animals.  There is no\nreference in the protocol to the breeding program which provides a description how these offspring are managed or\nany qualifications for entry into a protocol.  A complete description of the proposed use of the animals must be\nincluded in any proposal to conduct an activity involving animals and must be appropriately reviewed and approved\nby the IACUC.\nCorrect by 09/30/2015\n2.31(e)(5)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nA protocol involving a covered species did not include a complete description of the method of euthanasia used at\nthis facility.  The protocol referred to any method consistent with the Report of the AVMA Panel of Euthanasia.  At\ntime of inspection, there was no copy of the current AVMA Guidelines for Euthanasia included in the facility(cid:25)'s\npaperwork for reference.  Failure to provide a written description of the actual method of euthanasia prevents\nverification that the methods being performed are appropriate for the species.  A proposal to conduct an activity\ninvolving animals or to make a significant change in an ongoing activity involving animals must contain a description\nof any euthanasia method used.\nCorrect by 09/30/2015 \n2.33(a)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.\nThe registrant has an attending veterinarian and a written Program of Veterinary Care (PVC). However, the written\nPVC is not complete.\n\n-There is no current vaccine program for the young/juvenile goats which are born on the premises.\n-There is not a complete description of the method of euthanasia performed at this facility. There is reference to the\nAVMA Guidelines on Euthanasia (June 2007), however, this document is not included in the paperwork or attached\nto the PVC.   Furthermore, the newest version of the AVMA Guidelines for the Euthanasia of Animals is the 2013\naddition.\n-The Emergency Care section of the PVC does not adequately describe provisions for emergency, weekend or\nholiday care. It does not include contact information such as a phone number or a veterinary clinic address for the\nattending veterinarian or other designated emergency veterinarian.\nThe registrant must consult with the attending veterinarian and develop a complete and accurate written program of\nveterinary care that reflects the practices at this facility. The written program of veterinary care will ensure that there\nis accurate communication between the registrant and the attending veterinarian and ensure that all routine\nmedications and vaccines provided to the animals by the registrant are done with the direction and knowledge of the\nattending veterinarian.\nCorrect by 09/30/2015\n2.33(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.\nThere was a one gallon bottle of Betadine Solution (expiration date of 05/10) and a one gallon bottle of Veterinary\nSurfactant (expiration date of 12/95) located in a cabinet in the Procedure Room.\nThere were several expired vials of vaccine products for goats and sheep (for example, a vial of Corynebacterum\nPseudotuberculosis Bacterin-Toxoid expired in April 2014) comingled with other medications/vaccines located in a\nrefrigerator in a laboratory room. \nFailure to properly label vaccines and medications as being expired and storing them with in-date medical materials\nmay lead to the unintentional use on regulated animals. As part of the program of adequate veterinary care, a\nsystem of timely and appropriate identification, separation, and labeling of expired medications must be in place to\nensure the health and well-being of the animals.\nCorrect by 09/07/2015\n3.125(a)\nFACILITIES, GENERAL.   \nThere were several goat pens with 1) multiple, protruding, fencing wires 2) gaps within the fencing material and 3)\ngaps between the ground and the bottom of the fencing. In at least two of the goat pens,  corrugated metal sheeting\n with sharp, protruded edges was identified. Also, in Pen#4 there was an exposed nail head in a feed bunk.\n\nAll enclosures must be kept in good repair and free of sharp points, protruding edges or gaps/openings   in order to\nprotect the animals from injury and properly contain the animals.   A system of timely identification, facility repair and\nmaintenance must be in place.\nCorrect by 09/30/2015\n3.130\nWATERING.  \n-There were several water receptacles in the goat pens which contained an excessive growth of algae on the sides\nand bottoms of the receptacles as well as several with long, strands of algae floating at the surface.  \n-At least two of the goat pens had an insufficient quantity of water provided given the number of goats present in\neach pen. The ambient temperature the day of the inspection reached above 100 degrees F.\n-A pen housing four adult sheep contained one small, shallow water receptacle with a heavy accumulation of algae,\nand debris covering the bottom surface of the receptacle. The water provided in this receptacle was warm to the\ntouch. The ambient temperature the day of the inspection reached above 100 degrees F.\nWater receptacles which contain excessive debris or algae or those which have an increased temperature reduce\nthe potability of the water.  All water receptacles must be of sufficient size and be kept clean and sanitary. A system\nwhich provides clean, potable water must be provided at all times or as often as necessary to ensure the health and\ncomfort of the animals.\nCorrect by 09/07/2015\n3.131(c)\nSANITATION.   \n- Procedure room: In general, there was a moderate accumulation of dust and dirt on the walls, floors, plastic\ncurtains and equipment in this room. The floor was unsealed with several areas containing large cracks and\ncrevices.  There was old, dried blood splatter on walls, cabinets, floor, stanchions, and other equipment and\ndevices. The inside of a few cabinet drawers and multiple stanchions contained a moderate amount of rust.  There\nwas an accumulation of clutter, dirt, debris and discarded items including an old, blood-stained rag in drawers.  One\nlower cabinet contained old, dusty boxes, discarded medical use material such as intravenous fluid lines mixed with\nfacility maintenance products such as paint cans.\n - The isolation pens were empty at time of inspection however they are not properly cleaned and ready for use.  A\nfew pens had old, dried excreta on the ground.  One pen contained old, brittle hay left-over in a feeding bin.  Several\nareas of these pens had a buildup of dirt, debris and rust including a platform for a mineral block.  Also, there was a\n\nwater receptacle in one empty isolation pen which contained old, stagnated water with a heavy accumulation of dirt\nand algae.\nPremises including buildings and surrounding grounds must be kept clean, free of clutter or discarded materials and\nin good repair in order to protect the health and well-being of the animals, to prevent the harborage of vermin and\npests, minimize disease hazards, and to facilitate the prescribed husbandry practices. A system of maintaining\neffective cleaning and housekeeping practices must be in place.\nCorrect by 09/30/2015\nExit interview conducted with Facility Representative, Dr. Tyler Fields, VMO and Dr. Alexandra Andricos, VMO.\nAdditional Inspectors\nAndricos Alexandra, Veterinary Medical Officer",
  "animals_total": 654,
  "species": [
    {
      "count": 650,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 4,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    }
  ]
}