{
  "insp_id": "252141642440416",
  "layout": "a",
  "customer_id": "325393",
  "customer_name": "Leon Hostetler",
  "customer_addr": "1315 Hilltop Road\nHartman, AR 72840",
  "certificate": "71-A-1291",
  "site_id": "001",
  "site_name": "LEON HOSTETLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-SEP-2014",
  "report_date": "09-SEP-2014",
  "citations": [
    {
      "code": "2.50(y)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "The kennel facility consists of a outdoor housing area and a sheltered building. In the outdoor portion of the kennel\nthere are six adults that do not have any form of identification. All class ``A'' dealer (breeder) shall identify all live\ndogs on the premises at all times to insure accountability of all animals. The dealer must use an approved form of\nidentification on all animals at all times.\nAffects six adults. Correct by September 14, 2014."
    },
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "The kennel consists of a outdoor housing area and a sheltered building. In the outdoor housing area there is one\nenclosure which contains five adults. In this enclosure there is only one shelter structure for the contained animals.\nThe shelter does not provide room for all five animals to enter at the same time and make normal movements.\nOutdoor facilities for dogs must include one or more shelter structures that are accessible to each animal in each\noutdoor facility, and that are large enough to allow each animal in the shelter structure to sit, stand, and lie in a\nnormal manner, and to turn about freely. An additional shelter structure must be provide for the animals to protect\nthem from the elements, allow them to stay clean and dry and protect their health and welfare.\nAffects five adults Correct by September 9, 2014\nThe inspection and exit briefing was conducted with the facility representative.\nAdditional Inspectors\nCooper Natalie, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.50(y)\nTIME AND METHOD OF IDENTIFICATION.\nThe kennel facility consists of a outdoor housing area and a sheltered building.  In the outdoor portion of the kennel\nthere are six adults that do not have any form of identification.  All class ``A'' dealer (breeder) shall identify all live\ndogs  on the premises at all times to insure accountability of all animals.  The dealer must use an approved form of\nidentification on all animals at all times.\nAffects six adults.                                          Correct by September 14, 2014.\n3.4(b)\nOUTDOOR HOUSING FACILITIES.\nThe kennel consists of a outdoor housing area and a sheltered building.  In the outdoor housing area there is one\nenclosure which contains five adults.  In this enclosure there is only one shelter structure for the contained animals. \nThe shelter does not provide room for all five animals to enter at the same time and make normal movements.    \nOutdoor facilities for dogs must include one or more shelter structures that are accessible to each animal in each\noutdoor facility, and that are large enough to allow each animal in the shelter structure to sit, stand, and lie in a\nnormal manner, and to turn about freely.  An additional shelter structure must be provide for the animals to protect\nthem from the elements, allow them to stay clean and dry and protect their health and welfare.\nAffects five adults                                                Correct by September 9, 2014\nThe inspection and exit briefing was conducted with the facility representative.\nAdditional Inspectors\nCooper Natalie, Veterinary Medical Officer",
  "animals_total": 44,
  "species": [
    {
      "count": 39,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 5,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}