{
  "insp_id": "2016082569693657",
  "layout": "a",
  "customer_id": "506249",
  "customer_name": "Curvin B Martin",
  "customer_addr": "N13270 Sterling Ave\nWithee, WI 54498",
  "certificate": "35-A-0445",
  "site_id": "001",
  "site_name": "CURVIN MARTIN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-JAN-2020",
  "report_date": "13-JAN-2020",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Female Boston (microchip #1856764) is observed to have a thin body condition, pale gums and a distended\nabdomen. The facility representative stated the the dog's condition has been deteriorating over the past two to\nthree days and that he is monitoring the dog's condition. The facility representative called the Attending\nVeterinarian (AV) at the time of inspection, but the AV was not called prior to today. Not providing timely veterinary\ncare can cause pain and distress to the animal and may worsen the condition. The AV evaluated the dog prior to\nthe exit briefing. Corrected at the time of inspection.\nThis inspection and exit interview were conducted with the facility representative.\nEnd of report."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nFemale Boston (microchip #1856764) is observed to have a thin body condition, pale gums and a distended\nabdomen.  The facility representative stated the the dog's condition has been deteriorating over the past two to\nthree days and that he is monitoring the dog's condition.  The facility representative called the Attending\nVeterinarian (AV) at the time of inspection, but the AV was not called prior to today.  Not providing timely veterinary\ncare can cause pain and distress to the animal and may worsen the condition.  The AV evaluated the dog prior to\nthe exit briefing.  Corrected at the time of inspection.\nThis inspection and exit interview were conducted with the facility representative.\nEnd of report.",
  "animals_total": 143,
  "species": [
    {
      "count": 106,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 37,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}