{
  "insp_id": "2016082569202575",
  "layout": "a",
  "customer_id": "324219",
  "customer_name": "Larry W Wilson",
  "customer_addr": "5450 Hampton Road\nLakeland, FL 33810",
  "certificate": "58-B-0539",
  "site_id": "001",
  "site_name": "LARRY WILSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-JUL-2018",
  "report_date": "05-JUL-2018",
  "citations": [
    {
      "code": "3.53(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Several enclosures had broken wire on the bottom that left sharp points and rusty wire exposed. One enclosure\nhad a gap large enough that the young bunnies could escape through it. The licensee moved the young rabbits to\nanother enclosure to correct the possibility of escape. The remaining enclosures with holes in the wire need to be\nrepaired or replaced so that they are structurally sound and then maintained in good repair to protect the rabbits\nfrom injury, to contain them, and to keep predators out.\nCorrect by: 07-10-18."
    },
    {
      "code": "3.55",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "Several of the water bowls have a buildup of algae and are excessively dirty. Two of the water bowls were empty.\nThese need to be cleaned, sanitized and refilled.\nCorrect by: 07-06-18.\nThis inspection and exit interview were conducted with the Owner."
    }
  ],
  "narrative": "3.53(a)(1)                    REPEAT\nPRIMARY ENCLOSURES.   \nSeveral enclosures had broken wire on the bottom that left sharp points and rusty wire exposed.  One enclosure\nhad a gap large enough that the young bunnies could escape through it.  The licensee moved the young rabbits to\nanother enclosure to correct the possibility of escape.  The remaining enclosures with holes in the wire need to be\nrepaired or replaced so that  they are structurally sound and then maintained in good repair to protect the rabbits\nfrom injury, to contain them, and to keep predators out.\nCorrect by:  07-10-18.\n3.55                    REPEAT\nWATERING.    \nSeveral of the water bowls have a buildup of algae and are excessively dirty.  Two of the water bowls were empty. \nThese need to be cleaned, sanitized and refilled.  \nCorrect by:  07-06-18.\nThis inspection and exit interview were conducted with the Owner.",
  "animals_total": 36,
  "species": [
    {
      "count": 36,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    }
  ]
}