{
  "insp_id": "INS-0000846843",
  "layout": "c",
  "customer_id": "37737",
  "customer_name": "Karen Griffith",
  "customer_addr": "915 ROPER ST\nMOUNTAINVIEW, AR 72560",
  "certificate": "71-A-1196",
  "site_id": "001",
  "site_name": "KAREN GRIFFITH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-FEB-2023",
  "report_date": "10-FEB-2023",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "An adult female Poodle (m/c# 00022995862) was observed licking her lips repeatedly during the inspection. She had a\nlarge amount of tartar on most of her teeth. The tarter covered the entire surface of many of the teeth. Her gum line was\nreddened and swollen. An adult male Yorkie (m/c# 933000320406052) was also licking his lips repeatedly and had a\nbuildup of tartar on some of his teeth. His gums were very reddened with a noticeable amount of swelling. An area\nabove the right canine tooth was bleeding. Dental problems are painful, can affect the dog's ability to eat, and can cause\nother medical problems in the dog. The licensee must have these dogs examined by a veterinarian to address their\ndental problems, must follow the veterinarian's treatment protocol, and must keep medical records for inspection.\nTO BE CORRECTED BY FEBRUARY 17, 2023."
    },
    {
      "code": "2.50(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Time and method of identification.",
      "narrative": "The licensee is not properly identifying puppies that are less than 16 weeks old. Nine puppies that were from two\nseparate litters did not have any form of identification. Appropriate identification of dogs is necessary to meet\nrecordkeeping requirements for inventory, disposition, transport, and healthcare documentation. The licensee must\nproperly identify puppies with an acceptable form of identification, which include a cage card (if litters are not comingled),\na microchip, a collar and tag, or a plastic-type collar with the required information legibly written.\nTO BE CORRECTED BY FEBRUARY 17, 2023.\nThis inspection and exit interview were conducted with the licensee.\nn"
    }
  ],
  "narrative": "2.40(b)(2)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nAn adult female Poodle (m/c# 00022995862) was observed licking her lips repeatedly during the inspection.  She had a \nlarge amount of tartar on most of her teeth.  The tarter covered the entire surface of many of the teeth.  Her gum line was \nreddened and swollen.  An adult male Yorkie (m/c# 933000320406052) was also licking his lips repeatedly and had a \nbuildup of tartar on some of his teeth.  His gums were very reddened with a noticeable amount of swelling.  An area \nabove the right canine tooth was bleeding.  Dental problems are painful, can affect the dog's ability to eat, and can cause \nother medical problems in the dog.  The licensee must have these dogs examined by a veterinarian to address their \ndental problems, must follow the veterinarian's treatment protocol, and must keep medical records for inspection. \nTO BE CORRECTED BY FEBRUARY 17, 2023. \n2.50(a)(2) \n   \nTime and method of identification. \nThe licensee is not properly identifying puppies that are less than 16 weeks old.  Nine   puppies that were from two \nseparate litters did not have any form of identification.  Appropriate identification of dogs is necessary to meet \nrecordkeeping requirements for inventory, disposition, transport, and healthcare documentation.  The licensee must \nproperly identify puppies with an acceptable form of identification, which include a cage card (if litters are not comingled),\n\na microchip, a collar and tag, or a plastic-type collar with the required information legibly written. \nTO BE CORRECTED BY FEBRUARY 17, 2023. \n \nThis inspection and exit interview were conducted with the licensee. \n \n n",
  "animals_total": 26,
  "species": [
    {
      "count": 17,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 9,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}