{
  "insp_id": "2016082568136355",
  "layout": "a",
  "customer_id": "332147",
  "customer_name": "Daniel W Miller",
  "customer_addr": "33643 C R 12\nBaltic, OH 43804",
  "certificate": "31-A-0560",
  "site_id": "001",
  "site_name": "DANIEL MILLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-MAR-2017",
  "report_date": "13-MAR-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female beagle cross named \"Lady,\" USDA #10, has an approximately 1-cm round raised hairless mass on the\noutside corner of the right upper eyelid. The mass causes her eyelid to bunch up, and some minor clear discharge\nis present on the inner corner of the eye, trailing down the side of her nose. The eye is very sensitive to discomfort\nand drying out, and this mass can cause irritation either by rubbing directly on the surface of the eye, causing\ninfection, or by drying out the eye due to the eyelid being bunched and not closing smoothly over the eye when the\ndog blinks. There is no record that the attending veterinarian has examined this dog or given any instructions as to\nhow to treat the eye in the event that any of the above circumstances occur. The licensee must have the dog\nexamined by a veterinarian and provide appropriate care according to their instructions. Additionally, a record of\nthis dog's condition and treatments must be kept and made available upon inspection to ensure adequate care is\nbeing provided.\nCorrect by: 22 March 2017\nThis inspection and exit interview were conducted with the wife of the licensee, and with the licensee by phone."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female beagle cross named \"Lady,\" USDA #10, has an approximately 1-cm round raised hairless mass on the\noutside corner of the right upper eyelid.  The mass causes her eyelid to bunch up, and some minor clear discharge\nis present on the inner corner of the eye, trailing down the side of her nose.  The eye is very sensitive to discomfort\nand drying out, and this mass can cause irritation either by rubbing directly on the surface of the eye, causing\ninfection, or by drying out the eye due to the eyelid being bunched and not closing smoothly over the eye when the\ndog blinks.  There is no record that the attending veterinarian has examined this dog or given any instructions as to\nhow to treat the eye in the event that any of the above circumstances occur.  The licensee must have the dog\nexamined by a veterinarian and provide appropriate care according to their instructions.  Additionally, a record of\nthis dog's condition and treatments must be kept and made available upon inspection to ensure adequate care is\nbeing provided.  \nCorrect by: 22 March 2017\nThis inspection and exit interview were conducted with the wife of the licensee, and with the licensee by phone.",
  "animals_total": 30,
  "species": [
    {
      "count": 22,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 8,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}