{
  "insp_id": "63161753340775",
  "layout": "a",
  "customer_id": "331329",
  "customer_name": "Pi Bioscientific Inc.",
  "customer_addr": "8315 Lake City Way N E\nSeattle, WA 98118",
  "certificate": "91-R-0072",
  "site_id": "001",
  "site_name": "Pi Bioscientific Inc.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-MAR-2016",
  "report_date": "04-MAR-2016",
  "citations": [
    {
      "code": "2.33(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.",
      "narrative": "Over half of the goat herd (24 out of 42 animals) was afflicted with various ailments and severe medical problems to\ninclude emaciation, diarrhea, lameness, overgrown hooves, coughing and upper respiratory disease. Low body\nweight and emaciation can indicate a parasite problem, dental issues or overall poor health. Diarrhea can also\nindicate a parasite problem or other diseases. Overgrown hooves can lead to lameness and make movement\ndifficult and extremely painful. It can stress ligaments and joints from the abnormal movement. Coughing may\nindicate respiratory disease, parasites or other diseases.\n*** Goat #45, a female Nubian, is emaciated with a body score of 1 out of 5 with protruding hip bones and spinal\nprocesses. The animal was coughing and had mucoid discharge around the nostrils and eyes. In addition, she was\nobserved holding the left rear leg up and walking stiffly in the rear legs. All hooves were overgrown.\n*** Goat #19, a female Nubian, is emaciated with jutting hip bones and spinal processes and a body score of 1 out\nof 5. The animal also has diarrhea with dried feces in the tail area and down the rear legs.\n*** Goat #15, a female Boer, was observed lying down, depressed and reluctant to move. Once she began to walk,\nshe held up the left foreleg and limped as she moved forward painfully. The animal also has diarrhea and the\nhooves are overgrown.\n*** Goat #35, a female Boer, is lame with severely overgrown hooves, especially in the right foreleg where the hoof\nis widened and flattened like a plate. The hoof on the left foreleg is overgrown and the goat was observed chewing\non the foot.\n*** Goat #14, a female Boer, has severely overgrown hooves especially in the rear feet. The hooves are curved and\ntwisted and approximately 5 inches in length.\n*** Goat #40, a female Saanen, is severely lame. The animal is holding the left rear leg up and struggling to move\nas it limps forward. She has diarrhea with dried, caked feces around tail area.\n*** Goat #29, a white Angora mix, is severely lame with non-weight bearing lameness in right rear leg. The animal is\nholding the leg up at rest and limping as it walks forward.\n*** Goat #32, a Boer wether, has severe diarrhea with feces covering the tail, hind end and rear legs. The animal is\nextremely emaciated with a body score of 0 out of 5. In addition, he has overgrown hooves on all four legs.\n*** Goat #23, a Toggenburg mix female, was emaciated with a body score of 2 out of 5. The animal had diarrhea\nwith greenish liquid stool present under and around the tail and the hooves were overgrown.\nAll of the goats above (#45, #35, #15, #19, #14, #40, #29, #32, #23) must be seen, diagnosed and treated by the\nattending veterinarian no later than March 4th, 2016 at 1:00 pm. All veterinary documentation must be made\navailable to APHIS personnel upon request.\nGoat #28, a female Alpine mix, has overgrown hooves.\nGoat #41, a female LaMancha, has overgrown hooves.\nGoat #8, a wether, has diarrhea with dried, caked feces on rear legs.\nGoat #9, a female Boer, has diarrhea with dried, caked feces on rear legs.\nGoat #5, a female Boer, has overgrown hooves on all four feet.\nGoat #34, a female Boer, has severely overgrown hooves that are broken and twisted.\nGoat #22, a female Boer, has severely overgrown hooves, especially in the right front leg. This animal high steps\nwhile walking as hooves appear to get in the way of normal movement.\nGoat #44, an Alpine female, has overgrown front hooves.\nGoat #2 has diarrhea with dried fecal material present and the anal area appears swollen from irritation.\nGoat #47 has diarrhea with fecal debris dried around tail area.\nGoat #30, an Alpine female, is coughing.\nGoat #4, a Boer female, is coughing.\nGoat #33, a female Boer mix, has diarrhea and overgrown hooves.\nGoat #21, a white mixed breed, has overgrown hooves on all four feet.\nAll of the following goats (28, 41, 8, 9, 5, 34, 22, 44, 2, 47, 30, 4, 33, 21) must be seen, diagnosed and treated by\nthe attending veterinarian no later than March 7th, 2016 at close of business. All veterinary documentation must be\nmade available to APHIS personnel upon request."
    },
    {
      "code": "2.33(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.",
      "narrative": "Over half of the goat herd (24 out of 42 animals) was afflicted with various ailments and severe medical problems.\nThese medical issues were not reported to the attending veterinarian. Prompt reporting and discussion of animal\nhealth issues with the attending veterinarian is essential and must occur to prevent diseases and other medical\nissues from worsening, thus leading to undue suffering by the animals. A mechanism of direct and frequent\ncommunication must be established and maintained so that timely and accurate information on problems of animal\nhealth, behavior, and well-being is conveyed to the attending veterinarian. To be corrected immediately."
    },
    {
      "code": "3.131(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The barn for the animals was full of fecal material and wet throughout, so that none of the animals had a clean or\ndry area they could access. Lack of a clean, dry facility will lead to severe discomfort and disease in the animals.\nAreas included the sleeping and feeding areas, and also the walkways for the animals. To be corrected by close of\nbusiness on March 7, 2016.\nNote: This inspection report includes only the direct non-compliances. A subsequent report will be prepared to\ndocument all other non-compliances noted at the time of inspection.\nAn exit interview was conducted on March 4, 2016 with the facility representative, Dr. Carolyn McKinnie, SACS, and\nDr. Diane Forbes, VMO.\nAdditional Inspectors\nMckinnie Carolyn, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.33(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.\nOver half of the goat herd (24 out of 42 animals) was afflicted with various ailments and severe medical problems to\ninclude emaciation, diarrhea, lameness, overgrown hooves, coughing and upper respiratory disease. Low body\nweight and emaciation can indicate a parasite problem, dental issues or overall poor health.  Diarrhea can also\nindicate a parasite problem or other diseases.  Overgrown hooves can lead to lameness and make movement\ndifficult and extremely painful.  It can stress ligaments and joints from the abnormal movement. Coughing may\nindicate respiratory disease, parasites or other diseases. \n                                                                                                                                                                                        \n                                                                                                              \n*** Goat #45, a female Nubian, is emaciated with a body score of 1 out of 5 with protruding hip bones and spinal\nprocesses.  The animal was coughing and had mucoid discharge around the nostrils and eyes. In addition, she was\nobserved holding the left rear leg up and walking stiffly in the rear legs.  All hooves were overgrown.                          \n                                                                                                                       \n*** Goat #19, a female Nubian, is emaciated with jutting hip bones and spinal processes and a body score of 1 out\nof 5.  The animal also has diarrhea with dried feces in the tail area and down the rear legs.  \n*** Goat #15, a female Boer, was observed lying down, depressed and reluctant to move.  Once she began to walk,\nshe held up the left foreleg and limped as she moved forward painfully. The animal also has diarrhea and the\nhooves are overgrown.                                                                                                                                                   \n                         \n                                                                                                                                                                                        \n                                   \n*** Goat #35, a female Boer, is lame with severely overgrown hooves, especially in the right foreleg where the hoof\nis widened and flattened like a plate.  The hoof on the left foreleg is overgrown and the goat was observed chewing\non the foot.\n*** Goat #14, a female Boer, has severely overgrown hooves especially in the rear feet. The hooves are curved and\ntwisted and approximately 5 inches in length.\n\n*** Goat #40, a female Saanen, is severely lame. The animal is holding the left rear leg up and struggling to move\nas it limps forward.  She has diarrhea with dried, caked feces around tail area.\n*** Goat #29, a white Angora mix, is severely lame with non-weight bearing lameness in right rear leg. The animal is\nholding the leg up at rest and limping as it walks forward. \n*** Goat #32, a Boer wether, has severe diarrhea with feces covering the tail, hind end and rear legs.  The animal is\nextremely emaciated with a body score of 0 out of 5.  In addition, he has overgrown hooves on all four legs.  \n*** Goat #23, a Toggenburg mix female, was emaciated with a body score of 2 out of 5. The animal had diarrhea\nwith greenish liquid stool present under and around the tail and the hooves were overgrown.\nAll of the goats above (#45, #35, #15, #19, #14, #40, #29, #32, #23) must be seen, diagnosed and treated by the\nattending veterinarian no later than March 4th, 2016 at 1:00 pm.  All veterinary documentation must be made\navailable to APHIS personnel upon request.   \nGoat #28, a female Alpine mix, has overgrown hooves.\nGoat #41, a female LaMancha, has overgrown hooves.\nGoat #8, a wether, has diarrhea with dried, caked feces on rear legs.  \nGoat #9, a female Boer, has diarrhea with dried, caked feces on rear legs.\nGoat #5, a female Boer, has overgrown hooves on all four feet.\nGoat #34, a female Boer, has severely overgrown hooves that are broken and twisted.\nGoat #22, a female Boer, has severely overgrown hooves, especially in the right front leg.  This animal high steps\nwhile walking as hooves appear to get in the way of normal movement.\nGoat #44, an Alpine female, has overgrown front hooves.\nGoat #2 has diarrhea with dried fecal material present and the anal area appears swollen from irritation.\nGoat #47 has diarrhea with fecal debris dried around tail area.\nGoat #30, an Alpine female, is coughing.\nGoat #4, a Boer female, is coughing.\nGoat #33, a female Boer mix, has diarrhea and overgrown hooves.\nGoat #21, a white mixed breed, has overgrown hooves on all four feet.\n All of the following goats (28, 41, 8, 9, 5, 34, 22, 44, 2, 47, 30, 4, 33, 21) must be seen, diagnosed and treated by\nthe attending veterinarian no later than March 7th, 2016 at close of business.  All veterinary documentation must be\nmade available to APHIS personnel upon request.\n\n2.33(b)(3)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.\nOver half of the goat herd (24 out of 42 animals) was afflicted with various ailments and severe medical problems. \nThese medical issues were not reported to the attending veterinarian.  Prompt reporting and discussion of animal\nhealth issues with the attending veterinarian is essential and must occur to prevent diseases and other medical\nissues from worsening, thus leading to undue suffering by the animals.  A mechanism of direct and frequent\ncommunication must be established and maintained so that timely and accurate information on problems of animal\nhealth, behavior, and well-being is conveyed to the attending veterinarian.   To be corrected immediately.\n3.131(a)           DIRECT\nSANITATION.   \nThe barn for the animals was full of fecal material and wet throughout, so that none of the animals had a clean or\ndry area they could access.  Lack of a clean, dry facility will lead to severe discomfort and disease in the animals. \nAreas included the sleeping and feeding areas, and also the walkways for the animals.  To be corrected by close of\nbusiness on March 7, 2016.\nNote:  This inspection report includes only the direct non-compliances.  A subsequent report will be prepared to\ndocument all other non-compliances noted at the time of inspection.  \nAn exit interview was conducted on March 4, 2016 with the facility representative, Dr. Carolyn McKinnie, SACS, and\nDr. Diane Forbes, VMO.        \nAdditional Inspectors\nMckinnie Carolyn, Supervisory Animal Care Specialist",
  "animals_total": 46,
  "species": [
    {
      "count": 42,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 4,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    }
  ]
}