{
  "insp_id": "2016090000783033",
  "layout": "b",
  "customer_id": "334657",
  "customer_name": "Vickie Burden",
  "customer_addr": "8044 State Highway H\nDORA, MO 65637",
  "certificate": "43-A-6034",
  "site_id": "001",
  "site_name": "VICKIE BURDEN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-APR-2022",
  "report_date": "13-APR-2022",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "An adult female French Bulldog named Mercedes (m/c 941000022874920) was shaking its head. Both ears had a rough,\ncrusty, thickened appearance with a leathery feel. The inside of the left ear appeared swollen and reddened. The\nlicensee said that the ears had been this way ever since she purchased the dog about a year ago. The dog was not\nexamined by a veterinarian until August 11, 2021 during the annual Attending Veterinarian's visit to the kennel. The\nveterinarian's record stated that the dog had bilateral chronic otitis and that the right ear had scar tissue from a\nhematoma. The veterinarian prescribed ear flush, topical otic medication, oral cephalexin, and ketoconazole. The\nlicensee stated that she gave these treatments, but the ears did not seem to improve. However, she did not follow up\nwith the veterinarian for further examination or treatment. Delayed examination and treatment can result in worsening of\nmedical problems and pain. Unresolved medical problems following treatment can result in continued pain and possible\nworsening of the condition. The licensee must have this dog evaluated by a veterinarian for proper diagnosis, must follow\nthe veterinarian's treatment plan, must maintain a medical record, and must follow-up with the veterinarian if the problem\ndoes not resolve in a timely manner.\nTO BE COMPLETED BY APRIL 15, 2022."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "***The licensee was not able to produce a Record of Acquisition (APHIS Form 7005) for the dogs on hand. Properly\ncompleted acquisition records are necessary for identification of dogs to facilitate record-keeping requirements for\ninventory, disposition, transport, and healthcare. The licensee must record acquisition and identification information for all\ndogs on hand on Form 7005 and must be able to produce these records upon request by the Inspector.\n***Three Records of Disposition (APHIS Form 7006) with a total of 28 dogs did not have any information regarding the\nbuyer or receiver of the dogs. Also, a Form 7006 for 4 dogs sold did not have any information regarding the method of\ntransportation or the name of the carrier. Properly completed disposition records are necessary to facilitate record-\nkeeping requirements for disposition, transport, and tracing of the dogs. The licensee must complete the proper records\nfor disposition of adult dogs and puppies.\nTO BE CORRECTED BY APRIL 20, 2022.\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nAn adult female French Bulldog named Mercedes (m/c 941000022874920) was shaking its head.  Both ears had a rough, \ncrusty, thickened appearance with a leathery feel.  The inside of the left ear appeared swollen and reddened.  The \nlicensee said that the ears had been this way ever since she purchased the dog about a year ago.  The dog was not \nexamined by a veterinarian until August 11, 2021 during the annual Attending Veterinarian's visit to the kennel.  The \nveterinarian's record stated that the dog had bilateral chronic otitis and that the right ear had scar tissue from a \nhematoma.  The veterinarian prescribed ear flush, topical otic medication, oral cephalexin, and ketoconazole.  The \nlicensee stated that she gave these treatments, but the ears did not seem to improve.  However, she did not follow up \nwith the veterinarian for further examination or treatment.  Delayed examination and treatment can result in worsening of \nmedical problems and pain.  Unresolved medical problems following treatment can result in continued pain and possible \nworsening of the condition.  The licensee must have this dog evaluated by a veterinarian for proper diagnosis, must follow \nthe veterinarian's treatment plan, must maintain a medical record, and must follow-up with the veterinarian if the problem \ndoes not resolve in a timely manner. \n \nTO BE COMPLETED BY APRIL 15, 2022.\n\n2.75(a)(1) \n   \nRecords: Dealers and exhibitors. \n***The licensee was not able to produce a Record of Acquisition (APHIS Form 7005) for the dogs on hand.  Properly \ncompleted acquisition records are necessary for identification of dogs to facilitate record-keeping requirements for \ninventory, disposition, transport, and healthcare. The licensee must record acquisition and identification information for all \ndogs on hand on Form 7005 and must be able to produce these records upon request by the Inspector. \n \n***Three Records of Disposition (APHIS Form 7006) with a total of 28 dogs did not have any information regarding the \nbuyer or receiver of the dogs.  Also, a Form 7006 for 4 dogs sold did not have any information regarding the method of \ntransportation or the name of the carrier. Properly completed disposition records are necessary to facilitate record-\nkeeping requirements for disposition, transport, and tracing of the dogs.  The licensee must complete the proper records \nfor disposition of adult dogs and puppies. \n \nTO BE CORRECTED BY APRIL 20, 2022. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 85,
  "species": [
    {
      "count": 49,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 36,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}