{
  "insp_id": "2016082569013082",
  "layout": "a",
  "customer_id": "335681",
  "customer_name": "Eli H Mullett",
  "customer_addr": "13810 Hwy 2\nCantril, IA 52542",
  "certificate": "42-A-1548",
  "site_id": "001",
  "site_name": "Eli H Mullett",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-JAN-2018",
  "report_date": "08-JAN-2018",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Female Shih tzu (tag #32, “Julie Ann”) has an abnormal appearance to her left eye. There is a white, circular area\nlocated in the center of the left eye. The hair beneath the left eye is wet and a small amount of discharge is located\nalong the lower eyelid. The white of the eye is slightly reddened.\nFemale Shih tzu (tag #18, “Marilyn”) has an abnormal appearance to her right eye. There is a small, white, circular\nprotrusion located in the center of the eye. The hair beneath the right eye is wet and the white of the eye is\nmoderately reddened.\nThe licensee began treating these dogs on December 27, 2017 with penicillin and terramycin ointment. This\ntreatment plan was approved by a licensed veterinarian for a different dog. The two above mentioned Shih tzus\nhave not been evaluated by a licensed veterinarian for the condition of their eyes.\nPoor eye health could cause pain and discomfort to the dogs.\nThese dogs must be evaluated by a licensed veterinarian for a proper diagnosis and to establish an effective\ntreatment plan.\nCorrection date: These dogs must be evaluated by a licensed veterinarian by end of business January 11, 2018.\nMale Bichon (tag #8) has a buildup of dark brown tartar covering the majority of the surface of both upper canine\nteeth and covering the entire surface of the upper left and right cheek teeth. A small amount of grey material is\nlocated along the gum line of the upper left cheek teeth. The dog was difficult to handle, therefore, the lower teeth\non both sides of the mouth could not be adequately looked at by the inspector.\nThis dog also has a matted hair coat. The majority of the matted hair is located along both sides of the muzzle, on\nthe legs, and around the neck. The matted hair around the muzzle and on the feet and legs is brown in color. The\ntoenails on all four feet have become excessively long and developed a severe curve.\nPoor dental health and matted hair coats could cause pain and discomfort to the dog as well as lead to further\nhealth issues. Overgrown toenails could cause discomfort as well as affect the dog’s natural gait.\nThe dental health of this dog must be evaluated by a licensed veterinarian for a proper diagnosis and to establish an\neffective treatment plan. This dog must also receive hair coat maintenance and toenail trimming. The licensee\nmust establish a grooming plan that keeps the hair coats of all dogs free of matting and the toenails kept at an\nacceptable length.\nThe licensee must ensure that all dogs receive adequate veterinary care at all times.\nCorrection date: This dog must be evaluated by a licensed veterinarian by end of business January 11, 2018. This\ndog must also receive grooming of the hair coat and nail trimming by end of business January 12, 2018.\nInspection and exit interview was conducted with Kelly Maxwell, ACI, Brittney Nelson, USDA veterinary student\nextern, and the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nFemale Shih tzu (tag #32, “Julie Ann”) has an abnormal appearance to her left eye.  There is a white, circular area\nlocated in the center of the left eye.  The hair beneath the left eye is wet and a small amount of discharge is located\nalong the lower eyelid.  The white of the eye is slightly reddened.  \nFemale Shih tzu (tag #18, “Marilyn”) has an abnormal appearance to her right eye.  There is a small, white, circular\nprotrusion located in the center of the eye.  The hair beneath the right eye is wet and the white of the eye is\nmoderately reddened.  \nThe licensee began treating these dogs on December 27, 2017 with penicillin and terramycin ointment.  This\ntreatment plan was approved by a licensed veterinarian for a different dog.  The two above mentioned Shih tzus\nhave not been evaluated by a licensed veterinarian for the condition of their eyes.\nPoor eye health could cause pain and discomfort to the dogs.  \nThese dogs must be evaluated by a licensed veterinarian for a proper diagnosis and to establish an effective\ntreatment plan.  \nCorrection date:  These dogs must be evaluated by a licensed veterinarian by end of business January 11, 2018.\nMale Bichon (tag #8) has a buildup of dark brown tartar covering the majority of the surface of both upper canine\nteeth and covering the entire surface of the upper left and right cheek teeth.   A small amount of grey material is\nlocated along the gum line of the upper left cheek teeth.  The dog was difficult to handle, therefore, the lower teeth\non both sides of the mouth could not be adequately looked at by the inspector.  \nThis dog also has a matted hair coat.  The majority of the matted hair is located along both sides of the muzzle, on\nthe legs, and around the neck.  The matted hair around the muzzle and on the feet and legs is brown in color.  The\ntoenails on all four feet have become excessively long and developed a severe curve.\n\nPoor dental health and matted hair coats could cause pain and discomfort to the dog as well as lead to further\nhealth issues.  Overgrown toenails could cause discomfort as well as affect the dog’s natural gait.  \nThe dental health of this dog must be evaluated by a licensed veterinarian for a proper diagnosis and to establish an\neffective treatment plan.  This dog must also receive hair coat maintenance and toenail trimming.  The licensee\nmust establish a grooming plan that keeps the hair coats of all dogs free of matting and the toenails kept  at an\nacceptable length.  \nThe licensee must ensure that all dogs receive adequate veterinary care at all times.  \nCorrection date:  This dog must be evaluated by a licensed veterinarian by end of business January 11, 2018.  This\ndog must also receive grooming of the hair coat and nail trimming by end of business January 12, 2018.  \nInspection and exit interview was conducted with Kelly Maxwell, ACI, Brittney Nelson, USDA veterinary student\nextern, and the facility representative.",
  "animals_total": 77,
  "species": [
    {
      "count": 52,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 25,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}