{
  "insp_id": "321141325200764",
  "layout": "a",
  "customer_id": "11720",
  "customer_name": "Marla Campbell",
  "customer_addr": "Roger Campbell\n266 90th\nNewton, KS 67114",
  "certificate": "48-A-1549",
  "site_id": "002",
  "site_name": "ROGER & MARLA CAMPBELL",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-NOV-2014",
  "report_date": "17-NOV-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The following dogs are in need of veterinary care:\n* One male black and white colored Miniature Australian Shepherd ( No Identification) has a heavy coating of\ndark brown matter on the cheek teeth on both sides of his mouth extending up into the gum line. The gums were\nreddened and inflamed, and had a creamy white discharge at the gum line. The abnormal buildup of material on\nteeth can cause damage to the gum tissue and tooth structures. in addition, one upper cheek tooth on the right side\nwas loose and could be easily moved. It can be painful, lead to a decrease in appetite and infection in the mouth\naffecting the health and well-being of the dog. These signs are consistent with the presence of dental disease.\nThe licensee must have this animal examined by a veterinarian by the end of business November 19, 2014 and\nhave an appropriate treatment plan administrated. The outcome of this examination must be documented and\nprovided to the inspector upon request. The licensee must ensure that all animals receive adequate veterinary care\nat all times.\n*****************************\n* One white colored adult female Jack Russell ( microchip number 012 298 277 ) has an open wound on the right\nside of its upper neck / cheek area The wound approximately an inch in diameter was circular in shape, reddened\nand moist looking and was hairless. The licensee stated that this was the first time the wound had been noticed.\nAt the time of inspection, the attending veterinarian had not been consulted. An open wound can be painful causing\ndiscomfort and could lead to the spread of infection which affects the health and well-being of the dog. The licensee\nmust have this animal examined by a veterinarian by the end of business November 19, 2014 and have an\nappropriate treatment plan administrated. The outcome of this examination must be documented and provided to\nthe inspector upon request. The licensee must ensure that all animals receive adequate veterinary care at all times."
    },
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "* Three dogs did not have official identification on them at time of facility inspection. The licensee is using\nmicrochips as the official identification. Official identification is needed to ensure that each animals identity can be\nknown with certainty and to facilitate the inspection process. The licensee must ensure that all dogs have official\nidentification on them at all times."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "* The microchip numbers of four dogs were not listed on the official USDA ( APHIS form 7005 ) dog on hand\nsheets. In addition, many dogs had incomplete information in the required from section. Records provide a source\nof information that can be used to identify every dog on the premise. Complete and accurate records are needed to\nensure each animals identity can be known with certainty and to facilitate the ability to trace dogs. The licensee\nmust maintain records which fully disclose all information concerning each dog in their possession."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* An estimated one to two inch gap exists between the divider fencing and enclosure flooring in one enclosure.\nThe metal clips used to secure the fencing have torn through the bottom of the divider fencing thus creating the gap.\nFour dogs are in contact with the affected area which is located in shelter housing. This affects the ability of the\nenclosure fencing to contain the dogs securely and could lead to potential injury.\n*************************\n* An estimated five to six inch gap exists between the enclosure fencing and the enclosure frame on one\nenclosure. One dog is in contact with the affected fencing located in outdoor housing. It can lead to potential injury\ncausing stress or discomfort if the dogs get caught in the gap area.\n*************************\n* One wire gate does not close securely against enclosure fencing. An estimated one to two inch gap exists when\nthe dogs jump on the enclosure gate. Two dogs are in contact with the affected gate located in shelter housing.\nThe potential for injury exists causing stress and discomfort if any dog gets caught in the gap area.\nThe licensee must ensure all enclosures are kept in good repair, protect the animals form injury and contain the\nanimals securely at all times."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* The carpet square in one enclosure has exposed shredded ends. One adult dog and one puppy are in contact\nwith the affected carpet square located in sheltered housing. The potential for ingestion of the shredded ends\nexists. In addition the dog could become entangled in the shredded ends causing potential injury. The licensee\nmust repair or replace all surfaces that can not be readily cleaned and sanitized when worn. Correct by 12/1/14."
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "* There is a brownish looking greasy substance coating four metal door food receptacles used by eight dogs. The\nbrownish substance is covering an estimated 30 to 50 percent of the surface area of the receptacle. Lack of\ncleaning and sanitization of the receptacles could promote bacteria growth and other disease causing agents which\ncould increase the risk of contamination of the feed. The nutritive value could be affected if the feed becomes\nspoiled or contaminated. This could potentially lead to health risks for the dogs. The licensee must ensure all food\nreceptacles are kept clean and sanitized at all times for the health and well-being of the dogs. Correct by 12/1/14."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* Four enclosures have dried, caked fecal residue and other debris on 25 to 30 percent of the cement flooring.\nFour dogs are in contact with the affected flooring located in sheltered housing. It indicates an unsanitary living\ncondition exists and could lead to potential disease or health risks. The potential for soiling or caking of the hair coat\nexists when the dogs have to walk or rest on the affected surfaces. The licensee must ensure that all surfaces are\ncleaned on a daily basis.\n* The facility inspection and exit briefing were conducted with the licensee on 11/17/14.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe following dogs are in need of veterinary care:  \n*    One male black and white colored Miniature Australian Shepherd ( No Identification) has a heavy coating of \ndark brown matter on the cheek teeth on both sides of his mouth extending up into the gum line. The gums were\nreddened and inflamed, and had a creamy white discharge at the gum line.  The abnormal buildup of material on\nteeth can cause damage to the gum tissue and tooth structures.  in addition, one upper cheek tooth on the right side\nwas loose and could be easily moved.   It can be painful, lead to a decrease in appetite and infection in the mouth\naffecting the health and well-being of the dog.   These signs are consistent with the presence of dental disease. \nThe licensee must have this animal examined by a veterinarian by the end of business November 19, 2014 and\nhave an appropriate treatment plan administrated. The outcome of this examination must be documented and\nprovided to the inspector upon request. The licensee must ensure that all animals receive adequate veterinary care\nat all times.\n*****************************\n *   One white colored adult female Jack Russell  ( microchip number 012 298 277 ) has an open wound on the right\nside of its upper neck / cheek area  The wound approximately an inch in diameter was circular in shape, reddened\nand moist looking and was hairless.  The licensee stated that this was the first time the wound had been noticed.  \nAt the time of inspection, the attending veterinarian had not been consulted.  An open wound can be painful causing\ndiscomfort and could lead to the spread of infection which affects the health and well-being of the dog.  The licensee\nmust have this animal examined by a veterinarian by the end of business November 19, 2014 and have an\nappropriate treatment plan administrated. The outcome of this examination must be documented and provided to\nthe inspector upon request. The licensee must ensure that all animals receive adequate veterinary care at all times.\n2.50(a)(1)                    REPEAT\nTIME AND METHOD OF IDENTIFICATION.\n*    Three dogs did not have official identification on them at time of facility inspection.  The licensee is using\n\nmicrochips as the official identification.  Official identification is needed to ensure that each animals identity can be\nknown with certainty and to facilitate the inspection process.   The licensee must ensure that all dogs have official\nidentification on them at all times.\n2.75(a)(1)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\n*   The microchip numbers of four dogs were not listed on the official USDA ( APHIS form 7005 ) dog on hand\nsheets.  In addition, many dogs had incomplete information in the required from section.   Records provide a source\nof information that can be used to identify every dog on the premise.  Complete and accurate records are needed to\nensure each animals identity can be known with certainty and to facilitate the ability to trace dogs.  The licensee\nmust maintain records which fully disclose all information concerning each dog in their possession.\n3.1(a)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n*    An estimated one to two inch gap exists between the divider fencing and enclosure flooring in one enclosure. \nThe metal clips used to secure the fencing have torn through the bottom of the divider fencing thus creating the gap.\n Four dogs are in contact with the affected area which is located in shelter housing.   This affects the ability of the\nenclosure fencing to contain the dogs securely and could lead to potential injury.    \n*************************\n*   An estimated five to six  inch gap exists between the enclosure fencing and the enclosure frame on one\nenclosure.  One dog is in contact with the affected fencing located in outdoor housing.   It can lead to potential injury\ncausing stress or discomfort if the dogs get caught in the gap area.   \n*************************\n*  One wire gate does not close securely against enclosure fencing.  An estimated one to two inch gap exists when\nthe dogs jump on the enclosure gate.  Two dogs are in contact with the affected gate located in shelter housing. \nThe potential for injury exists causing stress and discomfort if any dog gets caught in the gap area.  \nThe licensee must ensure all enclosures are kept in good repair, protect the animals form injury and contain the\nanimals securely at all times.\n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\n*   The carpet square in one enclosure has exposed shredded ends.  One adult dog and one puppy are in contact\n\nwith the affected carpet square located in sheltered housing.  The potential for ingestion of the shredded ends\nexists.   In addition the dog could become entangled in the shredded ends causing potential injury.  The licensee\nmust repair or replace all surfaces that can not be readily cleaned and sanitized when worn.   Correct  by  12/1/14.\n3.9(b)\nFEEDING.\n*   There is a brownish looking greasy substance coating four metal door food receptacles used by eight dogs. The\nbrownish substance is covering an estimated 30 to 50 percent of the surface area of the receptacle.  Lack of\ncleaning and sanitization of the receptacles could promote bacteria growth and other disease causing agents which\ncould increase the risk of contamination of the feed.  The nutritive value could be affected if the feed becomes\nspoiled or contaminated.  This could potentially lead to health risks for the dogs.  The licensee must ensure all food\nreceptacles are kept clean and sanitized at all times for the health and well-being of the dogs.  Correct by  12/1/14.\n3.11(a)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n*   Four enclosures have dried, caked fecal residue and other debris on 25 to 30 percent of the cement flooring.  \nFour dogs are in contact with the affected flooring located in sheltered housing.  It indicates an unsanitary living\ncondition exists and could lead to potential disease or health risks. The potential for soiling or caking of the hair coat\nexists when the dogs have to walk or rest on the affected surfaces. The licensee must ensure that all surfaces are\ncleaned on a daily basis.  \n*   The facility inspection and exit briefing were conducted with the licensee on 11/17/14.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer",
  "animals_total": 198,
  "species": [
    {
      "count": 152,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 46,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}