{
  "insp_id": "308141413580205",
  "layout": "a",
  "customer_id": "4158",
  "customer_name": "Marilyn F Soukup",
  "customer_addr": "336 6th Rd\nWilson, KS 67490",
  "certificate": "48-A-1157",
  "site_id": "001",
  "site_name": "Marilyn Soukup",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-NOV-2014",
  "report_date": "04-NOV-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The licensee is using a bottle containing a blue-colored liquid that was described as Ivomectin. This bottle has an\nillegible label on it. Medications that are not labeled with legible labels may be used inappropriately. The licensee\nmust ensure that all medications used in the facility are not expired and labeled properly in accordance with\nstandard veterinary practices must be relabeled if label becomes illegible. Correct by 18 November 2014.\nThere is a litter of four puppies that were born on 10/27/2014. The licensee stated they were dewormed on\n11/3/2014. The written Program of Veterinary Care form states that puppies will be dewormed \"at 6 weeks and\nbetween 7 and 8 weeks\" of age. Not following the written instructions from the veterinarian may result in ineffective\ntreatments. The licensee must ensure that treatments and medications follow the written instructions of the\nattending veterinarian. Correct by 18 November 2014."
    },
    {
      "code": "3.6(a)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The buried welded-wire fencing has become uncovered in sections of at least two dog enclosures resulting in\nexposure of the fence openings and a gap between the fencing and the ground. Dogs may become entangled in\nthese openings causing injury to the dogs. All surfaces must be kept in good repair so dogs are protected from\ninjury and surfaces are maintained.\nThis routine inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe licensee is using a bottle containing a blue-colored liquid that was described as Ivomectin.  This bottle has an\nillegible label on it.  Medications that are not labeled with legible labels may be used inappropriately.  The licensee\nmust ensure that all medications used in the facility are not expired and labeled properly in accordance with\nstandard veterinary practices must be relabeled if label becomes illegible.  Correct by 18 November 2014.\nThere is a litter of four puppies  that were born on 10/27/2014.  The licensee stated they were dewormed on\n11/3/2014.  The written Program of Veterinary Care form states that puppies will be dewormed \"at 6 weeks and\nbetween 7 and 8 weeks\" of age.  Not following the written instructions from the veterinarian may result in ineffective\ntreatments.  The licensee must ensure that treatments and medications follow the written instructions of the\nattending veterinarian.  Correct by 18 November 2014.\n3.6(a)                    REPEAT\nPRIMARY ENCLOSURES.\nThe buried welded-wire fencing has become uncovered in sections of at least two dog enclosures resulting in\nexposure of the fence openings and a gap between the fencing and the ground.  Dogs may become entangled in\nthese openings causing injury to the dogs.  All surfaces must be kept in good repair so dogs are protected from\ninjury and surfaces are maintained.\nThis routine inspection and exit interview were conducted with the licensee.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer",
  "animals_total": 22,
  "species": [
    {
      "count": 18,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 4,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}