{
  "insp_id": "2016082568109821",
  "layout": "a",
  "customer_id": "325396",
  "customer_name": "Kirsty Lee L L C",
  "customer_addr": "8311 N.E. 166th St.\nKenmore, WA 98028",
  "certificate": "91-C-0138",
  "site_id": "001",
  "site_name": "Kirsty Lee, L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-FEB-2017",
  "report_date": "09-MAR-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A lock box containing medications was open in a room housing animals and was dirty inside with debris including\nrabbit hair. Multiple medications in this lock box including Ostiox (meloxicam), sufamethoxazole and trimethoprim\nsuspension, and Posatex Otic Suspension were expired.\nThe Program of Veterinary Care (PVC) does not have a back-up veterinarian listed to cover for such times when the\nAV is unavailable. Additionally, the PVC lists \"Cervical dislocation\" and \"*See attached AVMA guidelines\" as a\nmethod of euthanasia. There were no guidelines present in the binder or at the facility. Without written instructions\nthat provided details including the weight range and without the attachment, there is insufficient information to\nsupport this method as acceptable method of euthansia.\nThe medication supply must be monitored to ensure that expired medications are discarded so that they are not\ninadvertently used for the animals. Expired medications may not have the potency necessary for treatment of a\nmedical condition. The lock box or other devices used to store medications should be kept closed and must be\nprotect medications from adulteration that can adversely impact the animals when used.\nThe PVC must be completed to provide instruction to facility personnel for adequate veterinary care.\nThe facility was previously cited under this regulation on 4/10/2015, 4/29/2015, 11/30/2015, 4/12/2016, 9/6/16."
    },
    {
      "code": "2.126(a)(2)",
      "kind": "Critical",
      "repeat": false,
      "desc": "ACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.",
      "narrative": "The Facility Manager stated that certain records, including the disposition records, were off-site about an hour away\nand that access was not possible that day. The Facility Manager stated that they could be faxed the next day.\nHowever, access to the disposition records at the time of the inspection is necessary to cross-reference to animals\nin the facility, to track and reconcile all animals on the premises, and to reconcile any deceased animals with the\nfacility records. Maintenance of these records and access to these records for purposes of inspection is required to\nconfirm regulatory compliance.\nCorrect by: This point forward,"
    },
    {
      "code": "3.52(d)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "Due to construction on a neighboring property, a large section of the fence was removed. The fencing panels were\nstored against the side of the building. Additionally, the gate was not able to be closed or latched, reportedly due to\nswelling of the wood. The gate was held partially closed with a wire, but the gap created would be large enough for\na dog or other predator to enter. This wire was relatively thin and it is questionable whether it would be strong\nenough to resist enough pressure to prevent entry. Additionally, there was a gap of approximately 5\" under the gate\nby the hinge side nearest the building.\nFailing to maintain the fence and gate would allow predators access to the animals.\nCorrect by keeping the gate and fence in proper working order and the gate closed.\nThe facility was previouly cited under this regulation on 9/6/16."
    },
    {
      "code": "3.53(a)(1)",
      "kind": "Direct",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Two primary enclosures had damage to the upper rear corners of the cages. These damaged areas had resulting\nsharp points and gaps. The sharp points could cause direct injury to the rabbits. If the damage to the edge\ncontinues, the gaps could widen resulting in escape of the rabbits or entrapment of a body part, which could lead to\ninjury or death of the animal.\nThe facility was cited under this regulation previously cited on reports dated 4/10/2015, 4/29/2015, 11/30/2015,\n4/12//2016, 9/6/2016 and 12/28/16."
    },
    {
      "code": "3.53(a)(4)",
      "kind": "Direct",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "One of the cages that housed a gray rabbit had a wire floor that was corroded and broken in two places. At least\none of these was large enough for the rabbit to entrap its foot or toes. Such entrapment could result in injury or in\nfractures of the foot or back of the animal. Additionally, the projecting sharp edges could directly injure the animal.\nAdditionally, many of the cages have floors of wire that is not supported. The floors bounce when the animals move\naround, especially the larger animals. The floors of two cage holding two larger black and white rabbits was bent\nwith ridge-like projections causing an uneven surface. This uneven surface could cause discomfort of the animal\nresting on them due to uneven distribution of body weight and pressure or cause injury of the animal. Excess\nmovement and slant of the floors can be hard on the animals' legs, and the movement can fatigue the metal,\ncausing it to break as occurred with the cage of the gray rabbit.\nThe broken floor bottom was corrected at the time of the inspection.\nA system of evaluation, maintenance and replacement of the primary enclsoures must be in place to protect the\nanimals from injury or discomfort.\nCorrect by: This point forward."
    },
    {
      "code": "3.53(c)(2)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "One cage contained 7 rabbits, which appear to be a doe and her litter. The Facilty Manager weighed the rabbits\nusing their scale. The dam weighed approximately 6 pounds and the offspring weighed approximately 3 pounds on\naverage. The cage was approximately 30\" x 24\", or 6.25 square feet of floor space. The total minimum floor space\nrequired for these rabbits is at least 12 square feet..\nEach rabbit housed in a primary enclosure shall be provided a minimum amount of floor space according to USDA\nAPHIS Animal Welfare Act regulations. Housing rabbits in inappropriately-sized enclosures may stress the animals.\nThis housing space can lead to increased susceptibility to disease, incompatibility, and fighting. Rabbits must be\nhoused in enclosures with the minimum required floor space for their health and well-being.\nThe facility was previously cited under this regulation on 11/30/2015, 4/12/2016, 9/6/2016 and 12/28/2016."
    },
    {
      "code": "3.54(b)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "The feeders of four primary enclosures had feces in them. This contamination appeared to be due to the lip of the\nfeeder being low and an accumulation straw and fecal material around it allowed the fecal material to enter.\nAdditionally one of these feeders located in the enclosure housing the mother and 6 juvenile rabbits has a\nself-feeder in the cage with excessive corrosion, which makes cleaning and sanitation difficult,\nThe feeders in three primary enclosures had damp and caked feed on one end.\nOne enclosure had an empty and soiled food bowl that was unattached to the enclosure and turned upside down.\nCare must be taken when using self-feeders to ensure they are clean, in good repair, and that the food is not\nallowed to spoil. Damp, caked feed may mold, becoming unwholesome and unsafe for the animals. Fecal\ncontamination may spread disease, such as from coccidia. If the feeders are subject to tipping, the facility must\nassure that the rabbits are fed at least once daily and assure that the rabbits receive adequate nutrition to maintain\ntheir health.\nA system of feeding and feeder maintenance must be in place.\nThe facility was previously cited under this regulation on 4/12/2016 and 9/6/2016."
    },
    {
      "code": "3.55",
      "kind": "Direct",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "Upon arriving at the facility, two primary enclosures holding two rabbits each had empty water bottles. Additionally\nmultiple water bottles in the kindling area inside were empty. When filled by the Facility Manager, the rabbits\nimmediately started drinking and competed for access to the lixit. The four rabbits continued to drink for\napproximately 10 to 12 minutes after the water bottles were refilled. These rabbits were obviously thirsty and\naccess to water had been limited.\nA sufficient amount of potable water must be provided to maintain the health and well-being of the animals.\nCorrected for these rabbits at the time of the inspection. Sufficient potable water must be provided daily from this\npoint forward.\nThis inspection and exit briefing were conducted with the Facility Manager.\nThis inspection and exit briefing were conducted with the Facility Manager."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA lock box containing medications was open in a room housing animals and was dirty inside with debris including\nrabbit hair. Multiple medications in this lock box including Ostiox (meloxicam), sufamethoxazole and trimethoprim\nsuspension,  and Posatex Otic Suspension were expired. \nThe Program of Veterinary Care (PVC) does not have a back-up veterinarian listed to cover for such times when the\nAV is unavailable. Additionally, the PVC lists \"Cervical dislocation\" and \"*See attached AVMA guidelines\" as a\nmethod of euthanasia.  There were no guidelines present in the binder or at the facility.  Without written instructions\nthat provided details including the weight range  and without the attachment, there is insufficient information to\nsupport this method as acceptable method of euthansia.\nThe medication supply must be monitored to ensure that expired medications are discarded so that they are not\ninadvertently used for the animals. Expired medications may not have the potency necessary for treatment of a\nmedical condition. The lock box or other devices used to store medications should be kept closed and must be\nprotect medications from adulteration that can adversely impact the animals when used.  \nThe PVC must be completed to provide instruction to facility personnel for adequate veterinary care.\nThe facility was previously cited under this regulation on 4/10/2015, 4/29/2015, 11/30/2015, 4/12/2016, 9/6/16.\n2.126(a)(2)           CRITICAL\nACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.\nThe Facility Manager stated that certain records, including the disposition records, were off-site about an hour away\nand that access was not possible that day.  The Facility Manager stated that they could be faxed the next day. \nHowever, access to the disposition records at the time of the inspection is necessary to cross-reference to animals\nin the facility, to track and reconcile all animals on the premises, and to reconcile any deceased animals with the\nfacility records. Maintenance of these records and access to these records for purposes of inspection is required to\nconfirm regulatory compliance.\n\nCorrect by: This point forward,\n3.52(d)                    REPEAT\nFACILITIES, OUTDOOR.   \nDue to construction on a neighboring property, a large section of the fence was removed. The fencing panels were\nstored against the side of the building.  Additionally, the gate was not able to be closed or latched, reportedly due to\nswelling of the wood. The gate was held partially closed with a wire, but the gap created would be large enough for\na dog or other predator to enter. This wire was relatively thin and it is questionable whether it would be strong\nenough to resist enough pressure to prevent entry.  Additionally, there was a gap of approximately 5\" under the gate\n by the hinge side nearest the building. \nFailing to maintain the fence and gate would allow predators access to the animals.\nCorrect by keeping the gate and fence in proper working order and the gate closed.\nThe facility was previouly cited under this regulation on 9/6/16.\n3.53(a)(1)           DIRECT                    REPEAT\nPRIMARY ENCLOSURES.   \nTwo primary enclosures had damage to the upper rear corners of the cages.  These damaged areas had resulting\nsharp points and gaps.  The sharp points could cause direct injury to the rabbits.  If the damage to the edge\ncontinues, the gaps could widen resulting in escape of the rabbits or entrapment of a body part, which could lead to\ninjury or death of the animal.\nThe facility was cited under this regulation previously cited on reports dated 4/10/2015, 4/29/2015, 11/30/2015,\n4/12//2016, 9/6/2016 and 12/28/16.\n3.53(a)(4)           DIRECT\nPRIMARY ENCLOSURES.   \nOne of the cages that housed a gray rabbit had a wire floor that was corroded and broken in two places. At least\none of these was large enough for the rabbit to entrap its foot or toes.  Such entrapment could result in injury or  in\nfractures of the foot or back of the animal.  Additionally, the projecting sharp edges could directly injure the animal.\nAdditionally, many of the cages have floors of wire that is not supported. The floors bounce when the animals move\n\naround, especially the larger animals. The floors of two cage holding two larger black and white rabbits was bent\nwith ridge-like projections causing an uneven surface. This uneven surface could cause discomfort of the animal\nresting on them due to uneven distribution of body weight and pressure or cause injury of the animal. Excess\nmovement and slant of the floors can be hard on the animals' legs, and the movement can fatigue the metal,\ncausing it to break as occurred with the cage of the gray rabbit.\nThe broken floor bottom was corrected at the time of the inspection.  \nA system of evaluation, maintenance and replacement of the primary enclsoures must be in place to protect the\nanimals from injury or discomfort.\nCorrect  by: This point forward.\n3.53(c)(2)                    REPEAT\nPRIMARY ENCLOSURES.   \nOne cage contained 7 rabbits, which appear to be a doe and her litter. The Facilty Manager weighed the rabbits\nusing their scale. The dam weighed approximately 6 pounds and the offspring weighed approximately 3 pounds on\naverage.  The cage was approximately 30\" x 24\", or  6.25 square feet of floor space.  The total minimum floor space\nrequired for these rabbits is at least 12 square feet..  \nEach rabbit housed in a primary enclosure shall be provided a minimum amount of floor space according to USDA\nAPHIS Animal Welfare Act regulations. Housing rabbits in inappropriately-sized enclosures may stress the animals.\nThis housing space can lead to increased susceptibility to disease, incompatibility, and fighting. Rabbits must be\nhoused in enclosures with the minimum required floor space for their health and well-being.  \nThe facility was previously cited under this regulation on 11/30/2015, 4/12/2016, 9/6/2016 and 12/28/2016.\n3.54(b)                    REPEAT\nFEEDING.  \nThe feeders of four primary enclosures had feces in them. This contamination appeared to be due to the lip of the\nfeeder being low and an accumulation straw and fecal material around it allowed the fecal material to enter.\nAdditionally one of these feeders located in the enclosure housing the mother and 6 juvenile rabbits has a\nself-feeder in the cage with excessive corrosion, which makes cleaning and sanitation difficult,\nThe feeders in three primary enclosures had damp and caked feed on one end.\n\nOne enclosure had an empty and soiled food bowl that was unattached to the enclosure and turned upside down.\nCare must be taken when using self-feeders to ensure they are clean, in good repair, and that the food is not\nallowed to spoil. Damp, caked feed may mold, becoming unwholesome and unsafe for the animals. Fecal\ncontamination may spread disease, such as from coccidia.  If the feeders are subject to tipping, the facility must\nassure that the rabbits are fed at least once daily and assure that the rabbits receive adequate nutrition to maintain\ntheir health.\nA system of feeding and feeder maintenance must be in place. \nThe facility was previously cited under this regulation on 4/12/2016 and 9/6/2016.\n3.55           DIRECT\nWATERING.    \nUpon arriving at the facility, two primary enclosures holding two rabbits each had empty water bottles.  Additionally\nmultiple water bottles in the kindling area inside were empty.  When filled by the Facility Manager, the rabbits\nimmediately started drinking and competed for access to the lixit. The four rabbits continued to drink for\napproximately 10 to 12 minutes after the water bottles were refilled.  These rabbits were obviously thirsty and\naccess to water had been limited.\nA sufficient amount of potable water must be provided to maintain the health and well-being of the animals.\nCorrected for these rabbits at the time of the inspection.  Sufficient potable water must be provided daily from this\npoint forward.\nThis inspection and exit briefing were conducted with the Facility Manager.\nThis inspection and exit briefing were conducted with the Facility Manager.",
  "animals_total": 106,
  "species": [
    {
      "count": 106,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    }
  ]
}