{
  "insp_id": "149151011460320",
  "layout": "a",
  "customer_id": "17547",
  "customer_name": "Woodland Park Zoological Society",
  "customer_addr": "5500 Phinney Ave North\nSeattle, WA 98103",
  "certificate": "91-C-0087",
  "site_id": "001",
  "site_name": "WOODLAND PARK ZOOLOGICAL SOCIETY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-MAY-2015",
  "report_date": "17-SEP-2015",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "One six month old lion escaped from his primary enclosure on April 15, 2015. Five lions were on exhibit in the play\nyard, including two adult lions and 3 juveniles (approximately each 6 months old). The door from the outdoor lion\nexhibit to the keeper area vestibule was accidentally left open by a keeper allowing the animal to escape. This entry\ninto the lion enclosure has two doors with a double containment type set-up. The inner door of the enclosure\n(primary enclosure to vestibule) consists of a heavy metal mesh swing-type door while the outer door (vestibule to\nkeeper office area) is a heavy metal solid swing type door. The keeper later stated to APHIS Officials that he was\ndistracted by a volunteer he was escorting and by a radio call and must have forgotten to properly secure the lion\nenclosure. He stated that when he looked later, the inner door was left wide open and that he was aware that the\nouter door does not automatically close. Hence both doors were left open. After the keeper left the immediate area,\none of the six-month old lions left the primary enclosure gaining entry to a keeper area (not open to the public) that\ncontains a desk, the kitchen / food prep area, a bathroom, and a stair way to an upstairs office area. Shortly\nafterwards the same keeper saw the juvenile lion entering the bathroom shower area and was able to shut the\nanimal in by closing the door thereby containing it in the bathroom while notifying other staff and properly securing\nthe other animals. This animal was able to be guided back to the primary enclosure without injury to either the\nanimal or any handlers and no other animals escaped the primary enclosure.\nPrimary enclosures for all animals must be structurally sound and maintained in good repair to protect animals from\ninjury and contain all animals. Failure to properly secure the enclosure places the keepers and animals at risk of\ninjury in the event of an escape. Correct by ensuring that all enclosures are constructed in a manner to contain all\nanimals and are maintained in a manner to facilitate containment (including properly shutting and locking all doors).\nIn response to this incident the facility immediately notified APHIS Officials. Additionally, the facility instituted a\ntwo-person verification for shifting all animals and a checklist for proper containment near the animal holding area.\nThe facility also reports that they have ordered a new heavier door for the vestibule that has a automatic closure\nand which they believe will reduce the risk of accidental incomplete closure in the future.\nCorrect by: From this point forward\nThis was a focused inspection to examine the lion enclosure. The inspection was conducted on May 6th 2015 with\nthe Attending Veterinarian, Associate Veterinarian, and Curator. Exit interview was conducted with the Curator by\nphone."
    }
  ],
  "narrative": "3.125(a)\nFACILITIES, GENERAL.   \nOne six month old lion escaped from his primary enclosure on April 15, 2015. Five lions were on exhibit in the play\nyard, including two adult lions and 3 juveniles (approximately each 6 months old).  The door from the outdoor lion\nexhibit to the keeper area vestibule was accidentally left open by a keeper allowing the animal to escape.  This entry\ninto the lion enclosure has two doors with a double containment type set-up.  The inner door of the enclosure\n(primary enclosure to vestibule) consists of a heavy metal mesh swing-type door while the outer door (vestibule to\nkeeper office area) is a heavy metal solid swing type door.  The keeper later stated to APHIS Officials that he was\ndistracted by a volunteer he was escorting and by a radio call and must have forgotten to properly secure the lion\nenclosure.  He stated that when he looked later, the inner door was left wide open and that he was aware that the\nouter door does not automatically close.  Hence both doors were left open. After the keeper left the immediate area,\none of the six-month old lions left the primary enclosure gaining entry to a keeper area (not open to the public) that\ncontains a desk, the kitchen / food prep area, a bathroom, and a stair way to an upstairs office area.  Shortly\nafterwards the same keeper saw the juvenile lion entering  the bathroom shower area and was able to shut the\nanimal in by closing the door thereby containing it in the bathroom while notifying other staff and properly securing\nthe other animals.  This animal was able to be guided back to the primary enclosure without injury to either the\nanimal or any handlers and no other animals escaped the primary enclosure. \nPrimary enclosures for all animals must be structurally sound and maintained in good repair to protect animals from\ninjury and contain all animals.  Failure to properly secure the enclosure places the keepers and animals at risk of\ninjury in the event of an escape. Correct by ensuring that all enclosures are constructed in a manner to contain all\nanimals and are maintained in a manner to facilitate containment (including properly shutting and locking all doors). \nIn response to this incident the facility immediately notified APHIS Officials.  Additionally, the facility instituted a\ntwo-person verification for shifting all animals and a checklist for proper containment near the animal holding area. \nThe facility also reports that they have ordered a new heavier door for the vestibule that has a automatic closure\nand which they believe will reduce the risk of accidental incomplete closure in the future. \nCorrect by: From this point forward\n\nThis was a focused inspection to examine the lion enclosure. The inspection was conducted on May 6th 2015 with\nthe Attending Veterinarian, Associate Veterinarian, and Curator. Exit interview was conducted with the Curator by\nphone.",
  "animals_total": 5,
  "species": [
    {
      "count": 5,
      "scientific": "Panthera leo",
      "common": "LION"
    }
  ]
}