{
  "insp_id": "2016090000530692",
  "layout": "b",
  "customer_id": "2338",
  "customer_name": "EDGERTON CONSERVATION CLUB",
  "customer_addr": "21 YORK ROAD\nEDGERTON, WI 53534",
  "certificate": "35-C-0395",
  "site_id": "001",
  "site_name": "EDGERTON CONSERVATION CLUB",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-FEB-2021",
  "report_date": "12-FEB-2021",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Two deer have conditions which the facility needs to have the attending veterinarian evaluate:\n-The buck has a swelling on his left lower cheek that the facility said appeared within the past 6 months. While he was\nobserved to eat normal during inspection, the cause of this could be painful or the condition could worsen if not treated.\n-The youngest doe has a varied lameness and doesn't have complete use of her left front leg and holds it up at times.\nWhen she trotted the lameness wasn't as noticeable. The facility reports that the injury occurred in the fall and\nconversation with the veterinarian was to monitor it. While at times the limp wasn't noticeable, an evaluation by the\nveterinarian can help determine if any treatment is necessary for her condition.\nThe facility must ensure to promptly communicate with the attending veterinarian about abnormal health conditions and\ninjuries and to follow the veterinarian's treatment plan.\nCorrect by February 24, 2021.\nThis inspection and exit interview were conducted with a facility representative.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nTwo deer have conditions which the facility needs to have the attending veterinarian  evaluate: \n-The buck has a swelling on his left lower cheek that the facility said appeared within the past 6 months. While he was \nobserved  to eat normal during inspection, the cause of this could be painful or the condition could worsen if not treated. \n-The youngest doe has a varied lameness and doesn't have complete use of her left front leg and holds it up at times. \nWhen she trotted the lameness wasn't as noticeable. The facility reports that the injury occurred in the fall and \nconversation with the veterinarian  was to monitor it. While at times the limp wasn't noticeable, an evaluation by the \nveterinarian  can help determine if any treatment is necessary for her condition. \nThe facility must ensure to promptly communicate with the attending veterinarian  about abnormal health conditions and \ninjuries and to follow the veterinarian's  treatment plan. \nCorrect by February 24, 2021. \n \nThis inspection and exit interview were conducted with a facility representative. \n \nEnd Section",
  "animals_total": 5,
  "species": [
    {
      "count": 5,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    }
  ]
}