{
  "insp_id": "2016082567987436",
  "layout": "a",
  "customer_id": "4157",
  "customer_name": "Rebecca Mosshart",
  "customer_addr": "2332 C R 31\nProtection, KS 67127",
  "certificate": "48-A-0366",
  "site_id": "002",
  "site_name": "Rebecca Mosshart (PROTECTION)",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-NOV-2016",
  "report_date": "04-NOV-2016",
  "citations": [
    {
      "code": "3.1(c)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The metal gates on the outside of at least 3 enclosures of building 3 had a build-up of flaking rust. Excessive rust\ncan prevent the required cleaning and can affect the structural strength of these gates. All surfaces must be\nmaintained to be free of excessive rust. Correct by 29 Nov. 2016."
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The water receptacles for two Rottweilers were spilled creating a large area of standing water and mud at or near\nthe food receptacle, shelter and water receptacle. Standing water and mud can soil the dogs and create an\nenvironment for the spread of diseases. Housing facilities must be equipped with drainage systems that rapidly\neliminate water so animals stay dry and minimize disease hazards. Correct by 5 Nov. 2016."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Near the outside wash-down drains for two buildings, numerous flies were observed. These flies were on the\nbuildings and on the ground around these areas. Flies can transmit diseases and can be a nuisance for the dogs.\nA better method of fly control must be established and maintained to promote the health and well-being of the dogs,\nand reduce contamination by the flies. Correct by 7 Nov. 2016.\nThis inspection and exit interview were conducted with a facility representative.\nAdditional Inspectors\nHallberg Gwynn, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.1(c)(1)(i)\nHOUSING FACILITIES, GENERAL.\nThe metal gates on the outside of at least 3 enclosures of building 3 had a build-up of flaking rust.  Excessive rust\ncan prevent the required cleaning and can affect the structural strength of these gates.  All surfaces must be\nmaintained to be free of excessive rust.  Correct by 29 Nov. 2016.\n3.1(f)\nHOUSING FACILITIES, GENERAL.\nThe water receptacles for two Rottweilers were spilled creating a large area of standing water and mud at or near\nthe food receptacle, shelter and water receptacle.  Standing water and mud can soil the dogs and create an\nenvironment for the spread of diseases.  Housing facilities must be equipped with drainage systems that rapidly\neliminate water so animals stay dry and minimize disease hazards.  Correct by 5 Nov. 2016.\n3.11(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nNear the outside wash-down drains for two buildings, numerous flies were observed.  These flies were on the\nbuildings and on the ground around these areas.  Flies can transmit diseases and can be a nuisance for the dogs. \nA better method of fly control must be established and maintained to promote the health and well-being of the dogs,\nand reduce contamination by the flies.  Correct by 7 Nov. 2016.\nThis inspection and exit interview were conducted with a facility representative.\nAdditional Inspectors\nHallberg Gwynn, Veterinary Medical Officer",
  "animals_total": 485,
  "species": [
    {
      "count": 377,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 108,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}