{
  "insp_id": "2016090000792339",
  "layout": "b",
  "customer_id": "609",
  "customer_name": "ILLINOIS DEPT. OF NATURAL RESOURCES",
  "customer_addr": "401 OTTAWA ST\nMORRIS, IL 60450",
  "certificate": "33-C-0505",
  "site_id": "001",
  "site_name": "ILLINOIS DEPT. OF NATURAL RESOURCES",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "24-MAY-2022",
  "report_date": "24-MAY-2022",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "A fence post in disrepair in the southeast corner of the bison enclosure. The fence post is leaning inward, towards the\nenclosure and can be moved a few inches when pressure is applied. Additionally, there are two small gaps between the\nbottom of the fence and the ground, located between northeast and southeast corners of the enclosure. The fence post\ncould potentially break and the gaps and could allow unauthorized animals into the enclosure. Ensure the bison\nenclosure fence and fence posts are maintained in good repair.\nThis is a 1st Re-License Inspection for a Class “C” license. The inspection and exit briefing were conducted with the\napplicant.\nAll items must be in compliance within 2 more inspections or by 7-23-22 or the applicant will forfeit the license fee and\nmust wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection.\nRegulated activity can continue under your existing USDA license until it expires.\nEnd Section"
    }
  ],
  "narrative": "3.125(a) \n   \nFacilities, general. \nA fence post in disrepair in the southeast corner of the bison enclosure.  The fence post is leaning inward, towards the \nenclosure and can be moved a few inches when pressure is applied.  Additionally,  there are two small gaps between the \nbottom of the fence and the ground, located between northeast and southeast corners of the enclosure.  The fence post \ncould potentially break and the gaps and could allow unauthorized animals into the enclosure.  Ensure the bison \nenclosure fence and fence posts are maintained in good repair. \n \nThis is a 1st Re-License Inspection for a Class “C” license. The inspection and exit briefing were conducted with the \napplicant. \n \nAll items must be in compliance within 2 more inspections or by 7-23-22 or the applicant will forfeit the license fee and \nmust wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection. \n \nRegulated activity can continue under your existing USDA license until it expires. \n \nEnd Section",
  "animals_total": 3,
  "species": [
    {
      "count": 3,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    }
  ]
}