{
  "insp_id": "108140955032329",
  "layout": "a",
  "customer_id": "6902",
  "customer_name": "Summer Wind Farm Sanctuary",
  "customer_addr": "6490 Mowerson Rd\nBrown City, MI 48416",
  "certificate": "34-C-0227",
  "site_id": "001",
  "site_name": "SUMMER WIND FARMS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-MAY-2014",
  "report_date": "14-MAY-2014",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The fence for the enclosure housing one goat and some horses is missing a middle rail in two places and is leaning\nover. It is not possible for this fence to adequately contain this goat. It would be possible for the goat to become\nentangled in the fence or branches propped up against it while attempting to exit the enclosure and become injured.\nIn addition to this, the animal could gain access to the road which is only about 50 yards away from the enclosure.\nThe goat could be hit by a car and injured or killed. This fence needs to be repaired/replaced in order to prevent\npossible animal injury."
    },
    {
      "code": "3.127(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The enclosure containing the lama has no dry area for the animal. The animal can be seen sinking a couple of\ninches into the sticky mud as it moves about the enclosure. The substrate of the enclosure is either excessive\nmanure or mud. This animal must be provided with access to dry resting area in its enclosure. The lama needs to\nbe able to access its water without having to stand in mud. The hay fed to this animal is being fed on the muddy\nground. A method must be employed to rapidly eliminate excess water. It is not comfortable for this animal to have\nno dry resting area. Eating hay off the muddy ground can lead to possible infection with parasites. Provide this\nanimal with a dry enclosure or develop a method to dry this enclosure rapidly after rainfall.\nCorrect by: 5-15-14"
    },
    {
      "code": "3.127(d)",
      "kind": "Direct",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The perimeter fence gates at the north entrance and near the grizzly bear enclosure were not locked. This facility\ngives guided tours only and so public barriers for the dangerous animal enclosures are in conjunction with the tour\nguides to keep patrons safe. The facility is not yet open for the season and so several barrier fence gates are not in\nplace and many of the primary enclosures housing tigers and a lion are not locked. The primary enclosure gates for\nthe enclosures housing the lion and the tiger Pandora are only a few feet away from the perimeter fence gate at the\nnorth entrance. The perimeter fence gate at the north entrance is only about 100 yards from northeast back gate to\nthe property. This gate is located on a public road. This gate could easily be breached by someone going around,\nover or through it. The facility property is large enough that it is not possible to observe these unlocked gates from\nevery area of the facility. It is not possible to ensure that a member of the public could not gain access to the\nproperty and come into direct contact with the large dangerous animals in this facility. Contact with these\ndangerous animals could be potentially fatal to a member of the public. It could lead to lethal consequences for the\nanimals as well, if local health officials would require rabies testing. This test requires removal of the brain. These\nperimeter gates need to be kept locked at all times that they are not in direct observation by an employee of the\nfacility. Public barriers need to be in place before the facility is open to the public for guided tours. All primary\nenclosures for dangerous animals need to be locked securely."
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "The enclosure containing two goats had a pile of dry dog food on the ground. This dog food was intended to be the\nanimals' source of food. There was no hay or other food in this enclosure. Food shall be free from contamination.\nThe diet for animals shall also take into account the species of animals. Animals need to be fed in receptacles in\norder to minimize the chance of fecal contamination of feed. Fecal contamination of feed may be a source of\nparasites or other hazards. Feeding a diet not intended to be fed to goats could lead to digestive issues or\nnutritional deficits. Feed a diet that is adequate to meet the nutritional needs of goats. Consult with the attending\nveterinarian if needed."
    },
    {
      "code": "3.129(b)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "The food receptacle box of the enclosure housing two North American black bears contained a large amount of\nunidentifiable rotting food debris. Any food fed in this box is going to be contaminated by the rotting material\npresent in the box. This feeder needs to be cleaned and made sanitary to ensure that the food fed to the bears is\nwholesome and free from bacterial or pest infestation which could result in health issues for the bears."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "The water receptacle for the enclosure containing the tigers Lenny and Squiggy was dirty containing discolored\nwater, a large amount of debris and rotting vegetation. The water receptacle for the tiger known as JJ had a layer of\nreddish scum on its surface. The water receptacle for the lama had a layer of scum on its interior surface and\ndeteriorating hay in it. The water bucket for the cougar contained green water. These receptacles are not being\nkept clean and sanitary. Dirty water receptacles can affect water palatability. It can also lead to contamination of\nthe water by pathogenic organisms. Water palatability is very important with large cats as poor water palatability\ncan lead to decreased consumption. Decreased water consumtion can lead to renal function problems. The\nmajority of the large cats at this facility are advanced in age, making them especially susceptible to kidney\nproblems. Clean these water receptacles. Clean them as often as need to keep the water clean."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "The fox enclosure containing two foxes had an excessive amount of fecal material. The raccoon enclosure had an\nexcessive amount of fecal material with food scattered among the waste material on the floor of the enclosure. The\nlama enclosure contained several large piles of fecal material. The enclosure containing the tiger Mohan contained\nexcessive bones, food waste and large accumulations of feces. The enclosure containing the cougar had excessive\nfecal material present. The shelter box for the cougar enclosure was filled with bones and food waste. These\nenclosures need to be cleaned on a more frequent basis. Excessive fecal material in these enclosures can lead to\ncontamination of the animals as they lay down in their enclosures. It can also lead to contamination of the food that\nthey are fed. This fecal material can then be ingested when the animals are grooming or eating their food.\nIngestion of fecal material can lead to internal parasites and other potential health problems. Not removing old food\nwaste promptly can lead to contamination of new food. As the weather warms, odor and pest control issues will be\nexacerbated by a lack of cleaning. Clean these enclosures more frequently to prevent a buildup of feces and food\nwaste."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "The area directly outside the building housing the butcher area and food coolers, as well as the area across the\nalleyway is filled with trash, old equipment, boards, tires and debris. The inspector witnessed a rat running to hide\nunder a board in the debris. These make good places for rodents to hide and make it extremely difficult to eliminate\nthem. The indoor baboon area has some caging, equipment and supplies stored against the wall. Rodent feces\nare evident on the floor as well as styrofoam beads from the styrofoam in the wall. It is apparent that rodents are\nnesting in this area. These areas must be cleaned to eliminate hiding areas for these pests. Rodents can transmit\ndiseases to animals by contaminating their enclosures with fecal material. Rats can transmit a bacterial disease\nharmful to animals in its urine. Clean up these and all other accumulations of trash and debris on the premises."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "There were rodent holes located next to the cougar shelter. A rat was seen by the inspector directly across the\nalleyway from the butcher area. Mouse feces were present on the floor in the baboon warm room area. Rodents\ncan be carriers of disease which may be harmful to the animals housed in these areas. Rats present in the butcher\narea can contaminate surfaces used to prepare the meat with fecal material or other diseases, one of which can be\nspread by rat urine. A more effective means of pest control must be established for the facility."
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": true,
      "desc": "EMPLOYEES.",
      "narrative": "It is evident that due to the nature and severity of the animal husbandry issues at the facility that there is a lack of\nadequately trained employees. The facility relies on volunteer workers. The president of the facility stated to\nAPHIS inspectors that there was no formalized scheduling of workers at the facility. A lack of properly trained\nemployees can result in facility and animal conditions that result in unnecessary animal sufering. Animal numbers\nmust be reduced or more properly trained workers need to be added. Workers need to be trained in the basic\nneeds of the animals at the facility. Topics should include at a minimum: the importance of adequate water, the\nneed for adequate bedding during times of extreme weather, the importance of cleaning and good housekeeping\nprocedures, proper diet for different species of animals and observation of animals for abnormal conditions and\nbehaviors. This training should be done in conjunction with the attending veterinarian or his designee. A list of\ntopics covered and attendees must be documented for review by APHIS. A facility schedule needs to be developed\nthat allows for adequate employee coverage in order to address all animal husbandry needs.\nThe inspection was conducted with the facility president on 5-8-14. An exit interview was conducted with both the\nfacility president and vice-president at the conclusion of the inspection. The inspection report was delivered on\n5-14-14 by the assisting inspector and another exit interview was conducted at that time.\nAdditional Inspectors\nBongard Carrie, Animal Care Inspector"
    }
  ],
  "narrative": "3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nThe fence for the enclosure housing one goat and some horses is missing a middle rail in two places and is leaning\nover.  It is not possible for this fence to adequately contain this goat.  It would be possible for the goat to become\nentangled in the fence or branches propped up against it while attempting to exit the enclosure and become injured.\n In addition to this, the animal could gain access to the road which is only about 50 yards away from the enclosure. \nThe goat could be hit by a car and injured or killed.  This fence needs to be repaired/replaced in order to prevent\npossible animal injury.\n3.127(c)\nFACILITIES, OUTDOOR. \nThe enclosure containing the lama has no dry area for the animal.  The animal can be seen sinking a couple of\ninches into the sticky mud as it moves about the enclosure.  The substrate of the enclosure is either excessive\nmanure or mud.  This animal must be provided with access to dry resting area in its enclosure.  The lama needs to\nbe able to access its water without having to stand in mud.  The hay fed to this animal is being fed on the muddy\nground.  A method must be employed to rapidly eliminate excess water.  It is not comfortable for this animal to have\nno dry resting area.  Eating hay off the muddy ground can lead to possible infection with parasites.  Provide this\nanimal with a dry enclosure or develop a method to dry this enclosure rapidly after rainfall.\nCorrect by:  5-15-14\n3.127(d)           DIRECT                    REPEAT\nFACILITIES, OUTDOOR. \nThe perimeter fence gates at the north entrance and near the grizzly bear enclosure were not locked.  This facility\ngives guided tours only and so public barriers for the dangerous animal enclosures are in conjunction with the tour\nguides to keep patrons safe.  The facility is not yet open for the season and so several barrier fence gates are not in\nplace and many of the primary enclosures housing tigers and a lion are not locked.  The primary enclosure gates for\nthe enclosures housing the lion and the tiger Pandora are only a few feet away from the perimeter fence gate at the\nnorth entrance.  The perimeter fence gate at the north entrance is only about 100 yards from northeast back gate to\n\nthe property.  This gate is located on a public road.  This gate could easily be breached by someone going around,\nover or through it.  The facility property is large enough that it is not possible to observe these unlocked gates from\nevery area of the facility.  It is not possible to ensure that a member of the public could not gain access to the\nproperty and come into direct contact with the large dangerous animals in this facility.  Contact with these\ndangerous animals could be potentially fatal to a member of the public.  It could lead to lethal consequences for the\nanimals as well, if local health officials would require rabies testing.  This test requires removal of the brain.  These\nperimeter gates need to be kept locked at all times that they are not in direct observation by an employee of the\nfacility.  Public barriers need to be in place before the facility is open to the public for guided tours.  All primary\nenclosures for dangerous animals need to be locked securely.\n3.129(a)                    REPEAT\nFEEDING.    \nThe enclosure containing two goats had a pile of dry dog food on the ground.  This dog food was intended to be the\nanimals' source of food.  There was no hay or other food in this enclosure.  Food shall be free from contamination. \nThe diet for animals shall also take into account the species of animals.  Animals need to be fed in receptacles in\norder to minimize the chance of fecal contamination of feed.  Fecal contamination of feed may be a source of\nparasites or other hazards.  Feeding a diet not intended to be fed to goats could lead to digestive issues or\nnutritional deficits.  Feed a diet that is adequate to meet the nutritional needs of goats.  Consult with the attending\nveterinarian if needed.\n3.129(b)                    REPEAT\nFEEDING.    \nThe food receptacle box of the enclosure housing two North American black bears contained a large amount of\nunidentifiable rotting food debris.  Any food fed in this box is going to be contaminated by the rotting material\npresent in the box.  This feeder needs to be cleaned and made sanitary to ensure that the food fed to the bears is\nwholesome and free from bacterial or pest infestation which could result in health issues for the bears.\n3.130                    REPEAT\nWATERING.  \nThe water receptacle for the enclosure containing the tigers Lenny and Squiggy was dirty containing discolored\nwater, a large amount of debris and rotting vegetation. The water receptacle for the tiger known as JJ had a layer of\nreddish scum on its surface.  The water receptacle for the lama had a layer of scum on its interior surface and\ndeteriorating hay in it.  The water bucket for the cougar contained green water.  These receptacles are not being\nkept clean and sanitary.  Dirty water receptacles can affect water palatability.  It can also lead to contamination of\nthe water by pathogenic organisms.   Water palatability is very important with large cats as poor water palatability\ncan lead to decreased consumption.  Decreased water consumtion can lead to renal function problems.  The\nmajority of the large cats at this facility are advanced in age, making them especially susceptible to kidney\n\nproblems.  Clean these water receptacles.  Clean them as often as need to keep the water clean.\n3.131(a)                    REPEAT\nSANITATION.   \nThe fox enclosure containing two foxes had an excessive amount of fecal material.  The raccoon enclosure had an\nexcessive amount of fecal material with food scattered among the waste material on the floor of the enclosure.  The\nlama enclosure contained several large piles of fecal material.  The enclosure containing the tiger Mohan contained\nexcessive bones, food waste and large accumulations of feces.  The enclosure containing the cougar had excessive\nfecal material present.  The shelter box for the cougar enclosure was filled with bones and food waste.  These\nenclosures need to be cleaned on a more frequent basis.  Excessive fecal material in these enclosures can lead to\ncontamination of the animals as they lay down in their enclosures.  It can also lead to contamination of the food that\nthey are fed.  This fecal material can then be ingested when the animals are grooming or eating their food. \nIngestion of fecal material can lead to internal parasites and other potential health problems.  Not removing old food\nwaste promptly can lead to contamination of new food.  As the weather warms, odor and pest control issues will be\nexacerbated by a lack of cleaning.  Clean these enclosures more frequently to prevent a buildup of feces and food\nwaste.\n3.131(c)                    REPEAT\nSANITATION.   \nThe area directly outside the building housing the butcher area and food coolers, as well as the area across the\nalleyway is filled with trash, old equipment, boards, tires and debris.  The inspector witnessed a rat running to hide\nunder a board in the debris.  These make good places for rodents to hide and make it extremely difficult to eliminate\nthem.  The indoor baboon area has some caging, equipment and supplies stored against the wall.  Rodent feces\nare evident on the floor as well as styrofoam beads from the styrofoam in the wall.  It is apparent that rodents are\nnesting in this area.  These areas must be cleaned to eliminate hiding areas for these pests.  Rodents can transmit\ndiseases to animals by contaminating their enclosures with fecal material.  Rats can transmit a bacterial disease\nharmful to animals in its urine.  Clean up these and all other accumulations of trash and debris on the premises.\n3.131(d)                    REPEAT\nSANITATION.   \nThere were rodent holes located next to the cougar shelter.  A rat was seen by the inspector directly across the\nalleyway from the butcher area.  Mouse feces were present on the floor in the baboon warm room area.  Rodents\ncan be carriers of disease which may be harmful to the animals housed in these areas.  Rats present in the butcher\n\narea can contaminate surfaces used to prepare the meat with fecal material or other diseases, one of which can be\nspread by rat urine.  A more effective means of pest control must be established for the facility.\n3.132                    REPEAT\nEMPLOYEES. \nIt is evident that due to the nature and severity of the animal husbandry issues at the facility that there is a lack of\nadequately trained employees.  The facility relies on volunteer workers.  The president of the facility stated to\nAPHIS inspectors that there was no formalized scheduling of workers at the facility.  A lack of properly trained\nemployees can result in facility and animal conditions that result in unnecessary animal sufering.  Animal numbers\nmust be reduced or more properly trained workers need to be added.  Workers need to be trained in the basic\nneeds of the animals at the facility.  Topics should include at a minimum: the importance of adequate water, the\nneed for adequate bedding during times of extreme weather, the importance of cleaning and good housekeeping\nprocedures, proper diet for different species of animals and observation of animals for abnormal conditions and\nbehaviors.  This training should be done in conjunction with the attending veterinarian or his designee.  A list of\ntopics covered and attendees must be documented for review by APHIS.  A facility schedule needs to be developed\nthat allows for adequate employee coverage in order to address all animal husbandry needs.\nThe inspection was conducted with the facility president on 5-8-14.  An exit interview was conducted with both the\nfacility president and vice-president at the conclusion of the inspection.  The inspection report was delivered on\n5-14-14 by the assisting inspector and another exit interview was conducted at that time.\nAdditional Inspectors\nBongard Carrie, Animal Care Inspector",
  "animals_total": 40,
  "species": [
    {
      "count": 1,
      "scientific": "Arctos",
      "common": "GRIZZLY BEAR"
    },
    {
      "count": 2,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 3,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 3,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 3,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 1,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE / SNOW MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 1,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 9,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Papio anubis",
      "common": "OLIVE BABOON"
    },
    {
      "count": 1,
      "scientific": "Papio hamadryas",
      "common": "HAMADRYAS BABOON"
    },
    {
      "count": 1,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 1,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 2,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 2,
      "scientific": "Ursus thibetanus",
      "common": "ASIATIC BLACK BEAR"
    },
    {
      "count": 1,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 2,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}