{
  "insp_id": "2016090000645457",
  "layout": "b",
  "customer_id": "26017",
  "customer_name": "JENINA FORTNER",
  "customer_addr": "312 N. CEDAR ST\nABILENE, KS 67410",
  "certificate": "48-B-0317",
  "site_id": "001",
  "site_name": "Jenina Fortner",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-JUN-2021",
  "report_date": "30-JUN-2021",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "* One two-week-old orange and white TSW Chocolate Texel colored Guinea Pig was not able to walk on its back legs.\nThe Guinea Pig was able to use its front legs to move but both back legs just drug on the floor. Both back legs extended\nbackwards when the Guinea Pig was trying to move. No movement of both back legs was observed during the\ninspection. The licensee stated that this was the first time the condition had been observed. The licensee did make text\ncontact with the attending veterinarian during the facility inspection. Adequate veterinary care includes daily observation\nwith assessment and recognition of any possible health problems, with these problems promptly reported to the attending\nveterinarian, so that appropriate diagnostics and any necessary treatment can occur in a timely manner in order to\nsafeguard the animal's well-being. Failure to recognize changes in gait or health could delay treatment, potentially\nresulting in worsening medical conditions, and discomfort for the animal. Daily observation of all animals is critical to\nensuring that conditions that can adversely affect health and wellbeing are recognized in a timely manner. Additionally,\nwhen observed, problems relating to animal health or behavior must be conveyed to the attending veterinarian so that\nappropriate methods can be employed to ensure adequate care. Failure to properly observe and communicate health\nproblems can result in prolonged pain and suffering and the increase risk of development of serious medical conditions.\nLack of veterinary care could lead to a worsened health condition and discomfort to the animal. The facility must conduct\ndaily observations of all animals to ensure that all health and behavioral concerns are found in a timely manner and\nappropriately communicated with the attending veterinarian. The licensee must perform daily observations of all animals\nto assess their health and well-being. Daily observation of animals may be accomplished by someone other than the\nattending veterinarian. A mechanism of direct and frequent communication is required so that timely and accurate\ninformation on problems of animal health, behavior, and well-being is conveyed to the attending veterinarian. Correct by\nend of business on 7/2/21.\nThis inspection and exit interview done on 6/29/21 were conducted with the licensee. The inspection report and verbal\nexit briefing done on 6/30/21 were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(3)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \n*   One two-week-old orange and white TSW Chocolate Texel colored Guinea Pig was not able to walk on its back legs.  \nThe Guinea Pig was able to use its front legs to move but both back legs just drug on the floor. Both back legs extended \nbackwards when the Guinea Pig was trying to move.  No movement of both back legs was observed during the \ninspection.  The licensee stated that this was the first time the condition had been observed.  The licensee did make text \ncontact with the attending veterinarian during the facility inspection.   Adequate veterinary care includes daily observation \nwith assessment and recognition of any possible health problems, with these problems promptly reported to the attending \nveterinarian, so that appropriate diagnostics and any necessary treatment can occur in a timely manner in order to \nsafeguard the animal's well-being. Failure to recognize changes in gait or health could delay treatment, potentially \nresulting in worsening medical conditions, and discomfort for the animal.  Daily observation of all animals is critical to \nensuring that conditions that can adversely affect health and wellbeing are recognized in a timely manner. Additionally, \nwhen observed, problems relating to animal health or behavior must be conveyed to the attending veterinarian so that \nappropriate methods can be employed to ensure adequate care. Failure to properly observe and communicate health \nproblems can result in prolonged pain and suffering and the increase risk of development of serious medical conditions.  \nLack of veterinary care could lead to a worsened health condition and discomfort to the animal.  The facility must conduct \ndaily observations of all animals to ensure that all health and behavioral concerns are found in a timely manner and\n\nappropriately communicated with the attending veterinarian. The licensee must perform daily observations of all animals \nto assess their health and well-being.   Daily observation of animals may be accomplished by someone other than the \nattending veterinarian.  A mechanism of direct and frequent communication is required so that timely and accurate \ninformation on problems of animal health, behavior, and well-being is conveyed to the attending veterinarian.   Correct by \nend of business on 7/2/21. \n \nThis inspection and exit interview  done on 6/29/21 were conducted with the licensee.  The inspection report and verbal \nexit briefing done on 6/30/21 were conducted with the licensee. \n \nEnd Section",
  "animals_total": 361,
  "species": [
    {
      "count": 49,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 15,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    },
    {
      "count": 189,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 7,
      "scientific": "Mesocricetus auratus",
      "common": "SYRIAN / GOLDEN HAMSTER (COMMON PET/RESEARCH TYPE)"
    },
    {
      "count": 99,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG (MOST COMMON PET HEDGEHOG)"
    },
    {
      "count": 2,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    }
  ]
}