{
  "insp_id": "2016082567933678",
  "layout": "a",
  "customer_id": "3007",
  "customer_name": "Joan Waters",
  "customer_addr": "2110 Betty Ann Dr\nAuburndale, FL 33823",
  "certificate": "58-C-1085",
  "site_id": "001",
  "site_name": "JOAN WATERS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-SEP-2016",
  "report_date": "21-SEP-2016",
  "citations": [
    {
      "code": "3.131",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "At time of inspection old white moldy feces were observed in the fox enclosure and the opossum enclosure. The\nlicensee stated that she last cleaned on Saturday September 17th. Excreta shall be removed from primary\nenclosures as often as necessary to prevent contamination of the animals contained therein and to minimize\ndisease hazards and to reduce odors. When enclosures are cleaned by hosing or flushing, adequate measures\nshall be taken to protect the animals confined in such enclosures from being directly sprayed with the stream of\nwater or wetted involuntarily. The enclosures need to be kept clean and excreta removed on a more regular basis\nfor the health and well being of the animals as well as to reduce insect and vermin infestation. A vine in the\nopossum enclosure needs to be removed as it has sharp thorns and is protruding into the interior.\nAll of the above was corrected during the inspection.\nThis inspection and exit briefing was conducted with the Owner."
    }
  ],
  "narrative": "3.131\nSANITATION.   \nAt time of inspection old white moldy feces were observed in the fox enclosure and the opossum enclosure.  The\nlicensee stated that she last cleaned on Saturday September 17th.  Excreta shall be removed from primary\nenclosures as often as necessary to prevent contamination of the animals contained therein and to minimize\ndisease hazards and to reduce odors. When enclosures are cleaned by hosing or flushing, adequate measures\nshall be taken to protect the animals confined in such enclosures from being directly sprayed with the stream of\nwater or wetted involuntarily.  The enclosures need to be kept clean and excreta removed on a more regular basis\nfor the health and well being of the animals as well as to reduce insect and vermin infestation.  A vine in the\nopossum enclosure needs to be removed as it has sharp thorns and is protruding into the interior.\nAll of the above was corrected during the inspection.\nThis inspection and exit briefing was  conducted with the Owner.",
  "animals_total": 3,
  "species": [
    {
      "count": 1,
      "scientific": "Didelphis virginiana",
      "common": "VIRGINIA OPOSSUM"
    },
    {
      "count": 1,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 1,
      "scientific": "Urocyon cinereoargenteus",
      "common": "GRAY FOX / GREY FOX"
    }
  ]
}