{
  "insp_id": "2016090000755540",
  "layout": "b",
  "customer_id": "502598",
  "customer_name": "JOSEPH HOCHSTETLER",
  "customer_addr": "E 11461 US HWY 14\nSOLDIERS GROVE, WI 54655",
  "certificate": "35-A-0410",
  "site_id": "001",
  "site_name": "JOSEPH HOCHSTETLER",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "13-DEC-2021",
  "report_date": "20-DEC-2021",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "A pug puppy about 4 months ago was reportedly injured by the dam. The licensee didn't contact the attending\nveterinarian and the treatment method used by the kennel resulted in its death. Lack of communication with the attending\nveterinarian could cause dogs not to receive appropriate veterinary care. The attending veterinarian must be contacted\nfor animal sickness and injuries to ensure optimal medical treatment is provided to the affected animal."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "An approximately 16 wk old male pug (#79) that facility reports was born in the kennel and kept for breeding did not have\nacquisition information on APHIS 7005 (Record of Animals on Hand) or a kennel card available that had the required\ninformation. Records that fully and correctly disclose required information can be important if animal tracing needs to be\ndone for animal health purposes. Ensure that acquisition information is kept up to date to reflect the animal on hand in\nthe facility."
    },
    {
      "code": "3.1(c)(1)(ii)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "The housing area for the 5 large breed dogs has edges of tin exposed on a gate where they were seen able to stick their\nnose and paws through. This area of tin was rough/sharp to the touch and could hurt the dogs. Ensure to repair or cover\nthese areas of tin so that it cannot injure the dogs."
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "A partial pallet of bedding in sealed plastic bags is stored outside without any cover on it. Unopened bedding bags are\nalso stored on a shelf inside the same space as the dogs' sheltered housing. These conditions could allow contamination\nor spoilage of bedding. Only open supplies of bedding stored in a leakproof container with a tightly fitting lid may be\nstored in animal areas. Ensure that sealed bags of bedding is stored in an area that protects them from contamination\nand spoilage."
    },
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "-The last record of adult vaccinations completed for parvo and distemper was 7-15-2020 and the written Program of\nVeterinary Care (PVC ) requires dogs to be vaccinated annually for parvo and distemper.\n-The written schedule of vaccinations for adults and puppies is not clear and does not match the vaccine schedule being\nused for puppies (although the schedule in use does cover the required vaccines).\n-A method of sampling adult dogs for blood parasites/heartworm and intestinal parasites is not described in the PVC.\nRoutine vaccinations of adults are required to protect each dog's health and the overall health of the kennel. An easily\nunderstood written schedule of vaccinating adults and puppies that is approved by the attending veterinarian is required to\nensure dogs will be vaccinated at an appropriate schedule, and sampling for blood parasites/heartworm and intestinal\nparasites helps ensure that the facility's program of deworming is protecting dogs from parasites. Adult dogs must be\nvaccinated per the PVC and the facility needs to work with the attending veterinarian to get a plan for sampling parasites\nand vaccine schedules in place that are clearly described.\nThis is a 1st Re-License Inspection for a Class A license. The inspection and exit briefing were conducted with the\napplicant.\nAll items must be in compliance within 2 more inspection(s) or by 2/11/22 or the applicant will forfeit the license fee and\nmust wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection.\nRegulated activity can continue under your existing USDA license until it expires.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Critical\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nA pug puppy about 4 months ago was reportedly injured by the dam.  The licensee didn't contact the attending \nveterinarian and the treatment method used by the kennel resulted in its death.  Lack of communication with the attending \nveterinarian could cause dogs not to receive appropriate veterinary care.  The attending veterinarian must be contacted \nfor animal sickness and injuries to ensure optimal medical treatment is provided to the affected animal. \n2.75(a)(1) \n   \nRecords: Dealers and exhibitors. \nAn approximately 16 wk old male pug (#79) that facility reports was born in the kennel and kept for breeding did not have \nacquisition information on APHIS 7005 (Record of Animals on Hand) or a kennel card available that had the required \ninformation.   Records that fully and correctly disclose required information can be important if animal tracing needs to be \ndone for animal health purposes.  Ensure that acquisition information is kept up to date to reflect the animal on hand in \nthe facility. \n3.1(c)(1)(ii) \n   \nHousing facilities, general.\n\nThe housing area for the 5 large breed dogs has edges of tin exposed on a gate where they were seen able to stick their \nnose and paws through.  This area of tin was rough/sharp to the touch and could hurt the dogs.  Ensure to repair or cover \nthese areas of tin so that it cannot injure the dogs. \n3.1(e) \n   \nHousing facilities, general. \nA partial pallet of bedding in sealed plastic bags is stored outside without any cover on it.  Unopened bedding bags are \nalso stored on a shelf inside the same space as the dogs' sheltered housing.  These conditions could allow contamination \nor spoilage of bedding.  Only open supplies of bedding stored in a leakproof container with a tightly fitting lid may be \nstored in animal areas.  Ensure that sealed bags of bedding is stored in an area that protects them from contamination \nand spoilage. \n3.13(a)(3) \n   \nVeterinary care for dogs. \n-The last record of adult vaccinations completed for parvo and distemper was 7-15-2020 and the written Program of \nVeterinary Care (PVC ) requires dogs to be vaccinated annually for parvo and distemper. \n-The written schedule of vaccinations for adults and puppies is not clear and does not match the vaccine schedule being \nused for puppies (although the schedule in use does cover the required vaccines). \n-A method of sampling adult dogs for blood parasites/heartworm and intestinal parasites is not described in the PVC. \n \nRoutine vaccinations of adults are required to protect each dog's health and the overall health of the kennel.  An easily \nunderstood written schedule of vaccinating adults and puppies that is approved by the attending veterinarian is required to \nensure dogs will be vaccinated at an appropriate schedule, and sampling for blood parasites/heartworm and intestinal \nparasites helps ensure that the facility's program of deworming is protecting dogs from parasites.   Adult dogs must be\n\nvaccinated per the PVC and the facility needs to work with the attending veterinarian to get a plan for sampling parasites \nand vaccine schedules in place that are clearly described. \n \nThis is a 1st Re-License Inspection for a Class A license. The inspection and exit briefing were conducted with the \napplicant. \n \nAll items must be in compliance within 2 more inspection(s) or by 2/11/22 or the applicant will forfeit the license fee and \nmust wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection. \n \nRegulated activity can continue under your existing USDA license until it expires. \n \nEnd Section",
  "animals_total": 105,
  "species": [
    {
      "count": 60,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 45,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}