{
  "insp_id": "2016082569350188",
  "layout": "a",
  "customer_id": "500715",
  "customer_name": "Steven N Sauder",
  "customer_addr": "5165 Rome S Road\nShiloh, OH 44878",
  "certificate": "31-A-0631",
  "site_id": "001",
  "site_name": "STEVEN N SAUDER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-DEC-2018",
  "report_date": "19-DEC-2018",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "2.40(b)(3)\nDog with Microchip number 1221389 was noticed to have blood on her hind legs. Upon further examination, there\nwas blood and a thick yellow/green discharge noticed coming from her vulva. The Licensee stated that he had\nnoticed this periodically since she whelped her puppies on 12/3/2018 however; he had not contacted or consulted\nwith his veterinarian. In talking with the facilities Attending Veterinarian, he stated that he would generally like to be\nconsulted on abnormalities, such as this, when they are noticed. In addition, he stated that in the event that he had\nbeen contacted prior to my inspection, he probably would have instructed a treatment verbally over the phone or\nasked that the dog be brought in for examination. Failure to communicate with a licensed veterinarian on health\nissues that are not covered by the Program of Vet Care can delay or deny animals with proper veterinarian care.\nThe Licensee must have a mechanism of direct and frequent communication so that timely and accurate information\non problems of animal health, behavior, and well-being is conveyed to the attending veterinarian.\nCorrect By: 12/21/2018"
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "The small breed enclosures use raised slatted flooring. All of the enclosures on the adult side of the facility on the\ninside portion of the building have an excessive accumulation of hair, feces, food waste and other organic material\nbuilt up under the enclosures. In addition, about 50% of them have the same build up along the wire mesh walls\ninside and outside of the enclosures. The improper cleaning is contributing to the odor within the facility. The\nLicensee must ensure that the primary enclosure and the areas under the primary enclosure are cleaned as often\nas necessary to prevent an excessive accumulation of feces, food waste, hair and other organic materials to\nprevent soiling of the dogs and to reduce disease hazards, insects and odors within the facility.\nCorrect By: 1/1/2018\nThis inspection was conducted with the Licensee on 12/18/2018.\nThe exit interview was conducted with the Licensee on 12/19/2018."
    }
  ],
  "narrative": "2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n2.40(b)(3)\nDog with Microchip number 1221389 was noticed to have blood on her hind legs.  Upon further examination, there\nwas blood and a thick yellow/green discharge noticed coming from her vulva. The Licensee stated that he had\nnoticed this periodically since she whelped her puppies on 12/3/2018 however; he had not contacted or consulted\nwith his veterinarian.  In talking with the facilities Attending Veterinarian, he stated that he would generally like to be\nconsulted on abnormalities, such as this, when they are noticed.  In addition, he stated that in the event that he had\nbeen contacted prior to my inspection, he probably would have instructed a treatment verbally over the phone or\nasked that the dog be brought in for examination.  Failure to communicate with a licensed veterinarian on health\nissues that are not covered by the Program of Vet Care can delay or deny animals with proper veterinarian care.\nThe Licensee must have a mechanism of direct and frequent communication so that timely and accurate information\non problems of animal health, behavior, and well-being is conveyed to the attending veterinarian.\nCorrect By: 12/21/2018\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThe small breed enclosures use raised slatted flooring.  All of the enclosures on the adult side of the facility on the\ninside portion of the building have an excessive accumulation of hair, feces, food waste and other organic material\nbuilt up under the enclosures.  In addition, about 50% of them have the same build up along the wire mesh walls\ninside and outside of the enclosures.  The improper cleaning is contributing to the odor within the facility.  The\nLicensee must ensure that the primary enclosure and the areas under the primary enclosure are cleaned as often\nas necessary to prevent an excessive accumulation of feces, food waste, hair and other organic materials to\nprevent soiling of the dogs and to reduce disease hazards, insects and odors within the facility.\nCorrect By: 1/1/2018\n\nThis inspection was conducted with the Licensee on 12/18/2018.\nThe exit interview was conducted with the Licensee on 12/19/2018.",
  "animals_total": 88,
  "species": [
    {
      "count": 60,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 28,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}