{
  "insp_id": "146161738140313",
  "layout": "a",
  "customer_id": "31951",
  "customer_name": "Wild Wilderness Inc.",
  "customer_addr": "20923 Safari Road\nGentry, AR 72734",
  "certificate": "71-C-0151",
  "site_id": "001",
  "site_name": "WILD WILDERNESS INC.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-MAY-2016",
  "report_date": "31-MAY-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "- A goat in the petting zoo area was found with overgrown hooves, affecting all four legs. The animal was able to\nwalk with no indication of lameness, but the hoof length was affecting the normal standing posture. Overgrown\nhooves are a potential source of discomfort to the animal, and can reach a length where gait and normal hoof\nposition are drastically affected. The affected goat must have the hooves trimmed within 1 week. All hooved\nanimals must be properly observed and maintained on a program of hoof care to ensure there is no overgrowth in\nthe future."
    },
    {
      "code": "3.75(c)(1)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "- In an enclosure housing two red lemurs, there are a pair of old rusted metal farm implements being used as\nenrichment. Multiple spots on these implements have sharp points and jagged edges. Sharp areas are a source of\npotential injury to the enclosed animals. The implements must either be removed or made safe for the primates.\nCorrect by: 15 June 2016"
    },
    {
      "code": "3.75(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "- In the middle section of the walk through area next to the primate barn, there is an enclosure housing three young\nbaboons. The shelter for these animals, located at the top of the cage, is dirty and heavily stained.\n- In an outdoor enclosure in front of the primate, the shelter for two red lemurs is dirty and stained.\n- On the back row behind the giraffe feeding area, four ring-tailed lemurs are in an outdoor cage which has old food\nand other waste in and around the cage. Numerous flies were present in and around this area.\n- In the drive through area, two enclosures contained a heavily contaminated PVC pipe and a dirty, stained PVC\nenrichment device.\nDirty surfaces increase the risk of contamination to enclosed primates. All surfaces which contact the primates\nmust be kept clean and sanitary.\nCorrect by: 1 June 2016"
    },
    {
      "code": "3.81(b)",
      "kind": "",
      "repeat": false,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "- There is a widespread, systemic lack of enrichment for the primates throughout the facility. Many of the primates\nin the park had no or very few enrichment items added to their cages. Too many of the enclosures in this facility are\njust bare in appearance. All primates need enrichment to help maintain mental and emotional health and well\nbeing. Some species need more than others, and individual animals may also require more than the \"normal\"\namount of enrichment. The facility must re-evaluate its primate enrichment plan, and implement a more varied and\nthorough approach to enrichment. This is a complex process and care should be given to species variance, special\nneeds animals, as well as the differences between primates of different ages. The facility must consult with the\nattending veterinarian, and should contact other sources of professional help and advice.\nCorrect by: 1 August 2016"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "- In the enclosures housing muntjac and wallaby, the gate between the enclosures has rusted through at the top.\nThe gate itself is hanging only by the bottom hinges. This is not functional, and is a potential source of injury to the\nenclosed animals. The gate must be repaired or removed.\n- In the drive through section of the park, the enclosure housing three red foxes has a layer of wire covering the\nground which is warped in multiple locations, creating holes and gaps in the sheet of wire. This needs to be\nstretched flat and secured properly to provide a stable layer for footing. The second level of this enclosure consists\nof a wire floor with a couple of wooden running boards. This wire does not provide stable footing for the foxes, and\nshould be covered with an appropriate surface.\n- In the lion pen housing Kuvo and Keara, the climbing structure has several badly broken boards with a row of\nexposed nails. This is a source of potential injury to the enclosed animals.\n- The kangaroo enclosure fence along the road and driveway is leaning sharply and does not provide an effective\nbarrier.\nAll facilities must be maintained in good condition and repair to protect the health and welfare of the animals.\nCorrect by: 7 June 2016"
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "There were problems with outdoor shelters throughout the facility.\n- Two warthogs in an enclosure near the petting zoo area had no natural or artificial shelter available to them.\n- Two shelters in the Wallaby and Muntjac enclosure had holes in the exterior walls, interior walls ,and interior\nceiling, with a nail head exposed in one hole. This is a source of potential injury to animals using these shelters.\n- The first enclosure housing oryx had a shelter with a damaged roof, including a strip of metal hanging down the\nside of the shelter.\n- A second shelter in the oryx area had a hole in the interior ceiling, with a large strip of metal dangling into the main\narea of the shelter.\nLack of shelter exposes the enclosed animals to weather and ambient temperature without any opportunity for\nrefuge. Existing shelters must be maintained to ensure they are safe and effective for the animals. All shelters\nmust be repaired. Any animals lacking natural or artificial shelters must have shelter provided."
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "- On the upper row of the big cat hill, two enclosures housing lions did not have any source of natural or artificial\nshade present. Given the normal heat and humidity present at this time of year, all animals should have shade\navailable at all times. The facility must provide a source of shade for the animals in these enclosures.\nCorrect by: 5 June 2016"
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "- Three porcupines housed with primates in enclosures around the primate barn had no water at the time of\ninspection.\nWith the heat and humidity of the early summer, lack of water can quickly result in serious health impacts. Clean,\npotable water must be available to these animals as needed. The licensee must take the ambient heat and\nhumidity into account when deciding on the frequency of watering.\n- On the big cat hill, numerous water troughs were dirty with an accumulation of green algae and other\ncontaminants. Access to clean water is crucial at all times of the year, but particularly so during the heat and\nhumidity of summer. The affected water troughs included numerous big cat enclosures, the bear enclosure, and the\nenclosure housing ponies with Jacob's sheep. All water receptacles must be cleaned and sanitized as soon as\npossible. The facility must ensure that these water receptacles are maintained in a clean and sanitary condition in\nthe future.\nCorrect by: Immediately"
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "- There were numerous flies present in the main food storage area, food preparation room, and the big cat meat\nstorage barn. All areas had open trash cans containing waste. The big cat area had spilled vegetables and other\nfoods on the barn floor just outside the meat freezer. None of these areas had any effective fly control methods.\nWaste and spilled food are powerful attractors for flies and other pests that can contaminate food and food\npreparation equipment. To ensure the animals are fed healthy diets, an effective fly and pest control program must\nbe implemented. All trash cans should be covered with locking lids. Spilled food cannot be left on the floor, but\nmust be properly disposed. Knives, cutting boards, and other food preparation material must be cleaned in a timely\nmanner, and maintained in a sanitary condition. This will help eliminate pest attractants. The facility should also\nuse safe fly control measures and traps as needed.\nCorrect by: Immediately\nInspection and exit interview conducted by Michael Tygart (VMO), David Sabala (SACS), and Elizabeth Meek\n(ARD) with facility representative.\nAdditional Inspectors\nSabala David, Supervisory Animal Care Specialist\nTheodorson Elizabeth, Director"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n- A goat in the petting zoo area was found with overgrown hooves, affecting all four legs.  The animal was able to\nwalk with no indication of lameness, but the hoof length was affecting the normal standing posture.  Overgrown\nhooves are a potential source of discomfort to the animal, and can reach a length where gait and normal hoof\nposition are drastically affected. The affected goat must have the hooves trimmed within 1 week.  All hooved\nanimals must be properly observed and maintained on a program of hoof care to ensure there is no overgrowth in\nthe future.\n3.75(c)(1)(2)\nHOUSING FACILITIES, GENERAL. \n- In an enclosure housing two red lemurs, there are a pair of old rusted metal farm implements being used as\nenrichment.  Multiple spots on these implements have sharp points and jagged edges.  Sharp areas are a source of\npotential injury to the enclosed animals.  The implements must either be removed or made safe for the primates. \nCorrect by:  15 June 2016\n3.75(c)(3)\nHOUSING FACILITIES, GENERAL. \n- In  the middle section of the walk through area next to the primate barn, there is an enclosure housing three young\nbaboons.  The shelter for these animals, located at the top of the cage, is dirty and heavily stained.\n-  In an outdoor enclosure in front of the primate, the shelter for two red lemurs is dirty and stained.\n- On the back row behind the giraffe feeding area, four ring-tailed lemurs are in an outdoor cage which has old food\nand other waste in and around the cage.  Numerous flies were present in and around this area.\n- In the drive through area, two enclosures contained a heavily contaminated PVC pipe and a dirty, stained PVC\nenrichment device.\nDirty surfaces increase the risk of contamination to enclosed primates.  All surfaces which contact the primates\nmust be kept clean and sanitary.\n\nCorrect by:  1 June 2016\n3.81(b)\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\n- There is a widespread, systemic lack of enrichment for the primates throughout the facility.  Many of the primates\nin the park had no or very few enrichment items added to their cages.  Too many of the enclosures in this facility are\njust bare in appearance.  All primates need enrichment to help maintain mental and emotional health and well\nbeing.  Some species need more than others, and individual animals may also require more than the \"normal\"\namount of enrichment.  The facility must re-evaluate its primate enrichment plan, and implement a more varied and\nthorough approach to enrichment.  This is a complex process and care should be given to species variance, special\nneeds animals, as well as the differences between primates of different ages.  The facility must consult with the\nattending veterinarian, and should contact other sources of professional help and advice.\nCorrect by:  1 August 2016\n3.125(a)\nFACILITIES, GENERAL.   \n- In the enclosures housing muntjac and wallaby, the gate between the enclosures has rusted through at the top. \nThe gate itself is hanging only by the bottom hinges.  This is not functional, and is a potential source of injury to the\nenclosed animals.  The gate must be repaired or removed.\n- In the drive through section of the park, the enclosure housing three red foxes has a layer of wire covering the\nground which is warped in multiple locations, creating holes and gaps in the sheet of wire.  This needs to be\nstretched flat and secured properly to provide a stable layer for footing.  The second level of this enclosure consists\nof a wire floor with a couple of wooden running boards.  This wire does not provide stable footing for the foxes, and\nshould be covered with an appropriate surface.\n- In the lion pen housing Kuvo and Keara, the climbing structure has several badly broken boards with a row of\nexposed nails.  This is a source of potential injury to the enclosed animals.\n- The kangaroo enclosure fence along the road and driveway is leaning sharply and does not provide an effective\nbarrier.\nAll facilities must be maintained in good condition and repair to protect the health and welfare of the animals.\nCorrect by:  7 June 2016\n3.127(b)                    REPEAT\nFACILITIES, OUTDOOR. \nThere were problems with outdoor shelters throughout the facility.\n- Two warthogs in an enclosure near the petting zoo area had no natural or artificial shelter available to them.\n- Two shelters in the Wallaby and Muntjac enclosure had holes in the exterior walls, interior walls ,and interior\nceiling, with a nail head exposed in one hole.  This is a source of potential injury to animals using these shelters.\n\n- The first enclosure housing oryx had a shelter with a damaged roof, including a strip of metal hanging down the\nside of the shelter.\n- A second shelter in the oryx area had a hole in the interior ceiling, with a large strip of metal dangling into the main\narea of the shelter.  \nLack of shelter exposes the enclosed animals to weather and ambient temperature without any opportunity for\nrefuge.  Existing shelters must be maintained to ensure they are safe and effective for the animals.  All shelters\nmust be repaired.  Any animals lacking natural or artificial shelters must have shelter provided.\n3.127(b)\nFACILITIES, OUTDOOR. \n- On the  upper row of the big cat hill, two enclosures housing lions did not have any source of natural or artificial\nshade present.  Given the normal heat and humidity present at this time of year, all animals should have shade\navailable at all times.  The facility must provide a source of shade for the animals in these enclosures.\nCorrect by:  5 June 2016\n3.130\nWATERING.  \n- Three porcupines housed with primates in enclosures around the primate barn had no water at the time of\ninspection.\nWith the heat and humidity of the early summer, lack of water can quickly result in serious health impacts.  Clean,\npotable water must be available to these animals as needed.  The licensee must take the ambient heat and\nhumidity into account when deciding on the frequency of watering.\n- On the big cat hill, numerous water troughs were dirty with an accumulation of green algae and other\ncontaminants.  Access to clean water is crucial at all times of the year, but particularly so during the heat and\nhumidity of summer.  The affected water troughs included numerous big cat enclosures, the bear enclosure, and the\nenclosure housing ponies with Jacob's sheep.  All water receptacles must be cleaned and sanitized as soon as\npossible.  The facility must ensure that these water receptacles are maintained in a clean and sanitary condition in\nthe future.\nCorrect by:  Immediately\n3.131(d)\nSANITATION.   \n- There were numerous flies present in the main food storage area, food preparation room, and the big cat meat\nstorage barn.  All areas had open trash cans containing waste.  The big cat area had spilled vegetables and other\nfoods on the barn floor just outside the meat freezer.  None of these areas had any effective fly control methods.\n\nWaste and spilled food are powerful attractors for flies and other pests that can contaminate food and food\npreparation equipment.  To ensure the animals are fed healthy diets, an effective fly and pest control program must\nbe implemented.  All trash cans should be covered with locking lids.  Spilled food cannot be left on the floor, but\nmust be properly disposed.  Knives, cutting boards, and other food preparation material must be cleaned in a timely\nmanner, and maintained in a sanitary condition.  This will help eliminate pest attractants.  The facility should also\nuse safe fly control measures and traps as needed.\nCorrect by:  Immediately\nInspection and exit interview conducted by Michael Tygart (VMO), David Sabala (SACS), and Elizabeth Meek\n(ARD) with facility representative.\nAdditional Inspectors\nSabala David, Supervisory Animal Care Specialist\nTheodorson Elizabeth, Director",
  "animals_total": 853,
  "species": [
    {
      "count": 11,
      "scientific": "Addax nasomaculatus",
      "common": "ADDAX"
    },
    {
      "count": 16,
      "scientific": "Ammotragus lervia",
      "common": "BARBARY SHEEP"
    },
    {
      "count": 49,
      "scientific": "Antilope cervicapra",
      "common": "BLACKBUCK"
    },
    {
      "count": 3,
      "scientific": "Ateles geoffroyi",
      "common": "BLACK-HANDED SPIDER MONKEY"
    },
    {
      "count": 62,
      "scientific": "Axis calamianensis",
      "common": "CALAMAIN DEER"
    },
    {
      "count": 9,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 14,
      "scientific": "Bos grunniens",
      "common": "YAK"
    },
    {
      "count": 25,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 21,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 6,
      "scientific": "Boselaphus tragocamelus",
      "common": "NILGAI"
    },
    {
      "count": 9,
      "scientific": "Bubalus bubalis",
      "common": "ASIATIC WATER BUFFALO"
    },
    {
      "count": 1,
      "scientific": "C. pygerythrus",
      "common": "VERVET"
    },
    {
      "count": 39,
      "scientific": "Camelus dromedarius domestic",
      "common": "DOMESTIC DROMEDARY CAMEL"
    },
    {
      "count": 9,
      "scientific": "Canis lupus",
      "common": "GRAY WOLF / GREY WOLF / TIMBER WOLF"
    },
    {
      "count": 54,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Caracal caracal",
      "common": "CARACAL"
    },
    {
      "count": 15,
      "scientific": "Cervus elaphus",
      "common": "RED DEER"
    },
    {
      "count": 12,
      "scientific": "Cervus nippon",
      "common": "SIKA DEER"
    },
    {
      "count": 12,
      "scientific": "Connochaetes gnou",
      "common": "BLACK WILDEBEEST"
    },
    {
      "count": 17,
      "scientific": "Connochaetes taurinus",
      "common": "BRINDLED WILDEBEEST"
    },
    {
      "count": 29,
      "scientific": "Cynomys ludovicianus",
      "common": "BLACK-TAILED PRAIRIE DOG"
    },
    {
      "count": 97,
      "scientific": "Dama mesopotamica",
      "common": "FALLOW DEER"
    },
    {
      "count": 13,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 28,
      "scientific": "Elaphurus davidianus",
      "common": "PERE DAVID'S DEER"
    },
    {
      "count": 19,
      "scientific": "Equus quagga",
      "common": "GRANTS ZEBRA"
    },
    {
      "count": 3,
      "scientific": "Equus ferus przewalskii",
      "common": "PRZWALSKI'S WILD HORSE"
    },
    {
      "count": 3,
      "scientific": "Erythrocebus patas",
      "common": "PATAS MONKEY"
    },
    {
      "count": 4,
      "scientific": "Eulemur fulvus",
      "common": "COMMON BROWN LEMUR"
    },
    {
      "count": 2,
      "scientific": "Giraffa camelopardalis",
      "common": "GIRAFFE"
    },
    {
      "count": 2,
      "scientific": "Hippopotamus amphibius",
      "common": "HIPPOPOTAMUS"
    },
    {
      "count": 2,
      "scientific": "Hippotragus niger",
      "common": "SABLE ANTELOPE"
    },
    {
      "count": 1,
      "scientific": "Hylobates lar",
      "common": "LAR GIBBON"
    },
    {
      "count": 10,
      "scientific": "Hystrix africaeaustralis",
      "common": "CAPE PORCUPINE"
    },
    {
      "count": 5,
      "scientific": "Kobus leche",
      "common": "RED LECHWE / SOUTHERN LECHWE"
    },
    {
      "count": 19,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 13,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 5,
      "scientific": "Muntiacus crinifrons",
      "common": "BLACK MUNTJAC"
    },
    {
      "count": 14,
      "scientific": "Oryx dammah",
      "common": "SCIMITAR-HORNED ORYX"
    },
    {
      "count": 22,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 55,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 2,
      "scientific": "Pan troglodytes",
      "common": "CHIMPANZEE"
    },
    {
      "count": 11,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 1,
      "scientific": "Panthera onca",
      "common": "JAGUAR"
    },
    {
      "count": 3,
      "scientific": "Panthera pardus",
      "common": "LEOPARD"
    },
    {
      "count": 9,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 9,
      "scientific": "Papio anubis",
      "common": "OLIVE BABOON"
    },
    {
      "count": 11,
      "scientific": "Papio hamadryas",
      "common": "HAMADRYAS BABOON"
    },
    {
      "count": 4,
      "scientific": "Phacochoerus africanus",
      "common": "WARTHOG"
    },
    {
      "count": 1,
      "scientific": "Propithecus diadema",
      "common": "DIADEM SIFAKA"
    },
    {
      "count": 4,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 12,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 12,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 29,
      "scientific": "Taurotragus oryx",
      "common": "COMMON ELAND"
    },
    {
      "count": 6,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 4,
      "scientific": "Varecia variegata",
      "common": "BLACK-AND-WHITE RUFFED LEMUR"
    },
    {
      "count": 3,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}