{
  "insp_id": "2016090000578970",
  "layout": "b",
  "customer_id": "26482",
  "customer_name": "RONALD DERR",
  "customer_addr": "119 OMAN ROAD\nBLOOMSBURG, PA 17815",
  "certificate": "23-B-0162",
  "site_id": "001",
  "site_name": "RONALD DERR",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-APR-2021",
  "report_date": "15-APR-2021",
  "citations": [
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "During a review of facility records, the licensee made a record of skunk births and deaths in 2020. However, there were\nno dates associated with the births and no dates associated with three of the deaths.\nDealers must make, keep, and maintain records that fully disclose information regarding animals acquired, including\nbirths, and animals disposed of, including deaths or euthanasias. Failure to do so can inhibit animal tracking and\nmaintaining an accurate inventory.\nCorrect by keeping and maintaining records which include dates of birth and dates of death of all covered species.\nCorrect by April 16, 2021."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "In Pen 15, which houses four skunks, the plywood that serves as a cover to the doorway of the shelter within the\nenclosure has several nails and screws protruding through it so that there is 1.5-2 inches of nail/screw exposed toward\nthe opening of the shelter. When these nails were pointed out, the licensee immediately removed the cover from the\nenclosure.\nAdditionally, the roof of the shelter in Pen 15 is in a state of disrepair. The protective covering of the roof is missing on\none side and the material used to previously cover the roof has ragged edges and a flap that is folded over. The\nunderlying wood has several gaps and cracks with peeling paint on the outside of it.\nIn Pen 1, which also houses four skunks, there are several areas in the plywood flooring that has been worn through so\nthat the underlying wire is exposed. The plywood surrounding these holes is jagged and worn thin in some areas.\nHousing facilities must be structurally maintained in good repair to protect the animals from injury. Protruding\nnails/screws, jagged edges of loose roofing material, peeling paint, cracks in wood, and holes with jagged edges in the\nflooring can all lead to injury of the animals housed within these enclosures. Correct by ensuring that structures within\nenclosures, including roofing of shelters and flooring, are repaired and maintained. Correct by May 14, 2021.\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.75(b)(1) \n   \nRecords: Dealers and exhibitors. \nDuring a review of facility records, the licensee made a record of skunk births and deaths in 2020.  However, there were \nno dates associated with the births and no dates associated with three of the deaths. \n \nDealers must make, keep, and maintain records that fully disclose information regarding animals acquired, including \nbirths, and animals disposed of, including deaths or euthanasias.  Failure to do so can inhibit animal tracking and \nmaintaining an accurate inventory. \n \nCorrect by keeping and maintaining records which include dates of birth and dates of death of all covered species.  \nCorrect by April 16, 2021. \n3.125(a) \n   \nFacilities, general. \nIn Pen 15, which houses four skunks, the plywood that serves as a cover to the doorway of the shelter within the \nenclosure has several nails and screws protruding through it so that there is 1.5-2 inches of nail/screw exposed toward \nthe opening of the shelter.  When these nails were pointed out, the licensee immediately removed the cover from the\n\nenclosure. \n \nAdditionally, the roof of the shelter in Pen 15 is in a state of disrepair.  The protective covering of the roof is missing on \none side and the material used to previously cover the roof has ragged edges and a flap that is folded over.  The \nunderlying wood has several gaps and cracks with peeling paint on the outside of it. \n \nIn Pen 1, which also houses four skunks, there are several areas in the plywood flooring that has been worn through so \nthat the underlying wire is exposed.  The plywood surrounding these holes is jagged and worn thin in some areas. \n \nHousing facilities must be structurally maintained in good repair to protect the animals from injury.  Protruding \nnails/screws, jagged edges of loose roofing material, peeling paint, cracks in wood, and holes with jagged edges in the \nflooring can all lead to injury of the animals housed within these enclosures.  Correct by ensuring that structures within \nenclosures, including roofing of shelters and flooring, are repaired and maintained.  Correct by May 14, 2021. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 21,
  "species": [
    {
      "count": 21,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    }
  ]
}