{
  "insp_id": "INS-0000812499",
  "layout": "c",
  "customer_id": "507300",
  "customer_name": "NORTHERN BIOMEDICAL RESEARCH INC",
  "customer_addr": "1210 E Pontaluna Road\nSPRING LAKE, MI 49456",
  "certificate": "34-R-0168",
  "site_id": "001",
  "site_name": "NORTHERN BIOMEDICAL RESEARCH INC",
  "insp_type": "FOCUSED INSPECTION",
  "date": "30-AUG-2022",
  "report_date": "30-AUG-2022",
  "citations": [
    {
      "code": "2.32(a)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Personnel qualifications.",
      "narrative": "On 04AUG2021 a nonhuman primate sustained a thermal injury when undergoing an MRI procedure. This injury became\napparent on 07AUG2021. The animal began receiving treatment for its injury including pain management. The animal\nwas evaluated again on 08AUG2021 and 09AUG2021. This animal was euthanized due to its injury on 10AUG2021. A\nreview of animal records including the IACUC’s investigation of the incident indicates that a lack of complete training of all\nthe MRI technicians was likely the cause of this injury. Lack of proper or complete training can lead to unnecessary\nanimal injury and possible death. Ensure that all personnel involved in animal care, treatment and use are adequately\ntrained.\nCorrected at the time of inspection.\nThis inspection and exit interview were conducted with an IACUC representative.\nn"
    }
  ],
  "narrative": "2.32(a)  Critical\n   \nPersonnel qualifications. \nOn 04AUG2021 a nonhuman primate sustained a thermal injury when undergoing an MRI procedure.  This injury became \napparent on 07AUG2021.  The animal began receiving treatment for its injury including pain management.  The animal \nwas evaluated again on 08AUG2021 and 09AUG2021.  This animal was euthanized due to its injury on 10AUG2021.  A \nreview of animal records including the IACUC’s investigation of the incident indicates that a lack of complete training of all \nthe MRI technicians was likely the cause of this injury.  Lack of proper or complete training can lead to unnecessary \nanimal injury and possible death.  Ensure that all personnel involved in animal care, treatment and use are adequately \ntrained. \nCorrected at the time of inspection. \n \nThis inspection and exit interview were conducted with an IACUC representative. \n \n n",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}