{
  "insp_id": "2016082569576914",
  "layout": "a",
  "customer_id": "8038",
  "customer_name": "Leonard Stover",
  "customer_addr": "P O Box 53\nSheldon, IA 51201",
  "certificate": "42-B-0186",
  "site_id": "001",
  "site_name": "LEONARD STOVER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-AUG-2019",
  "report_date": "20-AUG-2019",
  "citations": [
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* The lower shelter wall for two shelters is coming apart where the seams are and are loose. These seams are\nlocated below the dog door insert. Some of the plastic is chewed away or missing where the seams are. The\ngalvanized dog door insert above the seam is also loose. This is creating a gap and is exposing bare wood, thus\npreventing required cleaning and sanitization.\nAll shelters must be kept and maintained in good repair, for the prevention of disease from required cleaning and\nsanitization and for the prevention of injury to the two adult dogs.\n* Four enclosures, all housing a total of four adult dogs, have black plastic flooring with openings. The flooring is\nnot properly supported. The area where the flooring seams are, is bowing downward. This is creating a large gap\nbetween the flooring and chain-link divider panels above the flooring. The dogs could get stuck in this gap trying to\ncrawl under the dividers, thus potentially causing injury. The flooring bounces as the dogs walk across it. This is an\nindication of improper support under the flooring. If the flooring breaks this could allow the dogs to escape or\npotentially get injured from collapsing or escape.\nFor the prevention of injury and escape, all enclosures must be kept and maintained in good repair.\nTo be corrected by, 10-September-2019."
    },
    {
      "code": "3.1(c)(1)(i)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* 21 galvanized metal feeders were used to feed 35 adult dogs. The surfaces of these metal feeders was\nexcessively rusty and pitting. The surface area where the dogs eat out of the metal feeders was extremely corroded.\nThe galvanized metal of three red plastic feeders used to feed four adult dogs, metal surface, was excessively\nrusty, flaking and or corroding. The galvanized metal was located in the area where the dogs eat out of these red\nplastic feeders.\n* 16 metal frames are used in the dog entryway for 26 adult dogs and five puppies shelters. These metal frame\nsurfaces are excessively rusty, pitting and in areas have corroded away. There are jagged edges caused by the\ncorrosion for some of the metal frames. This could injure the dogs.\n* 41 adult dogs have framed galvanized pipe chain link enclosures. The surface of 25 metal pipes that are along\nthe bottom are excessively rusty, pitting and or flaking. A few of the pipes, the pipe or metal surface had corroded\naway.\nThese metal surfaces prevent required cleaning and sanitization, thus increasing the disease hazards. The surfaces\nhave corroded away in areas affecting the structural strength allowing possible injury to the dogs.\nFor the prevention of disease potential from required cleaning and sanitization and the prevention of injury from\nstructural integrity, all metal surfaces must be maintained repaired or replaced when worn and rusty."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* A plastic box used by one adult dog and five puppies is excessive chewed along the top or edge. Four plastic dog\nentryways used by a total of eight adult dogs were excessively chewed along the edge. These chewed areas had\nan accumulation of grayish to light brown grime. This indicates these surfaces cannot be properly cleaned and\nsanitized. Therefore, improper cleaning and sanitization can increase the disease hazards for the animals.\nFor proper cleaning and sanitization and the prevention of disease hazards, all surfaces must be repaired or\nreplaced when worn, soiled or excessively chewed and or scratched.\nTo be corrected by, 30-September-2019."
    },
    {
      "code": "3.6(a)(2)(i)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "* Two enclosures, all housing a total of three adult dogs, have galvanized dog door inserts or galvanized\nchanneling. The metal has corroded away causing a jagged edge and is bent outward into the dog shelter. These\nprotruding jagged edges are at eye level of the dogs in normal standing position. These jagged edges could\npotentially injure the animals.\nFor the prevention of injury to the animals, all enclosures must be free of sharp points and jagged edges.\nTo be corrected by, 25-August-2019."
    },
    {
      "code": "3.6(a)(2)(x)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "* A litter of five puppies was observed walking across the plastic flooring with openings. The puppies feet were\npassing through the openings as they walked. This could potentially harm the puppies and affect their gait.\nFor the prevention of injury and proper development, all flooring with openings should not allow the animals feet to\npass through.\nTo be corrected by, 21-August-2019."
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "* Three Red plastic feed receptacles in three enclosures used to feed four adult dogs were chewed and dirty. Two\nplastic feed bowls were used to feed four cats.\nThe feeders were chewed along the upper edges with hair and grime stuck to the chewed areas prohibiting\nappropriated cleaning and sanitization. The grime was grayish to light brown in color in the chewed areas. this\nindicates the feed receptacles are not clean and or santitized often enough and can increase the disease hazards\nfor the animals\nFeed receptacles must be made of durable material that can be easily cleaned and sanitized in order to provide\nwholesome uncontaminated feed. Food receptacles must be cleaned and sanitized at least once every 2 weeks or\nmore often if necessary to prevent accumulation of dirt, debris, food waste and other disease hazards."
    },
    {
      "code": "3.10",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "* Two water receptacles used to water four cats have an accumulation of brownish to yellowish grime on the surface\nof the plastic receptacles. This indicates the water receptacles are not being kept clean and could increase disease\nhazards.\nFor the prevention of disease hazards to the animals, all water receptacles must be kept clean and sanitized.\nto be corrected by, 21-August-2019.\nThis inspection and exit interview were conducted with the facility representative and Randall Wagner (ACI).\nAdditional Inspectors\nUnck Autumn, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.1(a)\nHOUSING FACILITIES, GENERAL.\n* The lower shelter wall for two shelters is coming apart where the seams are and are loose. These seams are\nlocated below the dog door insert. Some of the plastic is chewed away or missing where the seams are.  The\ngalvanized dog door insert above the seam is also loose. This is creating a gap and is exposing bare wood, thus\npreventing required cleaning and sanitization.  \nAll shelters must be kept and maintained in good repair, for the prevention of disease from required cleaning and\nsanitization and for the prevention of injury to the two adult dogs.\n* Four enclosures, all housing a total of four adult dogs, have black plastic flooring with openings.  The flooring  is\nnot properly supported.  The area where the flooring seams are, is bowing downward.  This is creating a large gap\nbetween the flooring and chain-link divider panels above the flooring.  The dogs could get stuck in this gap trying to\ncrawl under the dividers, thus potentially causing injury.  The flooring bounces as the dogs walk across it.  This is an\nindication of improper support under the flooring.  If the flooring breaks this could allow the dogs to escape or\npotentially get injured from collapsing or escape. \nFor the prevention of injury and escape, all enclosures must be kept and maintained in good repair.\nTo be corrected by, 10-September-2019.\n3.1(c)(1)(i)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n* 21 galvanized metal feeders were used to feed 35 adult dogs.  The surfaces of these metal feeders was\nexcessively rusty and pitting. The surface area where the dogs eat out of the metal feeders was extremely corroded.\n\nThe galvanized metal of three red plastic feeders used to feed four adult dogs, metal surface, was excessively\nrusty, flaking and or corroding.  The galvanized metal was located in the area where the dogs eat out of these red\nplastic feeders. \n* 16 metal frames are used in the dog entryway for 26 adult dogs and five puppies shelters.  These metal frame\nsurfaces are excessively rusty, pitting and in areas have corroded away.  There are jagged edges caused by the\ncorrosion for some of the metal frames. This could injure the dogs.\n* 41 adult dogs have framed galvanized pipe chain link enclosures.  The surface of 25 metal pipes that are along\nthe bottom are excessively rusty, pitting and or flaking.  A few of the pipes, the pipe or metal surface had corroded\naway. \nThese metal surfaces prevent required cleaning and sanitization, thus increasing the disease hazards. The surfaces\nhave corroded away in areas affecting the structural strength allowing possible injury to the dogs. \nFor the prevention of disease potential from required cleaning and sanitization and the prevention of injury from\nstructural integrity, all metal surfaces must be maintained repaired or replaced when worn and rusty.\n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\n* A plastic box used by one adult dog and five puppies is excessive chewed along the top or edge.  Four plastic dog\nentryways used by a total of eight adult dogs were excessively chewed along the edge.  These chewed areas had\nan accumulation of grayish to light brown grime.  This indicates these surfaces cannot be properly cleaned and\nsanitized.  Therefore, improper cleaning and sanitization can increase the disease hazards for the animals. \nFor proper cleaning and sanitization and the prevention of disease hazards, all surfaces must be repaired or\nreplaced when worn, soiled or excessively chewed and or scratched. \nTo be corrected by, 30-September-2019.\n3.6(a)(2)(i)\nPRIMARY ENCLOSURES.\n* Two enclosures, all housing a total of three adult dogs, have galvanized dog door inserts or galvanized\nchanneling.  The metal has corroded away causing a jagged edge and is bent outward into the dog shelter.  These\nprotruding jagged edges are at eye level of the dogs in normal standing position.  These jagged edges could\npotentially injure the animals.  \nFor the prevention of injury to the animals, all enclosures must be free of sharp points and jagged edges.\n\nTo be corrected by, 25-August-2019.\n3.6(a)(2)(x)\nPRIMARY ENCLOSURES.\n* A litter of five puppies was observed walking across the plastic flooring with openings.  The puppies feet were\npassing through the openings as they walked.  This could potentially harm the puppies and affect their gait. \nFor the prevention of injury and proper development, all flooring with openings should not allow the animals feet to\npass through. \nTo be corrected by, 21-August-2019.\n3.9(b)                    REPEAT\nFEEDING.\n* Three Red plastic feed receptacles in three enclosures used to feed four adult dogs were chewed and dirty.  Two\nplastic feed bowls were used to feed four cats.\nThe feeders were chewed along the upper edges with hair and grime stuck to the chewed areas prohibiting\nappropriated cleaning and sanitization. The grime was grayish to light brown in color in the chewed areas. this\nindicates the feed receptacles are not clean and or santitized often enough and can increase the disease hazards\nfor the animals \nFeed receptacles must be made of durable material that can be easily cleaned and sanitized in order to provide\nwholesome uncontaminated feed. Food receptacles must be cleaned and sanitized at least once every 2 weeks or\nmore often if necessary to prevent accumulation of dirt, debris, food waste and other disease hazards.\n3.10\nWATERING.\n* Two water receptacles used to water four cats have an accumulation of brownish to yellowish grime on the surface\nof the plastic receptacles. This indicates the water receptacles are not being kept clean and could increase disease\nhazards.  \nFor the prevention of disease hazards to the animals, all water receptacles must be kept clean and sanitized.\n\nto be corrected by, 21-August-2019.\nThis inspection and exit interview were conducted with the facility representative and Randall Wagner (ACI).\nAdditional Inspectors\nUnck Autumn, Veterinary Medical Officer",
  "animals_total": 167,
  "species": [
    {
      "count": 125,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 42,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}