{
  "insp_id": "303150948180654",
  "layout": "a",
  "customer_id": "324698",
  "customer_name": "Arbuckle Adventures L L C",
  "customer_addr": "6132 Kay Starr Trail\nDavis, OK 73030",
  "certificate": "73-C-0190",
  "site_id": "001",
  "site_name": "ARBUCKLE ADVENTURES LLC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-OCT-2015",
  "report_date": "04-NOV-2015",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "- According to veterinary records dated 27 May 2015, a porcupine was found dead in its enclosure by facility\npersonnel. The record states that the animal was in a fight and killed the other porcupine in the enclosure 5 days\nprior. When questioned about this animal, facility employees stated that no one knew the animal was ill.\nThe veterinary necropsy report states that the animal was off food the day before and found dead the next morning.\nOn the necropsy report the veterinarian \"opened the abdominal cavity and found a large amount of free fluid with\ndark blood and a rancid odor. A large section of the small intestine was a dark purple color, there was a perforated\nsection, looked like a sharp quill or splinter penetrated the gut.\" The death of this animal was a management failure.\nThere was a failure to provide a safe environment for the porcupine that was killed. However, the most serious\nfailure was that no facility employees noted the condition of the surviving animal. The facility(cid:25)'s failure to notice the\ncondition put this animal in a position where he could not survive the physical demands from the injuries sustained\nfrom the fight with its enclosure mate 5 days prior. Animals must be observed on a daily basis by individuals with\nsufficient training and knowledge to properly assess the health and condition of the animal. There must also be a\nmechanism of direct communication with the attending veterinarian to report any problems noted by facility\npersonnel. The facility must take steps to ensure all animals are observed daily and assessed properly."
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "- There was no hay present in the Jacob's sheep enclosure. The facility representative stated that the hay had\nbeen removed approximately two days earlier. He stated that \"some\" alfalfa hay had been given to the animals but\nthere was none present at the time of the inspection. In the past, the facility was directed to ensure that all grazing\nanimals had access to clean hay at all times. The Jacob's sheep have heavy wool coats, making it difficult to\nassess body condition without actually capturing the animals. In order to help ensure they are getting enough feed,\nthese animals must be provided access to free choice hay at all times. The facility must consult their attending\nveterinarian to ensure that the correct type of hay is being given to the animals. There is a written feeding plan\nprovided by the facility's attending veterinarian. If the facility chooses to deviate from this written plan, it must be\napproved in writing by the attending veterinarian.\nInspection and exit interview conducted with facility representative and two APHIS VMOs.\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(3)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n-  According to veterinary records dated 27 May 2015, a porcupine was found dead in its enclosure by facility\npersonnel.  The record states that the animal was in a fight and killed the other porcupine in the enclosure 5 days\nprior.  When questioned about this animal, facility employees stated that no one knew the animal was ill. \nThe veterinary necropsy report states that the animal was off food the day before and found dead the next morning.\nOn the necropsy report the veterinarian \"opened the abdominal cavity and found a large amount of free fluid with\ndark blood and a rancid odor. A large section of the small intestine was a dark purple color, there was a perforated\nsection, looked like a sharp quill or splinter penetrated the gut.\" The death of this animal was a management failure.\n There was a failure to provide a safe environment for the porcupine that was killed.  However, the most serious\nfailure was that no facility employees noted the condition of the surviving animal.  The facility(cid:25)'s failure to notice the\ncondition put this animal in a position where he could not survive the physical demands from the injuries sustained\nfrom the fight with its enclosure mate 5 days prior.  Animals must be observed on a daily basis by individuals with\nsufficient training and knowledge to properly assess the health and condition of the animal.  There must also be a\nmechanism of direct communication with the attending veterinarian to report any problems noted by facility\npersonnel.  The facility must take steps to ensure all animals are observed daily and assessed properly.  \n3.129(a)                    REPEAT\nFEEDING.    \n- There was no hay present in the Jacob's sheep enclosure.  The facility representative stated that the hay had\nbeen removed approximately two days earlier.  He stated that \"some\" alfalfa hay had been given to the animals but\nthere was none present at the time of the inspection.  In the past, the facility was directed to ensure that all grazing\nanimals had access to clean hay at all times.  The Jacob's sheep have heavy wool coats, making it difficult to\nassess body condition without actually capturing the animals.  In order to help ensure they are getting enough feed,\nthese animals must be provided access to free choice hay at all times.  The facility must consult their attending\nveterinarian to ensure that the correct type of hay is being given to the animals.  There is a written feeding plan\nprovided by the facility's attending veterinarian.  If the facility chooses to deviate from this written plan, it must be\napproved in writing by the attending veterinarian.\n\nInspection and exit interview conducted with facility representative and two APHIS VMOs.\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist",
  "animals_total": 7,
  "species": [
    {
      "count": 2,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 5,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    }
  ]
}