{
  "insp_id": "2016082569387927",
  "layout": "a",
  "customer_id": "321415",
  "customer_name": "Michael Todd",
  "customer_addr": "All Things Wild\n22 West Washington St Suite 1500\nChicago, IL 60602",
  "certificate": "33-C-0388",
  "site_id": "003",
  "site_name": "MICHAEL TODD",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-FEB-2019",
  "report_date": "27-FEB-2019",
  "citations": [
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The camel's food storage room isn't adequately protecting three bags of pelleted feed and a large, open trough filled\n1/3 way with loose pelleted feed. The room's ceiling has water damage that includes mold and hanging insulation\nthat could contaminate the food. One of the pelleted feed bags was observed spilling food due to a having a hole\nlikely chewed by vermin. This feed bag was adjacent to a hole in the wall that was open to the outdoors and had\nloose insulation present. These conditions could contaminate the food.\nAssure all supplies of food are stored in facilities which adequately protect supplies against deterioration molding, or\ncontamination.\nTo be corrected: 3-13-19\nThis inspection and exit interview were conducted with a facility representative. Another exit briefing was conducted\nwith the licensee via phone.\nAdditional Inspectors\nWelch Scott, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.125(c)\nFACILITIES, GENERAL.   \nThe camel's food storage room isn't adequately protecting three bags of pelleted feed and a large, open trough filled\n1/3 way with loose pelleted feed.  The room's ceiling has water damage that includes mold and hanging insulation\nthat could contaminate the food.  One of the pelleted feed bags was observed spilling food due to a having a hole\nlikely chewed by vermin.  This feed bag was adjacent to a hole in the wall that was open to the outdoors and had\nloose insulation present.  These conditions could contaminate the food. \nAssure all supplies of food are stored in facilities which adequately protect supplies against deterioration molding, or\ncontamination.\nTo be corrected: 3-13-19\nThis inspection and exit interview were conducted with a facility representative.  Another exit briefing was conducted\nwith the licensee via phone.\nAdditional Inspectors\nWelch Scott, Veterinary Medical Officer",
  "animals_total": 1,
  "species": [
    {
      "count": 1,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    }
  ]
}