{
  "insp_id": "2016090000684993",
  "layout": "b",
  "customer_id": "508123",
  "customer_name": "CURT KOKJOHN",
  "customer_addr": "2118 290th ave\nFORT MADISON, IA 52627",
  "certificate": "Open Application",
  "site_id": "001",
  "site_name": "CURT KOKJOHN",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "17-AUG-2021",
  "report_date": "18-AUG-2021",
  "citations": [
    {
      "code": "2.75(a)(1)(vi)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The cage cards for the puppies are incomplete. The official identification number for approximately forty-eight puppies is\nmissing. Official identification numbers are necessary for APHIS officials to identify animals and to track their movements.\nEach dealer shall make, keep, and maintain records or forms which includes an official identification number for each\npuppy. The facility must add the official identification number for each puppy to the cage cards and ensure that each\ncage card is contains all the required information."
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "Wood shavings are used in the dog enclosures to absorb waste. An open bag of wood shavings is located near the\noutdoor dog runs. Open bags of shavings could be contaminated by pests such as flies and mice.\nAll open supplies of food and bedding must be kept in leakproof containers with tightly fitting lids to prevent contamination\nand spoilage. The facility must place the open shavings into a container with a tightly fitted lid and ensure that all open\nsupplies are properly stored at all times.\nThis is a 1st Re-License Inspection for a Class \"A\" license. The inspection and exit briefing were conducted with the\napplicant.\nAll items must be in compliance within 2 more inspection or by 16-October-2021 or the applicant will forfeit the license fee\nand must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection.\nRegulated activity can continue under your existing USDA license until it expires.\nAdditional Inspectors:\nCharles Palmer, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.75(a)(1)(vi) \n   \nRecords: Dealers and exhibitors. \nThe cage cards for the puppies are incomplete.  The official identification number for approximately forty-eight puppies is \nmissing.  Official identification numbers are necessary for APHIS officials to identify animals and to track their movements. \n \nEach dealer shall make, keep, and maintain records or forms which includes an official identification number for each \npuppy.  The facility must add the official identification number for each puppy to the cage cards and ensure that each \ncage card is contains all the required information. \n3.1(e) \n   \nHousing facilities, general. \nWood shavings are used in the dog enclosures to absorb waste.  An open bag of wood shavings is located near the \noutdoor dog runs.  Open bags of shavings could be contaminated by pests such as flies and mice. \n \nAll open supplies of food and bedding must be kept in leakproof containers with tightly fitting lids to prevent contamination \nand spoilage.  The facility must place the open shavings into a container with a tightly fitted lid and ensure that all open \nsupplies are properly stored at all times.\n\nThis is a 1st Re-License Inspection for a Class \"A\" license. The inspection and exit briefing were conducted with the \napplicant. \n \nAll items must be in compliance within 2 more inspection or by 16-October-2021 or the applicant will forfeit the license fee \nand must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection. \n \nRegulated activity can continue under your existing USDA license until it expires. \n \nAdditional Inspectors: \nCharles Palmer, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 90,
  "species": [
    {
      "count": 42,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 48,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}