{
  "insp_id": "55161340200274",
  "layout": "a",
  "customer_id": "34620",
  "customer_name": "Keith Schweitzer",
  "customer_addr": "2729 West Milford Road\nMilford, NE 68405",
  "certificate": "47-A-0522",
  "site_id": "001",
  "site_name": "KEITH SCHWEITZER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-FEB-2016",
  "report_date": "24-FEB-2016",
  "citations": [
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In one enclosure, a piece of the plastic floor board is broken with a rough edge, and at one point is creating a hole\napproximately 1.5 inches long by 0.5 inches wide. In at least three other enclosures, there is plastic wall paneling\nthat has been excessively chewed and roughened. In at least one enclosure, the plastic door to the outside is\nchewed and roughened at the top corners. The licensee stated that he has been meaning to fix these issues, and\nshowed the inspector the materials he has in order to do so.\nChewed, roughened surfaces cannot be properly cleaned and sanitized, and could cause disease hazards. In\naddition, the hole in the floor could cause injury.\nThe licensee must repair or replace these surfaces. The licensee must develop and follow a plan that ensures all\nsurfaces are maintained on a regular basis. All surfaces that cannot be readily cleaned and sanitized must be\nrepaired or replaced when worn or soiled.\nTo be corrected by March 16, 2016."
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "At least one self-feeder with a narrow metal ledge on the interior has a caked and hardened buildup of food\nparticles. This indicates that the food receptacles are not being cleaned and sanitized as often as necessary to\nensure the health and well-being of the dogs.\nFood receptacles that are not cleaned and sanitized at least once every two weeks can cause disease hazards.\nThe licensee must ensure all feeders are kept clean, and must be sanitized in accordance with 3.11 (b) of this\nsubpart. Measures must be taken to ensure there is no molding, deterioration, and caking of feed.\nTo be corrected from this day forward."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Several enclosures in the sheltered building have an excessive buildup of grime and hair on the walls, in the\ncorners, and under the wall dividers. There are also several doors to the outside that have a blackish-brown grime\non their surfaces. The licensee was cleaning the kennel when the inspector arrived, but the excessive buildup of\ngrime indicates the enclosures have not been thoroughly cleaned for at least several days.\nPrimary enclosures must be thoroughly cleaned daily to prevent an excessive accumulation of excreta and food\nwaste to keep from soiling the dogs and to reduce disease hazards, insects, pests and odors.\nThe licensee must ensure that all primary enclosures be cleaned at least daily and sanitized at least once every two\nweeks or more often if necessary to protect the health and well-being of the animals.\nTo be corrected from this day forward.\nInspection and exit interview conducted by Lynn Clarke with facility representative."
    }
  ],
  "narrative": "3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\nIn one enclosure, a piece of the plastic floor board is broken with a rough edge, and at one point is creating a hole\napproximately 1.5 inches long by 0.5 inches wide.  In at least three other enclosures, there is plastic wall paneling\nthat has been excessively chewed and roughened.  In at least one enclosure, the plastic door to the outside is\nchewed and roughened at the top corners.  The licensee stated that he has been meaning to fix these issues, and\nshowed the inspector the materials he has in order to do so.\nChewed, roughened surfaces cannot be properly cleaned and sanitized, and could cause disease hazards.  In\naddition, the hole in the floor could cause injury.\nThe licensee must repair or replace these surfaces.  The licensee must develop and follow a plan that ensures all\nsurfaces are maintained on a regular basis.  All surfaces that cannot be readily cleaned and sanitized must be\nrepaired or replaced when worn or soiled.\nTo be corrected by March 16, 2016.\n3.9(b)\nFEEDING.\nAt least one self-feeder with a narrow metal ledge on the interior has a caked and hardened buildup of food\nparticles.  This indicates that the food receptacles are not being cleaned and sanitized as often as necessary to\nensure the health and well-being of the dogs.\nFood receptacles that are not cleaned and sanitized at least once every two weeks can cause disease hazards.\nThe licensee must ensure all feeders are kept clean, and must be sanitized in accordance with 3.11 (b) of this\nsubpart.  Measures must be taken to ensure there is no molding, deterioration, and caking of feed.\n\nTo be corrected from this day forward.\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nSeveral enclosures in the sheltered building have an excessive buildup of grime and hair on the walls, in the\ncorners, and under the wall dividers.  There are also several doors to the outside that have a blackish-brown grime\non their surfaces.  The licensee was cleaning the kennel when the inspector arrived, but the excessive buildup of\ngrime indicates the enclosures have not been thoroughly cleaned for at least several days.\nPrimary enclosures must be thoroughly cleaned daily to prevent an excessive accumulation of excreta and food\nwaste to keep from soiling the dogs and to reduce disease hazards, insects, pests and odors.\nThe licensee must ensure that all primary enclosures be cleaned at least daily and sanitized at least once every two\nweeks or more often if necessary to protect the health and well-being of the animals.\nTo be corrected from this day forward.\nInspection and exit interview conducted by Lynn Clarke with facility representative.",
  "animals_total": 59,
  "species": [
    {
      "count": 37,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 22,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}