{
  "insp_id": "70160921120654",
  "layout": "a",
  "customer_id": "4752",
  "customer_name": "Pamela L. Baldwin",
  "customer_addr": "13225 County Road 6320\nEdgar Springs, MO 65462",
  "certificate": "43-A-4762",
  "site_id": "002",
  "site_name": "PAMELA L. BALDWIN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-MAR-2016",
  "report_date": "10-MAR-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "****Two adult dogs, one female black and grey (MC# 078087068) and one female Bassett Hound reddish tan (MC#\n043319318) both have a left eye that appeared dull, dry and 1.5 to 2 times the size of the right eye. The iris and\npupil could not be visualized with most of the eye appearing dark grey to bluish in color. Linear red vessel like\nstructures and redness was observed in the surrounding white tissue. The facility representative was verbally\ninstructed on March 9, 2016 to have these dogs seen by a licensed veterinarian by the close of business March 11,\n2016. The female black and tan dog (MC# 078087068) is also matted around the head, face and hindquarters\ncovering approximately 50% of this area. Excessive matting causes pain and discomfort to the animal. The licensee\nneeds to remove the matted hair on this dog, the licensee must establish and follow a program of regular coat\nmaintenance for all the dogs to prevent the development of excessive matting. These animal must be examined by\na licensed veterinarian in order to ensure that an accurate diagnosis is obtained and an appropriate treatment plan\nis developed and followed. This information must be documented and made available to the inspector upon request.\nTo be corrected by: March 11, 2016\n****One adult Silky Terrier (MC# 066266058) has a large pink mass of moist tissue protruding from the rectal area.\nThe pink mass has bumps and folds over the entire surface area. Small areas had what looked like dirt attached to\nthe pink mass. The facility representative removed the dog from the outdoor enclosure and placed her in a clean\nenclosure in the whelping facility. Left untreated internal tissue being exposed to unsanitary conditions could lead\nto infection & health problems for the dog. The dogs(cid:25) hair is also matted around the head, face and hindquarters.\nExcessive matting causes pain and discomfort to the animal. The licensee needs to remove the matted hair on this\ndog, the licensee must establish and follow a program of regular coat maintenance for all the dogs to prevent the\ndevelopment of excessive matting. The facility representative was verbally instructed on March 9, 2016 to have this\ndog seen by a licensed veterinarian by the close of business March 10, 2016. This animal must be examined by a\nlicensed veterinarian in order to ensure that an accurate diagnosis is obtained and an appropriate treatment plan is\ndeveloped and followed. This information must be documented and made available to the inspector upon request.\nTo be corrected by March 10, 2016"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "****There are three adult Poodles, two miniature Poodles, male white (MC# 077836067), male grey (MC#\n493500437) and a standard chocolate (MC# 480D77240). An adult black and tan female Yorkshire Terrier (MC#\n043323594) and a cream colored male Golden Doodle (MC# 0A02245276) that were heavily matted. The dogs\nwere matted around the head, face, limbs, back, and hindquarters. The matted hair was soiled and wet, and had\ndebris intertwined with the hair. Excessive matting causes pain and discomfort to the animal. In addition, matting\ncan foster skin infections and can hinder the animal's ability to move or defecate normally. The licensee needs to\nremove the matted hair on these dogs. As part of the facility's program of veterinary care, the licensee must\nestablish and follow a program of regular coat maintenance for all the dogs to prevent the development of excessive\nmatting. The licensee must ensure that all animals receive adequate veterinary care at all times.\nTo be corrected by: March 16, 2016\n****Two Basset Hounds one male (MC# 035 090 103) and one female had excessively long toenails on both front\nfeet. Multiple other dogs were seen with the same issue of long toenails on the front feet. Long toenails can force\ntoes into abnormal positions, can affect the dogs gait and can become entrapped and injured. The licensee must\ntrim these toenails and establish an effective program of toenail maintenance.\nTo be corrected by: March 16, 2016"
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Cleaning.\n****Inside of the sheltered whelping building there were twelve enclosures, housing a total of 12 dogs and 23\npuppies that had an accumulation of blackish brown grime, food, feces and shredded paper bedding material that\nwas damp with urine and water. The amount of fecal material in these enclosures made it difficult for the puppies or\ndogs to avoid stepping in it. The walls and exit doors of these enclosures had grime and fecal material smeared on\nthem. Several of these enclosures had fecal material smeared on the flooring covering about 50-70%. The outdoor\nportion of two of the enclosures had fecal material that had not been picked up for several days. Throughout the\noutdoor facility most of the dog houses need to be cleaned. Facility representative stated that it had been weeks\nsince the last cleaning. The accumulation of dirt and grime can cause diseases and attract pests. Surfaces which\nare not cleaned and sanitized properly or often enough, increase the risk of disease hazards for the dogs and\npuppies. The licensee must ensure all surfaces in contact with the dogs and puppies are spot cleaned daily and\nsanitized at least once every two weeks. The licensee must ensure all other surfaces of housing facilities are\ncleaned and sanitized when necessary to satisfy generally accepted husbandry standards.\nTo be corrected by: March 18, 2016"
    },
    {
      "code": "3.3(b)",
      "kind": "",
      "repeat": false,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "Ventilation\n**** There was a strong odor of ammonia upon entering whelping facility. Eighteen dogs and thirty three puppies\nare housed in this building and are subjected to the strong odor. The inspector felt a burning and stinging sensation\nto the eyes and nasal cavity upon entering the whelping facility. Dogs subjected to strong odors could experience a\nburning or stinging sensation to the eyes or nasal cavity. Strong odors could potentially cause respiratory problems\nand cause discomfort and stress to the dog. Sheltered housing facilities for dogs must be sufficiently ventilated at\nall times when dogs are present to provide for their health and well-being, and to minimize odors, drafts, ammonia\nlevels and moisture condensation. The licensee must provide adequate ventilation or air exchange at all times to\nensure the health of all dogs.\nTo be corrected by: March 11, 2016"
    },
    {
      "code": "3.6(a)(2)(5)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "General requirements\n****In three outdoor enclosures, housing 8 adult dogs, there are puddles of water with the majority of the enclosure\nbeing wet and muddy. The dogs in these enclosures were observed with varying degrees of wet and dirty hair\ncoats, especially on the dogs' paws, legs, chest & abdominal areas. When the dogs' hair coats become wet and\ndirty it can decrease the comfort and well-being of the animals as well as increase the risk of disease hazards. The\nlicensee must correct the drainage issue in these enclosures and ensure that all primary enclosures are constructed\nand maintained so that all the dogs remain clean and dry.\nTo be corrected by: March 23, 2016"
    },
    {
      "code": "3.6(a)(2)(11)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "General requirements\n*****In the outdoor area there are two enclosures housing four German Shepherds. These enclosures were not big\nenough for the size of dogs. Each dog did not have adequate space to perform normal postural positions and move\nabout freely. Each dog should be provided sufficient space that allows each dog to turn about freely, to stand, sit\nand lie in a comfortable, normal position.\nTo be corrected by March 14, 2016"
    },
    {
      "code": "3.6(b)(2)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "General requirements\n****Two metal entryway inserts in the whelping facility have torn, jagged, and missing edges extending inwards\ntowards the dogs with sharp points or edges. Two dogs and 10 puppies are in contact with the affected inserts. In\nan outdoor enclosure a thin sheet of a metal material divides two pens. A German Shepherd is in one of these\nenclosures were the corners have bent inward causing sharp edges. At least one of the sharp corners of a metal\nsheet are located at eye level of the dog where the dog could easily come in contact with it. The sharp and pointed\ncorners increase the risk of injury to the dog. The licensee must ensure that all primary enclosures are constructed\nand maintained so that they do not have any sharp points or edges that could injure the dogs and cats Sharp points\nor edges could create a potential safety issue and could lead to injury.\nTo be corrected by: March 18, 2016"
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Sanitation of primary enclosures and food and water receptacles\n****There were food and water receptacles throughout the facility that were dirty. An accumulation of grime and dirt\nin food receptacles, a dark, green, algae-like growth on the inside surfaces of the water receptacles. The licensee\nstated it had been several weeks since they have been cleaned and sanitized. Water and food receptacles, which\nare not properly cleaned and sanitized, can harbor disease-causing organisms and could decrease the dogs'\nacceptability of the food and water. The licensee must ensure that all water and food receptacles are kept clean and\nare sanitized at least once every two weeks or more often if necessary in order to prevent an accumulation of dirt,\ndebris, food waste, excreta, and other disease hazards.\nTo be corrected by March 14, 2014"
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Pest control.\n****The whelping building had a large population of flies inside the building. Flies were on the walls, microwave\noven, enclosure floors and walls, this can be a disease hazard. An effective program for the control of insects, must\nbe established and maintained so as to promote the health and well-being of the animals and reduce contamination\nby pests in animal areas.\nTo be corrected by: March 16, 2016\nInspection and exit interview was conducted with the facility representative by Bill Heine (ACI) with a representative\nof Missouri Department of Agriculture. A phone exit interview was conducted with the licensee by Bill Heine (ACI).\nBoth were conducted on March 9, 2016."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n****Two adult dogs, one female black and grey (MC# 078087068) and one female Bassett Hound reddish tan (MC#\n043319318) both have a left eye that appeared dull, dry and 1.5 to 2 times the size of the right eye.  The iris and\npupil could not be visualized with most of the eye appearing dark grey to bluish in color. Linear red vessel like\nstructures and redness was observed in the surrounding white tissue. The facility representative was verbally\ninstructed on March 9, 2016 to have these dogs seen by a licensed veterinarian by the close of business March 11,\n2016.  The female black and tan dog (MC# 078087068)  is also matted around the head, face and hindquarters\ncovering approximately 50% of this area. Excessive matting causes pain and discomfort to the animal. The licensee\nneeds to remove the matted hair on this dog, the licensee must establish and follow a program of regular coat\nmaintenance for all the dogs to prevent the development of excessive matting.  These animal must be examined by\na licensed veterinarian in order to ensure that an accurate diagnosis is obtained and an appropriate treatment plan\nis developed and followed. This information must be documented and made available to the inspector upon request.\nTo be corrected by:  March 11, 2016\n****One adult Silky Terrier (MC# 066266058) has a large pink mass of moist tissue protruding from the rectal area. \nThe pink mass has bumps and folds over the entire surface area.  Small areas had what looked like dirt attached to\nthe pink mass.  The facility representative removed the dog from the outdoor enclosure and placed her in a clean\nenclosure in the whelping facility.   Left untreated internal tissue being exposed to unsanitary conditions could lead\nto infection & health problems for the dog. The dogs(cid:25) hair is also matted around the head, face and hindquarters.\nExcessive matting causes pain and discomfort to the animal. The licensee needs to remove the matted hair on this\ndog, the licensee must establish and follow a program of regular coat maintenance for all the dogs to prevent the\ndevelopment of excessive matting.  The facility representative was verbally instructed on March 9, 2016 to have this\ndog seen by a licensed veterinarian by the close of business March 10, 2016.  This animal must be examined by a\nlicensed veterinarian in order to ensure that an accurate diagnosis is obtained and an appropriate treatment plan is\ndeveloped and followed. This information must be documented and made available to the inspector upon request.\nTo be corrected by March 10, 2016\n\n2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n****There are three adult Poodles, two miniature Poodles, male white (MC# 077836067), male grey  (MC#\n493500437) and a standard chocolate (MC# 480D77240).  An adult black and tan female Yorkshire Terrier (MC#\n043323594) and a cream colored male Golden Doodle (MC# 0A02245276) that were heavily matted. The dogs\nwere matted around the head, face, limbs, back, and hindquarters.  The matted hair was soiled and wet, and had\ndebris intertwined with the hair. Excessive matting causes pain and discomfort to the animal. In addition, matting\ncan foster skin infections and can hinder the animal's ability to move or defecate normally. The licensee needs to\nremove the matted hair on these dogs. As part of the facility's program of veterinary care, the licensee must\nestablish and follow a program of regular coat maintenance for all the dogs to prevent the development of excessive\nmatting. The licensee must ensure that all animals receive adequate veterinary care at all times.\nTo be corrected by:  March 16, 2016\n****Two Basset Hounds one male (MC# 035 090 103) and one female had excessively long toenails on both front\nfeet.  Multiple other dogs were seen with the same issue of long toenails on the front feet. Long toenails can force\ntoes into abnormal positions, can affect the dogs gait and can become entrapped and injured.  The licensee must\ntrim these toenails and establish an effective program of toenail maintenance.\nTo be corrected by:  March 16, 2016\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nCleaning.\n****Inside of the sheltered whelping building there were twelve enclosures, housing a total of 12 dogs and 23\npuppies that had an accumulation of blackish brown grime, food, feces and shredded paper bedding material that\nwas damp with urine and water. The amount of fecal material in these enclosures made it difficult for the puppies or\ndogs to avoid stepping in it. The walls and exit doors of these enclosures had grime and fecal material smeared on\nthem. Several of these enclosures had fecal material smeared on the flooring covering about 50-70%. The outdoor\nportion of two of the enclosures had fecal material that had not been picked up for several days.  Throughout the\noutdoor facility most of  the dog houses need to be cleaned.  Facility representative stated that it had been weeks\nsince the last cleaning. The accumulation of dirt and grime can cause diseases and attract pests. Surfaces which\nare not cleaned and sanitized properly or often enough, increase the risk of disease hazards for the dogs and\npuppies. The licensee must ensure all surfaces in contact with the dogs and puppies are spot cleaned daily and\n\nsanitized at least once every two weeks. The licensee must ensure all other surfaces of housing facilities are\ncleaned and sanitized when necessary to satisfy generally accepted husbandry standards.\nTo be corrected by: March 18, 2016\n3.3(b)\nSHELTERED HOUSING FACILITIES.\nVentilation\n**** There was a strong odor of ammonia upon entering whelping facility.  Eighteen dogs and thirty three puppies\nare housed in this building and are subjected to the strong odor.  The inspector felt a burning and stinging sensation\nto the eyes and nasal cavity upon entering the whelping facility. Dogs subjected to strong odors could experience a\nburning or stinging sensation to the eyes or nasal cavity.   Strong odors could potentially cause respiratory problems\nand cause discomfort and stress to the dog.  Sheltered housing facilities for dogs must be sufficiently ventilated at\nall times when dogs are present to provide for their health and well-being, and to minimize odors, drafts, ammonia\nlevels and moisture condensation.  The licensee must provide adequate ventilation or air exchange at all times to\nensure the health of all dogs.\nTo be corrected by:  March  11,  2016\n3.6(a)(2)(5)\nPRIMARY ENCLOSURES.\nGeneral requirements\n****In three outdoor enclosures, housing 8 adult dogs, there are  puddles of water with the majority of the enclosure\nbeing wet and muddy. The dogs in these enclosures were observed with varying degrees of wet and dirty hair\ncoats, especially on the dogs' paws, legs, chest & abdominal areas. When the dogs' hair coats become wet and\ndirty it can decrease the comfort and well-being of the animals as well as increase the risk of disease hazards. The\nlicensee must correct the drainage issue in these enclosures and ensure that all primary enclosures are constructed\nand maintained so that all the dogs remain clean and dry.\nTo be corrected by: March 23, 2016\n3.6(a)(2)(11)\n\nPRIMARY ENCLOSURES.\nGeneral requirements \n*****In the outdoor area there are two enclosures housing four German Shepherds.  These enclosures were not big\nenough for the size of dogs. Each dog did not have adequate space to perform normal postural positions and move\nabout freely. Each dog should be provided sufficient space that allows each dog to turn about freely, to stand, sit\nand lie in a comfortable, normal position.\nTo be corrected by March 14, 2016\n3.6(b)(2)(1)\nPRIMARY ENCLOSURES.\nGeneral requirements\n****Two metal entryway inserts in the whelping facility have torn, jagged, and missing edges extending inwards\ntowards the dogs with sharp points or edges.  Two dogs and 10 puppies are in contact with the affected inserts.  In\nan outdoor enclosure a thin sheet of a metal material divides two pens. A German Shepherd is in one of these\nenclosures were the corners have bent inward causing sharp edges. At least one of the sharp corners of a metal\nsheet are located at eye level of the dog where the dog could easily come in contact with it. The sharp and pointed\ncorners increase the risk of injury to the dog. The licensee must ensure that all primary enclosures are constructed\nand maintained so that they do not have any sharp points or edges that could injure the dogs and cats Sharp points\nor edges could create a potential safety issue and could lead to injury.    \nTo be corrected by:  March 18, 2016\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nSanitation of primary enclosures and food and water receptacles\n****There were food and water receptacles throughout the facility that were dirty. An accumulation of grime and dirt\nin food receptacles, a dark, green, algae-like growth on the inside surfaces of the water receptacles. The licensee\nstated it had been several weeks since they have been cleaned and sanitized. Water and food receptacles, which\nare not properly cleaned and sanitized, can harbor disease-causing organisms and could decrease the dogs'\nacceptability of the food and water. The licensee must ensure that all water and food receptacles are kept clean and\nare sanitized at least once every two weeks or more often if necessary in order to prevent an accumulation of dirt,\n\ndebris, food waste, excreta, and other disease hazards.\nTo be corrected by March 14, 2014\n3.11(d)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nPest control.\n****The whelping building had a large population of flies inside the building.  Flies were on the walls, microwave\noven, enclosure floors and walls, this can be a disease hazard.  An effective program for the control of insects, must\nbe established and maintained so as to promote the health and well-being of the animals and reduce contamination\nby pests in animal areas. \nTo be corrected by: March 16, 2016\nInspection and exit interview was conducted with the facility representative by Bill Heine (ACI) with a representative\nof Missouri Department of Agriculture.    A phone exit interview was conducted with the licensee by Bill Heine (ACI).\nBoth were conducted on March 9,  2016.",
  "animals_total": 161,
  "species": [
    {
      "count": 128,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 33,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}