{
  "insp_id": "INS-0000826802",
  "layout": "c",
  "customer_id": "323719",
  "customer_name": "ROOSTER COGBURN OSTRICH RANCH",
  "customer_addr": "P.O. Box 1100\nRED ROCK, AZ 85145",
  "certificate": "86-C-0101",
  "site_id": "001",
  "site_name": "ROOSTER COGBURN OSTRICH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-NOV-2022",
  "report_date": "23-NOV-2022",
  "citations": [
    {
      "code": "2.75(b)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The licensee does not have records of acquisition or disposition for all of the new animals or those that are no longer at\nthe facility since the time of the last inspection, nor a current inventory of animals on hand. There are eight goats, one\nsheep and five deer that were present at the last inspection but not at the present inspection, with no records to explain or\ndocument the losses. The facility representative stated that she believes, \"...these animals were older and died of natural\ncauses.\" Records containing the required information for animals disposed of or acquired for use in regulated activities\n(including those offspring born on premises, and those that die or are euthanized), are necessary to accurately track\nanimals to ensure their humane care and use. The licensee shall make, keep and maintain records of acquisition and\ndisposition of all animals that fully and correctly disclose the required information.\nTO BE CORRECTED BY NOVEMBER 23, 2022"
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "The public is permitted to walk directly up to the primary enclosures and feed the animals. There are no barriers or signs\npresent to discourage public contact and the guests are encouraged to feed food that is sold on the premises, with and\nwithout the supervision of facility personnel. Public barrier fencing is important to protect both the animals and people,\nparticularly when there is not an attendant present to supervise interactions between the animals and public. People or\nanimals can be injured by unauthorized direct contact and animals can become ill if they eat inappropriate food or objects\npresented to them by people. The licensee must ensure that there is sufficient distance and barriers of sufficient height\nand integrity between the animals and the general viewing public to prevent unsupervised interactions to assure the\nsafety of animals and the public.\nTO BE CORRECTED BY DECEMBER 23, 2022"
    },
    {
      "code": "2.131(d)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Handling of animals.",
      "narrative": "The public is permitted to walk directly up to the primary enclosures and feed the animals. There are no barriers or signs\npresent to discourage public contact and the guests are encouraged to feed food that is sold on the premises. During the\ninspection the attendant that oversees the public feedings with the fallow deer and goats was inside the main building\ngreeting members of the public. At that time, many visitors were seen petting and feeding the fallow deer and goats\nwithout an attendant present. The inspector witnessed a young, panicked boy slapping the face of a goat that was\npulling on the child's shirt. The attendant failed to supervise the visitors’ interaction with the animals and to prevent or\ncontrol the situation. Unattended public contact does not ensure safe public interaction and can lead to injury of animals\nand/or people. The licensee must ensure that, during periods of public exhibition, a responsible, knowledgeable employee\nor attendant is present at all times during periods of public contact to help assure the safety of both the animals and\npeople."
    },
    {
      "code": "2.134(c)",
      "kind": "",
      "repeat": false,
      "desc": "Contingency planning.",
      "narrative": "The licensee has no records to document training of facility personnel on the facility's contingency plan. The facility\nrepresentative stated that there had been no formal training for the employees to cover the contents of the contingency\nplan. Employee unfamiliarity with the contingency plan during a time when the plan must be initiated can result in animal\ninjury or death. Contingency plans, as well as all annual review documentation and training records, must be made\navailable to inspectors upon request.\nTO BE CORRECTED BY DECEMBER 7, 2022"
    },
    {
      "code": "3.133",
      "kind": "Critical",
      "repeat": false,
      "desc": "Separation.",
      "narrative": "The daily observation records for the fallow deer have an entry on 10/16/2022 that states, \"2 does killed by buck\". The\nfacility representative stated that these were older females that were found dead in the pen that houses all of the deer,\nand that one of the bucks caused the deaths during the rutting season. The facility does not separate any of the animals\nfrom the herd during the rutting season. Animals housed in the same primary enclosure must be compatible. Animals\nhoused in the same enclosure shall not be housed near animals that interfere with their health or cause them discomfort.\nTO BE CORRECTED FROM THIS TIME FORWARD\nThis inspection and exit interview were conducted with a facility representative.\nn"
    }
  ],
  "narrative": "2.75(b) \n   \nRecords: Dealers and exhibitors. \nThe licensee does not have records of acquisition or disposition for all of the new animals or those that are no longer at \nthe facility since the time of the last inspection, nor a current inventory of animals on hand.  There are eight goats, one \nsheep and five deer that were present at the last inspection but not at the present inspection, with no records to explain or \ndocument the losses.   The facility representative stated that she believes, \"...these animals were older and died of natural \ncauses.\"  Records containing the required information for animals disposed of or acquired for use in regulated activities \n(including those offspring born on premises, and those that die or are euthanized), are necessary to accurately track \nanimals to ensure their humane care and use. The licensee shall make, keep and maintain records of acquisition and \ndisposition of all animals that fully and correctly disclose the required information. \nTO BE CORRECTED BY NOVEMBER 23, 2022 \n2.131(c)(1) \n   \nHandling of animals. \nThe public is permitted to walk directly up to the primary enclosures and feed the animals. There are no barriers or signs \npresent to discourage public contact and the guests are encouraged to feed food that is sold on the premises, with and \nwithout the supervision of facility personnel.    Public barrier fencing is important to protect both the animals and people,\n\nparticularly when there is not an attendant present to supervise interactions between the animals and public.  People or \nanimals can be injured by unauthorized direct contact and animals can become ill if they eat inappropriate food or objects \npresented to them by people. The licensee must ensure that there is sufficient distance and barriers of sufficient height \nand integrity between the animals and the general viewing public to prevent unsupervised interactions to assure the \nsafety of animals and the public. \nTO BE CORRECTED BY DECEMBER 23, 2022 \n2.131(d)(2)  Repeat\n   \nHandling of animals. \nThe public is permitted to walk directly up to the primary enclosures and feed the animals. There are no barriers or signs \npresent to discourage public contact and the guests are encouraged to feed food that is sold on the premises. During the \ninspection the attendant that oversees the public feedings with the fallow deer and goats was inside the main building \ngreeting members of the public. At that time, many visitors were seen petting and feeding the fallow deer and goats \nwithout an attendant present.   The inspector witnessed a young, panicked boy slapping the face of a goat that was \npulling on the child's shirt.  The attendant failed to supervise the visitors’ interaction with the animals and to prevent or \ncontrol the situation.  Unattended public contact does not ensure safe public interaction and can lead to injury of animals \nand/or people. The licensee must ensure that, during periods of public exhibition, a responsible, knowledgeable employee \nor attendant is present at all times during periods of public contact to help assure the safety of both the animals and \npeople. \n2.134(c) \n   \nContingency planning. \nThe licensee has no records to document training of facility personnel on the facility's contingency plan.  The facility \nrepresentative stated that there had been no formal training for the employees to cover the contents of the contingency\n\nplan.  Employee unfamiliarity with the contingency plan during a time when the plan must be initiated can result in animal \ninjury or death.  Contingency plans, as well as all annual review documentation and training records, must be made \navailable to inspectors upon request. \nTO BE CORRECTED BY DECEMBER 7, 2022 \n3.133  Critical\n   \nSeparation. \nThe daily observation records for the fallow deer have an entry on 10/16/2022 that states, \"2 does killed by buck\".  The \nfacility representative stated that these were older females that were found dead in the pen that houses all of the deer, \nand that one of the bucks caused the deaths during the rutting season.  The facility does not separate any of the animals \nfrom the herd during the rutting season.  Animals housed in the same primary enclosure must be compatible. Animals \nhoused in the same enclosure shall not be housed near animals that interfere with their health or cause them discomfort. \nTO BE CORRECTED FROM THIS TIME FORWARD \n \nThis inspection and exit interview were conducted with a facility representative. \n \n n",
  "animals_total": 155,
  "species": [
    {
      "count": 29,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 51,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 13,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 62,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    }
  ]
}