{
  "insp_id": "142162312210567",
  "layout": "a",
  "customer_id": "4152",
  "customer_name": "Peggy Pierce",
  "customer_addr": "543 W Pine St\nNarka, KS 66960",
  "certificate": "48-B-0273",
  "site_id": "001",
  "site_name": "Peggy Pierce",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-MAY-2016",
  "report_date": "24-MAY-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* One adult gray and white male named Darla ( number 04-1) and one adult blue and white male named Bandit (\nnumber 507) were observed to have an abnormal, goose step appearing gait. The licensee stated that both Shih\nZue / Bichon cross dogs were approximately two years in age. When walking no bend or flex to the back legs of\nboth dogs were observed. In addition, the back legs of both dogs would extend straight forward and outwards when\nattempting to walk. Each dog would elevate one of their back legs and place no weight on it when they stopped\nwalking. When resting the elevated back leg would extend forward to an estimated 45 degree angle and stay that\nway until they started walking. The licensee stated that both dogs were born with this abnormal gait from a powder\nshe applied to both dogs(cid:25) dams. The attending veterinarian had not been consulted nor had any treatment been\nprovided at the time of inspection. Foot problems can be painful causing discomfort when the dog has to place\nweight on the affected foot. It can affect the mobility and daily activity of this dog. The licensee must have both\nanimals examined by a veterinarian and appropriate treatment plan administrated. The outcome of this examination\nmust be documented and provided to the inspector upon request. The licensee must ensure that all animals receive\nadequate veterinary care at all times. Correct by 6/2/16."
    },
    {
      "code": "3.1(c)(1)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* A sheet of tin with a horizontal tear estimated to be four inches in length was observed along the lower right hand\nof one enclosure. The tear was jagged and sharp in appearance and was turned outwards towards the dogs. Three\ndogs are in contact with the affected area which is located on the west outside wall of the east sheltered building.\nJagged edges with sharp points could cause potential injury. The licensee must ensure all surfaces are free of any\njagged edges or sharp points that might injure the animals. Correct by 6/2/16."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* There is a mixture of dirt, grease and other excreta accumulating on the primary enclosure wall board in two\nenclosures. Two dogs are in contact with the affected wall boards located in sheltered housing. The affected area\ncovers approximately 30 to 40 percent of the total wall surface. It indicates an unsanitary living condition exists that\ncould lead to a potential disease or health risks. Spot cleaning affected surfaces daily and sanitization of all\nsurfaces is necessary to prevent an accumulation of excreta and other disease hazards. The licensee must ensure\nthat all surfaces are spot-cleaned daily and sanitized at least once every two weeks or more often if needed in\naccordance with section 3.11 B to help prevent an accumulation of excreta and reduce disease hazards. Correct\nby 5/25/16."
    },
    {
      "code": "3.4(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "* The outdoor housing being provided for two dogs consists of a pet carrier. The holes along the sides do not\nrestrict the wind, rain or snow from entering the enclosure. In addition, the outdoor sheltered housing must be large\nenough to allow each animal to sit, stand, and lie in a normal manner and to turn about freely. Pet carriers are not\nconsidered to be acceptable permanent housing for the dogs. The pet carrier intended use is to house dogs or\npuppies during transport from facility to an ending destination. The licensee shall provide the dogs with adequate\nhousing that will protect the dogs from the direct rays of the sun and the direct effects of the wind, rain or snow.\nCorrect by 6/2/16."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* An excessive amount of excreta was observed collecting on the dirt ground floor in one enclosure. Two dogs\nare in contact with the affected area located in outdoor housing. Excreta is covering an estimated 25 to 30 percent\nof the available floor area. The licensee stated that approximately a month ago, excreta was removed from the\nenclosure. This indicates the dogs are living in unsanitary living conditions. The licensee must ensure that all\nexcreta is removed from primary enclosures on a daily basis. This will help to prevent an accumulation of feces,\npotential soiling of the dogs contained in the primary enclosure and will help to reduce disease hazards, insects,\npests and odors. Correct by 5/25/16."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* An overgrowth of weeds was observed collecting next to the west outdoor enclosure run fencing. The fencing is\nattached to the west sheltered building housing four dogs. The weeds were estimated to be four to five feet in\nheight. This could provide a living area for rodents, other pests or vermin. The licensee must ensure that all weeds\nmust be controlled so as to facilitate cleaning of the premise and pest control and to protect the health and\nwell-being of the animals.\n************************************\n* Shredded paper and rodent droppings were observed collecting on the interior floor area of the west sheltered\nbuilding housing four dogs. This indicates a breeding and living area exists for rodents, pests and other vermin that\ncould impact the health of the dogs. The licensee must ensure that premises must be kept free of accumulations of\ntrash, junk, waste products and discarded matter. In addition, the licensee must facilitate the husbandry practices\nrequire to reduce or eliminate breeding and living areas for rodents, other pests and vermin.\n* The facility inspection and verbal exit briefing done on 5/19/16 and the exit briefing done on 5/24/16 were\nconducted with the licensee."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*   One adult gray and white male named Darla ( number 04-1) and one adult blue and white male named Bandit (\nnumber 507)  were observed to have an abnormal, goose step appearing gait.   The licensee stated that both Shih\nZue / Bichon cross dogs were approximately two years in age.  When walking no bend or flex to the back legs of\nboth dogs were observed.  In addition, the back legs of both dogs would extend straight forward and outwards when\nattempting to walk.   Each dog would elevate one of their back legs and place no weight on it when they stopped\nwalking.   When resting the elevated back leg would extend forward to an estimated 45 degree angle and stay that\nway until they started walking.  The licensee stated that both dogs were born with this abnormal gait from a powder\nshe applied to both dogs(cid:25) dams.  The attending veterinarian had not been consulted nor had any treatment been\nprovided at the time of inspection.   Foot problems can be painful causing discomfort when the dog has to place\nweight on the affected foot.   It can affect the mobility and daily activity of this dog.  The licensee must have both\nanimals examined by a veterinarian and appropriate treatment plan administrated. The outcome of this examination\nmust be documented and provided to the inspector upon request. The licensee must ensure that all animals receive\nadequate veterinary care at all times.   Correct by 6/2/16.\n \n \n3.1(c)(1)(2)\nHOUSING FACILITIES, GENERAL.\n*  A sheet of tin with a horizontal tear estimated to be four inches in length was observed along the lower right hand\nof one enclosure. The tear was jagged and sharp in appearance and was turned outwards towards the dogs.  Three\ndogs are in contact with the affected area which is located on the west outside wall of the east sheltered building. \nJagged edges with sharp points could cause potential injury.  The licensee must ensure all surfaces are free of any\njagged edges or sharp points that might injure the animals.   Correct by 6/2/16.\n\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\n*   There is a mixture of dirt, grease and other excreta accumulating on the primary enclosure wall board in two\nenclosures.  Two dogs are in contact with the affected wall boards located in sheltered housing.   The affected area\ncovers approximately 30 to 40 percent of the total wall surface.  It indicates an unsanitary living condition exists that\ncould lead to a potential disease or health risks.  Spot cleaning affected surfaces daily and sanitization of all\nsurfaces is necessary to prevent an accumulation of excreta and other disease hazards.   The licensee must ensure\nthat all surfaces are spot-cleaned daily and sanitized at least once every two weeks or more often if needed in\naccordance with section 3.11 B to help prevent an accumulation of excreta and reduce disease hazards.   Correct\nby 5/25/16.\n3.4(b)(2)\nOUTDOOR HOUSING FACILITIES.\n*   The outdoor housing being provided for two dogs consists of a pet carrier.  The holes along the sides do not\nrestrict the wind, rain or snow from entering the enclosure.   In addition, the outdoor sheltered housing must be large\nenough to allow each animal to sit, stand, and lie in a normal manner and to turn about freely.  Pet carriers are not\nconsidered to be acceptable permanent housing for the dogs.  The pet carrier intended use is to house dogs or\npuppies during transport from facility to an ending destination.  The licensee shall provide the dogs with adequate\nhousing that will protect the dogs from the direct rays of the sun and the direct effects of the wind, rain or snow. \nCorrect by 6/2/16.\n    \n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n*    An excessive amount of excreta was observed collecting on the dirt ground floor in one enclosure.  Two dogs\nare in contact with the affected area located in outdoor housing.  Excreta is covering an estimated 25 to 30 percent\nof the available floor area.  The licensee stated that approximately a month ago, excreta was removed from the\nenclosure.  This indicates the dogs are living in unsanitary living conditions.   The licensee must ensure that all\n\nexcreta is removed from primary enclosures on a daily basis.  This will help to prevent an accumulation of feces,\npotential soiling of the dogs contained in the primary enclosure and will help to reduce disease hazards, insects,\npests and odors.    Correct by  5/25/16.\n3.11(c)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n*    An overgrowth of weeds was observed collecting next to the west outdoor enclosure run fencing.  The fencing is\nattached to the west sheltered building housing four dogs.  The weeds were estimated to be four to five feet in\nheight.  This could provide a living area for rodents, other pests or vermin.  The licensee must ensure that all weeds\nmust be controlled so as to facilitate cleaning of the premise and pest control and to protect the health and\nwell-being of the animals.       \n************************************\n*    Shredded paper and rodent droppings were observed collecting on the interior floor area of the west sheltered\nbuilding housing four dogs. This indicates a breeding and living area exists for rodents, pests and other vermin that\ncould impact the health of the dogs.  The licensee must ensure that premises must be kept free of accumulations of\ntrash, junk, waste products and discarded matter.   In addition, the licensee must facilitate the husbandry practices\nrequire to reduce or eliminate breeding and living areas for rodents, other pests and vermin.\n*  The facility inspection and verbal exit briefing done on 5/19/16 and the exit briefing done on 5/24/16 were\nconducted with the licensee.",
  "animals_total": 38,
  "species": [
    {
      "count": 24,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 14,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}