{
  "insp_id": "2016090000786550",
  "layout": "b",
  "customer_id": "501876",
  "customer_name": "JUNIOR YUTZY",
  "customer_addr": "E 15940 TIMBER LANE\nHILLSBORO, WI 54634",
  "certificate": "35-A-0405",
  "site_id": "001",
  "site_name": "JUNIOR YUTZY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-APR-2022",
  "report_date": "28-APR-2022",
  "citations": [
    {
      "code": "2.50",
      "kind": "",
      "repeat": false,
      "desc": "Time and method of identification.",
      "narrative": "Many adult dogs were observed to not have their official identification (tags) today. The licensee said that they built a new\nkennel building and the tags haven't been transferred over from the old building when collars were removed and then\ndogs were moved to the new building. Proper, official identification can be important for animal husbandry and health\ntracking of animals. All dogs 16 weeks or older must have official identification.\n***Correct by 5/12/2022."
    },
    {
      "code": "2.75(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "APHIS 7005 (Record of Acquisition of Dogs and Cats on Hand) was not complete for the dogs on hand in the kennel.\nThe licensee said that dogs were transferred to a family member in December 2020 and their copy of APHIS 7005 went\nwith those dogs but APHIS 7006 (Record of Disposition ) wasn't completed. Current and accurate records of dogs on\nhand can be important for animal health purposes. Ensure that APHIS 7005 is updated to fully and correctly show the\nrequired information for each dog in the kennel. Also ensure that APHIS 7006 is correctly completed for any dog\ndispositions, including adult dogs.\n***Correct by 5/16/2022."
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "The main food storage had unopened bags stored on the floor and against the wall and two opened bags in use were\ninside the animal room in the walkway. Food that is not stored properly could get contaminated and make dogs sick.\nOpen bags of food or bedding must be kept in leakproof containers with tightly fitting lids. The unopened supplies of food\nand bedding must be stored in a separate space from the dogs and off the floor and away from the walls to allow cleaning\nunderneath and around the supplies. Ensure that all food and bedding is stored properly to prevent contamination and\nspoilage.\n***Correct by May 6, 2022."
    },
    {
      "code": "3.6(a)(2)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The northeast outdoor deck area has a lockout bar in front the flapper doors that isn't secured to the wall yet. It has\nbrackets with screwpoints that dogs could possibly reach in this area. Points could injure dogs. Ensure that the screws\nare removed or installed so that the dogs cannot contact screwpoints.\n***Correct by 5/29/2022."
    },
    {
      "code": "3.6(a)(2)(x)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The southeast outdoor deck floor for 9 adult dogs has a gap about 3 inches wide that the dogs step over. No dogs were\nseen to have feet go through it but this gap could allow feet to to pass through and needs to be corrected to protect dogs'\nfeet and legs from potential injury.\nEnsure that all floors are constructed in a manner that do not allow the dogs' feet to pass through any openings in the\nfloor.\n***Correct by May 5, 2022."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "Three outdoor deck areas on the west side and an indoor area for one of the same dogs had excessive feces indicating\ndaily spot cleaning hasn't been done. Daily removal of excreta and food waste from enclosures is required to reduce\ndisease hazards, insects, pests, and odors. To protect dogs' health ensure that a daily spot-cleaning is being done on all\nenclosures to remove excreta and food waste.\n***Correct by 4/29/2022.\nThis inspection and exit interview were conducted with a facility representative.\nEnd Section"
    }
  ],
  "narrative": "2.50 \n   \nTime and method of identification. \nMany adult dogs were observed to not have their official identification (tags) today.  The licensee said that they built a new \nkennel building and the tags haven't been transferred over from the old building when collars were removed and then \ndogs were moved to the new building.  Proper, official identification can be important for animal husbandry and health \ntracking of animals. All dogs 16 weeks or older must have official identification. \n***Correct by 5/12/2022. \n2.75(a)(2) \n   \nRecords: Dealers and exhibitors. \nAPHIS 7005 (Record of Acquisition of Dogs and Cats on Hand) was not complete for the dogs on hand in the kennel.  \nThe licensee said that dogs were transferred to a family member in December 2020 and their copy of APHIS 7005 went \nwith those dogs but APHIS 7006 (Record of Disposition ) wasn't completed.  Current and accurate records of dogs on \nhand can be important for animal health purposes.  Ensure that APHIS 7005 is updated to fully and correctly show the \nrequired information for each dog in the kennel.   Also ensure that APHIS 7006 is correctly completed for any dog \ndispositions, including adult dogs. \n***Correct by 5/16/2022.\n\n3.1(e) \n   \nHousing facilities, general. \nThe main food storage had unopened bags stored on the floor and against the wall and two opened bags in use were \ninside the animal room in the walkway.  Food that is not stored properly could get contaminated and make dogs sick.  \nOpen bags of food or bedding must be kept in leakproof containers with tightly fitting lids.  The unopened supplies of food \nand bedding must be stored in a separate space from the dogs and off the floor and away from the walls to allow cleaning \nunderneath and around the supplies.  Ensure that all food and bedding is stored properly to prevent contamination and \nspoilage. \n***Correct by May 6, 2022. \n3.6(a)(2)(i) \n   \nPrimary enclosures. \nThe northeast outdoor deck area has a lockout bar in front the flapper doors that isn't secured to the wall yet.  It has \nbrackets with screwpoints that dogs could possibly reach in this area.  Points could injure dogs.  Ensure that the screws \nare removed or installed so that the dogs cannot contact screwpoints. \n***Correct by 5/29/2022. \n3.6(a)(2)(x) \n   \nPrimary enclosures. \nThe southeast outdoor deck floor for 9 adult dogs has a gap about 3 inches wide that the dogs step over.  No dogs were \nseen to have feet go through it but this gap could allow feet to to pass through and needs to be corrected to protect dogs' \nfeet and legs from potential injury. \nEnsure that all floors are constructed in a manner that do not allow the dogs' feet to pass through any openings in the\n\nfloor. \n***Correct by May 5, 2022. \n3.11(a) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThree outdoor deck areas on the west side and an indoor area for one of the same dogs had excessive feces indicating \ndaily spot cleaning hasn't been done.  Daily removal of excreta and food waste from enclosures is required to reduce \ndisease hazards, insects, pests, and odors.  To protect dogs' health ensure that a daily spot-cleaning is being done on all \nenclosures to remove excreta and food waste. \n***Correct by 4/29/2022. \n \nThis inspection and exit interview were conducted with a facility representative. \n \nEnd Section",
  "animals_total": 53,
  "species": [
    {
      "count": 28,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 25,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}