{
  "insp_id": "2016082569100762",
  "layout": "a",
  "customer_id": "326700",
  "customer_name": "Kathleen M Futrell",
  "customer_addr": "8500 Enterprise Road\nMyrtle Beach, SC 29588",
  "certificate": "56-C-0230",
  "site_id": "001",
  "site_name": "KATHLEEN FUTRELL",
  "insp_type": "FOCUSED INSPECTION",
  "date": "28-MAR-2018",
  "report_date": "02-APR-2018",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "During this inspection the male cynomolgus macaque was observed licking the tip of his tail which was bare of skin\nwith red tissue showing. Possible frost bite occurred sometime in the past, but the owner was not told by the\ncaretakers and the veterinarian was not consulted about treatment. This same macaque also exhibits the repeated\nstereotypical behavior of biting at his limbs without inflicting wounds. He needs to be evaluated by the veterinarian\nfor treatment of the tail and the behaviors.\nTwo of the black bears continue to exhibit abnormal repetitive behaviors. During this inspection the two separately\nhoused male black bears paced 10-12 steps the length of their enclosure, turned and walked back repeatedly. This\nwas observed for over 10 minutes and only stopped when some visitors threw peanuts to them. The potential\nadditional space of the pool area was closed off for the bears. This abnormal behavior was cited on 5-9-17 as\nbehavior needing veterinary evaluation, and habitat and husbandry modifications. At this point the proposed new\nenclosure for the bears has not been started. The enclosures have not been modified nor any husbandry changes\nmade to provide for normal activities and normal postural adjustments like foraging, climbing, and clawing.\nThe physical needs of the bears needs to be addressed by the veterinarian and caretakers, and changes made to\naddress these needs."
    },
    {
      "code": "3.81(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "Several primates continue to exhibit several types of stereotypical behaviors, which were observed multiple times\nfor extended periods of time during this 5 hour inspection. Although the male baboon had access to the larger\ncage, he repeatedly paced in circles and figure eights on an elevated area of boards. At the afternoon feeding\ntime, the female baboon in the smaller enclosure showed the swaying behavior she has previously exhibited\nconsistently. Another baboon, Handsome, is now repeatedly rocking back and forth sideways, head tossing,\nstanding up, circling in place, then resuming rocking. He is doing this both in his indoor and outdoor parts of the\nenclosure. This behavior was repeated for over 5 minute periods several times throughout the inspection.\nThe cage furniture in the three baboon enclosures has not been substantially changed in at least a year. During this\ninspection, no enrichment was given in terms of foraging devices, browse, or any other stimulating items. The\nanimals are fed twice a day and their food is placed in feeders and rapidly consumed. There is no time consuming\nactivity to engage them.\nThe male cynomolgus is still exhibiting abnormal behaviors. He has floating limb syndrome, where his left leg\nslowly floats up, he sees it, and attacks it. He does not appear to be breaking skin during these attacks. He\nexhibited frenzied self-attacking behaviors during the last inspection, but during this inspection, they seemed less\nfrequent or severe. Due to his aggression to his cage mate last month, they are now separated. Although a visual\nbarrier to get away from the public was built and more objects to manipulate (blankets and small loose toys) were\nadded to his enclosure, he still has psychological issues. He needs to be further evaluated and treated by the\nveterinarian.\nAll of these animals are showing signs of psychological distress. Although they came to the zoo many years ago\nwith these behaviors, they need to be recognized as requiring special attention, and more needs to be done to try\nand alleviate these behaviors.\nFor any primate exhibiting abnormal behaviors, an intensive program of enrichment needs to be implemented as\ndirected by the attending veterinarian. This includes devising a program with special considerations given to\nprimates showing abnormal behaviors and describing how their environment will be enhanced. Implementing the\nprogram needs to include training employees in recognizing normal and abnormal behaviors and the importance of\nan enrichment program. This facility needs to be able to show the enhanced program is being followed (ideally by\ndocumentation). The program should include ongoing evaluations of the special consideration primates as to how\nthey are responding to the enhanced enrichment program.\nTo be corrected by 4-30-18.\nThis inspection and exit interview were conducted with the owner."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDuring this inspection the male cynomolgus macaque was observed licking the tip of his tail which was bare of skin\nwith red tissue showing.   Possible frost bite occurred sometime in the past, but the owner was not told by the\ncaretakers and the veterinarian was not consulted about treatment.  This same macaque also exhibits the repeated\nstereotypical behavior of biting at his limbs without inflicting wounds.  He needs to be evaluated by the veterinarian\nfor treatment of the tail and the behaviors.    \nTwo of the black bears continue to exhibit abnormal repetitive behaviors.  During this inspection the two separately\nhoused male black bears paced 10-12 steps the length of their enclosure, turned and walked back repeatedly.  This\nwas observed for over 10 minutes and only stopped when some visitors threw peanuts to them.  The potential\nadditional space of the pool area was closed off for the bears. This abnormal behavior was cited on 5-9-17 as\nbehavior needing veterinary evaluation, and habitat and husbandry modifications.   At this point the proposed new\nenclosure for the bears has not been started.  The enclosures have not been modified nor any husbandry changes\nmade to provide for normal activities and normal postural adjustments like foraging, climbing, and clawing.     \nThe physical needs of the bears needs to be addressed by the veterinarian and caretakers, and changes made to\naddress these needs.\n3.81(c)(2)\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\nSeveral primates continue to exhibit several types of stereotypical behaviors, which were observed multiple times\nfor extended periods of time during this 5 hour inspection.  Although the male baboon had access to the larger\ncage, he repeatedly paced in circles and figure eights on an elevated area of boards.   At the afternoon feeding\ntime, the female baboon in the smaller enclosure showed the swaying behavior she has previously exhibited\nconsistently.  Another baboon, Handsome, is now repeatedly rocking back and forth sideways, head tossing,\nstanding up, circling in place, then resuming rocking. He is doing this both in his indoor and outdoor parts of the\nenclosure. This behavior was repeated for over 5 minute periods several times throughout the inspection.   \nThe cage furniture in the three baboon enclosures has not been substantially changed in at least a year.  During this\n\ninspection, no enrichment was given in terms of foraging devices, browse, or any other stimulating items.  The\nanimals are fed twice a day and their food is placed in feeders and rapidly consumed.  There is no time consuming\nactivity to engage them.  \nThe male cynomolgus is still exhibiting abnormal behaviors.  He has floating limb syndrome, where his left leg\nslowly floats up, he sees it, and attacks it.  He does not appear to be breaking skin during these attacks. He\nexhibited frenzied self-attacking behaviors during the last inspection, but during this inspection, they seemed less\nfrequent or severe.  Due to his aggression to his cage mate last month, they are now separated. Although a visual\nbarrier to get away from the public was built and more objects to manipulate (blankets and small loose toys) were\nadded to his enclosure, he still has psychological issues.  He needs to be further evaluated and treated by the\nveterinarian.\nAll of these animals are showing signs of psychological distress.  Although they came to the zoo many years ago\nwith these behaviors, they need to be recognized as requiring special attention, and more needs to be done to try\nand alleviate these behaviors.   \nFor any primate exhibiting abnormal behaviors, an intensive program of enrichment needs to be implemented as\ndirected by the attending veterinarian. This includes devising a program with special considerations given to\nprimates showing abnormal behaviors and describing how their environment will be enhanced.  Implementing the\nprogram needs to include training employees in recognizing normal and abnormal behaviors and the importance of\nan enrichment program.  This facility needs to be able to show the enhanced program is being followed (ideally by\ndocumentation).   The program should include ongoing evaluations of the special consideration primates as to how\nthey are responding to the enhanced enrichment program.\nTo be corrected by 4-30-18.\nThis inspection and exit interview were conducted with the owner.",
  "animals_total": 24,
  "species": [
    {
      "count": 1,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 1,
      "scientific": "Lynx lynx",
      "common": "NORTHERN/EURASIAN LYNX"
    },
    {
      "count": 2,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 9,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 2,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 1,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 3,
      "scientific": "Papio hamadryas",
      "common": "HAMADRYAS BABOON"
    },
    {
      "count": 2,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 3,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    }
  ]
}