{
  "insp_id": "2016090000506072",
  "layout": "b",
  "customer_id": "502426",
  "customer_name": "KUIPER RABBIT RANCH LLC",
  "customer_addr": "5317 W 41ST AVE\nGARY, IN 46408",
  "certificate": "32-A-0640",
  "site_id": "001",
  "site_name": "KUIPER RABBIT RANCH LLC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-JAN-2021",
  "report_date": "07-JAN-2021",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "A white/black/brown guinea pig in barn 1 has an open wound on her left front leg, just above the foot. There is blood\naround the lesion. It is circular and appears to penetrate beyond the thickness of the skin. The paw also has a clump of\nfecal material adhered to the foot pads. Deep wounds are painful and easily become infected. Effective daily observation\nof all animals to assess their health and well-being must be conducted, including a mechanism of direct and frequent\ncommunication so that timely and accurate information on problems of animal health, behavior, and well-being is\nconveyed to the attending veterinarian. Upon identification by this APHIS official, the licensee removed the animal for\neuthanasia.\nCorrect by: January 8, 2021"
    },
    {
      "code": "3.29(d)",
      "kind": "",
      "repeat": true,
      "desc": "Feeding.",
      "narrative": "Clay crocks are used as feed bowls. Many of the crocks are dirty, contain feces, are cracked and/or have chips in them.\nA few of the crocks have been glued together. Dirty, broken food receptacles harbor disease hazards, may cause injury,\nand cannot be effectively sanitized. Food bowls must be cleaned as often as necessary to prevent organic build up.\nCracked, broken, or glued receptacles must be replaced."
    },
    {
      "code": "3.31(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "Approximately 25% of the enclosures for Guinea pigs in Barn 1 are wet and soiled with excessive feces. The\naccumulation of urine and feces pose a health risk for the animals.\nAll of the Guinea pig primary enclosures are extensively crusted with urine build up.\nThe build up remains despite cleaning and sanitizing. Disease hazards may be contained in this material.\nPrimary enclosures shall be cleaned and sanitized often enough to prevent an accumulation of excreta or debris.\nThis inspection and exit interview were conducted with the Licensee.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(3) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nA white/black/brown guinea pig in barn 1 has an open wound on her left front leg, just above  the foot.  There is blood \naround the lesion.  It is circular and appears to penetrate beyond the thickness of the skin.  The paw also has a clump of \nfecal material adhered to the foot pads.  Deep wounds are painful and easily become infected.  Effective daily observation \nof all animals to assess their health and well-being must be conducted, including a mechanism of direct and frequent \ncommunication so that timely and accurate information on problems of animal health, behavior,  and well-being is \nconveyed to the attending veterinarian.   Upon identification by this APHIS official, the licensee removed the animal for \neuthanasia. \n \nCorrect by:  January 8, 2021 \n3.29(d)  Repeat\n   \nFeeding. \nClay crocks are used as feed bowls.  Many of the crocks are dirty, contain feces, are cracked and/or have chips in them.  \nA few of the crocks have been glued together.  Dirty, broken food receptacles harbor disease hazards, may cause injury,\n\nand cannot be effectively sanitized.  Food bowls must be cleaned as often as necessary to prevent organic build up.  \nCracked, broken, or glued receptacles must be replaced. \n3.31(a)(1)  Repeat\n   \nSanitation. \nApproximately 25% of the enclosures for Guinea pigs in Barn 1 are wet and soiled with excessive feces.  The \naccumulation of urine and feces pose a health risk for the animals. \n \nAll of the Guinea pig primary enclosures are extensively crusted with urine build up. \nThe build up remains despite cleaning and sanitizing.  Disease hazards may be contained in this material. \n \nPrimary enclosures shall be cleaned and sanitized often enough to prevent an accumulation of excreta or debris. \n \nThis inspection and exit interview were conducted with the Licensee. \n \nEnd Section",
  "animals_total": 1410,
  "species": [
    {
      "count": 76,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 1334,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}