{
  "insp_id": "2016082568187424",
  "layout": "a",
  "customer_id": "331746",
  "customer_name": "Benjamin Beery",
  "customer_addr": "Kimberly Beery\nMonica Beery\n3255 Pinnacle Mtn Rd\nHarrison, AR 72601",
  "certificate": "71-A-1354",
  "site_id": "001",
  "site_name": "BENJAMIN BEERY, KIMBERLY BEERY, MONICA BEERY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-MAR-2017",
  "report_date": "30-MAR-2017",
  "citations": [
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The food is not stored in a manner that protects it from spoilage, contamination and vermin infestation. The door to\nthe food storage room was open and the door could not be readily closed due to an electrical cord. The food bin\nlocated in the far left corner did not have the lid secured as it was located elsewhere. The other bin located in the\nnear left corner did have the lid tightly secured. There were four sacks of unopened dog food. Two bags were\ncorrectly on the raised platform and two were not on the platform but were stacked on top of each other to the right.\nThe bottom bag was in full direct contact with the cement floor.\nSupplies of food must be stored in a manner that protects them from spoilage, contamination, and vermin\ninfestation. The bags must be stored off the floor and away from the walls and the food bins must have lids secured\nto prevent contamination and deterioration of the food's nutritive value to maximize healthy nutritive absorption for\nthe dogs and/or puppies. The door to the feed room should be closed when not in use to keep unwanted insects,\nrodents, and raccoons from entry and subsequent contamination of the food.\nMaintain feed room and supplies to be in compliance with 3.1 (e)\nCorrect by: 04/12/2017"
    }
  ],
  "narrative": "3.1(e)\nHOUSING FACILITIES, GENERAL.\nThe food is not stored in a manner that protects it from spoilage, contamination and vermin infestation.  The door to\nthe food storage room was open and the door could not be readily closed due to an electrical cord.  The food bin\nlocated in the far left corner did not have the lid secured as it was located elsewhere.  The other bin located in the\nnear left corner did have the lid tightly secured.  There were four sacks of unopened dog food.  Two bags were\ncorrectly on the raised platform and two were not on the platform but were stacked on top of each other to the right.\nThe bottom bag was in full direct contact with the cement floor. \nSupplies of food must be stored in a manner that protects them from spoilage, contamination, and vermin\ninfestation.  The bags must be stored off the floor and away from the walls and the food bins must have lids secured\nto prevent contamination and deterioration of the food's nutritive value to maximize healthy nutritive absorption for\nthe dogs and/or puppies.  The door to the feed room should be closed when not in use to keep unwanted insects,\nrodents, and raccoons from entry and subsequent contamination of the food. \nMaintain feed room and supplies to be in compliance with 3.1 (e)\nCorrect by:  04/12/2017",
  "animals_total": 40,
  "species": [
    {
      "count": 22,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 18,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}