{
  "insp_id": "115140257140643",
  "layout": "a",
  "customer_id": "3769",
  "customer_name": "Roberta A Kirshner",
  "customer_addr": "P.O. Box 841\nDurham, CA 95938",
  "certificate": "93-C-0504",
  "site_id": "002",
  "site_name": "ROBERTA KIRSHNER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-APR-2014",
  "report_date": "25-APR-2014",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There is no written Program of Veterinary Care. Each animal exhibitor shall employ an attending veterinarian under\nformal arrangements, and in the case of a part-time attending veterinarian or consultant arrangements, the formal\narrangements shall include a written program of veterinary care, in order to document agreed standards for\npreventive health, diet, and other veterinary care issues. Failure to have a written program of veterinary care signed\nby both the veterinarian and the animal exhibitor could jeopardize the well-being of the animals.\nTo be corrected by 5/9/14."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A seven year old tiger named (cid:28)Dana(cid:29) was treated on 10/1/12 for recurring eye problem, which improved, according\nto veterinary records. Then on 1/11/14 it was noted on site records that the eye was (cid:28)runny(cid:29) again, and vet records\nshow that the vet authorized a refill on triple antibiotic ointment for the eye. At the time of inspection, the left eye\nappeared painful, with a protruding third eyelid, redness, and staining on the face from discharge. The eye had not\nbeen evaluated by the veterinarian, nor was it currently under treatment.\nTwo felids- one serval named (cid:28)Zindzhi(cid:29), and one bobcat named (cid:28)Ranger(cid:29)- are grossly obese. There is no notation in\nsite or veterinary records to indicate that this issue has been recognized or discussed.\nA five year old Lynx, (cid:28)Nasha(cid:29), appears to move very cautiously, as if there may be pain in the limbs. This symptom\nhas not been noted or consulted with the veterinarian. Upon questioning this, the inspector was told that the animal\nmoved this way because he was very old; approximately 10 yrs, but records list date of birth as 2009.\nIt is essential that there is daily observation of all animals to assess their health and well-being, so that the\nveterinarian can be consulted. A mechanism of direct and frequent communication is required so that timely and\naccurate information on problems of animal health, behavior, and well-being is conveyed to the attending\nveterinarian. Failure to recognize medical or other issues and to convey those to the attending veterinary staff in a\ntimely manner can jeopardize the health and well-being if the animals.\nTo be corrcted by 5/2/14."
    },
    {
      "code": "3.81",
      "kind": "",
      "repeat": false,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "There are two lemurs, but there is no written program of environmental enhancement. Those exhibiting non-human\nprimates must develop, document, and follow an appropriate plan for environment enhancement adequate to\npromote the psychological well-being of nonhuman primates. The plan must be in accordance with the currently\naccepted professional standards as cited in appropriate professional journals or reference guides, and as directed\nby the attending veterinarian. This plan must be made available to APHIS upon request.\nTo be corrected by 5/9/14."
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "At the time of inspection it was observed that non-frozen meat was left out without refrigeration in main garage and\nhouse for more than an hour. The bears had been fed fruit that was moldy, and (cid:28)cheezits(cid:29). Additionally, there was\na an unrefrigerated box containing deli meats, tandoori chicken burritos, lunchables, and crackers, and a volunteer\nindicated that these items could be fed to bears and coyotes. Produce stored in the garage without refrigeration\nwas found to have significant molding and deterioration. The food is being fed on wooden planks that are not being\nadequately cleaned between feedings. The food prep area has worn surfaces, worn cutting boards, and rusty\ncutting implements. Some food storage areas have chemicals stored next to foodstuffs, including bleach, paint,\nbags of cement, and car batteries. Food storage areas have many food bags or containers that are open, and\nsome have spilled food present. Three freezers have accumulated meat juice or other material and require cleaning.\nThere was a rodent bait block sitting unprotected adjacent to stored and spilled foodstuffs in a food storage shed.\nThere was no feeding plan by species approved by the veterinarian. What was being fed was unclear, as it seemed\nto depend somewhat on daily donated foodstuffs. There was a letter from the veterinarian stating that she had\nreviewed the diet, and that it was appropriate, but it was unclear what that approved diet was since it was not\ndocumented. \\\nThe food should be wholesome, palatable, and free from contamination and of sufficient quantity and nutritive value\nto maintain all animals in good health. The diet shall be prepared with consideration for the age, species, condition,\nsize, and type of the animal. Measures should be undertaken to ensure that the food is appropriate as per these\nguidelines.\nTo be corrected by 5/9/14/"
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "In the both of the two bear enclosures the only available water was water troughs large enough for the animals to\nenter the trough. The water was brown in color, and there was silty material present, with the bottom of the trough\nbeing barely visible in one, and completely obscured in the other, due to the opacity of the water. The facility\nrepresentative stated that this water was not for drinking, but rather water was provided in buckets, but the animals\nhad overturned the buckets. All water receptacles shall be kept clean and sanitary so as to safeguard the health of\nthe animals.\nTo be corrected immediately."
    },
    {
      "code": "3.131(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "In a garage used for food storage, here is accumulated clutter consisting of cardboard boxes and miscellaneous\ndiscarded items. In the food preparation area where the sinks and meat cutting boards are located there are tarps\nand cardboard boxes piled on the ground. In the three additional food storage structures, bags of feed were piled\nup and broken open, and the areas had accumulated dust and debris. In the outdoor area used to clean food\nreceptacles such as buckets and bowls, and crates and cages, these items were found to be dirty, and appeared\nnot to have been cleaned for more than a day, with accumulated rain water and decomposing organic material\npresent.\nThe presence of clutter can provide habitat for vermin. Unsanitary conditions can expose the animals to disease\nrisks. The buildings and grounds should be kept clean and in good repair in order to facilitate the prescribed\nhusbandry practices set forth in this subpart. Accumulations of trash shall be placed in designated areas cleared as\nnecessary, and food preparation and transport items should be kept clean and sanitary, so as to protect the health\nof the animals.\nTo be corrected by 5/25/14/"
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "In the food storage area there was evidence of mice infestation. Vermin can contaminate foodstuffs, which could be\nhazardous to the health of the animals. An effective vermin control program should be used, including assuring that\nfoodstuffs are not accessible to vermin, so as to safeguard the well-being of the animals.\nTo be corrected by 5/9/14.\nAn exit interview was conducted with a facility representive."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere is no written Program of Veterinary Care.  Each animal exhibitor shall employ an attending veterinarian under\nformal arrangements, and in the case of a part-time attending veterinarian or consultant arrangements, the formal\narrangements shall include a written program of veterinary care, in order to document agreed standards for\npreventive health, diet, and other veterinary care issues.  Failure to have a written program of veterinary care signed\nby both the veterinarian and the animal exhibitor could jeopardize the well-being of the animals.  \nTo be corrected by 5/9/14.\n2.40(b)(3)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA seven year old tiger named (cid:28)Dana(cid:29) was treated on 10/1/12 for recurring eye problem, which improved, according\nto veterinary records.  Then on 1/11/14 it was noted on site records that the eye was (cid:28)runny(cid:29) again, and vet records\nshow that the vet authorized a refill on triple antibiotic ointment for the eye.  At the time of inspection, the left eye\nappeared painful, with a protruding third eyelid, redness, and staining on the face from discharge.  The eye had not\nbeen evaluated by the veterinarian, nor was it currently under treatment.  \nTwo felids- one serval named (cid:28)Zindzhi(cid:29), and one bobcat named (cid:28)Ranger(cid:29)- are grossly obese.  There is no notation in\nsite or  veterinary records to indicate that this issue has been recognized or discussed.\nA five year old Lynx, (cid:28)Nasha(cid:29), appears to move very cautiously, as if there may be pain in the limbs.  This symptom\nhas not been noted or consulted with the veterinarian.  Upon questioning this, the inspector was told that the animal\nmoved this way because he was very old; approximately 10 yrs, but records list date of birth as 2009.\nIt is essential that there is daily observation of all animals to assess their health and well-being, so that the\nveterinarian can be consulted.  A mechanism of direct and frequent communication is required so that timely and\naccurate information on problems of animal health, behavior, and well-being is conveyed to the attending\nveterinarian.  Failure to recognize medical or other issues and to convey those to the attending veterinary staff in a\n\ntimely manner can jeopardize the health and well-being if the animals.\nTo be corrcted by 5/2/14.\n3.81\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\nThere are two lemurs, but there is no written program of environmental enhancement.  Those exhibiting non-human\nprimates must develop, document, and follow an appropriate plan for environment enhancement adequate to\npromote the psychological well-being of nonhuman primates. The plan must be in accordance with the currently\naccepted professional standards as cited in appropriate professional journals or reference guides, and as directed\nby the attending veterinarian. This plan must be made available to APHIS upon request.\nTo be corrected by 5/9/14.\n3.129(a)\nFEEDING.    \nAt the time of inspection it was observed that non-frozen meat was left out without refrigeration in main garage and\nhouse for more than an hour.   The bears had been fed fruit that was moldy, and (cid:28)cheezits(cid:29).  Additionally, there was\na an unrefrigerated box containing deli meats, tandoori chicken burritos, lunchables, and crackers, and a volunteer\nindicated that these items could be fed to bears and coyotes.  Produce stored in the garage without refrigeration\nwas found to have significant molding and deterioration.  The food is being fed on wooden planks that are not being\nadequately cleaned between feedings.  The food prep area has worn surfaces, worn cutting boards, and rusty\ncutting implements.  Some food storage areas have chemicals stored next to foodstuffs, including bleach, paint,\nbags of cement, and car batteries.  Food storage areas have many food bags or containers that are open, and\nsome have spilled food present. Three freezers have accumulated meat juice or other material and require cleaning.\n There was a rodent bait block sitting unprotected adjacent to stored and spilled foodstuffs in a food storage shed. \nThere was no feeding plan by species approved by the veterinarian.  What was being fed was unclear, as it seemed\nto depend somewhat on daily donated foodstuffs.   There was a letter from the veterinarian stating that she had\nreviewed the diet, and that it was appropriate, but it was unclear what that approved diet was since it was not\ndocumented. \\\nThe food should be wholesome, palatable, and free from contamination and of sufficient quantity and nutritive value\nto maintain all animals in good health. The diet shall be prepared with consideration for the age, species, condition,\nsize, and type of the animal.  Measures should be  undertaken to ensure that the food is appropriate as per these\nguidelines.\nTo be corrected by 5/9/14/\n\n3.130\nWATERING.  \nIn the both of the two bear enclosures the only available water was water troughs large enough for the animals to\nenter the trough.  The water was brown in color, and there was silty material present, with the bottom of the trough\nbeing barely visible in one, and completely obscured in the other, due to the opacity of the water.  The facility\nrepresentative stated that this water was not for drinking, but rather water was provided in buckets, but the animals\nhad overturned the buckets.  All water receptacles shall be kept clean and sanitary so as to safeguard the health of\nthe animals. \nTo be corrected immediately.\n3.131(c)(1)\nSANITATION.   \nIn a garage used for food storage, here is accumulated clutter consisting of cardboard boxes and miscellaneous\ndiscarded items.  In the food preparation area where the sinks and meat cutting boards are located there are tarps\nand cardboard boxes piled on the ground.  In the three additional food storage structures, bags of feed were piled\nup and broken open, and the areas had accumulated dust and debris.  In the outdoor area used to clean food\nreceptacles such as buckets and bowls, and crates and cages, these items were found to be dirty, and appeared\nnot to have been cleaned for more than a day, with accumulated rain water and decomposing organic material\npresent.\nThe presence of clutter can provide habitat for vermin.  Unsanitary conditions can expose the animals to disease\nrisks.  The buildings and grounds should be kept clean and in good repair in order to facilitate the prescribed\nhusbandry practices set forth in this subpart.  Accumulations of trash shall be placed in designated areas cleared as\nnecessary, and food preparation and transport items should be kept clean  and sanitary, so as to protect the health\nof the animals.\nTo be corrected by 5/25/14/\n3.131(d)\nSANITATION.   \nIn the food storage area there was evidence of mice infestation.  Vermin can contaminate foodstuffs, which could be\nhazardous to the health of the animals.  An effective vermin control program should be used, including assuring that\nfoodstuffs are not accessible to vermin, so as to safeguard the well-being of the animals.\n\nTo be corrected by 5/9/14.\nAn exit interview was conducted with a facility representive.",
  "animals_total": 48,
  "species": [
    {
      "count": 2,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 2,
      "scientific": "Lemur catta",
      "common": "RINGTAIL LEMUR"
    },
    {
      "count": 1,
      "scientific": "Leopardus pardalis",
      "common": "OCELOT"
    },
    {
      "count": 2,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 3,
      "scientific": "Lynx canadensis",
      "common": "CANADIAN LYNX"
    },
    {
      "count": 2,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Muntiacus muntjak",
      "common": "INDIAN MUNTJAC"
    },
    {
      "count": 1,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 1,
      "scientific": "Neofelis nebulosa",
      "common": "CLOUDED LEOPARD"
    },
    {
      "count": 1,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    },
    {
      "count": 3,
      "scientific": "Odocoileus hemionus",
      "common": "MULE DEER"
    },
    {
      "count": 5,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 2,
      "scientific": "Panthera leo × panthera tigris",
      "common": "LIGER"
    },
    {
      "count": 2,
      "scientific": "Panthera pardus",
      "common": "LEOPARD"
    },
    {
      "count": 6,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Prionailurus viverrinus",
      "common": "FISHING CAT"
    },
    {
      "count": 1,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 1,
      "scientific": "Uncia uncia",
      "common": "SNOW LEOPARD"
    },
    {
      "count": 2,
      "scientific": "Urocyon cinereoargenteus",
      "common": "GRAY FOX / GREY FOX"
    },
    {
      "count": 2,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 3,
      "scientific": "Ursus arctos",
      "common": "BROWN BEAR"
    },
    {
      "count": 2,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 2,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    }
  ]
}