{
  "insp_id": "95161608180318",
  "layout": "a",
  "customer_id": "332414",
  "customer_name": "Kayla Mulder",
  "customer_addr": "1674 Jefferson Ave\nGeorge, IA 51237",
  "certificate": "42-A-1503",
  "site_id": "001",
  "site_name": "Kayla Mulder",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-APR-2016",
  "report_date": "04-APR-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The male approximately 7 year old Pug (#45) had an thick build up of tartar on all the remaining teeth. The tartar\nwas brown in color and encased the teeth. The lower right teeth could not be identified as individual teeth. The\ntongue protruded from the mouth on the right side, also. The Pug also had a small mass of about 1/4 inch in\ndiameter on the right eye that had not been seen by a veterinarian. The licensee stated that she was not familiar\nwith that breed of dog, she only has one, and did not know the dog needed to be seen by a veterinarian.\nDental disease can cause damage to the gum tissue, and tooth and mouth structures, be painful, and impact the\nability of the dog to eat normally, affecting the overall health of the animal. Eye problems can be due to trauma,\ninfection, and other medical problems and can be painful and affect vision. The license must have this animal\nexamined by a licensed veterinarian in order to ensure that an accurate diagnosis is obtained and an appropriate\ntreatment plan is developed and followed. This information including the diagnosis, treatment, and resolution of the\ncondition must be documented and made available to the inspector upon request. TO BE CORRECTED BY: April\n11, 2016"
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In all of the outdoor portions of the sheltered housing and all of the inside and outside surfaces of the shelters in the\noutdoor enclosures had a build up of brown dirt and grime. The bedding did not seem soiled. In at least shelter had\ncobwebs covered in dust along the ceiling portion.\nAll used primary enclosures must be cleaned and sanitized once every two weeks, or more often if necessary to\nprevent the buildup of dirt, grime and other disease hazards. This shelter must be cleaned, sanitized and\nmaintained in a way to prevent any further buildup of dirt and grime. Licensee must ensure that all enclosures\nremain free of accumulations of dirt and grime in order to promote the health of the dogs.\nThe inspection and exit briefing were conducted with the licensee and ACI Bartels."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe male approximately 7 year old Pug (#45) had an thick build up of tartar on all the remaining teeth. The tartar\nwas brown in color and encased the teeth. The lower right teeth could not be identified as individual teeth.  The\ntongue protruded from the mouth on the right side, also.  The Pug also had a small mass of about 1/4 inch in\ndiameter on the right eye that had not been seen by a veterinarian.  The licensee stated that she was not familiar\nwith that breed of dog, she only has one, and did not know the dog needed to be seen by a veterinarian.\nDental disease can cause damage to the gum tissue, and tooth and mouth structures, be painful, and impact the\nability of the dog to eat normally, affecting the overall health of the animal. Eye problems can be due to trauma,\ninfection, and other medical problems and can be painful and affect vision. The license must have this animal\nexamined by a licensed veterinarian in order to ensure that an accurate diagnosis is obtained and an appropriate\ntreatment plan is developed and followed. This information including the diagnosis, treatment, and resolution of the\ncondition must be documented and made available to the inspector upon request.  TO BE CORRECTED BY:  April\n11, 2016\n3.11(b)(2)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nIn all of the outdoor portions of the sheltered housing and all of the inside and outside surfaces of the shelters in the\noutdoor enclosures had a build up of brown dirt and grime.  The bedding did not seem soiled.  In at least shelter had\ncobwebs covered in dust along the ceiling portion.\nAll used primary enclosures  must be cleaned and sanitized once every two weeks, or more often if necessary to\nprevent the buildup of dirt, grime and other disease hazards.  This shelter must be cleaned, sanitized and\nmaintained in a way to prevent any further buildup of dirt and grime.  Licensee must ensure that all enclosures\nremain free of accumulations of dirt and grime in order to promote the health of the dogs.\nThe inspection and exit briefing were conducted with the licensee and ACI Bartels.\n\n",
  "animals_total": 71,
  "species": [
    {
      "count": 53,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 18,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}