{
  "insp_id": "2016082569820374",
  "layout": "a",
  "customer_id": "322766",
  "customer_name": "John K Esh",
  "customer_addr": "72 Kreamer Lane\nLoganton, PA 17747",
  "certificate": "23-A-0480",
  "site_id": "001",
  "site_name": "JOHN ESH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-MAR-2020",
  "report_date": "20-MAR-2020",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There was 1 guinea pig observed with a health condition requiring treatment in accordance with the Program of\nVeterinary Care or consultation with the attending veterinarian. An adult tricolor guinea pig in pen 13 was observed\nwith both front feet that were severely swollen. The right front foot had a swollen area approximately 2 inches in\nsize in the foot pad area. The skin in the area appeared brownish in color and there was bedding and debris\nadhered to it. The left front foot had a swollen area approximately 1 inch in size in the foot pad area and the skin\nwas reddish in color. The guinea pig was observed to sit with most of its weight on the back feet and was reluctant\nto place weight on the front feet. The facility had observed the condition but had not contacted the attending\nveterinarian and was not applying any treatments. The Program of Veterinary Care on file did not contain any\ninstructions on treatment of the condition. The attending veterinarian was contacted and agreed the facility should\ncontact her and that the condition should be treated.\nSwollen feet can be painful and if caused by an infection, can worsen and spread to other parts of the body and\nresult in other health issues. Delays in providing appropriate veterinary care for health conditions can result in\nworsening of the condition and potentially spread to other unaffected animals if infectious in nature.\nThe licensee must communicate with the attending veterinarian to evaluate this animal and determine an\nappropriate plan for diagnosis and treatment."
    },
    {
      "code": "3.28(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The guinea pig pens are built with a wooden framework attached to wire mesh. The wood in the majority of the\npens has not been sealed or painted and therefore is not impervious to moisture. The facility has begun the\nprocess of sealing the pens but had only completed 5 pens of approximately 64 at the time of inspection.\nUnsealed bare wood surfaces are difficult to clean and sanitize, which can lead to disease hazards for the guinea\npigs.\nEnclosures for guinea pigs must be constructed and maintained so that they are impervious to moisture, can be\nreadily cleaned and sanitized, and won’t absorb moisture or odors.\nThis inspection and exit interview were conducted with the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere was 1 guinea pig observed with a health condition requiring treatment in accordance with the Program of\nVeterinary Care or consultation with the attending veterinarian. An adult tricolor guinea pig in pen 13 was observed\nwith both front feet that were severely swollen.  The right front foot had a swollen area approximately 2 inches in\nsize in the foot pad area.  The skin in the area appeared brownish in color and there was bedding and debris\nadhered to it.  The left front foot had a swollen area approximately 1 inch in size in the foot pad area and the skin\nwas reddish in color.  The guinea pig was observed to sit with most of its weight on the back feet and was reluctant\nto place weight on the front feet.  The facility had observed the condition but had not contacted the attending\nveterinarian and was not applying any treatments.  The Program of Veterinary Care on file did not contain any\ninstructions on treatment of the condition.  The attending veterinarian was contacted and agreed the facility should\ncontact her and that the condition should be treated. \nSwollen feet can be painful and if caused by an infection, can worsen and spread to other parts of the body and\nresult in other health issues.  Delays in providing appropriate veterinary care for health conditions can result in\nworsening of the condition and potentially spread to other unaffected animals if infectious in nature.\nThe licensee must communicate with the attending veterinarian to evaluate this animal and determine an\nappropriate plan for diagnosis and treatment.\n3.28(a)(1)                    REPEAT\nPRIMARY ENCLOSURES. \nThe guinea pig pens are built with a wooden framework attached to wire mesh.  The wood in the majority of the\npens has not been sealed or painted and therefore is not impervious to moisture.  The facility has begun the\nprocess of sealing the pens but had only completed 5 pens of approximately 64 at the time of inspection.\nUnsealed bare wood surfaces are difficult to clean and sanitize, which can lead to disease hazards for the guinea\npigs.\nEnclosures for guinea pigs must be constructed and maintained so that they are impervious to moisture, can be\nreadily cleaned and sanitized, and won’t absorb moisture or odors.\nThis inspection and exit interview were conducted with the facility representative.\n\n",
  "animals_total": 1147,
  "species": [
    {
      "count": 1147,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}