{
  "insp_id": "165161500280218",
  "layout": "a",
  "customer_id": "325785",
  "customer_name": "Catherine Mast",
  "customer_addr": "25578 County Road 200\nBogard, MO 64622",
  "certificate": "43-A-5842",
  "site_id": "001",
  "site_name": "CATHERINE MAST",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-JUN-2016",
  "report_date": "13-JUN-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There was an adult, male Rottweiler (#93, \"Rocky\") housed outdoors which had a reddened, superficial lesion with\nno hair, approximately 1.5 inches in diameter, on the outside of each ear, near the base of the ears. There were\nmultiple flies covering both lesions and the dog was observed twitching its ears repeatedly, in an obvious attempt to\nget the flies off its wounds. The licensee rubbed a pink-colored fly repellant ointment on the dog's ears during the\ninspection and stated the ointment was being applied daily. Once the ointment was applied, no more flies appeared\nto be on the dog's ears. However, there was no documentation that the dog was being treated with this ointment\nand there did not appear to be any ointment on the dog's ears at the time of inspection. Furthermore, there was\nnothing in the program of veterinary care which indicated this repellant ointment should be used on open wounds.\nOpen wounds due to fly strike can be irritating, painful, and could become infected. The licensee must consult with\na licensed veterinarian no later than 15 June 2016 to determine the best way to prevent and treat fly strike wounds.\nThis treatment plan must be documented, followed, and made available to the inspector upon request.\nThere was a bottle of ceftiofur in the whelp building (at room temperature) which expired in January 2013. The drug\nhad already been reconstituted but there was no date indicating when that occurred. According to the\nmanufacturer, once reconstituted, this drug can only be stored at room temperature for up to 12 hours, or under\nrefrigeration for seven days. This drug was intermingled with other medications which were currently being used at\nthe facility and was therefore ready for use. Expired drugs may not work as anticipated, could become\ncontaminated, and could even harm the animals. The licensee must ensure that no medications used in the facility\nare expired and that they are all stored in accordance with manufacturer's recommendations.\nThe sheltie (#88) and the female husky (#65) identified on the previous inspection (conducted 22 February 2016)\nwere both examined by a licensed veterinarian on 25 February 2016 and placed on appropriate treatment plans.\nThe inspection and an exit interview were conducted with the licensee."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere was an adult, male Rottweiler (#93, \"Rocky\") housed outdoors which had a reddened, superficial lesion with\nno hair, approximately 1.5 inches in diameter, on the outside of each ear, near the base of the ears.  There were\nmultiple flies covering both lesions and the dog was observed twitching its ears repeatedly, in an obvious attempt to\nget the flies off its wounds.  The licensee rubbed a pink-colored fly repellant ointment on the dog's ears during the\ninspection and stated the ointment was being applied daily.  Once the ointment was applied, no more flies appeared\nto be on the dog's ears. However, there was no documentation that the dog was being treated with this ointment\nand there did not appear to be any ointment on the dog's ears at the time of inspection.  Furthermore, there was\nnothing in the program of veterinary care which indicated this repellant ointment should be used on open wounds. \nOpen wounds due to fly strike can be irritating, painful, and could become infected.  The licensee must consult with\na licensed veterinarian no later than 15 June 2016 to determine the best way to prevent and treat fly strike wounds. \nThis treatment plan must be documented, followed, and made available to the inspector upon request.\nThere was a bottle of ceftiofur in the whelp building (at room temperature) which expired in January 2013.  The drug\nhad already been reconstituted but there was no date indicating when that occurred.  According to the\nmanufacturer, once reconstituted, this drug can only be stored at room temperature for up to 12 hours, or under\nrefrigeration for seven days.  This drug was intermingled with other medications which were currently being used at\nthe facility and was therefore ready for use.  Expired drugs may not work as anticipated, could become\ncontaminated, and could even harm the animals. The licensee must ensure that no medications used in the facility\nare expired and that they are all stored in accordance with manufacturer's recommendations.\nThe sheltie (#88) and the female husky (#65) identified on the previous inspection (conducted 22 February 2016)\nwere both examined by a licensed veterinarian on 25 February 2016 and placed on appropriate treatment plans.\nThe inspection and an exit interview were conducted with the licensee.",
  "animals_total": 116,
  "species": [
    {
      "count": 62,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 54,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}