{
  "insp_id": "2016090000485659",
  "layout": "b",
  "customer_id": "506654",
  "customer_name": "ARIVACA SANCTUARY AND RESEARCH",
  "customer_addr": "P O Box 481\nARIVACA, AZ 85601",
  "certificate": "86-R-0044",
  "site_id": "001",
  "site_name": "ARIVACA SANTUARY AND RESEARCH",
  "insp_type": "FOCUSED INSPECTION",
  "date": "15-OCT-2020",
  "report_date": "03-DEC-2020",
  "citations": [
    {
      "code": "2.31(b)(3)(ii)",
      "kind": "",
      "repeat": false,
      "desc": "Institutional Animal Care and Use Committee (IACUC).",
      "narrative": "At the time of inspection the IACUC at this facility did not have a participating non-affiliated member listed. The non-\naffiliated member provides representation for the general community interests in the proper care and treatment of\nanimals. Per the regulations, at least one member of the IACUC committee shall not be affiliated in any way with the\nfacility other than a member of the Committee. In order to have a functioning IACUC the Committee must at least consist\nof the Chairman, a Doctor of Veterinary Medicine and a non-affiliated community member. The Chief Executive Officer of\nthe research facility must appoint a non-affiliated member to the IACUC for the Committee to be complete and able to\nperform the required IACUC functions.\nDate to be Corrected: Prior to conducting IACUC business"
    },
    {
      "code": "2.31(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Institutional Animal Care and Use Committee (IACUC).",
      "narrative": "The IACUC has never prepared or submitted a report to the Institutional Official of its evaluation of the animal facilities.\nThe report allows for the evaluation of the programs, procedures, and facilities by the Institutional Official to ensure the\nhealth, safety and humane care and use of the animals utilized by this facility.\nReports of the IACUC evaluations of the program of animal use and animal facilities need to be updated at least every six\nmonths and sent to the Institutional Official. All reports to the Institutional Official must be signed by a majority of IACUC\nmembers, identify departures from the regulations or standards, distinguish significant from minor deficiencies, and\nprovide a reasonable and specific plan and schedule with dates for correcting each deficiency.\nDate to be Corrected: From this time forward."
    },
    {
      "code": "2.35(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Recordkeeping requirements.",
      "narrative": "The facility did not have any semiannual IACUC reports completed or available to review at the time of inspection.\nFacilities need to maintain records regarding IACUC activities so the USDA inspector can adequately assess the facility's\nprogram of animal care and use to determine compliance with the Animal Welfare Act Regulations. Copies of the\nsemiannual reports prepared by the IACUC and submitted to the Institutional Official should be maintained and available\nat the time of an inspection.\nDate to be Corrected: From this day forward"
    },
    {
      "code": "2.31(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Institutional Animal Care and Use Committee (IACUC).",
      "narrative": "The IACUC has not conducted a review of the facility’s program for humane care and use of animals. Regular reviews are\nnecessary to ensure IACUC oversight of the program and to ensure the welfare of the animals being used in research by\nthe facility. The IACUC must review, at least once every six months, the research facility's program for humane care and\nuse of animals, using title 9, chapter I, subchapter A--Animal Welfare, as a basis for evaluation.\nDate to be Corrected: From this time forward."
    },
    {
      "code": "2.35(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Recordkeeping requirements.",
      "narrative": "The facility had no record of having any IACUC meetings and no minutes of the IACUC meetings for review at the time of\ninspection. Accurate and complete meeting minutes are essential in maintaining continuity in operations and distribution\nof information among IACUC members. The facility shall maintain minutes of IACUC meetings, including records of\nattendance, activities of the Committee, and Committee deliberations.\nDate to be Corrected: From this time forward."
    },
    {
      "code": "2.31(e)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Institutional Animal Care and Use Committee (IACUC).",
      "narrative": "The proposal doesn’t provide the justification of the use of two different bear species or the number being requested per\nyear. The study should provide a statistically significant result with a minimum number of animals, and the methods by\nwhich the number of animals was determined must be clearly stated. The number of animals required should be clearly\nand scientifically justified to assure that no more animals are used than are necessary for scientific validity. As part of the\nproposal review process the IACUC is charged with ensuring there in not unnecessary duplication of experiments and that\nthe minimum number of animals needed to obtain valid data is being requested.\nDate to be Corrected: October 27, 2020"
    },
    {
      "code": "2.31(e)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Institutional Animal Care and Use Committee (IACUC).",
      "narrative": "This protocol does not describe how blood collection of both black and brown bears will be taken. A description of\nprocedures is needed to assure that discomfort and pain to animals will be limited to that which is unavoidable for the\nconduct of scientifically valuable research, including provision for the use of analgesic, anesthetic, and tranquilizing drugs\nwhere indicated and appropriate to minimize discomfort and pain to animals. The IACUC must review and approve the\ndescription for procedures to assure that discomfort and pain to animals will be minimized whenever possible, in order to\nsafeguard the well-being of the animals under study.\nDate to be Corrected: October 27, 2020"
    },
    {
      "code": "2.35(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Recordkeeping requirements.",
      "narrative": "There were no IACUC records of the proposed activity for a study which involves the use of bears. Records of proposed\nactivities must be maintained to ensure only studies which have been approved are conducted and to ensure they are\nbeing conducted in accordance with the approved protocol. Anytime a covered species is used in research a written\nprotocol must be reviewed and approved by the IACUC prior to the use of the animal. The IACUC records must be\nmaintained of proposed activities involving animals and proposed significant changes in activities involving animals, and\nwhether IACUC approval was given or withheld.\nDate to be Corrected: From this day forward\nThis inspection and exit interview were conducted with the facility representative.\nEnd Section"
    }
  ],
  "narrative": "2.31(b)(3)(ii) \n   \nInstitutional Animal Care and Use Committee (IACUC). \nAt the time of inspection the IACUC at this facility did not have a participating non-affiliated  member listed. The non-\naffiliated member provides representation for the general community interests in the proper care and treatment of \nanimals. Per the regulations, at least one member of the IACUC committee shall not be affiliated in any way with the \nfacility other than a member of the Committee.  In order to have a functioning IACUC the Committee must at least consist \nof the Chairman, a Doctor of Veterinary Medicine and a non-affiliated  community member. The Chief Executive Officer of \nthe research facility must appoint a non-affiliated  member to the IACUC for the Committee to be complete and able to \nperform the required IACUC functions. \n \nDate to be Corrected: Prior to conducting IACUC business \n2.31(c)(3) \n   \nInstitutional Animal Care and Use Committee (IACUC). \nThe IACUC has never prepared or submitted a report to the Institutional Official of its evaluation of the animal facilities. \nThe report allows for the evaluation of the programs, procedures, and facilities by the Institutional Official to ensure the \nhealth, safety and humane care and use of the animals utilized by this facility.\n\nReports of the IACUC evaluations of the program of animal use and animal facilities need to be updated at least every six \nmonths and sent to the Institutional Official. All reports to the Institutional Official must be signed by a majority of IACUC \nmembers, identify departures from the regulations or standards, distinguish significant from minor deficiencies, and \nprovide a reasonable and specific plan and schedule with dates for correcting each deficiency. \n \nDate to be Corrected: From this time forward. \n2.35(a)(3) \n   \nRecordkeeping requirements. \nThe facility did not have any semiannual IACUC reports completed or available  to review  at the time of inspection. \nFacilities need to maintain records regarding IACUC activities so the USDA inspector can adequately assess the facility's \nprogram of animal care and use to determine compliance with the Animal Welfare Act Regulations. Copies of the \nsemiannual reports prepared by the IACUC and submitted to the Institutional Official should be maintained and available \nat the time of an inspection. \n \nDate to be Corrected: From this day forward \n2.31(c)(1) \n   \nInstitutional Animal Care and Use Committee (IACUC). \nThe IACUC has not conducted a review of the facility’s program for humane care and use of animals. Regular reviews are \nnecessary to ensure IACUC oversight of the program and to ensure the welfare of the animals being used in research by \nthe facility. The IACUC must review, at least once every six months, the research facility's program for humane care and \nuse of animals, using title 9, chapter I, subchapter A--Animal Welfare, as a basis for evaluation.\n\nDate to be Corrected: From this time forward. \n2.35(a)(1) \n   \nRecordkeeping requirements. \nThe facility had no record of having any IACUC meetings and no minutes of the IACUC meetings for review at the time of \ninspection. Accurate and complete meeting minutes are essential in maintaining continuity in operations and distribution \nof information among IACUC members. The facility shall maintain minutes of IACUC meetings, including records of \nattendance, activities of the Committee, and Committee deliberations. \n \nDate to be Corrected: From this time forward. \n2.31(e)(2) \n   \nInstitutional Animal Care and Use Committee (IACUC). \nThe proposal doesn’t provide  the justification of the use of two different bear species or the number being requested per \nyear. The study should provide a statistically significant result with a minimum number of animals, and the methods by \nwhich the number of animals was determined must be clearly stated. The number of animals required should be clearly \nand scientifically justified to assure that no more animals are used than are necessary for scientific validity. As part of the \nproposal review process the IACUC is charged with ensuring there in not unnecessary duplication of experiments and that \nthe minimum number of animals needed to obtain valid data is being requested. \n \nDate to be Corrected: October 27, 2020 \n2.31(e)(4) \n   \nInstitutional Animal Care and Use Committee (IACUC).\n\nThis protocol does not describe how blood collection of both black and brown bears will be taken. A description of \nprocedures is needed to assure that discomfort and pain to animals will be limited to that which is unavoidable  for the \nconduct of scientifically valuable  research, including provision for the use of analgesic, anesthetic, and tranquilizing drugs \nwhere indicated and appropriate to minimize discomfort and pain to animals. The IACUC must review  and approve the \ndescription for procedures to assure that discomfort and pain to animals will be minimized whenever  possible, in order to \nsafeguard the well-being of the animals under study. \n \nDate to be Corrected: October 27, 2020 \n2.35(a)(2) \n   \nRecordkeeping requirements. \nThere were no IACUC records of the proposed activity for a study which involves  the use of bears. Records of proposed \nactivities must be maintained to ensure only studies which have been approved  are conducted and to ensure they are \nbeing conducted in accordance with the approved  protocol. Anytime a covered species is used in research a written \nprotocol must be reviewed  and approved  by the IACUC prior to the use of the animal. The IACUC records must be \nmaintained of proposed activities involving  animals and proposed significant changes in activities involving  animals, and \nwhether IACUC approval  was given or withheld. \n \nDate to be Corrected: From this day forward \n \nThis inspection and exit interview were conducted with the facility representative. \n \nEnd Section",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}