{
  "insp_id": "316151203460590",
  "layout": "a",
  "customer_id": "10614",
  "customer_name": "Bill Nored",
  "customer_addr": "P.O. Box 71\nPrim, AR 72130",
  "certificate": "71-B-0170",
  "site_id": "001",
  "site_name": "BILL NORED",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-NOV-2015",
  "report_date": "12-NOV-2015",
  "citations": [
    {
      "code": "2.40(b)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "During this inspection there is a total of two indoor kennel buildings which contain animals. The large dairy barn\ntype building has two housing areas and the other is a reefer trailer type structure. In the western side of the large\nbuilding there is one female Dachshund, chip # 4B5F6E1447 which needs to be evaluated by the attending\nveterinarian. The animal has a walnut size growth on it's navel area. The dealer stated the animal had been\nevaluated by the attending veterinarian yet he did not have any written documentation of the evaluation or\ntreatment. In the trailer type indoor housing structure there is one adult black female Poodle, chip # 0A02512138,\nwho has hair loss on it's right rear leg. In the adjoining enclosure there were three adults, Pomeranians and a\nPoodle, which are exhibiting the same condition. The dealer stated he had been treating the animals for the past\nsix weeks however he does not have any written documentation. The animals must be evaluated by the attending\nveterinarian. The dealer must maintain written documentation of the evaluation and all treatment.\nAffects five adults."
    },
    {
      "code": "3.6(c)(1)(1)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "In the large indoor housing building a total of 3 primary enclosures each containing two adult dogs were measured\nand showed the enclosures did not provide the contained animals with the minimum amount of floor space. One\nenclosure contains two adults twenty and twenty-one inches in length. These animals require 9.6 square feet but\nonly have 7.6 sq ft. One other enclosure contains two adults both dogs are twenty-one inches in length. These\nanimals require 10 sq ft but only have 8.3 sq ft. The last enclosure measured contained one adult twenty-one\ninches and the other nineteen inches in length. These two animals require a minimum of 9.3 sq ft yet they only\nhave 8 sq ft. Each dog housed in a primary enclosure must be provided a minimum amount of floor space to\nprotect the health and welfare of the contained animals. The dealer must insure each animal has it's required\nminimum floor space.\nAffects 6 adults.\nThe inspection and exit briefing was conducted with the facility Representative, Sandra Meek, ACI and Natalie\nCooper, VMO.\nAdditional Inspectors\nCooper Natalie, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDuring this inspection there is a total of two indoor kennel buildings which contain animals.  The large dairy barn\ntype  building has two housing areas and the other is a reefer trailer type structure.  In the western side of the large\nbuilding there is one female Dachshund, chip # 4B5F6E1447 which needs to be evaluated by the attending\nveterinarian.  The animal has a walnut size growth on it's navel area. The dealer stated the animal had been\nevaluated by the attending veterinarian yet he did not have any written documentation of the evaluation or\ntreatment.  In the trailer type indoor housing structure there is one adult black female Poodle, chip # 0A02512138,\nwho has hair loss on it's right rear leg.  In the adjoining enclosure there were three adults, Pomeranians and a\nPoodle, which are exhibiting the same condition.  The dealer stated he had been treating the animals for the past\nsix weeks however he does not have any written documentation.  The animals must be evaluated by the attending\nveterinarian.  The dealer must maintain written documentation of the evaluation and all treatment.\nAffects five adults.\n3.6(c)(1)(1)                    REPEAT\nPRIMARY ENCLOSURES.\nIn the large indoor housing building a total of 3 primary enclosures each containing two adult dogs were measured\nand showed the enclosures did not provide the contained animals with the minimum amount of floor space.  One\nenclosure contains two adults twenty and twenty-one inches in length.  These animals require 9.6 square feet but\nonly have 7.6 sq ft.  One other enclosure contains two adults both dogs are twenty-one inches in length.  These\nanimals require 10 sq ft but only have 8.3 sq ft.  The last enclosure measured contained one adult twenty-one\ninches and the other nineteen inches in length.  These two animals require a minimum of 9.3 sq ft yet they only\nhave 8 sq ft.   Each dog housed in a primary enclosure must be provided a minimum amount of floor space to\nprotect the health and welfare of the contained animals.  The dealer must insure each animal has it's required\nminimum floor space.\nAffects 6 adults.\n\nThe inspection and exit briefing was conducted with the facility Representative, Sandra Meek, ACI and Natalie\nCooper, VMO.\nAdditional Inspectors\nCooper Natalie, Veterinary Medical Officer",
  "animals_total": 221,
  "species": [
    {
      "count": 157,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 64,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}