{
  "insp_id": "84142217030442",
  "layout": "a",
  "customer_id": "10617",
  "customer_name": "Jean Case",
  "customer_addr": "L.V. Case\n3935 Hwy 186\nAltus, AR 72821",
  "certificate": "71-A-0727",
  "site_id": "001",
  "site_name": "L.V. & JEAN CASE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-MAR-2014",
  "report_date": "26-MAR-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*****An adult, female Italian Greyhound, identification number 010-373-597, had a whitish gray and tannish brown\nmaterial that extended up into the gum line on the right upper cheek teeth. The gum line was reddened and\nswollen. There was a whitish gray creamy discharge at the gum line of the upper right cheek teeth. The gum line\nhad receded at the right upper canine tooth. There was a reddened area on the gum tissue approximately\none-quarter inch above the gum line of the cheek teeth. This reddened area was approximately one-quarter inch\nwide and extended the length of two cheek teeth.\n*****An adult, female Italian Greyhound, identification number 091-014-799, had an abnormal swelling on the dorsal\nneck above the right shoulder. The swelling was approximately 2 inches by 4 inches and was hard to the touch.\nThere was a scabbed area approximately one inch by one-quarter inch in the middle of the enlarged mass. The\nskin surrounding the scab was reddened. The owner stated the dog had been in a dog fight two days prior.\nThe buildup of abnormal material on teeth and reddened, swollen gums can be painful, impact the ability of the dog\nto eat normally, and harm the health of the animal. The swelling and scabbed over area can be painful and may\nindicate an underlying disease process. The licensee must have these animals examined by a veterinarian by 5:00\np.m on March 26, 2014, to obtain accurate diagnoses and appropriate treatment plans for the issues cited above.\nThe outcome of this consultation must be provided to the inspector upon request. This documentation should\ninclude the veterinary diagnosis, all diagnostic tests and the outcome of those tests that were performed by the\nveterinarian, any medications prescribed along with the dosing instructions, and entries on a log and/or calendar\nand/or animal health record that list when the medication is administered to the dog.\nThere should also be an entry at the end of the treatment to document the health status and condition of the dog at\nthat point, to indicate a time frame to address current issues that require further veterinary treatment, and the need\nfor follow-up and any further veterinary care prescribed."
    },
    {
      "code": "3.4(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "*****There were at least five outdoor shelters housing a total of six animals that did not have adequate bedding.\nMore than 50 percent of the floor of the shelter was not covered with bedding. The overnight temperature was\nbelow 40 degrees F and was 49 degrees F at the time of inspection. The lack of dry bedding may decrease the\nanimal's ability to thermoregulate and cause distress and suffering. Dry bedding, a heat source, or other method of\nconserving body heat must be provided for the animals.\nTo be corrected from this date forward.\nAn exit briefing was conducted with a facility representative.\nAdditional Inspectors\nWhiteley Robert, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*****An adult, female Italian Greyhound, identification number 010-373-597, had a whitish gray and tannish brown\nmaterial that extended up into the gum line on the right upper cheek teeth.  The gum line was reddened and\nswollen.  There was a whitish gray creamy discharge at the gum line of the upper right cheek teeth. The gum line\nhad receded at the right upper canine tooth.  There was a reddened area on the gum tissue approximately\none-quarter inch above the gum line of the cheek teeth.  This reddened area was approximately one-quarter inch\nwide and extended the length of two cheek teeth.  \n*****An adult, female Italian Greyhound, identification number 091-014-799, had an abnormal swelling on the dorsal\nneck above the right shoulder.  The swelling was approximately 2 inches by 4 inches and was hard to the touch. \nThere was a scabbed area approximately one inch by one-quarter inch in the middle of the enlarged mass.  The\nskin surrounding the scab was reddened.  The owner stated the dog had been in a dog fight two days prior.\nThe buildup of abnormal material on teeth and reddened, swollen gums can be painful, impact the ability of the dog\nto eat normally, and harm the health of the animal.  The swelling and scabbed over area can be painful and may\nindicate an underlying disease process.  The licensee must have these animals examined by a veterinarian by 5:00\np.m on March 26, 2014, to obtain accurate diagnoses and appropriate treatment plans for the issues cited above. \nThe outcome of this consultation must be provided to the inspector upon request.  This documentation should\ninclude the veterinary diagnosis, all diagnostic tests and the outcome of those tests that were performed by the\nveterinarian, any medications prescribed along with the dosing instructions, and entries on a log and/or calendar\nand/or animal health record that list when the medication is administered to the dog. \nThere should also be an entry at the end of the treatment to document the health status and condition of the dog at\nthat point, to indicate a time frame to address current issues that require further veterinary treatment, and the need\nfor follow-up and any further veterinary care prescribed.  \n3.4(b)(4)\n\nOUTDOOR HOUSING FACILITIES.\n*****There were at least five outdoor shelters housing a total of six animals that did not have adequate bedding. \nMore than 50 percent of the floor of the shelter was not covered with bedding.  The overnight temperature was\nbelow 40 degrees F and was 49 degrees F at the time of inspection.  The lack of dry bedding may decrease the\nanimal's ability to thermoregulate and cause distress and suffering.  Dry bedding, a heat source, or other method of\nconserving body heat must be provided for the animals. \nTo be corrected from this date forward.\nAn exit briefing was conducted with a facility representative.\nAdditional Inspectors\nWhiteley Robert, Animal Care Inspector",
  "animals_total": 172,
  "species": [
    {
      "count": 103,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 69,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}