{
  "insp_id": "2016082568276578",
  "layout": "a",
  "customer_id": "36639",
  "customer_name": "James W Sublett",
  "customer_addr": "Sheri L Sublett\n1158 Pellum Rd\nWalterboro, SC 29488",
  "certificate": "56-A-0130",
  "site_id": "001",
  "site_name": "TWIN PINE FARM & EXOTICS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-MAY-2017",
  "report_date": "08-MAY-2017",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The written Program of Veterinary Care was not available for review and the licensee stated he is doing routine\ndewormings of the cats with Eprenex, a cattle dewormer. This product was not listed on a previous vet care\nprogram reviewed. If products are to be used off label, the specific drug and dose given need to be approved by the\nAttending Veterinarian. To be corrected by 6-5-17."
    },
    {
      "code": "2.125",
      "kind": "",
      "repeat": false,
      "desc": "INFORMATION AS TO BUSINESS; FURNISHING OF SAME BY DEALERS, EXHIBITORS, OPERATORS OF AUCTION SALES, INTERMEDIATE HANDLERS, AND CARRIERS.",
      "narrative": "The licensees are living in temporary quarters and have many items in storage. No records were available for\ninspection. The written Program of Veterinary Care along with acquisition and disposition records need to be\navailable for review to assure the regulations are being followed. To be corrected with future inspections."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "New enclosures have been built since the last inspection and one side of the perimeter fence is not at least 3 feet\naway from these enclosures. The wire fence has also settled into the ground in places and is not 6 feet high\nanymore, being short 4-5 inches. The perimeter fence needs to be a minimum of 6 feet tall and at least 3 feet away\nfrom the enclosures. To be corrected by 6-16-17.\nThis inspection and exit interview were conducted with the owner."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe written Program of Veterinary Care was not available for review and the licensee stated he is doing routine\ndewormings of the cats with Eprenex, a cattle dewormer.   This product was not listed on a previous vet care\nprogram reviewed.  If products are to be used off label, the specific drug and dose given need to be approved by the\nAttending Veterinarian.   To be corrected by 6-5-17.\n2.125\nINFORMATION AS TO BUSINESS; FURNISHING OF SAME BY DEALERS, EXHIBITORS, OPERATORS OF\nAUCTION SALES, INTERMEDIATE HANDLERS, AND CARRIERS.\nThe licensees are living in temporary quarters and have many items in storage.  No records were available for\ninspection.   The written Program of Veterinary Care along with acquisition and disposition records need to be\navailable for review to assure the regulations are being followed.  To be corrected with future inspections.\n3.127(d)\nFACILITIES, OUTDOOR. \nNew enclosures have been built since the last inspection and one side of the perimeter fence is not at least 3 feet\naway from these enclosures.   The wire fence has also settled into the ground in places and is not 6 feet high\nanymore, being short 4-5 inches.   The perimeter fence needs to be a minimum of 6 feet tall and at least 3 feet away\nfrom the enclosures.   To be corrected by 6-16-17.\nThis inspection and exit interview were conducted with the owner.",
  "animals_total": 17,
  "species": [
    {
      "count": 3,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 8,
      "scientific": "Leopardus geoffroyi",
      "common": "GEOFFROY'S CAT"
    },
    {
      "count": 1,
      "scientific": "Lynx lynx",
      "common": "NORTHERN/EURASIAN LYNX"
    },
    {
      "count": 5,
      "scientific": "Prionailurus bengalensis",
      "common": "LEOPARD CAT"
    }
  ]
}