{
  "insp_id": "2016090000763752",
  "layout": "b",
  "customer_id": "14297",
  "customer_name": "Fabgennix International, Inc",
  "customer_addr": "9191 Kyser Way\nBldg. 4 , Suite 402\nFrisco, TX 75033",
  "certificate": "74-R-0230",
  "site_id": "001",
  "site_name": "FABGENNIX INTERNATIONAL, INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "31-JAN-2022",
  "report_date": "03-FEB-2022",
  "citations": [
    {
      "code": "3.53(a)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The floor of the rabbit cages consists of a 1”x1” wire mesh. The rabbits have been provided with an approximately\n12”x12” piece of wood presumably to allow their feet some relief from the wire. Most of these wood pieces have been\nchewed to almost half their original size indicating they have been in the cages for some time. They are also discolored\nfrom excessive exposure to urine and feces.\nWood pieces that are contaminated with urine and feces are not adequate protection for rabbit feet. The bacteria from the\nurine and feces can contribute to infections in feet already compromised from extended exposure to wire mesh. A more\nappropriate method for protecting the rabbits’ feet and legs from the wire mesh and possible injury (one that can be easily\ncleaned and replaced when soiled) needs to be provided.\nTo be corrected by: Feb 14, 2022\nThis inspection and exit interview were conducted with a facility representative.\nEnd Section"
    }
  ],
  "narrative": "3.53(a)(4) \n   \nPrimary enclosures. \nThe floor of the rabbit cages consists of a 1”x1” wire mesh.  The rabbits have been provided with an approximately \n12”x12” piece of wood presumably to allow their feet some relief from the wire.  Most of these wood pieces have been \nchewed to almost half their original size indicating they have been in the cages for some time.  They are also discolored \nfrom excessive exposure to urine and feces. \nWood pieces that are contaminated with urine and feces are not adequate protection for rabbit feet.  The bacteria from the \nurine and feces can contribute to infections in feet already compromised from extended exposure to wire mesh.  A more \nappropriate method for protecting the rabbits’ feet and legs from the wire mesh and possible injury (one that can be easily \ncleaned and replaced when soiled) needs to be provided. \nTo be corrected by:  Feb 14, 2022 \n \nThis inspection and exit interview were conducted with a facility representative. \n \nEnd Section",
  "animals_total": 43,
  "species": [
    {
      "count": 43,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    }
  ]
}