{
  "insp_id": "2016090000743066",
  "layout": "b",
  "customer_id": "505805",
  "customer_name": "NELSON H MARTIN",
  "customer_addr": "117 GRANGE HALL RD\nSHICKSHINNY, PA 18655",
  "certificate": "23-A-0712",
  "site_id": "001",
  "site_name": "NELSON MARTIN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-OCT-2021",
  "report_date": "20-OCT-2021",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "During the inspection, a juvenile gray, tan, and white guinea pig was observed to be separated from the rest of the\nanimals in the enclosure and slower to move. While the other guinea pigs moved away from the front of the enclosure\nwhen the Inspector approached, this specific animal stayed close to the front of the enclosure and seemed to have a\nquieter demeanor than the other guinea pigs. Upon closer observation, this animal was noted to have markedly smaller\neyes that only had very narrow slits of the eyelids. The animal did not appear to react to any visual stimuli and appeared\nto have a duller mentation than the other guinea pigs.\nThe facility representative stated that neither the animal's quieter, isolated behavior nor the abnormalities observed in\nboth eyes were noticed in this animal previously and the Attending Veterinarian had not been contacted regarding this\nanimal.\nLicensees are required to observe animals on a daily basis to observe health and well-being and must have a mechanism\nof direct and frequent communication so that timely and accurate information on problems of animal health, behavior, and\nwell-being is conveyed to the Attending Veterinarian. Failure to do so can cause the animals pain, distress, or even death\nwhen left untreated.\nCorrect by having the guinea pig examined by the Attending Veterinarian."
    },
    {
      "code": "3.31(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "Three of the guinea pig enclosures had an accumulation of wet bedding and fecal material on the wire mesh directly\nunder the water spigots. The bedding surrounding the water spigots was also wet.\nPrimary enclosures must be cleaned often enough to prevent an accumulation of feces and debris, including wet bedding.\nFailure to do so can lead to illness if the guinea pigs avoid the water or have to stand in wet bedding in order to drink.\nCorrect by cleaning the areas under the water spigots and removing wet bedding as often as necessary.\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(3)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nDuring the inspection, a juvenile gray, tan, and white guinea pig was observed to be separated from the rest of the \nanimals in the enclosure and slower to move.  While the other guinea pigs moved away from the front of the enclosure \nwhen the Inspector approached, this specific animal stayed close to the front of the enclosure and seemed to have a \nquieter demeanor than the other guinea pigs.  Upon closer observation, this animal was noted to have markedly smaller \neyes that only had very narrow slits of the eyelids.  The animal did not appear to react to any visual stimuli and appeared \nto have a duller mentation than the other guinea pigs. \n \nThe facility representative stated that neither the animal's quieter, isolated behavior nor the abnormalities observed in \nboth eyes were noticed in this animal previously and the Attending Veterinarian had not been contacted regarding this \nanimal. \n \nLicensees are required to observe animals on a daily basis to observe health and well-being and must have a mechanism \nof direct and frequent communication so that timely and accurate information on problems of animal health, behavior, and \nwell-being is conveyed to the Attending Veterinarian.  Failure to do so can cause the animals pain, distress, or even death\n\nwhen left untreated. \n \nCorrect by having the guinea pig examined by the Attending Veterinarian. \n3.31(a)(1)  Repeat\n   \nSanitation. \nThree of the guinea pig enclosures had an accumulation of wet bedding and fecal material on the wire mesh directly \nunder the water spigots.  The bedding surrounding the water spigots was also wet. \n \nPrimary enclosures must be cleaned often enough to prevent an accumulation of feces and debris, including wet bedding.  \nFailure to do so can lead to illness if the guinea pigs avoid the water or have to stand in wet bedding in order to drink. \n \nCorrect by cleaning the areas under the water spigots and removing wet bedding as often as necessary. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 344,
  "species": [
    {
      "count": 344,
      "scientific": "Guinea Pigs",
      "common": "GUINEA PIGS"
    }
  ]
}