{
  "insp_id": "INS-0000868371",
  "layout": "c",
  "customer_id": "324659",
  "customer_name": "BJ Reece Orchards",
  "customer_addr": "9131 Highway 52 East\nEllijay, GA 30536",
  "certificate": "",
  "site_id": "001",
  "site_name": "RACHEL REECE",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "27-APR-2023",
  "report_date": "04-MAY-2023",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The attending veterinarian was not provided authority to oversee the adequacy of care of the juvenile kangaroo and the\nporcupine. The applicant did not discuss enclosure, husbandry, diet or medical care plan for these animals with the\nattending veterinarian or with any other veterinarian. Overall, a program of veterinary care was not established for the\nkangaroo and the porcupine. Without an adequate care plan overseen by a veterinarian, the provision of veterinary care\nmay be inappropriate which could result in animal illness or discomfort. In conjunction with the attending veterinarian, the\napplicant must establish an all-inclusive and adequate care plan for the juvenile Kangaroo and the porcupine. In addition,\nthe applicant must always assure that the attending veterinarian has appropriate authority to ensure the provision of\nadequate veterinary care and to oversee the adequacy of other aspects of animal care and use."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "During inspection, the following animals were identified in need of veterinary care:\n- A white and grey rabbit was seen with heavily matted and muddy fur on the hind end and on both hind feet. The matts\nwere pedunculated, pulling at the skin beneath. The rabbit squirmed and seemed to experience pain when the matts were\ngently tugged. The rabbit had difficulty hopping/walking with the matts and was seen biting at the matts when sitting down.\nThe rabbit also had many small scabbed over wounds on both ears and on the right side of the neck.\n- Another white rabbit was seen with many ulcerated areas as well as small scabbed over wounds inside both ears. Red\nscratches and small wounds could also be seen on the external portion of the left ear.\n- Two female goats in the hayride area seemed to have hoof issues. A gray and white goat had overgrown hooves in all\nfour feet. She stood with the hooves on the hind feet spread out, walked with a slight limp on the hind feet and would shift\nher weight by alternately lifting one then the other when standing. A white and black goat had overgrown hooves on the\nhind legs and was seen lifting up/not putting weight on the right hind foot. She was reluctant to move, and the bottom of\nthe right hind foot was impacted with dirt/mud.\n- The 5 adult goats in the enclosure near the hayride area all had overgrown hooves extending beyond the toe and\nstarting to curve inward.\nThe applicant did not identify the conditions affecting the above-mentioned animals and therefore did not seek veterinary\nmedical care. In addition, a juvenile black goat with a white spot, was seen holding his right forelimb up when standing\nand limping on that leg when walking. The facility representative explained having noticed this condition on this goat\nbefore but did not treat or contact the attending veterinarian for treatment.\nFailure to promptly identify diseases/injuries as well as neglecting to seek veterinary guidance once problems arise delays\ntreatment and may cause undue pain/distress in animals with conditions such as these listed here. A more rigorous\nmethod of daily observation of all animals must be implemented in order to assess their health and well-being. Direct and\nfrequent communication with the attending veterinarian is required for timely diagnosis and adequate medical attention.\nThe currently affected animals need to be seen by a veterinarian for an appropriate diagnosis and treatment plan. To be\ncorrected by May 6th, 2023."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The acquisition information for the 6 rabbits, the 10 adult goats, the 3 adult sheep, the 3 pigs, the 4 alpacas and the 2\nadult zebu were not documented. Without records which fully disclose the animal’s acquisition information, legal and\nmedical information traceback is not possible. Develop and maintain records disclosing the required acquisition\ninformation including the date, name, address, and USDA number if applicable of the person from whom the animal was\nacquired from. The records shall include any offspring born of any animal while in his or her possession or under his or\nher control."
    },
    {
      "code": "2.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "About 4 weeks ago, the applicant acquired a juvenile red kangaroo, not yet weaned, and an African crested porcupine.\nThe applicant does not have prior experience with these animals. Information on the care for these animals is being\nacquired from google, the sellers and the feed supply store employees. The following areas showed the applicant’s lack of\nknowledge of the species:\n- The enclosure for the porcupine was not set up taking into consideration how strong of a burrower the species is. The\nporcupine was able to damage the chain link metal dig barrier provided creating sharp points and there was only a thin\nlayer of dirt over the barrier. The enclosure was set up to prevent climbing, yet this species is not known to be particularly\ninclined to climb and to be more terrestrial.\nThe porcupine enclosure was not provided with a den or bush or items of the sort that would allow the animal’s natural\ntendency to remain in areas that offer security especially while asleep during the day.\nThe applicant did not know of common medical conditions to monitor for a porcupine and did not have a prevention plan.\n- The applicant was not aware of the psychological impact of imprinting on hand reared male kangaroos and did not have\na plan to prevent the development of abnormal/aggressive behavior.\nThe applicant had not started feeding soft hay or greens to the kangaroo during the process of weaning and did not have\na plan on how to have him develop his adult digestive system into a foregut fermenter.\nThe applicant did not have a specific plan for feeding once the kangaroo was weaned.\nInsufficient knowledge or experience of acquired exotic animals, can lead to the use of inappropriate housing, diet, and\nhusbandry measures. The applicant must consult with the attending veterinarian and must acquire the necessary\nknowledge needed to develop a complete plan for hand raising a kangaroo and for caring for a porcupine. The applicant\nneeds to have adequate experience and knowledge of any wild or exotic animals she plans to acquire."
    },
    {
      "code": "3.52(b)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "6 rabbits were housed outdoors in two adjacent enclosures that did not provide sufficient shelter from the rain. The\nenclosures did not have a roof. Instead, along the entire length of the front and far side of the enclosures there was an\napproximately 1-foot-wide board overhead leaving the majority of the top of the enclosures open. The floor of both\nenclosures was completely wet from the rain and the coat of all the rabbits except for one appeared wet. This enclosure\ndoes not provide sufficient shelter to allow the rabbits to remain dry during rain. This could lead to illness as well as\nanimal discomfort. Rabbits kept outdoors shall be provided with access to shelter to allow them to remain dry during rain\nor snow."
    },
    {
      "code": "3.54(b)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding.",
      "narrative": "The food and water receptacles are not being sanitized per a facility representative and some caking of food pellets was\nseen in all 3 rabbit feeders. Without adequate cleaning and sanitization there is a higher risk of large numbers of harmful\ngerms remaining on the surfaces which creates a health hazard for the rabbits. Sanitization can be achieved by washing\nwith hot water (180 °F) and soap or detergent as in a mechanical cage washer, or by washing all soiled surfaces with a\ndetergent solution followed by a safe and effective disinfectant, or by cleaning all soiled surfaces with live steam or flame.\nPrimary enclosures must be sanitized at least once every 30 days while food and water receptacles must be done at least\nonce every 2 weeks."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "The pig, goat as well as porcupine enclosures had damaged metal fencing resulting in many sharp points protruding into\nthe enclosures. In both the enclosure housing 3 pigs and the enclosure housing 3 goats, a large number of sharp points\nwere protruding inwards from the bottom of the fence line. The sharp points originated from the back fence of the pig\nenclosure and from the side fence of the goat enclosure. The fence lining the bottom of the porcupine enclosure was\ndamaged and creating sharp points protruding upwards. Sharp points protruding inside animal housing areas may result\nin injury while damaged fencing may fail to adequately contain the animals. The indoor and outdoor housing facilities shall\nbe structurally sound and shall be maintained in good repair to protect the animals from injury and to contain the animals."
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "At the time of inspection, it was raining heavily, and the temperature was 55 degrees Fahrenheit. Several of the shelters\nfor the animals housed outdoors were not appropriate for the species, or the age of the animals given the local climatic\nconditions.\n- Two lambs, 3 zebu calves, and a cria, not yet weaned, were housed in stalls beneath an overhead roof, with open sides\nthat did not provide shelter from the cold. Young, not yet weaned animals are just starting to learn to regulate their body\ntemperature and therefore require shelter from the cold to stay in good health. Furthermore, the enclosure housing a\nwhite zebu calf and a cria did not have sufficient shelter to protect the animals from the rain as well as from the cold. The\nfloor of the enclosure was completely wet from the rain, while the cria had a wet coat along the back/hind legs and the calf\nwas seen shivering.\n- The metal shelter in the enclosure housing 3 pigs did not provide the animals a dry space to escape the rain. The floor\nbeneath the shelter was covered in large water puddles. The small section without puddles was muddy.\n- The shelter for the goats and sheep in the hayride area is made up of an overhead roof with open sides that does not\nprovide shelter from the cold as needed for these species.\nInadequate shelter from the rain and cold could result in illness as well as animal discomfort. Natural or artificial shelter\nappropriate to the local climatic conditions for the species concerned shall be provided for all animals kept outdoors to\nafford them protection and to prevent discomfort to such animals."
    },
    {
      "code": "3.127(c)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "In the outdoor enclosure near the hayride area where 3 sheep, 7 goats, 4 alpacas and 2 zebu cows are housed, the\nflooring leading to the hay bale and to the shelter where the goats were resting, was significantly muddy with a\nhoneycomb appearance and some standing water. The animals had to walk through the mud in order to access the hay\nand their chosen shelter. Enclosures that do not drain effectively and in which the ground is largely muddy with no dry\npath to the food source, or the shelter can cause animals to develop hoof or skin issues due to excessive moisture and\nmud exposure. Correct by ensuring that a suitable method is provided to rapidly eliminate excessive water within animal\nenclosures and ensure that animals can access their feed and shelter without walking through mud."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor.",
      "narrative": "The outdoor enclosures for the juvenile kangaroo and the porcupine are not enclosed by a continuous 6 feet tall perimeter\nfence on all sides. The fence on the side of the kangaroo enclosure is more than 6 feet tall but is not 3 feet away from the\nprimary enclosure. In addition, the gates on both ends of that fence are cattle gates, about 4 feet tall, with large gaps in\nbetween the metal poles. The fence behind the pig enclosure and the one to the side of the goat enclosure are about 4\nfeet tall. Furthermore, the outdoor enclosure for the juvenile kangaroo located at the applicant’s house is not surrounded\nby a 6 feet tall perimeter fence. The lack of an adequate perimeter fence presents a safety risk to the animals within the\nfacility in that there isn’t an adequate secondary containment system to hold animals that may escape their primary\nenclosures or a sufficient barrier to keep animals and unauthorized persons out. The facility must ensure that the primary\nenclosures for the kangaroo and the porcupine being housed outdoors are enclosed by a 6-foot perimeter fence at least 3\nfeet in distance from the primary enclosure.\nThis is a 1st Re-License Inspection for a Class “C” license. The inspection and exit briefing were conducted with the\napplicant.\nAll items must be in compliance within 2 more inspections or by July 4th, 2023 or the applicant will forfeit the license fee\nand must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection.\nRegulated activity can continue under your existing USDA license until it expires.\nn"
    }
  ],
  "narrative": "2.40(a)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe attending veterinarian was not provided authority to oversee the adequacy of care of the juvenile kangaroo and the \nporcupine. The applicant did not discuss enclosure, husbandry, diet or medical care plan for these animals with the \nattending veterinarian or with any other veterinarian. Overall, a program of veterinary care was not established for the \nkangaroo and the porcupine. Without an adequate care plan overseen by a veterinarian, the provision of veterinary care \nmay be inappropriate which could result in animal illness or discomfort. In conjunction with the attending veterinarian, the \napplicant must establish an all-inclusive and adequate care plan for the juvenile Kangaroo and the porcupine. In addition, \nthe applicant must always assure that the attending veterinarian has appropriate authority to ensure the provision of \nadequate veterinary care and to oversee the adequacy of other aspects of animal care and use. \n2.40(b)(3)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nDuring inspection, the following animals were identified in need of veterinary care: \n \n- A white and grey rabbit was seen with heavily matted and muddy fur on the hind end and on both hind feet. The matts \nwere pedunculated, pulling at the skin beneath. The rabbit squirmed and seemed to experience pain when the matts were\n\ngently tugged. The rabbit had difficulty hopping/walking with the matts and was seen biting at the matts when sitting down. \nThe rabbit also had many small scabbed over wounds on both ears and on the right side of the neck. \n- Another white rabbit was seen with many ulcerated areas as well as small scabbed over wounds inside both ears. Red \nscratches and small wounds could also be seen on the external portion of the left ear. \n- Two female goats in the hayride area seemed to have hoof issues. A gray and white goat had overgrown hooves in all \nfour feet. She stood with the hooves on the hind feet spread out, walked with a slight limp on the hind feet and would shift \nher weight by alternately lifting one then the other when standing. A white and black goat had overgrown hooves on the \nhind legs and was seen lifting up/not putting weight on the right hind foot. She was reluctant to move, and the bottom of \nthe right hind foot was impacted with dirt/mud. \n- The 5 adult goats in the enclosure near the hayride area all had overgrown hooves extending beyond the toe and \nstarting to curve inward.  \n \nThe applicant did not identify the conditions affecting the above-mentioned animals and therefore did not seek veterinary \nmedical care. In addition, a juvenile black goat with a white spot, was seen holding his right forelimb up when standing \nand limping on that leg when walking. The facility representative explained having noticed this condition on this goat \nbefore but did not treat or contact the attending veterinarian for treatment. \n \nFailure to promptly identify diseases/injuries as well as neglecting to seek veterinary guidance once problems arise delays \ntreatment and may cause undue pain/distress in animals with conditions such as these listed here. A more rigorous \nmethod of daily observation of all animals must be implemented in order to assess their health and well-being. Direct and \nfrequent communication with the attending veterinarian is required for timely diagnosis and adequate medical attention.\n\nThe currently affected animals need to be seen by a veterinarian for an appropriate diagnosis and treatment plan. To be \ncorrected by May 6th, 2023. \n2.75(b)(1) \n   \nRecords: Dealers and exhibitors. \nThe acquisition information for the 6 rabbits, the 10 adult goats, the 3 adult sheep, the 3 pigs, the 4 alpacas and the 2 \nadult zebu were not documented. Without records which fully disclose the animal’s acquisition information, legal and \nmedical information traceback is not possible. Develop and maintain records disclosing the required acquisition \ninformation including the date, name, address, and USDA number if applicable of the person from whom the animal was \nacquired from. The records shall include any offspring born of any animal while in his or her possession or under his or \nher control. \n2.131(a) \n   \nHandling of animals. \nAbout 4 weeks ago, the applicant acquired a juvenile red kangaroo, not yet weaned, and an African crested porcupine. \nThe applicant does not have prior experience with these animals. Information on the care for these animals is being \nacquired from google, the sellers and the feed supply store employees. The following areas showed the applicant’s lack of \nknowledge of the species: \n \n- The enclosure for the porcupine was not set up taking into consideration how strong of a burrower the species is. The \nporcupine was able to damage the chain link metal dig barrier provided creating sharp points and there was only a thin \nlayer of dirt over the barrier. The enclosure was set up to prevent climbing, yet this species is not known to be particularly \ninclined to climb and to be more terrestrial. \nThe porcupine enclosure was not provided with a den or bush or items of the sort that would allow the animal’s natural\n\ntendency to remain in areas that offer security especially while asleep during the day.    \nThe applicant did not know of common medical conditions to monitor for a porcupine and did not have a prevention plan. \n- The applicant was not aware of the psychological impact of imprinting on hand reared male kangaroos and did not have \na plan to prevent the development of abnormal/aggressive behavior. \nThe applicant had not started feeding soft hay or greens to the kangaroo during the process of weaning and did not have \na plan on how to have him develop his adult digestive system into a foregut fermenter.  \nThe applicant did not have a specific plan for feeding once the kangaroo was weaned.  \n \nInsufficient knowledge or experience of acquired exotic animals, can lead to the use of inappropriate housing, diet, and \nhusbandry measures. The applicant must consult with the attending veterinarian and must acquire the necessary \nknowledge needed to develop a complete plan for hand raising a kangaroo and for caring for a porcupine. The applicant \nneeds to have adequate experience and knowledge of any wild or exotic animals she plans to acquire. \n3.52(b) \n   \nFacilities, outdoor. \n6 rabbits were housed outdoors in two adjacent enclosures that did not provide sufficient shelter from the rain. The \nenclosures did not have a roof. Instead, along the entire length of the front and far side of the enclosures there was an \napproximately 1-foot-wide board overhead leaving the majority of the top of the enclosures open. The floor of both \nenclosures was completely wet from the rain and the coat of all the rabbits except for one appeared wet. This enclosure \ndoes not provide sufficient shelter to allow the rabbits to remain dry during rain. This could lead to illness as well as \nanimal discomfort. Rabbits kept outdoors shall be provided with access to shelter to allow them to remain dry during rain \nor snow. \n3.54(b)\n\nFeeding. \nThe food and water receptacles are not being sanitized per a facility representative and some caking of food pellets was \nseen in all 3 rabbit feeders. Without adequate cleaning and sanitization there is a higher risk of large numbers of harmful \ngerms remaining on the surfaces which creates a health hazard for the rabbits. Sanitization can be achieved by washing \nwith hot water (180 °F) and soap or detergent as in a mechanical cage washer, or by washing all soiled surfaces with a \ndetergent solution followed by a safe and effective disinfectant, or by cleaning all soiled surfaces with live steam or flame. \nPrimary enclosures must be sanitized at least once every 30 days while food and water receptacles must be done at least \nonce every 2 weeks. \n3.125(a) \n   \nFacilities, general. \nThe pig, goat as well as porcupine enclosures had damaged metal fencing resulting in many sharp points protruding into \nthe enclosures. In both the enclosure housing 3 pigs and the enclosure housing 3 goats, a large number of sharp points \nwere protruding inwards from the bottom of the fence line. The sharp points originated from the back fence of the pig \nenclosure and from the side fence of the goat enclosure. The fence lining the bottom of the porcupine enclosure was \ndamaged and creating sharp points protruding upwards. Sharp points protruding inside animal housing areas may result \nin injury while damaged fencing may fail to adequately contain the animals. The indoor and outdoor housing facilities shall \nbe structurally sound and shall be maintained in good repair to protect the animals from injury and to contain the animals. \n3.127(b) \n   \nFacilities, outdoor. \nAt the time of inspection, it was raining heavily, and the temperature was 55 degrees Fahrenheit. Several of the shelters \nfor the animals housed outdoors were not appropriate for the species, or the age of the animals given the local climatic \nconditions.\n\n- Two lambs, 3 zebu calves, and a cria, not yet weaned, were housed in stalls beneath an overhead roof, with open sides \nthat did not provide shelter from the cold. Young, not yet weaned animals are just starting to learn to regulate their body \ntemperature and therefore require shelter from the cold to stay in good health. Furthermore, the enclosure housing a \nwhite zebu calf and a cria did not have sufficient shelter to protect the animals from the rain as well as from the cold. The \nfloor of the enclosure was completely wet from the rain, while the cria had a wet coat along the back/hind legs and the calf \nwas seen shivering.  \n- The metal shelter in the enclosure housing 3 pigs did not provide the animals a dry space to escape the rain. The floor \nbeneath the shelter was covered in large water puddles. The small section without puddles was muddy.  \n- The shelter for the goats and sheep in the hayride area is made up of an overhead roof with open sides that does not \nprovide shelter from the cold as needed for these species. \n \nInadequate shelter from the rain and cold could result in illness as well as animal discomfort. Natural or artificial shelter \nappropriate to the local climatic conditions for the species concerned shall be provided for all animals kept outdoors to \nafford them protection and to prevent discomfort to such animals. \n3.127(c) \n   \nFacilities, outdoor. \nIn the outdoor enclosure near the hayride area where 3 sheep, 7 goats, 4 alpacas and 2 zebu cows are housed, the \nflooring leading to the hay bale and to the shelter where the goats were resting, was significantly muddy with a \nhoneycomb appearance and some standing water. The animals had to walk through the mud in order to access the hay \nand their chosen shelter. Enclosures that do not drain effectively and in which the ground is largely muddy with no dry \npath to the food source, or the shelter can cause animals to develop hoof or skin issues due to excessive moisture and\n\nmud exposure. Correct by ensuring that a suitable method is provided to rapidly eliminate excessive water within animal \nenclosures and ensure that animals can access their feed and shelter without walking through mud. \n3.127(d) \n   \nFacilities, outdoor. \nThe outdoor enclosures for the juvenile kangaroo and the porcupine are not enclosed by a continuous 6 feet tall perimeter \nfence on all sides. The fence on the side of the kangaroo enclosure is more than 6 feet tall but is not 3 feet away from the \nprimary enclosure. In addition, the gates on both ends of that fence are cattle gates, about 4 feet tall, with large gaps in \nbetween the metal poles. The fence behind the pig enclosure and the one to the side of the goat enclosure are about 4 \nfeet tall. Furthermore, the outdoor enclosure for the juvenile kangaroo located at the applicant’s house is not surrounded \nby a 6 feet tall perimeter fence. The lack of an adequate perimeter fence presents a safety risk to the animals within the \nfacility in that there isn’t an adequate secondary containment system to hold animals that may escape their primary \nenclosures or a sufficient barrier to keep animals and unauthorized persons out. The facility must ensure that the primary \nenclosures for the kangaroo and the porcupine being housed outdoors are enclosed by a 6-foot perimeter fence at least 3 \nfeet in distance from the primary enclosure. \n \nThis is a 1st Re-License Inspection for a Class “C” license. The inspection and exit briefing were conducted with the \napplicant. \n \nAll items must be in compliance within 2 more inspections or by July 4th, 2023 or the applicant will forfeit the license fee \nand must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection. \n \nRegulated activity can continue under your existing USDA license until it expires.\n\nn",
  "animals_total": 41,
  "species": [
    {
      "count": 5,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 5,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 14,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 3,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 1,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 6,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Hystrix cristata",
      "common": "AFRICAN CRESTED PORCUPINE"
    },
    {
      "count": 4,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    }
  ]
}