{
  "insp_id": "2016082568882372",
  "layout": "a",
  "customer_id": "8494",
  "customer_name": "Kevin Keith",
  "customer_addr": "101 W. American Canyon Rd., Ste. 508-395\nAmerican Canyon, CA 94503",
  "certificate": "93-C-0601",
  "site_id": "TRA",
  "site_name": "KEVIN KEITH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "31-JUL-2017",
  "report_date": "29-NOV-2017",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The program of veterinary care maintained by the licensee is out of date; the most recent signature on the papers\npresented during the inspection was 2008. The attending veterinarian has not performed a site visit in the last\nseveral years according to the licensee; however, the animals have all been examined by the veterinarian on a\nroutine basis. The attending veterinarian can provide expertise and guidance on the animals' living arrangements\nand how they contribute to the animals' overall health and well-being. The licensee must establish and maintain a\nprogram of veterinary care, to include site visits by the attending veterinarian not less than annually.\nCorrect by: 8/31/2017"
    },
    {
      "code": "3.79(d)",
      "kind": "",
      "repeat": false,
      "desc": "MOBILE OR TRAVELING HOUSING FACILITIES.",
      "narrative": "During the 1pm show, the inspectors observed one of the female baboons chewing on the leash that was attached\nto the stool she sat on during the show. This animal could have easily chewed through her leash and be left without\nany form of direct control. Additionally, for a short time during the performance, one of the capuchins had a leash\nthat was not in the trainer's direct control. Nonhuman primates used in traveling exhibits, trained animal acts, or in\nuncaged public exhibits must be under the direct control and supervision of an experienced handler or trainer at all\ntimes when the pubic is present. Correct by ensuring that all nonhuman primates are are under the handlers direct\ncontrol at all times when the public is present.\nCorrect from this time forward.\nThis inspection and exit interview were conducted with the licensee at the Ohio State Fair in Columbus, OH. Two\nperformances of the show were observed; no photo shoots were offered on the day of inspection.\nThis Inspection and Exit interview was conducted with the Licensee.\nAdditional Inspectors\nCampitelli D.V.M Kathryn, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe program of veterinary care maintained by the licensee is out of date; the most recent signature on the papers\npresented during the inspection was 2008.  The attending veterinarian has not performed a site visit in the last\nseveral years according to the licensee; however, the animals have all been examined by the veterinarian on a\nroutine basis.  The attending veterinarian can provide expertise and guidance on the animals' living arrangements\nand how they contribute to the animals' overall health and well-being.  The licensee must establish and maintain a\nprogram of veterinary care, to include site visits by the attending veterinarian not less than annually. \nCorrect by: 8/31/2017\n3.79(d)\nMOBILE OR TRAVELING HOUSING FACILITIES. \nDuring the 1pm show, the inspectors observed one of the female baboons chewing on the leash that was attached\nto the stool she sat on during the show.  This animal could have easily chewed through her leash and be left without\nany form of direct control.  Additionally, for a short time during the performance, one of the capuchins had a leash\nthat was not in the trainer's direct control.  Nonhuman primates used in traveling exhibits, trained animal acts, or in\nuncaged public exhibits must be under the direct control and supervision of an experienced handler or trainer at all\ntimes when the pubic is present.  Correct by ensuring that all nonhuman primates are are under the handlers direct\ncontrol at all times when the public is present.\nCorrect from this time forward.\nThis inspection and exit interview were conducted with the licensee at the Ohio State Fair in Columbus, OH.  Two\nperformances of the show were observed; no photo shoots were offered on the day of inspection.\nThis Inspection and Exit interview was conducted with the Licensee.\n\nAdditional Inspectors\nCampitelli D.V.M Kathryn, Veterinary Medical Officer",
  "animals_total": 8,
  "species": [
    {
      "count": 2,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 4,
      "scientific": "Papio hamadryas",
      "common": "HAMADRYAS BABOON"
    },
    {
      "count": 2,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    }
  ]
}