{
  "insp_id": "140151134580329",
  "layout": "a",
  "customer_id": "332464",
  "customer_name": "Clubreturns Inc",
  "customer_addr": "25803 N C R 3250\nWynnewood, OK 73098",
  "certificate": "56-C-0259",
  "site_id": "001",
  "site_name": "CLUBRETURNS INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-MAY-2015",
  "report_date": "20-MAY-2015",
  "citations": [
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "On 4-22-15, a reporter from the local news interviewed the licensee for a story. During the interview the owner and\nthe reporter were standing next to an enclosure with a juvenile lion and tiger. The reporter squatted next to the\ncage and petted the lion who was rubbing against the cage wires. In the news report, the tiger could be seen\npawing at the owners feet under the gap at the bottom of the enclosure fence. During any public exhibition, animals\nmust be handled so there is minimal risk of harm to the animal and to the public, with sufficient distance and/or\nbarriers between the animal and the public so as to assure the safety of the animals and the public. Although the\nlicensee did not give permission for the reporter to pet the cat, he did allow her to come into direct contact with two\nlarge cats by petting the lion and being within reach of the tiger. This action had potential for injury to her and\npossibly the cats. The public is to have no further contact with juvenile and adult cats. To be corrected from this\nday forward."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "Although this entire facility has a perimeter fence, it is not the required 8 feet high for dangerous exotics. The\ncurrent chain link fence is 6 feet and has a 3 strand barb wire kick-out, giving a total of 7 feet. Two lions and 8\ntigers are being rotated into two outdoor enclosures, which have four foot barriers around them. The perimeter\nfence needs to be raised to 8 feet high or separate perimeter fences - 3 feet away from the enclosure fences - can\nbe placed around the outdoor enclosures. This is required to prevent unwanted entry of people or animals and as\na secondary method of containment for the animals. To be corrected by 5-26-15.\nExit briefing conducted with licensee."
    }
  ],
  "narrative": "2.131(c)(1)\nHANDLING OF ANIMALS.\nOn 4-22-15, a reporter from the local news interviewed the licensee for a story.  During the interview the owner and\nthe reporter were standing next to an enclosure with a juvenile lion and tiger.  The reporter squatted next to the\ncage and petted the lion who was rubbing against the cage wires.  In the news report, the tiger could be seen\npawing at the owners feet under the gap at the bottom of the enclosure fence.  During any public exhibition, animals\nmust be handled so there is minimal risk of harm to the animal and to the public, with sufficient distance and/or\nbarriers between the animal and the public so as to assure the safety of the animals and the public.   Although the\nlicensee did not give permission for the reporter to pet the cat, he did allow her to come into direct contact with two\nlarge cats by petting the lion and being within reach of the tiger.  This action had potential for injury to her and\npossibly the cats.    The public is to have no further contact with  juvenile and adult cats.   To be corrected from this\nday forward.\n3.127(d)\nFACILITIES, OUTDOOR. \nAlthough this entire facility has a perimeter fence, it is not the required 8 feet high for dangerous exotics.  The\ncurrent chain link fence is 6 feet and has a 3 strand barb wire kick-out, giving a total of 7 feet.  Two lions and 8\ntigers are being rotated into two outdoor enclosures, which have four foot barriers around them.  The perimeter\nfence needs to be raised to 8 feet high or separate perimeter fences - 3 feet away from the enclosure fences - can\nbe placed around the outdoor enclosures.     This is required to prevent unwanted entry of people or animals and as\na secondary method of containment for the animals.  To be corrected by 5-26-15.\nExit briefing conducted with licensee.",
  "animals_total": 11,
  "species": [
    {
      "count": 2,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 9,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    }
  ]
}