{
  "insp_id": "2016090000509163",
  "layout": "b",
  "customer_id": "324935",
  "customer_name": "Fannie Schwartz",
  "customer_addr": "3659 Normandy Rd\nSEYMOUR, MO 65746",
  "certificate": "43-A-6110",
  "site_id": "001",
  "site_name": "FANNIE SCHWARTZ",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-JAN-2021",
  "report_date": "15-JAN-2021",
  "citations": [
    {
      "code": "3.4(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "The shelters in approximately one-half of the 36 outdoor enclosures had an inadequate amount of bedding material for\nthe current temperatures. The cement floor of the shelters had a small amount of bedding material (shavings) but at least\none half of the floor was bare in most of those shelters. The temperature at the time of the inspection was 47 degrees F\n(Kestrel reading) and the overnight temperatures have been less than 35 degrees F (local weather reports). Bedding\nmaterial is important to protect the dogs from the cold temperatures and to help preserve body heat. Lack of appropriate\nbedding in cold environments increases the risks of sickness and hypothermia conditions. Sufficient clean, dry bedding\nmaterial is necessary to provide protection when the temperature is less than 50 degrees F. More bedding material is\nnecessary when the temperature is less than 35 degrees F for the dogs to have better protection. The owner must\nprovide sufficient bedding for the dogs and maintain it.\nCorrection date: 12 January, 2021\nNote: Bedding was being provided before the inspector left the premises.\nThis inspection and exit interview were conducted with facility representatives.\nEnd Section"
    }
  ],
  "narrative": "3.4(b)(4) \n   \nOutdoor housing facilities. \nThe shelters in approximately one-half of the 36 outdoor enclosures had an inadequate amount of bedding material for \nthe current temperatures. The cement floor of the shelters had a small amount of bedding material (shavings) but at least \none half of the floor was bare in most of those shelters. The temperature at the time of the inspection was 47 degrees F \n(Kestrel reading) and the overnight temperatures have been less than 35 degrees F (local weather reports).  Bedding \nmaterial is important to protect the dogs from the cold temperatures and to help preserve body heat.  Lack of appropriate \nbedding in cold environments  increases the risks of sickness and hypothermia conditions.  Sufficient clean, dry bedding \nmaterial is necessary to provide protection when the temperature is less than 50 degrees F.  More bedding material is \nnecessary when the temperature is less than 35 degrees F for the dogs to have better protection.  The owner must \nprovide sufficient bedding for the dogs and maintain it. \nCorrection date:  12 January, 2021 \nNote:  Bedding was being provided  before the inspector left the premises. \n \nThis inspection and exit interview were conducted with facility representatives. \n \nEnd Section",
  "animals_total": 137,
  "species": [
    {
      "count": 98,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 39,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}