{
  "insp_id": "154141359040832",
  "layout": "a",
  "customer_id": "326120",
  "customer_name": "Brett Bonham",
  "customer_addr": "Rte. 1 Box 22\nCordell, OK 73632",
  "certificate": "73-A-2637",
  "site_id": "001",
  "site_name": "Brett Bonham",
  "insp_type": "ROUTINE INSPECTION",
  "date": "02-JUN-2014",
  "report_date": "05-JUN-2014",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***** The facility does not employ a full-time veterinarian and there was no written program of veterinary care\navailable at the time of inspection. That program of veterinary care must be made available for review during\ninspections to ensure adequate veterinary care is being provided. The licensee, in coordination with the attending\nveterinarian, must provide specific information on the type of products used at the facility and the frequency of use.\nThis is not considered to be adequate veterinary care when information on how the licensee provides veterinary\ncare for all animals have not been recorded. The licensee must ensure that the program of veterinary care is\nupdated with current preventive practices to ensure that all animals are provided adequate veterinary care. The\nlicensee must follow a written program of veterinary care as directed by the attending veterinarian and make it\navailable during inspections.\n** To be corrected by 6/6/14."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***** In the outdoor enclosure containing 18 dogs, there were 7 Ori Peis with open wounds on the tops of their ears\nfrom flies biting them. The sores on all seven dogs were moist, reddened and inflamed in appearance. The sores\nwere estimated to be the size of a dime. The licensee stated that the sores have been noticed off and on during the\nstart of the summer. The licensee has been treating the open sores with antibiotic ointment and Vaseline. The\nlicensee treated the animals again during the inspection with a fly repellent. An open sore can be painful causing\ndiscomfort and could lead to the spread of infection which affects the health of the animals. These dogs must be\nexamined by a licensed veterinarian and appropriate treatment administrated. The licensee must ensure that all\nanimals receive adequate veterinary care at all times.\n** To be corrected by 6/6/14."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "***** The licensee is currently using a computerized form of record keeping listing 163 dogs on the premise. The\nlicensee had 33 additional dogs listed that are no longer at the facility. Complete and accurate records are\nnecessary to ensure each animal's identity can be known with certainty and to facilitate the ability to trace those\nanimals. The licensee must maintain records which fully disclose all information concerning each dog in their\npossession.\n** To be corrected by 6/10/14.\nExit interview was conducted with licensee."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*****  The facility does not employ a full-time veterinarian and there was no written program of veterinary care\navailable at the time of inspection.  That program of veterinary care must be made available for review during\ninspections to ensure adequate veterinary care is being provided. The licensee, in coordination with the attending\nveterinarian, must provide specific information on the type of products used at the facility and the frequency of use.\nThis is not considered to be adequate veterinary care when information on how the licensee provides veterinary\ncare for all animals have not been recorded.   The licensee must ensure that the program of veterinary care is\nupdated with current preventive practices to ensure that all animals are provided adequate veterinary care.   The\nlicensee must follow a written program of veterinary care as directed by the attending veterinarian and make it\navailable during inspections.\n** To be corrected by 6/6/14.\n2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*****  In the outdoor enclosure containing 18 dogs, there were 7 Ori Peis with open wounds on the tops of their ears\nfrom flies biting them. The sores on all seven dogs were moist, reddened and inflamed in appearance.  The sores\nwere estimated to be the size of a dime.  The licensee stated that the sores have been noticed off and on during the\nstart of the summer.  The licensee has been treating the open sores with antibiotic ointment and Vaseline. The\nlicensee treated the animals again during the inspection with a fly repellent.  An open sore can be painful causing\ndiscomfort and could lead to the spread of infection which affects the health of the animals.  These dogs must be\nexamined by a licensed veterinarian and appropriate treatment administrated. The licensee must ensure that all\nanimals receive adequate veterinary care at all times.\n** To be corrected by 6/6/14.\n\n2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\n***** The licensee is currently using a computerized form of record keeping listing 163 dogs on the premise.  The\nlicensee had 33 additional dogs listed that are no longer at the facility.   Complete and accurate records are\nnecessary to ensure each animal's identity can be known with certainty and to facilitate the ability to trace those\nanimals. The licensee must maintain records which fully disclose all information concerning each dog in their\npossession. \n** To be corrected by 6/10/14.\nExit interview was conducted with licensee.",
  "animals_total": 143,
  "species": [
    {
      "count": 130,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 13,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}