{
  "insp_id": "INS-0000824405",
  "layout": "c",
  "customer_id": "4485",
  "customer_name": "Betty Lawson",
  "customer_addr": "7930 Hwy 95\nMountain Grove, MO 65711",
  "certificate": "43-A-0516",
  "site_id": "001",
  "site_name": "BETTY LAWSON",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "02-NOV-2022",
  "report_date": "02-NOV-2022",
  "citations": [
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "In the outdoor enclosures there is an enclosure containing 4 medium size adult dogs and only 2 plastic shelters. The\nshelters do not provide sufficient space for 2 dogs to sit, stand, lay down and turn around freely. More shelter space must\nbe provided.\nThere are 4 enclosures that do not provide enough shaded areas for each of the dogs in the enclosure. One enclosure\ncontains 4 adult dogs, 1 contains 3 dogs, 1 contains 2 dogs and 1 contains 1 dog. It is necessary to provide one or more\nseparate outside areas of shade, large enough to contain all the animals at one time and protect them from the direct\nrays of the sun. The applicant must provide more shade and maintain at all times."
    },
    {
      "code": "3.4(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "In the outdoor enclosures one of the shelters does not have a wind break and rain break at the entrance. The wind break\nand rain break is important to keep wind and rain out of the shelter to provide better shelter for the dogs. Shelters in\noutdoor facilities for dogs must contain a roof, four sides, and a floor, and must be provided with a wind break and rain\nbreak at the entrance and must be maintained at all times.\nThis is a 1st Re-license Inspection for a Class “A” license. The inspection and exit briefing were conducted with the\napplicant.\nAll items must be in compliance within 2 more inspections or by 1 January 2023 or the applicant will forfeit the license fee\nand must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection.\nRegulated activity can continue under your existing USDA license until it expires.\nn"
    }
  ],
  "narrative": "3.4(b) \n   \nOutdoor housing facilities. \nIn the outdoor enclosures there is an enclosure containing 4 medium size adult dogs and only 2 plastic shelters.  The \nshelters do not provide sufficient space for 2 dogs to sit, stand, lay down and turn around freely.  More shelter space must \nbe provided. \n \nThere are 4 enclosures that do not provide enough shaded areas for each of the dogs in the enclosure.  One enclosure \ncontains 4 adult dogs, 1 contains 3 dogs, 1 contains 2 dogs and 1 contains 1 dog.  It is necessary to provide one or more \nseparate outside areas of shade,  large enough to contain all the animals at one time and protect them from the direct \nrays of the sun.  The applicant must provide more shade and maintain at all times. \n3.4(b)(3) \n   \nOutdoor housing facilities. \nIn the outdoor enclosures one of the shelters does not have a wind break and rain break at the entrance.  The wind break \nand rain break is important to keep wind and rain out of the shelter to provide better shelter for the dogs.  Shelters in \noutdoor facilities for dogs must contain a roof, four sides, and a floor, and must be provided with a wind break and rain \nbreak at the entrance and must be maintained at all times.\n\nThis is a 1st Re-license Inspection for a Class “A” license. The inspection and exit briefing were conducted with the \napplicant. \n \nAll items must be in compliance within 2 more inspections or by 1 January 2023 or the applicant will forfeit the license fee \nand must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection. \n \nRegulated activity can continue under your existing USDA license until it expires. \n \n n",
  "animals_total": 102,
  "species": [
    {
      "count": 67,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 35,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}