{
  "insp_id": "70151446040485",
  "layout": "a",
  "customer_id": "5978",
  "customer_name": "William Meadows",
  "customer_addr": "963 County St 2930\nTuttle, OK 73089",
  "certificate": "73-C-0122",
  "site_id": "001",
  "site_name": "WILLIAM MEADOWS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-JAN-2015",
  "report_date": "19-MAR-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Numerous animals were identified during the inspection as needing to be evaluated and examined by the attending\nveterinarian (AV).\n**DIRECT--A male tiger named Rajah had been noted to have a quarter-sized mass on the left side of the tail during\nthe inspection conducted on 28 May 2014 which was to be examined by a veterinarian by 4 June 2014. The AV did\na visual evaluation on 3 June 2014 and determined that anesthesia would be required to fully examine this lesion\nand that it would need to be done when the temperatures were not too warm to avoid overheating of the animal\nduring the procedure. No examination by the AV had been performed at the time of this inspection (7 months since\nfirst noted) and the mass is now significantly larger with a reddened center. Masses and growing lesions may be\ndue to infection, cancer, or other serious veterinary conditions. This animal needs to be examined by the AV as\nsoon as possible with appropriate diagnostic testing to determine if the mass needs to be surgically removed or if\nother treatment is needed to prevent the condition from worsening. Documentation of the examination, diagnostic\ntesting performed, treatment prescribed, and plan for continued evaluation and follow-up needs to be made and be\navailable for review by APHIS inspectors.\n**DIRECT--A male white tiger named O-jaus housed with 2 female white tigers, Samundra and Subadra, was noted\nduring this inspection to be in thin body condition and had a very unusual posture and gait. His backbone area\nappeared hunched with the vertebral processes appearing more prominent. His hind feet appear pigeon-toed as he\nwalks, that he is carefully placing the hind feet, and his hips sway noticeably. The care takers present during this\npart of the inspection were not aware if this was a recent development and no documentation of weight loss or\nabnormal gait had been made at the time of this inspection by the animal care staff or by the AV. Weight loss and\nabnormal gait are indicators of an underlying veterinary condition (nutritional, arthritis, injury, etc) and this animal\nneeds to be examined by the AV with documentation of possible diagnosis, observation and treatment plans, and\nplans to be re-evaluated and follow-up on his condition by the AV.\n**DIRECT--A juvenile male red kangaroo, Rascal, was noted to have numerous circular lesions on his tail by one of\nthe care staff accompanying the inspection. Upon close examination, there were at least a dozen areas varying\nfrom pea to quarter- size where the skin was reddened and the hair was missing in a circular pattern. The AV had\nnot been notified of this condition which may be ringworm, a fungal infection contagious to animals and people\n(zoonosis), or some other skin or hair condition. Documentation of the examination of this animal(cid:25)'s tail, including\nany diagnostic testing, monitoring and treatment plans, plan for re-evaluation for resolution of the condition, needs\nto be made and available for review by APHIS inspectors.\n**DIRECT--The male leopard, Bagheera, had at least two areas of missing hair and reddened, raw looking skin on\nhis tail. One of the care staff accompanying the inspection mentioned that he had been known to suck his tail\nsometimes and the lesions could be from that behavior. The current areas had not been documented by care staff\nnor reported to the AV for evaluation. This animal needs to be examined by the AV with documentation of possible\ndiagnosis, observation and treatment plans, and plans to be re-evaluated and follow-up on his condition by the AV.\n- Two adult male leopards, Bagheera and Jabaree, were noted to have unusual pigmentation of their left eyes.\nBagheera had a block of brown-copper color on the pigmented portion of the eye and Jabaree(cid:25)'s entire left eye\nappeared to be reddish-brown in color. The licensee stated that the leopards(cid:25) have had this condition since they\nwere cubs but the APHIS inspectors have never been able to observe these animals during inspection as they\nalways hide in their enclosures or den boxes when the licensee is accompanying the inspection. The licensee was\nnot present during this portion of the inspection and the leopards both came up to the enclosure fencing and\nallowed a thorough examination. This is not a normal presentation for the eyes of leopards and there is no\ndocumentation or information indicating what is causing the condition, how long it has been present, or whether\nthere is any need for monitoring and treatment of the eye condition by the AV. Changes in the coloration of the eye\nmay be a genetic condition or could indicate an underlying problem such as infection and needs to be evaluated by\nthe AV.\n- A male serval named Limpopo was pacing the front of his enclosure during this inspection and was noted to have\nseveral rough areas in his hair coat on his back. This may be matted hair which can be due to lack of grooming or\nunderlying injury or infection and should be evaluated by the AV.\n- Three ring tailed lemurs, Bongo, Talisa, and Taz, were noted to have significant thinning and hair loss on their tails\nthat had not been documented by the care staff nor evaluated by the AV. Thinning hair and loss of hair may be a\nsign of overgrooming by conspecifics or by the individual animal due to stress or dominance issues, underlying\nveterinary condition (endocrine, infection, allergies), or due to trauma to the hair follicles and needs to be evaluated\nby the AV. Documentation of examination of these animals(cid:25)' tails, including any diagnostic testing, monitoring and\ntreatment plans, plan for re-evaluation for resolution of the condition needs to be made and available for review by\nAPHIS inspectors.\n--A ring tailed lemur named Abu was noted to be obese and had prominent raised areas on both hip areas. The\ncare staff accompanying this portion of the inspection had not noted this condition and no documentation of this was\navailable for APHIS at the time of the inspection. The licensee stated during the exit briefing that these were saddle\nbags(cid:29) but the AV had not examined this animal to determine what was causing the raised areas or lumps on Abu'(cid:25)s\nhips which may be excess fat or may be a due to a veterinary condition .\n- A hedgehog named Cow was noted to be awake and actively running around his enclosure in the Welcome Center\nduring daylight hours (nocturnal animal typically). Both of his eyes appeared to have white centers which may\nindicate cataracts or another veterinary condition that may affect his vision. This condition had not been noted by\nany of the care staff nor had the AV been notified at the time of this inspection.\n- The carnivores (tigers, lions, bears, caracal, serval, savannah cat, leopards, bobcat, cougar) are not being fed a\ncommercially prepared diet that is nutritionally complete. No diet plan is documented nor approved by the AV for\nthese animals and there is no way to determine that they are receiving adequate nutrition to meet their physiological\nneeds. Numerous animals were obese, especially the leopards, bobcat, and serval, while one tiger was in thin body\ncondition and there are several young growing animals that require more vitamin and mineral supplementation than\nadults to meet their growth needs. One of the care staff that was responsible for feeding these animals was\nquestioned about the supplements provided for this non-commercial, meat-based diet and there is no measuring of\nthe vitamin or mineral supplements so there is no way to be sure the animals are receiving an appropriate dose.\nFor example, dicalcium phosphate is dusted on one piece of meat that is fed to the tigers and lions according to the\ncare staff. The recommended dose for dicalcium phosphate as a supplement for big cats that are being fed a\nmeat-based diet is 8.8 grams added to 1 lb of meat and just dusting one piece of meat is not likely to be adequate to\nmeet these animals daily requirement of calcium. Additionally, the licensee hand-raises tiger cubs and does not\nhave a documented diet plan to ensure these cubs receive the appropriate nutrition to ensure their healthy growth to\nadulthood.\nAnimals that are not being fed a commercially prepared, nutritionally complete diet appropriate for the species and\nto ensure their health and well-being need to have a diet plan documented and approved by the AV that is\nmaintained, followed, updated as necessary for new animals or changes in their age or physiologic needs, and able\nto be reviewed by APHIS inspectors.\nThe facility must have an established program of veterinary care which ensures problems are identified and\ncommunicated to the AV and that appropriate methods to prevent, control, diagnose, and treat veterinary conditions\nare used.\nThe following animals need to examined by the AV by 14 Jan 2015:\nTiger Rajah, Tiger Ojaus, Kangaroo Rascal, Leopard Bagheera\nAll other animals and the nutrition plan for any animals not receiving a commercially prepared diet for their species\nand physiologic needs must be evaluated by the AV by 2 Feb 2015."
    },
    {
      "code": "2.131",
      "kind": "",
      "repeat": true,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "The are areas identified during the inspection where barriers to keep park visitors from being able to access the\nanimals in their enclosures were inadequate.\n- Enclosure housing a 10 month old female tiger cub, Sarabi, had a gate for access to the area between the public\nbarrier and the outdoor portion of the enclosure. This gate was not secure with any lock or other mechanism and\ncould be accessed by anyone, posing a risk for contact with the cub and potential injury to the cub or a member of\nthe public.\n- Three hutch style enclosures did not have a barrier to prevent the public getting to the back of the hutches where\nthey could access the doors to the enclosures. One of these enclosures for a kinkajou did not have a lock or other\nmechanism to prevent anyone from opening the enclosure, posing a risk for escape of the animal and/or injury to\nthe animal or member of the public.\nA sufficient distance and/or barriers must be in place between the animals and the viewing public to assure the\nsafety of the animals and the public."
    },
    {
      "code": "3.52",
      "kind": "Direct",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "- The outdoor primary enclosure for 2 domestic rabbits did not have adequate shelter to protect the animals from the\nextreme cold temperatures. The enclosure temperature measured 24 degrees F with the infrared (IR) gun at the\ntime of the inspection (approximately 2 PM) with the atmospheric temperature measured at 23 deg F. Rabbits\nexposed to temperature extremes without adequate protection to maintain their normal body temperatures poses a\nrisk to their health and well-being since they may not be able to digest food properly or maintain adequate immune\nfunction due to the stress of trying to stay warm. Rabbits housed outdoors must have additional shelter when\natmospheric temperatures drop below 40 deg F.\nCorrected during the inspection"
    },
    {
      "code": "3.75(a)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "- At the time of the inspection there was an electrical wire under the perch on the north side of the outdoor portion of\nthe gibbons' (Marley and Tika) enclosure. The electrical wire was approximately 8 to 10 inches in length and\nwrapped in electrical tape. The licensee stated he had to remove the light that was present because the non human\nprimates (NHP) broke the light. He said he placed the perches over the lights and removed the broken light and\nwrapped the cord in electrical tape. He stated the electricity to the wire had been removed. This exposed wire is\nsharp and poses a risk of injury to the enclosed animals. Housing facilities for nonhuman primates must be\ndesigned and constructed so that they are structurally sound for the species of nonhuman primates housed in them.\nThey must be kept in good repair, and they must protect the animals from injury."
    },
    {
      "code": "3.75(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "- Several nonhuman primate primary enclosures had rusted surfaces such that they were not able to be properly\ncleaned and sanitized.\n-Excessive rust on the bottom support on the threshold and the interior surface of the keeper access door to the\ninside portion of the recently constructed primary enclosure for the singly-housed male capuchin monkey, Emmett.\n-Peeling paint and excessive rust on numerous slats, access door, and bottom west corner of the bird cage type\nprimary enclosure for a singly-housed juvenile ring tailed lemur, Boo. The surfaces of this enclosure have a buildup\nof grime and dust and have not been appropriately cleaned or sanitized.\n-Peeling paint and excessive rust on numerous slats, access door, and the floor slats of the bird cage type primary\nenclosure for two ring tailed lemurs, Tarzan and Nanners. The rusted surfaces were extensive and appeared to\naffect the structural strength of the enclosure. Additionally, the surfaces of this enclosure have a buildup of grime\nand dust and have not been appropriately cleaned or sanitized.\nRusted surfaces cannot be adequately cleaned or sanitized and pose a risk to the health of the animals due to an\naccumulation of food debris, excreta, and grime which may harbor infectious organisms. Excessive rust may also\nreduce the structural strength of the enclosure which can lead to injury or escape if the caging should break or\ncollapse.\nSurfaces that come into contact with nonhuman primates must be free of excessive rust that prevents the required\ncleaning and sanitation or that affects the structural strength of the enclosure.\nTo be corrected by 16 January 2015."
    },
    {
      "code": "3.75(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "- At the time of the inspection the 3 ring tailed lemurs in the road enclosure were locked in the nest box and the front\naspect of the heater was full of vegetation and debris. The heater temperature was 173.5 [deg]F. This posed a\nsignificant fire hazard.The construction of the cover for the heater does not allow easy access for cleaning. The\nsurfaces of housing facilities--including perches, shelves, swings, boxes, houses, dens, and other furniture-type\nfixtures or objects within the facility--must be constructed in a manner and made of materials that allow them to be\nreadily cleaned and sanitized. Furniture-type fixtures or objects must be sturdily constructed and must be strong\nenough to provide for the safety and welfare of nonhuman primates.\nCorrected during the inspection."
    },
    {
      "code": "3.75(e)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "- Six cans of paint were stored adjacent to a container of the commercial pelleted diet for 2 ring tailed lemurs,\nTarzan and Nanners. This material is toxic and may potentially contaminate the food these animals eat, posing a\nrisk to their health.\nSubstances that are toxic to the nonhuman primates must not be stored in food storage and preparation areas, but\nmay be stored in cabinets in the animal areas.\nCorrected on 8 January 2015"
    },
    {
      "code": "3.77(a)",
      "kind": "Direct",
      "repeat": true,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "- The 3 ring tailed lemurs being housed in the round house enclosure were shivering at the time of the inspection.\nThe 3 ring tailed lemurs were being provided heat by a portable heater and the ambient temperature was measured\nat 40 [deg]F in the inside portion of their enclosure. The temperature of the back wall of the enclosure at the\nanimals level was measured at 40[deg]F. The shift door of this enclosure was closed but had a large gap (1 to 1.5\ninches) around the entire door. This allowed outside air to easily enter the inside portion of the enclosure.\n- Additionally, the following non human primates (NHPs) were observed shivering at the time of the inspection:\nEmmett the approximately 20 year old capuchin, Bella the 3 year old spider monkey, and Yin the adult black and\nwhite ruffed lemur Emmett's enclosure was measured at 46 [deg]F, Bella's enclosure was measured at 46[deg]F,\nand Yin's was measured at 45[deg]F.\nExcessive cold can lead to severe health problems for the enclosed animals. The sheltered part of sheltered\nhousing facilities must be sufficiently heated and cooled when necessary to protect the nonhuman primates from\ntemperature extremes, and to provide for their health and well-being. The ambient temperature in the sheltered part\nof the facility must not fall below 45 [deg]F for more than 4 consecutive hours when nonhuman primates are\npresent."
    },
    {
      "code": "3.80(a)(2)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "-The outdoor portion of the round house enclosure housing the 3 ring tailed lemurs had lag bolts scattered around\nthe edges of the enclosure floor and at the vertical junction of the enclosure panels. The lag bolts on the floor of the\nenclosure are approximately 3 inches in length. The lag bolts on the vertical juncture of the panels are\napproximately 1 inch in length. These lag bolts pose a threat of injury to the enclosed animals.\n- The bird cage type enclosure housing 2 ring tailed lemurs, Nanners and Tarzan, had cut sections of electrical wire\ntwisted through the latching mechanism to secure the access door and metal wires were used to secure the food\nand water receptacles to the side of this enclosure. These wires had sharp points that were within reach of the\nlemurs, posing a risk of injury to the animals.\nPrimary enclosures must be constructed so that they have no sharp points or jagged edges that could injure the\nanimals.\nTo be corrected: 16 January 2015"
    },
    {
      "code": "3.81(b)",
      "kind": "",
      "repeat": true,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "- The physical environment of the primary enclosures for a singly-housed spider monkey, Bella, and a singly-housed\ncapuchin monkey, Emmett, were not adequately enriched for these animals. The outdoor portion of the enclosures\nhad no perches, swings, or other types of cage furniture that arboreal species would typically use. The indoor\nportion of the enclosure for Emmett had a single fire-hose hung from the ceiling with a second hose unsecured and\nlying on top of the hanging section of hose. There are elevated wire mesh shift/holding areas in both of these\nenclosures and the monkeys were seen attempting to perch on the sliding shift door for this area as well as on their\nfood dishes and the wire mesh wall of the enclosure. The monkeys appeared to be shivering and did not have\nappropriate options for perching comfortably in warmer areas of the enclosure due to the lack of cage furniture and\nperches. Emmett is a geriatric animal (approximately 20 years old) which should be considered in addressing the\nphysical environment in his primary enclosure to allow for ease of movement and to make him as comfortable as\npossible.\nThe Non-human Primate Enrichment Program approved by the attending veterinarian (AV) on 1-31-14 for each\nnonhuman primate does not appear to address current conditions for all of the animals and should be re-evaluated\nby the AV and updated when changes in the animals(cid:25) environment or physiologic conditions occur. For example,\ntwo ring-tailed lemurs, Tarzan and Nanners, are being housed in a large parrot cage in the (cid:28)Bird Room(cid:29). The\napproved enrichment program for these two monkeys states (cid:28)that their enclosure is located so that they have a wide\nview of the park and the visitors that come through it. Food is hidden throughout the cage to encourage foraging\nbehaviors. They have various platforms to lay on, hide under, or to jump over(cid:29). This enclosure does not meet these\nconditions and, other than providing some toys and brief interaction (approximately 5-10 minutes per day according\nto care staff), these animals are not receiving any type of enrichment that would encourage species-typical activities\nnor support their psychological well-being.\nOther nonhuman primates were noted to have television (TV) sets playing movies or tuned to local programming.\nAccording to the care staff, these TV sets are often running 24 hours per day for some of the animals. This activity\nis not listed in any of the animal(cid:25)'s enrichment program sheets approved by the AV and, as with any item,\ncontinuous exposure to such a stimulus may not be enriching for all animals and should be evaluated and approved\nby the AV on a case-by-case basis.\nThe physical environment in the primary enclosures must be enriched by providing opportunities and activities that\npromote species-typical behaviors."
    },
    {
      "code": "3.82(d)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "- None of the food receptacles for nonhuman primates have been sanitized for at least 8 weeks. Additionally, the\nplastic food receptacles for 2 gibbons and 1 singly-housed capuchin had chewed and roughened edges that could\nno longer be properly cleaned or sanitized. Food receptacles for nonhuman primates must be cleaned and must be\nsanitized at least once every 2 weeks to minimize the buildup of bacteria and other potential infectious organisms\nwhich pose a risk to the health of the animals.\nFood receptacles must be kept clean and must be sanitized at least once every 2 weeks.\nTo be corrected by 12 January 2015."
    },
    {
      "code": "3.83",
      "kind": "Direct",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "- The three ring tailed lemurs in the road enclosure had no water at the time of the inspection. The lemurs were\nclosed in their nest box and no water was present. Potable water must be provided in sufficient quantity to every\nnonhuman primate housed at the facility. If potable water is not continually available to the nonhuman primates, it\nmust be offered to them as often as necessary to ensure their health and well-being, but no less than twice daily for\nat least l hour each time.\n- All NHP water receptacles had not been cleaned or sanitized for the last 8 weeks. The facility representative\nstated she scrubbed them with water daily and re-filled them. Water receptacles must be kept clean and sanitized at\nleast once every 2 weeks or as often as necessary to keep them clean and free from contamination.\nThe lack of water for three ring tailed lemurs was corrected during the inspection.\nCleaning and sanitizing of water receptacles must be corrected by 12 January 2015."
    },
    {
      "code": "3.84(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "- The primary enclosure housing 2 gibbons had not had excreta and food waste removed from the enclosure for 2\ndays. The animals could not be shifted outside due to extremely cold weather and personnel capable of entering\nthe enclosure with the animals were not available to clean the enclosure.\nRemoval of excreta and food waste is required daily because of the potential for contact with infectious material,\nattraction of pests, and to provide a clean and odor-free environment for the animals(cid:25) well-being.\nTo be corrected by 9 January 2015"
    },
    {
      "code": "3.84(d)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "- The building numbered F7 housing Yin the black and white ruffed lemur and the oriental small-clawed otter had an\nexcessive accumulation of rodent feces present on the floor, concentrated along the walls and the corners of the\nenclosures. The sealed food container in the area had rodent feces on the lid. Rodent feces was present on the\nwindow sill in the hallway area between the otter and lemur inside enclosures. There were raccoon tracks on the\nground outside the outdoor portion of the black and white ruffed lemur enclosure. The licensee stated that sticky\ntraps and snap traps were being used.\n- The round house for three ring tailed lemurs had an excessive accumulation of rodent feces on the floor\nconcentrated along the walls, thresholds and the corners of the enclosure. There are rodent holes outside the\nenclosure next to the food bin.\n- The building housing Andro a black and white ruffed lemur had piles of dirt in the outside portion of his enclosure.\nWhen asked the licensee stated these were gopher mounds.There were rodent holes noted on the edges of the\noutdoor portion of his enclosure.\n- There were numerous dead roach like insects in the sticky traps in the Gibbons enclosure, in the welcome center\nin cabinets and the floor next to Boo the baby ring tailed lemur and in Andro's enclosure.\n- There were rodent droppings under the nest box of Bonnie and Clyde, 2 ring tailed lemurs. The facility\nrepresentative stated rodents had been observed in this area 2 days prior to this inspection.\n--The Welcome Center had evidence of an excessive and active pest control problem. Rodent feces was found in\ncabinets near the enclosure for a singly-housed juvenile ring tailed lemur, Boo, as well as along the walls and on the\nseats of chairs at tables for the visitors. Another cabinet near Boo's enclosure was opened and numerous roaches\nwere seen to run throughout the cabinet. Several sticky traps were full of dead roaches in the area near the visitor\ntables and the couch where photo shoots are conducted for the public with Boo.\nRodent droppings and active vermin in animal housing area pose a risk to the health of the animals due to the\npotential transmission of infectious organisms through direct contact or contamination of food, water, and bedding\nmaterial.\nThe licensee must establish and maintain an effective program for the control of pests to promote the health and\nwell-being of the animals and reduce contamination by pests in animal areas. All rodent excreta must be removed\nas needed and an effective program initiated to control the pests."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "- The grizzly bear enclosure has rust on the fencing panels with excessive rust noted on the north side of the\nenclosure. There are multiple holes dug in the dirt floor of the enclosure. The holes are concentrated around the\nperimeter of the fence exposing the concrete that is on the periphery of the enclosure as well as under the misting\nsystem that was used in the summer. There are loose boards on the top of the shade shelter area. These areas are\nin disrepair and are structurally unsound, posing a risk of injury or possible escape.\n- The porcupine enclosure had a large, deep hole that was dug from the front edge of the south nest box to the area\nunder the nest box. This hole is approximately 2 feet wide and 3 feet deep This is the nest box that the female\nporcupine was seen inhabiting for safety at the time of the inspection. A metal grate was on the floor of this\nenclosure and, as the metal has been exposed, the grate has been cut resulting in sharp points at regular intervals\naround the hole. There is also a hole that the animals have dug in the center of the enclosure.\n- The decking area in the lion enclosure has a large lag bolt in the post that extend 2 inches past the post. There are\nalso numerous exposed nails or screw heads present on the resting surface of this structure.\n- The 3 red kangaroo's enclosure has many dig holes present ranging from 1 foot to 3 feet in diameter. These dig\nholes are primarily concentrated at the fence posts of the enclosure. At the back of the enclosure along the east\nfence line there is a hole that appears to have been dug by an auger for another fencing post. This hole has two flat\nlong rocks laying on top.but does not completely cover this hole, posing a risk for injury and entrapment of a foot.\n- The enclosure housing Rascal a young red kangaroo had sharp points on his shelter. Electrical wires are noted\nunder stairs that sit above the enclosure under which a deep hole has been dug, extending approximately 4 feet\nunder the adjacent concrete patio area.and are accessible to this kangaroo. There are also chewed electrical cords\nprotruding from the fence into the enclosure on the south side of the stairs.\n- There is significant erosion in the llama pig enclosure. This area of erosion is in front of one of the shelters in this\nenclosure, preventing safe access to this structure by the animals.\n- Bagaheera the black leopard has a large 6 inch nail lying in the center of the shift box\n- Sarabi the tiger cub has multiple points around the facing of the shift door in the outdoor area of her enclosure.\nThe trim around the shift door leading to the inside portion of the enclosure has been removed on the west side and\non the top. Nails remained in the structure and numerous sharp points are present.\n- The enclosure housing the chinchilla has loose door hinges and linoleum that has been torn from the floor in\nnumerous places and is chewed on the edges.\n--The enclosure housing the Savannah cat had a broken bottom rail on the barrier in place to prevent members of\nthe public from being able to get next to the enclosure. The barrier currently in place is a split rail fence that has\nplastic mesh between the top and bottom rails but the lower rail on the north side is cracked in the center and is\nstructurally unsound.\nThe facility must be constructed of such material and of such strength as appropriate for the animals involved. The\nindoor and outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the\nanimals from injury and to contain the animals."
    },
    {
      "code": "3.127(b)",
      "kind": "Direct",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "- The red kangaroo, Rascal, was observed shivering. The ambient temperature under the heat lamp in his shelter\nwas 18-20 [deg] F. Shelter from inclement weather shall be provided for all animals kept outdoors to afford them\nprotection and to prevent discomfort to such animals. Individual animals shall be acclimated before they are\nexposed to the extremes of the individual climate.\nCorrected on 8 January 2015"
    },
    {
      "code": "3.127(c)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "- The south den box in the porcupine enclosure had a pool of fluid on the floor of the inside central area, The den\nbox is approximately 2 foot X 3 foot in size. There is a central drain present in the den box but is was completely\nclogged creating standing fluid, likely urine and/or water in the center. This appeared to be the only area where the\nanimal felt safe, causing her to lay in the fluid during extremely cold temperature. Improper drainage systems and\nstanding water where the animals are contained my result in odors, spreading of diseases, insect infestation,\ndecreased thermoregulation, and other health hazards. All pens housing animals must have an adequate drainage\nsystem that is able to eliminate standing and excess water more rapidly for the overall health of the animals.\nA suitable method shall be provided to rapidly eliminate excess water. The method of drainage shall comply with\napplicable Federal, State, and local laws and regulations relating to pollution control or the protection of the\nenvironment."
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "- At the time of the inspection there were supplements, Di-Calcium phosphate and slab meat dietary supplement,\nstored in a cabinet containing numerous chemical cleaners such as Simple Green, antibacterial hand soap, glass\ncleaners, all purpose cleaners, Raid fly and insect repellent, Ajax, and lime scale remover. These materials are\ntoxic and may potentially contaminate the food for these animals, posing a risk to their health.Substances that are\ntoxic to the animals must not be stored in food storage and preparation areas, but may be stored in cabinets in the\nanimal areas.\n- All four of the freezers contained meat that had freezer burn. There are ice crystals present on the meat and some\nof the meat is discolored (greenish tinge). One of the horizontal freezers did not seal properly and was overly full.\nThe meat in this freezer was more freezer burnt in a progressive manner. The meat on the top had a little burn\nhowever, the further down the worse the condition of the meat. There is no rotation of the meat in any of these\nfreezers. Freezer burn causes a decrease in nutritional value of the meat. The buildup of ice crystals present also\nappeared to increase further into the freezer. Ice crystals are an indication of freezing and thawing which can\nincrease bacterial load in the meat. One of the vertical freezers had 2 plastic bags in it. One bag was white in color\nand the other bag was black in color. These bags contained deceased wild rodents attached to sticky traps. These\nbags were intermingled with the food designated for carnivores in the park.\n- The porcupine food storage container had numerous bird droppings on the lid. This container was also significantly\nchewed on the upper front left corner. The representative thought that wild raccoons had chewed the lid of the food\nstorage receptacle.\n--The round hay bale feeder for the petting zoo animals (llama, donkey, and pig) was covered in bird droppings and\nan old, blackened banana peel was stuck between the metal feeder and the hay supply. The hay is at risk for\ncontamination and for the attraction of other pests which could contaminate the feed, posing a health risk for the\nanimals.\nThe food shall be wholesome, palatable, and free from contamination and of sufficient quantity and nutritive value\nto maintain all animals in good health. The diet shall be prepared with consideration for the age, species, condition,\nsize, and type of the animal. Animals shall be fed at least once a day except as dictated by hibernation, veterinary\ntreatment, normal fasts, or other professionally accepted practices.\nCorrected by 17 January 2015"
    },
    {
      "code": "3.130",
      "kind": "Direct",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "-All animals housed in outdoor enclosures did not appear to have access to water throughout the entire inspection\n(January 8 and 9 2015). For example, the emu water trough was completely full and frozen solid. The muntjac was\nobserved to leave the den box and go to his water receptacle, which had completely frozen water, and then return\nto his den box. When fresh water was placed in his enclosure he ran to the water receptacle and was observed to\ncontinuously drink for 50 to 60 seconds before returning to his den box. Lack of access to water is extremely\ndangerous for animals, even during cold weather conditions. Water needs to be provided frequently enough to\nmeet the physiologic needs of the animals and to prevent dehydration which can lead to serious health issues, such\nas renal failure.\nIf potable water is not accessible to the animals at all times, it must be provided as often as necessary for the health\nand comfort of the animal. Frequency of watering shall consider age, species, condition, size, and type of the\nanimal. All water receptacles shall be kept clean and sanitary.\nTo be corrected by 9 January 2015."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "-There was an accumulation of dust, debris, and cobwebs on the small approximate 1 foot by 2 feet tray on top of\nthe armadillo enclosure. This poses a risk to the health of the animals as the debris and cobwebs may contain\nexcreta, food waste, and harbor pests. Cobwebs need to be removed from primary enclosures as often as\nnecessary to prevent contamination of the animals contained therein and to minimize disease hazards and to\nreduce odors.\nCorrected on 8 January 2015"
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "- The west side of the road enclosures and the east side perimeter fence areas have tall, thick brush, fallen\nbranches and dried weeds up to the enclosures.\n-The food storage bins for rabbit food and bear food had bird droppings on the lids.\n-The otter enclosure had rodent feces along the edges of the walls in the indoor portion of the enclosure.\n- The metal used as a hay manger in the llama and pig enclosure had bird droppings present.\n-The two shelter structures in the kangaroo enclosure had numerous wasp nests present. There were 4 wasp nests\nin one shelter and two wasp nests in the other shelter.\n-There is a large accumulation of items like a box spring, bath tub, lawn mower, plywood, lumber scraps, tile scraps,\nplastic bins, and ice chest to the north of the barn area.\n- An open trash receptacle is present in the party area by the kangaroo enclosure that is full and does not have a lid.\nA large volume of rodent feces, bird droppings roach like insects, wasps and other insects could lead to spreading\nof diseases, pest infestation and other health hazards. Accumulation of items not used for food storage or animal\nhusbandry practices as well as trash, tall weeds and brush up to enclosures could lead to pest/rodent infestation\nand nesting areas for pests/rodents. A stronger and more effective pest control program must be established and\nmaintained at all times. All items not used for food storage or animal husbandry practices must also be removed for\nthe overall health of the animals. The weeds and brush must be cut back from the enclosures to aid in pest control\nand decrease nesting areas for pests."
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": false,
      "desc": "EMPLOYEES.",
      "narrative": "- Based on the number of new and repeat non-compliant items cited during this inspection, it does not appear that\nthe applicant has an adequate number of trained employees to carry out an acceptable level of animal husbandry\nand maintenance for this facility. At the time of the inspection the employee with the most longevity at the facility\nwas 6 months. Multiple non-compliant items were easily remedied by the employees in a timely manner as soon as\nthe non compliant items were noted. This demonstrates a lack of experience in the ability to recognize issues that\nare potential non compliant items. Current employees with the most longevity need to ensure the daily observation\nand husbandry practices of all animals The applicant may need additional employees to maintain compliance and\nensure the health and welfare of the animals.\nTo be corrected by 31 January 2015."
    },
    {
      "code": "3.133",
      "kind": "Direct",
      "repeat": false,
      "desc": "SEPARATION.",
      "narrative": "Several situations involving compatibility of animals have been identified at the facility.\n**A male deer named Fireball (aka Firebough) was found injured following a fight with another male deer housed in\nthe same enclosure on 19 Feb 2014. Fireball sustained a penetrating wound to his right side which was repaired by\nthe attending veterinarian (AV) and from which he recovered fully. APHIS personnel had been told by the AV that\nthe plan was to keep this male deer separated until he was fully healed, dehorn all the adult male deer (3 total) in\nthe herd, and castrate the other male deer prior to reintroducing Fireball to the deer enclosure. On 16 July 2014,\nFireball was immobilized and returned to the deer enclosure with the other 8 deer but no dehorning or castration of\nthe males was performed prior to this reintroduction. On 19 Aug 2014, Fireball was found to be injured and\nassumed to be gored by one of the other 2 male deer. This animal died as result of its injuries which could have\nbeen prevented if either he had not been reintroduced to the herd or if the AV(cid:25)s plan for castration and dehorning\nhad been followed.\n**Three African crested porcupines being housed in the same outdoor primary enclosure were observed to be\nincompatible during this inspection. The female was sheltering inside one of two wooden den boxes and when the\nlid was lifted for the APHIS inspectors to observe the animal and the interior of the den box, she ran out into the\nenclosure and was immediately attacked and chased by the other 2 male porcupines. The 2 males continued to\nchase her around the enclosure which had significant hazards due to a large hole with sharp metal points in the\nwest corner of the enclosure. They continued to harass the female after she ran into the other den box that the\nmales had been occupying when we first arrived. It is a concern that this female porcupine can't access food and\nwater or navigate the small enclosure without being harassed by the 2 males and should be separated and housed\nin a more appropriate enclosure to protect her from injury and undue stress.\n**A male cougar, Orion, was recently moved to an enclosure adjacent to a female tiger, Shakita. APHIS inspectors\nnoted during the inspection that these animals would hiss and pull their ears back when they would come into visual\ncontact. The cougar approached as the tiger withdrew from the lock down area and continued to hiss and appeared\nto be watchful of her location in the adjacent enclosure. Stress and aggressive behavior exhibited by animals\nhoused adjacent or within sight of each other can affect the animals(cid:25) health if not alleviated since they may expend\ntoo much energy on remaining vigilant and protective instead of engaging in more normal species-typical behavior.\nAnimals housed in the same primary enclosure must be compatible. Animals shall not be housed near animals that\ninterfere with their health or cause them discomfort.\nIt was also learned during this inspection that a female deer had to be euthanized on 1/15/2014 due to injuries\ncausing evisceration following a fight between two of the male deer. The two remaining male deer have had their\nantlers cut-off to reduced injury but a more permanent solution to protect all animals housed in this enclosure from\nstress and injury, especially during breeding season, needs to be developed and implemented with input and\napproval of the AV by 31 Jan 2015.\nThe female porcupine must be separated from the 2 male porcupines and housed in an appropriate enclosure as\nsoon as possible but not later than 10 Jan 2015.\nThe male cougar, Orion, and the female tiger, Shakita, should either have visual and/or physical barriers placed to\nreduce the aggression and stress noted during the inspection or one or both animals should be moved to different\nenclosures away from any animals that appear to elicit stressful or aggressive responses. This must be corrected\nby 10 Jan 2015.\nAdditional issues remain under review.\nInspection occurred on January 7-8, 2015 with APHIS personnel and facility representatives.\nExit interview was conducted with facility representative on January 9, 2015.\nAdditional Inspectors\nSabala David, Supervisory Animal Care Specialist\nThompson Tracy, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nNumerous animals were identified during the inspection as needing to be evaluated and examined by the attending\nveterinarian (AV).\n**DIRECT--A male tiger named Rajah had been noted to have a quarter-sized mass on the left side of the tail during\nthe inspection conducted on 28 May 2014 which was to be examined by a veterinarian by 4 June 2014. The AV did\na visual evaluation on 3 June 2014 and determined that anesthesia would be required to fully examine this lesion\nand that it would need to be done when the temperatures were not too warm to avoid overheating of the animal\nduring the procedure.  No examination by the AV had been performed at the time of this inspection (7 months since\nfirst noted) and the mass is now significantly larger with a reddened center.  Masses and growing lesions may be\ndue to infection, cancer, or other serious veterinary conditions.  This animal needs to be examined by the AV as\nsoon as possible with appropriate diagnostic testing to determine if the mass needs to be surgically removed or if\nother treatment is needed to prevent the condition from worsening.  Documentation of the examination, diagnostic\ntesting performed, treatment prescribed, and plan for continued evaluation and follow-up needs to be made and be\navailable for review by APHIS inspectors.\n**DIRECT--A male white tiger named O-jaus housed with 2 female white tigers, Samundra and Subadra, was noted\nduring this inspection to be in thin body condition and had a very unusual posture and gait.  His backbone area\nappeared hunched with the vertebral processes appearing more prominent.  His hind feet appear pigeon-toed as he\nwalks, that he is carefully placing the hind feet, and his hips sway noticeably.  The care takers present during this\npart of the inspection were not aware if this was a recent development and no documentation of weight loss or\nabnormal gait had been made at the time of this inspection by the animal care staff or by the AV.  Weight loss and\nabnormal gait are indicators of an underlying veterinary condition (nutritional, arthritis, injury, etc) and this animal\nneeds to be examined by the AV with documentation of possible diagnosis, observation and treatment plans, and\nplans to be re-evaluated and follow-up on his condition by the AV.\n**DIRECT--A juvenile male red kangaroo, Rascal, was noted to have numerous circular lesions on his tail by one of\nthe care staff accompanying the inspection.  Upon close examination, there were at least a dozen areas varying\nfrom pea to quarter- size where the skin was reddened and the hair was missing in a circular pattern.  The AV had\nnot been notified of this condition which may be ringworm, a fungal infection contagious to animals and people\n(zoonosis), or some other skin or hair condition. Documentation of the examination of this animal(cid:25)'s tail, including\nany diagnostic testing, monitoring and treatment plans, plan for re-evaluation for resolution of the condition, needs\n\nto be made and available for review by APHIS inspectors.\n**DIRECT--The male leopard, Bagheera, had at least two areas of missing hair and reddened, raw looking skin on\nhis tail.  One of the care staff accompanying the inspection mentioned that he had been known to suck his tail\nsometimes and the lesions could be from that behavior.  The current areas had not been documented by care staff\nnor reported to the AV for evaluation.  This animal needs to be examined by the AV with documentation of possible\ndiagnosis, observation and treatment plans, and plans to be re-evaluated and follow-up on his condition by the AV.\n- Two adult male leopards, Bagheera and Jabaree, were noted to have unusual pigmentation of their left eyes. \nBagheera had a block of brown-copper color on the pigmented portion of the eye and Jabaree(cid:25)'s entire left eye\nappeared to be reddish-brown in color.  The licensee stated that the leopards(cid:25) have had this condition since they\nwere cubs but the APHIS inspectors have never been able to observe these animals during inspection as they\nalways hide in their enclosures or den boxes when the licensee is accompanying the inspection.  The licensee was\nnot present during this portion of the inspection and the leopards both came up to the enclosure fencing and\nallowed a thorough examination.  This is not a normal presentation for the eyes of leopards and there is no\ndocumentation or information indicating what is causing the condition, how long it has been present, or whether\nthere is any need for monitoring and treatment of the eye condition by the AV.  Changes in the coloration of the eye\nmay be a genetic condition or could indicate an underlying problem such as infection and needs to be evaluated by\nthe AV.\n- A male serval named Limpopo was pacing the front of his enclosure during this inspection and was noted to have\nseveral rough areas in his hair coat on his back.  This may be matted hair which can be due to lack of grooming or\nunderlying injury or infection and should be evaluated by the AV.\n- Three ring tailed lemurs, Bongo, Talisa, and Taz, were noted to have significant thinning and hair loss on their tails\nthat had not been documented by the care staff nor evaluated by the AV.  Thinning hair and loss of hair may be a\nsign of overgrooming by conspecifics or by the individual animal due to stress or dominance issues, underlying\nveterinary condition (endocrine, infection, allergies), or due to trauma to the hair follicles and needs to be evaluated\nby the AV.  Documentation of examination of these animals(cid:25)' tails, including any diagnostic testing, monitoring and\ntreatment plans, plan for re-evaluation for resolution of the condition needs to be made and available for review by\nAPHIS inspectors.\n--A ring tailed lemur named Abu was noted to be obese and had prominent raised areas on both hip areas.  The\ncare staff accompanying this portion of the inspection had not noted this condition and no documentation of this was\navailable for APHIS at the time of the inspection.  The licensee stated during the exit briefing that these were saddle\nbags(cid:29) but the AV had not examined this animal to determine what was causing the raised areas or lumps on Abu'(cid:25)s\nhips which may be excess fat or may be a due to a veterinary condition .  \n- A hedgehog named Cow was noted to be awake and actively running around his enclosure in the Welcome Center\nduring daylight hours (nocturnal animal typically).  Both of his eyes appeared to have white centers which may\nindicate cataracts or another veterinary condition that may affect his vision.  This condition had not been noted by\nany of the care staff nor had the AV been notified at the time of this inspection.\n- The carnivores (tigers, lions, bears, caracal, serval, savannah cat, leopards, bobcat, cougar) are not being fed a\ncommercially prepared diet that is nutritionally complete.  No diet plan is documented nor approved by the AV for\nthese animals and there is no way to determine that they are receiving adequate nutrition to meet their physiological\n\nneeds.  Numerous animals were obese, especially the leopards, bobcat, and serval, while one tiger was in thin body\ncondition and there are several young growing animals that require more vitamin and mineral supplementation than\nadults to meet their growth needs.  One of the care staff that was responsible for feeding these animals was\nquestioned about the supplements provided for this non-commercial, meat-based diet and there is no measuring of\nthe vitamin or mineral supplements so there is no way to be sure the animals are receiving an appropriate dose. \nFor example, dicalcium phosphate is dusted on one piece of meat that is fed to the tigers and lions according to the\ncare staff.  The recommended dose for dicalcium phosphate as a supplement for big cats that are being fed a\nmeat-based diet is 8.8 grams added to 1 lb of meat and just dusting one piece of meat is not likely to be adequate to\nmeet these animals daily requirement of calcium.  Additionally, the licensee hand-raises tiger cubs and does not\nhave a documented diet plan to ensure these cubs receive the appropriate nutrition to ensure their healthy growth to\nadulthood.  \nAnimals that are not being fed a commercially prepared, nutritionally complete diet appropriate for the species and\nto ensure their health and well-being need to have a diet plan documented and approved by the AV that is\nmaintained, followed, updated as necessary for new animals or changes in their age or physiologic needs, and able\nto be reviewed by APHIS inspectors.\nThe facility must have an established program of veterinary care which ensures problems are identified and\ncommunicated to the AV and that appropriate methods to prevent, control, diagnose, and treat veterinary conditions\nare used.\nThe following animals need to examined by the AV by 14 Jan 2015:\nTiger Rajah, Tiger Ojaus, Kangaroo Rascal, Leopard Bagheera\nAll other animals and the nutrition plan for any animals not receiving a commercially prepared diet for their species\nand physiologic needs must be evaluated by the AV by 2 Feb 2015.\n2.131                    REPEAT\nHANDLING OF ANIMALS.\nThe are areas identified during the inspection where barriers to keep park visitors from being able to access the\nanimals in their enclosures were inadequate.\n- Enclosure housing a 10 month old female tiger cub, Sarabi, had a gate for access to the area between the public\nbarrier and the outdoor portion of the enclosure. This gate was not secure with any lock or other mechanism and\ncould be accessed by anyone, posing a risk for contact with the cub and potential injury to the cub or a member of\nthe public.\n- Three hutch style enclosures did not have a barrier to prevent the public getting to the back of the hutches where\nthey could access the doors to the enclosures. One of these enclosures for a kinkajou did not have a lock or other\nmechanism to prevent anyone from opening the enclosure, posing a risk for escape of the animal and/or injury to\n\nthe animal or member of the public.\nA sufficient distance and/or barriers must be in place between the animals and the viewing public to assure the\nsafety of the animals and the public.\n3.52           DIRECT\nFACILITIES, OUTDOOR.   \n- The outdoor primary enclosure for 2 domestic rabbits did not have adequate shelter to protect the animals from the\nextreme cold temperatures.  The enclosure temperature measured 24 degrees F with the infrared (IR) gun at the\ntime of the inspection (approximately 2 PM) with the atmospheric temperature  measured at 23 deg F.  Rabbits\nexposed to temperature extremes without adequate protection to maintain their normal body temperatures poses a\nrisk to their health and well-being since they may not be able to digest food properly or maintain adequate immune\nfunction due to the stress of trying to stay warm. Rabbits housed outdoors must have additional shelter when\natmospheric temperatures drop below 40 deg F.\nCorrected during the inspection\n3.75(a)                    REPEAT\nHOUSING FACILITIES, GENERAL. \n- At the time of the inspection there was an electrical wire under the perch on the north side of the outdoor portion of\nthe gibbons' (Marley and Tika) enclosure. The electrical wire was approximately 8 to 10 inches in length and\nwrapped in electrical tape. The licensee stated he had to remove the light that was present because the non human\nprimates (NHP) broke the light. He said he placed the perches over the lights and removed the broken light and\nwrapped the cord in electrical tape. He stated the electricity to the wire had been removed.  This exposed wire is\nsharp and poses a risk of injury to the enclosed animals. Housing facilities for nonhuman primates must be\ndesigned and constructed so that they are structurally sound for the species of nonhuman primates housed in them.\nThey must be kept in good repair, and they must protect the animals from injury.\n3.75(c)(1)(1)\nHOUSING FACILITIES, GENERAL. \n- Several nonhuman primate primary enclosures had rusted surfaces such that they were not able to be properly\ncleaned and sanitized.\n-Excessive rust on the bottom support on the threshold and the interior surface of the keeper access door to the\ninside portion of the recently constructed primary enclosure for the singly-housed male capuchin monkey, Emmett.  \n-Peeling paint and excessive rust on numerous slats, access door, and bottom west corner of the bird cage type\nprimary enclosure for a singly-housed juvenile ring tailed lemur, Boo. The surfaces of this enclosure have a buildup\nof grime and dust and have not been appropriately cleaned or sanitized.\n\n-Peeling paint and excessive rust on numerous slats, access door, and the floor slats of the bird cage type primary\nenclosure for two ring tailed lemurs, Tarzan and Nanners. The rusted surfaces were extensive and appeared to\naffect the structural strength of the enclosure.  Additionally, the surfaces of this enclosure have a buildup of grime\nand dust and have not been appropriately cleaned or sanitized.\nRusted surfaces cannot be adequately cleaned or sanitized and pose a risk to the health of the animals due to an\naccumulation of food debris, excreta, and grime which may harbor infectious organisms.  Excessive rust may also\nreduce the structural strength of the enclosure which can lead to injury or escape if the caging should break or\ncollapse.\nSurfaces that come into contact with nonhuman primates must be free of excessive rust that prevents the required\ncleaning and sanitation or that affects the structural strength of the enclosure.\nTo be corrected by 16 January 2015.\n3.75(c)(1)\nHOUSING FACILITIES, GENERAL. \n- At the time of the inspection the 3 ring tailed lemurs in the road enclosure were locked in the nest box and the front\naspect of the heater was full of vegetation and debris. The heater temperature was 173.5 [deg]F. This posed a\nsignificant fire hazard.The construction of the cover for the heater does not allow easy access for cleaning. The\nsurfaces of housing facilities--including perches, shelves, swings, boxes, houses, dens, and other furniture-type\nfixtures or objects within the facility--must be constructed in a manner and made of materials that allow them to be\nreadily cleaned and sanitized. Furniture-type fixtures or objects must be sturdily constructed and must be strong\nenough to provide for the safety and welfare of nonhuman primates.\nCorrected during the inspection.\n3.75(e)\nHOUSING FACILITIES, GENERAL. \n- Six cans of paint were stored adjacent to a container of the commercial pelleted diet for 2 ring tailed lemurs,\nTarzan and Nanners.  This material is toxic and may potentially contaminate the food these animals eat, posing a\nrisk to their health.\nSubstances that are toxic to the nonhuman primates must not be stored in food storage and preparation areas, but\nmay be stored in cabinets in the animal areas.\nCorrected on 8 January 2015\n3.77(a)           DIRECT                    REPEAT\nSHELTERED HOUSING FACILITIES.\n\n- The 3 ring tailed lemurs being housed in the round house enclosure were shivering at the time of the inspection.\nThe 3 ring tailed lemurs were being provided heat by a portable heater and the ambient temperature was measured\nat 40 [deg]F in the inside portion of their enclosure.  The temperature of the back wall of the enclosure at the\nanimals level was measured at 40[deg]F. The shift door of this enclosure was closed but had a large gap (1 to 1.5\ninches) around the entire door. This allowed outside air to easily enter the inside portion of the enclosure. \n- Additionally, the following non human primates (NHPs) were observed shivering at the time of the inspection:\nEmmett the approximately 20 year old capuchin, Bella the 3 year old spider monkey, and Yin the adult black and\nwhite ruffed lemur  Emmett's enclosure was measured at 46 [deg]F, Bella's enclosure was measured at 46[deg]F,\nand Yin's was measured at 45[deg]F. \nExcessive cold can lead to severe health problems for the enclosed animals. The sheltered part of sheltered\nhousing facilities must be sufficiently heated and cooled when necessary to protect the nonhuman primates from\ntemperature extremes, and to provide for their health and well-being. The ambient temperature in the sheltered part\nof the facility must not fall below 45 [deg]F  for more than 4 consecutive hours when nonhuman primates are\npresent.\n3.80(a)(2)(1)\nPRIMARY ENCLOSURES.  \n-The outdoor portion of the round house enclosure housing the 3 ring tailed lemurs had lag bolts scattered around\nthe edges of the enclosure floor and at the vertical junction of the enclosure panels. The lag bolts on the floor of the\nenclosure are approximately 3 inches in length. The lag bolts on the vertical juncture of the panels are\napproximately 1 inch in length. These lag bolts pose a threat of injury to the enclosed animals.\n- The bird cage type enclosure housing 2 ring tailed lemurs, Nanners and Tarzan, had cut sections of electrical wire\ntwisted through the latching mechanism to secure the access door and metal wires were used to secure the food\nand water receptacles to the side of this enclosure.  These wires had sharp points that were within reach of the\nlemurs, posing a risk of injury to the animals.\nPrimary enclosures must be constructed so that they have no sharp points or jagged edges that could injure the\nanimals. \nTo be corrected: 16 January 2015\n\n3.81(b)                    REPEAT\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\n- The physical environment of the primary enclosures for a singly-housed spider monkey, Bella, and a singly-housed\ncapuchin monkey, Emmett, were not adequately enriched for these animals.  The outdoor portion of the enclosures\nhad no perches, swings, or other types of cage furniture that arboreal species would typically use.  The indoor\nportion of the enclosure for Emmett had a single fire-hose hung from the ceiling with a second hose unsecured and\nlying on top of the hanging section of hose.  There are elevated wire mesh shift/holding areas in both of these\nenclosures and the monkeys were seen attempting to perch on the sliding shift door for this area as well as on their\nfood dishes and the wire mesh wall of the enclosure.   The monkeys appeared to be shivering and did not have\nappropriate options for perching comfortably in warmer areas of the enclosure due to the lack of cage furniture and\nperches.  Emmett is a geriatric animal (approximately 20 years old) which should be considered in addressing the\nphysical environment in his primary enclosure to allow for ease of movement and to make him as comfortable as\npossible. \nThe Non-human Primate Enrichment Program approved by the attending veterinarian (AV) on 1-31-14 for each\nnonhuman primate does not appear to address current conditions for all of the animals and should be re-evaluated\nby the AV and updated when changes in the animals(cid:25) environment or physiologic conditions occur.  For example,\ntwo ring-tailed lemurs, Tarzan and Nanners, are being housed in a large parrot cage in the (cid:28)Bird Room(cid:29). The\napproved enrichment program for these two monkeys states (cid:28)that their enclosure is located so that they have a wide\nview of the park and the visitors that come through it.  Food is hidden throughout the cage to encourage foraging\nbehaviors. They have various platforms to lay on, hide under, or to jump over(cid:29).  This enclosure does not meet these\nconditions and, other than providing some toys and brief interaction (approximately 5-10 minutes per day according\nto care staff), these animals are not receiving any type of enrichment that would encourage species-typical activities\nnor support their psychological well-being.    \nOther nonhuman primates were noted to have television (TV) sets playing movies or tuned to local programming. \nAccording to the care staff, these TV sets are often running 24 hours per day for some of the animals. This activity\nis not listed in any of the animal(cid:25)'s enrichment program sheets approved by the AV and, as with any item,\ncontinuous exposure to such a stimulus may not be enriching for all animals and should be evaluated and approved\nby the AV on a case-by-case basis.\nThe physical environment in the primary enclosures must be enriched by providing opportunities and activities that\npromote species-typical behaviors.\n3.82(d)\nFEEDING.   \n- None of the food receptacles for nonhuman primates have been sanitized for at least 8 weeks.  Additionally, the\nplastic food receptacles for 2 gibbons and 1 singly-housed capuchin had chewed and roughened edges that could\n\nno longer be properly cleaned or sanitized.  Food receptacles for nonhuman primates must be cleaned and must be\nsanitized at least once every 2 weeks to minimize the buildup of bacteria and other potential infectious organisms\nwhich pose a risk to the health of the animals.\nFood receptacles must be kept clean and must be sanitized at least once every 2 weeks.\nTo be corrected by 12 January 2015.\n3.83           DIRECT\nWATERING.   \n- The three ring tailed lemurs in the road enclosure had no water at the time of the inspection. The lemurs were\nclosed in their nest box and no water was present. Potable water must be provided in sufficient quantity to every\nnonhuman primate housed at the facility. If potable water is not continually available to the nonhuman primates, it\nmust be offered to them as often as necessary to ensure their health and well-being, but no less than twice daily for\nat least l hour each time.\n- All NHP water receptacles had not been cleaned or sanitized for the last 8 weeks. The facility representative\nstated she scrubbed them with water daily and re-filled them. Water receptacles must be kept clean and sanitized at\nleast once every 2 weeks or as often as necessary to keep them clean and free from contamination. \nThe lack of water for three ring tailed lemurs was corrected during the inspection.\nCleaning and sanitizing of water receptacles must be corrected by 12 January 2015.\n3.84(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL. \n- The primary enclosure housing 2 gibbons had not had excreta and food waste removed from the enclosure for 2\ndays. The animals could not be shifted outside due to extremely cold weather and  personnel capable of entering\nthe enclosure with the animals were not available to clean the enclosure.\nRemoval of excreta and food waste is required daily because of the potential for contact with infectious material,\nattraction of pests, and to provide a clean and odor-free environment for the animals(cid:25) well-being.\nTo be corrected by 9 January 2015\n\n3.84(d)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL. \n- The building numbered F7 housing Yin the black and white ruffed lemur and the oriental small-clawed otter had an\nexcessive accumulation of rodent feces present on the floor, concentrated along the walls and the corners of the\nenclosures. The sealed food container in the area had rodent feces on the lid. Rodent feces was present on the\nwindow sill in the hallway area between the otter and lemur inside enclosures. There were raccoon tracks on the\nground outside the outdoor portion of the black and white ruffed lemur enclosure. The licensee stated that sticky\ntraps and snap traps were being used.\n- The round house for three ring tailed lemurs had an excessive accumulation of rodent feces on the floor\nconcentrated along the walls, thresholds and the corners of the enclosure. There are rodent holes outside the\nenclosure next to the food bin.\n- The building housing Andro a black and white ruffed lemur had piles of dirt in the outside portion of his enclosure.\nWhen asked the licensee stated these were gopher mounds.There were rodent holes noted on the edges of the\noutdoor portion of his enclosure.\n- There were numerous dead roach like insects in the sticky traps in the Gibbons enclosure, in the welcome center\nin cabinets and the floor next to Boo the baby ring tailed lemur and in Andro's enclosure.\n- There were rodent droppings under the nest box of Bonnie and Clyde, 2 ring tailed lemurs. The facility\nrepresentative stated rodents had been observed in this area 2 days prior to this inspection.\n--The Welcome Center had evidence of an excessive and active pest control problem.  Rodent feces was found in\ncabinets near the enclosure for a singly-housed juvenile ring tailed lemur, Boo, as well as along the walls and on the\nseats of chairs at tables for the visitors.  Another cabinet near Boo's enclosure was opened and numerous roaches\nwere seen to run throughout the cabinet.  Several sticky traps were full of dead roaches in the area near the visitor\ntables and the couch where photo shoots are conducted for the public with Boo.\nRodent droppings and active vermin in animal housing area pose a risk to the health of the animals due to the\npotential transmission of infectious organisms through direct contact or contamination of food, water, and bedding\nmaterial.\nThe licensee must establish and maintain an effective program for the control of pests to promote the health and\nwell-being of the animals and reduce contamination by pests in animal areas.  All rodent excreta must be removed\nas needed and an effective program initiated to control the pests.\n\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \n- The grizzly bear enclosure has rust on the fencing panels with excessive rust noted on the north side of the\nenclosure. There are multiple holes dug in the dirt floor of the enclosure. The holes are concentrated around the\nperimeter of the fence exposing the concrete that is on the periphery of the enclosure as well as under the misting\nsystem that was used in the summer. There are loose boards on the top of the shade shelter area. These areas are\nin disrepair and are structurally unsound, posing a risk of injury or possible escape.\n- The porcupine enclosure had a large, deep hole that was dug from the front edge of the south nest box to the area\nunder the nest box. This hole is approximately 2 feet wide and 3 feet deep This is the nest box that the female\nporcupine was seen inhabiting for safety at the time of the inspection. A metal grate was on the floor of this\nenclosure and, as the metal has been exposed, the grate has been cut resulting in sharp points at regular intervals\naround the hole. There is also a hole that the animals have dug in the center of the enclosure.\n- The decking area in the lion enclosure has a large lag bolt in the post that extend 2 inches past the post. There are\nalso numerous exposed nails or screw heads present on the resting surface of this structure.\n- The 3 red kangaroo's enclosure has many dig holes present ranging from 1 foot to 3 feet in diameter. These dig\nholes are primarily concentrated at the fence posts of the enclosure. At the back of the enclosure along the east\nfence line there is a hole that appears to have been dug by an auger for another fencing post. This hole has two flat\nlong rocks laying on top.but does not completely cover this hole, posing a risk for injury and entrapment of a foot. \n- The enclosure housing Rascal a young red kangaroo had sharp points on his shelter. Electrical wires are noted\nunder stairs that sit above the enclosure under which a deep hole has been dug, extending approximately 4 feet\nunder the adjacent concrete patio area.and are accessible to this kangaroo.  There are also chewed electrical cords\nprotruding from the fence into the enclosure on the south side of the stairs.\n- There is significant erosion in the llama pig enclosure. This area of erosion is in front of one of the shelters in this\nenclosure, preventing safe access to this structure by the animals.\n- Bagaheera the black leopard has a large 6 inch nail lying in the center of the shift box\n- Sarabi the tiger cub has multiple points around the facing of the shift door in the outdoor area of her enclosure.\nThe trim around the shift door leading to the inside portion of the enclosure has been removed on the west side and\non the top. Nails remained in the structure and numerous sharp points are present.\n- The enclosure housing the chinchilla has loose door hinges and linoleum that has been torn from the floor in\nnumerous places and is chewed on the edges.\n--The enclosure housing the Savannah cat had a broken bottom rail on the barrier in place to prevent members of\nthe public from being able to get next to the enclosure. The barrier currently in place is a split rail fence that has\nplastic mesh between the top and bottom rails but the lower rail on the north side is cracked in the center and is\nstructurally unsound.\nThe facility must be constructed of such material and of such strength as appropriate for the animals involved. The\nindoor and outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the\nanimals from injury and to contain the animals.\n\n3.127(b)           DIRECT\nFACILITIES, OUTDOOR. \n- The red kangaroo, Rascal, was observed shivering. The ambient temperature under the heat lamp in his shelter\nwas 18-20 [deg] F. Shelter from inclement weather shall be provided for all animals kept outdoors to afford them\nprotection and to prevent discomfort to such animals. Individual animals shall be acclimated before they are\nexposed to the extremes of the individual climate.\nCorrected on 8 January 2015\n3.127(c)                    REPEAT\nFACILITIES, OUTDOOR. \n- The south den box in the porcupine enclosure had a pool of fluid on the floor of the inside central area, The den\nbox is approximately 2 foot X 3 foot in size. There is a central drain present in the den box but is was completely\nclogged creating standing fluid, likely urine and/or water in the center. This appeared to be the only area where the\nanimal felt safe, causing her to lay in the fluid during extremely cold temperature.  Improper drainage systems and\nstanding water where the animals are contained my result in odors, spreading of diseases, insect infestation,\ndecreased thermoregulation, and other health hazards.  All pens housing animals must have an adequate drainage\nsystem that is able to eliminate standing and excess water more rapidly for the overall health of the animals.  \n A suitable method shall be provided to rapidly eliminate excess water. The method of drainage shall comply with\napplicable Federal, State, and local laws and regulations relating to pollution control or the protection of the\nenvironment.\n3.129(a)\nFEEDING.    \n- At the time of the inspection there were supplements, Di-Calcium phosphate and slab meat dietary supplement,\nstored in a cabinet containing numerous chemical cleaners such as Simple Green, antibacterial hand soap, glass\ncleaners, all purpose cleaners, Raid fly and insect repellent, Ajax, and lime scale remover.  These materials are\ntoxic and may potentially contaminate the food for these animals, posing a risk to their health.Substances that are\ntoxic to the animals must not be stored in food storage and preparation areas, but may be stored in cabinets in the\nanimal areas.\n- All  four of the freezers contained meat that had freezer burn. There are ice crystals present on the meat and some\nof the meat is discolored (greenish tinge). One of the horizontal freezers did not seal properly and was overly full.\nThe meat in this freezer was more freezer burnt in a progressive manner. The meat on the top had a little burn\nhowever, the further down the worse the condition of the meat. There is no rotation of the meat in any of these\nfreezers. Freezer burn causes a decrease in nutritional value of the meat. The buildup of ice crystals present also\nappeared to increase further into the freezer. Ice crystals are an indication of freezing and thawing which can\n\nincrease bacterial load in the meat. One of the vertical freezers had 2 plastic bags in it. One bag was white in color\nand the other bag was black in color. These bags contained deceased wild rodents attached to sticky traps. These\nbags were intermingled with the food designated for carnivores in the park.\n- The porcupine food storage container had numerous bird droppings on the lid. This container was also significantly\nchewed on the upper front left corner. The representative thought that wild raccoons had chewed the lid of the food\nstorage receptacle.\n--The round hay bale feeder for the petting zoo animals (llama, donkey, and pig) was covered in bird droppings and\nan old, blackened banana peel was stuck between the metal feeder and the hay supply.  The hay is at risk for\ncontamination and for the attraction of other pests which could contaminate the feed, posing a health risk for the\nanimals.\n The food shall be wholesome, palatable, and free from contamination and of sufficient quantity and nutritive value\nto maintain all animals in good health. The diet shall be prepared with consideration for the age, species, condition,\nsize, and type of the animal. Animals shall be fed at least once a day except as dictated by hibernation, veterinary\ntreatment, normal fasts, or other professionally accepted practices.\nCorrected by 17 January 2015\n3.130           DIRECT\nWATERING.  \n-All animals housed in outdoor enclosures did not appear to have access to water throughout the entire inspection\n(January 8 and 9 2015). For example, the emu water trough was completely full and frozen solid. The muntjac was\nobserved to leave the den box and go to his water receptacle, which had completely frozen water, and then return\nto his den box. When fresh water was placed in his enclosure he ran to the water receptacle and was observed to\ncontinuously drink for 50 to 60 seconds before returning to his den box.  Lack of access to water is extremely\ndangerous for animals, even during cold weather conditions.  Water needs to be provided frequently enough to\nmeet the physiologic needs of the animals and to prevent dehydration which can lead to serious health issues, such\nas renal failure.\nIf potable water is not accessible to the animals at all times, it must be provided as often as necessary for the health\nand comfort of the animal. Frequency of watering shall consider age, species, condition, size, and type of the\nanimal. All water receptacles shall be kept clean and sanitary.\nTo be corrected by 9 January 2015.\n3.131(a)\n\nSANITATION.   \n-There was an accumulation of dust, debris, and cobwebs on the small approximate 1 foot by 2 feet tray on top of\nthe armadillo enclosure. This poses a risk to the health of the animals as the debris and cobwebs may contain\nexcreta, food waste, and harbor pests. Cobwebs need to be removed from primary enclosures as often as\nnecessary to prevent contamination of the animals contained therein and to minimize disease hazards and to\nreduce odors. \nCorrected on 8 January 2015\n3.131(d)                    REPEAT\nSANITATION.   \n- The west side of the road enclosures and the east side perimeter fence areas have tall, thick brush, fallen\nbranches and dried weeds up to the enclosures. \n-The food storage bins for rabbit food and bear food had bird droppings on the lids.\n-The otter enclosure had rodent feces along the edges of the walls in the indoor portion of the enclosure.\n- The metal used as a hay manger in the llama and pig enclosure had bird droppings present. \n-The two shelter structures in the kangaroo enclosure had numerous wasp nests present. There were 4 wasp nests\nin one shelter and two wasp nests in the other shelter. \n-There is a large accumulation of items like a box spring, bath tub, lawn mower, plywood, lumber scraps, tile scraps,\nplastic bins, and ice chest to the north of the barn area.\n- An open trash receptacle is present in the party area by the kangaroo enclosure that is full and does not have a lid.\n \n A large volume of rodent feces, bird droppings roach like insects, wasps and other insects could lead to spreading\nof diseases, pest infestation and other health hazards.  Accumulation of items not used for food storage or animal\nhusbandry practices as well as trash, tall weeds and brush up to enclosures could lead to pest/rodent infestation\nand nesting areas for pests/rodents.  A stronger and more effective pest control program must be established and\nmaintained at all times.  All items not used for food storage or animal husbandry practices must also be removed for\nthe overall health of the animals.  The weeds and brush must be cut back from the enclosures to aid in pest control\nand decrease nesting areas for pests.\n3.132\nEMPLOYEES. \n- Based on the number of new and repeat non-compliant items cited during this inspection, it does not appear that\nthe applicant has an adequate number of trained employees to carry out an acceptable level of animal husbandry\nand maintenance for this facility. At the time of the inspection the employee with the most longevity at the facility\nwas 6 months. Multiple non-compliant items were easily remedied by the employees in a timely manner as soon as\nthe non compliant items were noted. This demonstrates a lack of experience in the ability to recognize issues that\n\nare potential non compliant items.  Current employees with the most longevity need to ensure the daily observation\nand husbandry practices of all animals The applicant may need additional employees to maintain compliance and\nensure the health and welfare of the animals.\nTo be corrected by 31 January 2015.\n3.133           DIRECT\nSEPARATION. \nSeveral situations involving compatibility of animals have been identified at the facility.\n**A male deer named Fireball (aka Firebough) was found injured following a fight with another male deer housed in\nthe same enclosure on 19 Feb 2014.  Fireball sustained a penetrating wound to his right side which was repaired by\nthe attending veterinarian (AV) and from which he recovered fully.  APHIS personnel had been told by the AV that\nthe plan was to keep this male deer separated until he was fully healed, dehorn all the adult male deer (3 total)  in\nthe herd,  and castrate the other male deer prior to reintroducing Fireball to the deer enclosure. On 16 July 2014,\nFireball was immobilized and returned to the deer enclosure with the other 8 deer but no dehorning or castration of\nthe males was performed prior to this reintroduction.  On 19 Aug 2014, Fireball was found to be injured and\nassumed to be gored by one of the other 2 male deer.  This animal died as result of its injuries which could have\nbeen prevented if either he had not been reintroduced to the herd or if the AV(cid:25)s plan for castration and dehorning\nhad been followed.\n**Three African crested porcupines being housed in the same outdoor primary enclosure were observed to be\nincompatible during this inspection.  The female was sheltering inside one of two wooden den boxes and when the\nlid was lifted for the APHIS inspectors to observe the animal and the interior of the den box, she ran out into the\nenclosure and was immediately attacked and chased by the other 2 male porcupines.  The 2 males continued to\nchase her around the enclosure which had significant hazards due to a large hole with sharp metal points in the\nwest corner of the enclosure. They continued to harass the female after she ran into the other den box that the\nmales had been occupying when we first arrived.  It is a concern that this female porcupine can't access food and\nwater or navigate the small enclosure without being harassed by the 2 males and should be separated and housed\nin a more appropriate enclosure to protect her from injury and undue stress.\n**A male cougar, Orion, was recently moved to an enclosure adjacent to a female tiger, Shakita.  APHIS inspectors\nnoted during the inspection that these animals would hiss and pull their ears back when they would come into visual\ncontact.  The cougar approached as the tiger withdrew from the lock down area and continued to hiss and appeared\nto be watchful of her location in the adjacent enclosure.  Stress and aggressive behavior exhibited by animals\nhoused adjacent or within sight of each other can affect the animals(cid:25) health if not alleviated since they may expend\ntoo much energy on remaining vigilant and protective instead of engaging in more normal species-typical behavior.\nAnimals housed in the same primary enclosure must be compatible.  Animals shall not be housed near animals that\ninterfere with their health or cause them discomfort.\n It was also learned during this inspection that a female deer had to be euthanized on 1/15/2014 due to injuries\n\ncausing evisceration following a fight between two of the male deer.  The two remaining male deer have had their\nantlers cut-off to reduced injury but a more permanent solution to protect all animals housed in this enclosure from\nstress and injury, especially during breeding season, needs to be developed and implemented with input and\napproval of the AV by 31 Jan 2015.\nThe female porcupine must be separated from the 2 male porcupines and housed in an appropriate enclosure as\nsoon as possible but not later than 10 Jan 2015.\nThe male cougar, Orion, and the female tiger, Shakita, should either have visual and/or physical barriers placed to\nreduce the aggression and stress noted during the inspection or one or both animals should be moved to different\nenclosures away from any animals that appear to elicit stressful  or aggressive  responses.  This must be corrected\nby 10 Jan 2015.\nAdditional issues remain under review.\nInspection occurred on January 7-8, 2015 with APHIS personnel and facility representatives.\nExit interview was conducted with facility representative on January 9, 2015.\nAdditional Inspectors\nSabala David, Supervisory Animal Care Specialist\nThompson Tracy, Veterinary Medical Officer",
  "animals_total": 77,
  "species": [
    {
      "count": 1,
      "scientific": "Amblonyx cinereus",
      "common": "ORIENTAL SMALL-CLAWED OTTER"
    },
    {
      "count": 1,
      "scientific": "Arctictis binturong",
      "common": "BINTURONG"
    },
    {
      "count": 2,
      "scientific": "Atelerix albiventris",
      "common": "HEDGEHOG"
    },
    {
      "count": 1,
      "scientific": "Ateles geoffroyi",
      "common": "BLACK-HANDED SPIDER MONKEY"
    },
    {
      "count": 1,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 1,
      "scientific": "Caracal",
      "common": "CARAVAL"
    },
    {
      "count": 1,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 1,
      "scientific": "Chaetophractus vellerosus",
      "common": "SCREAMING ARMADILLO"
    },
    {
      "count": 1,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    },
    {
      "count": 6,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 1,
      "scientific": "Equus asinus asinus",
      "common": "DONKEY / BURRO / ASS"
    },
    {
      "count": 2,
      "scientific": "Felis silvestris",
      "common": "WILDCAT"
    },
    {
      "count": 2,
      "scientific": "Hylobates lar",
      "common": "LAR GIBBON"
    },
    {
      "count": 3,
      "scientific": "Hystrix africaeaustralis",
      "common": "CAPE PORCUPINE"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 13,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 2,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 1,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Muntiacus muntjak",
      "common": "INDIAN MUNTJAC"
    },
    {
      "count": 5,
      "scientific": "Muscardinus avellanarius",
      "common": "HAZEL DORMOUSE"
    },
    {
      "count": 1,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 2,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 4,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 2,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 2,
      "scientific": "Panthera pardus",
      "common": "LEOPARD"
    },
    {
      "count": 8,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Paradoxurus hermaphroditus",
      "common": "COMMON PALM CIVET"
    },
    {
      "count": 1,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 1,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 1,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 1,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 1,
      "scientific": "Ursus arctos",
      "common": "BROWN BEAR"
    },
    {
      "count": 2,
      "scientific": "Varecia variegata",
      "common": "BLACK-AND-WHITE RUFFED LEMUR"
    },
    {
      "count": 3,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    }
  ]
}