{
  "insp_id": "2016082569265352",
  "layout": "a",
  "customer_id": "333786",
  "customer_name": "Rebecca Goldstein",
  "customer_addr": "9479 Obanion St\nBirch Tree, MO 65438",
  "certificate": "43-B-3773",
  "site_id": "001",
  "site_name": "REBECCA GOLDSTEIN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-SEP-2018",
  "report_date": "11-SEP-2018",
  "citations": [
    {
      "code": "3.4(c)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "*** Building surfaces in contact with animals in outdoor housing facilities must be impervious to moisture.***\nTwo adult dogs are housed in an outdoor enclosure. This enclosure has a sheltered area on the back corner of the\nrabbit building. The interior walls of this area are constructed of unsealed lumber. The lumber has been chewed in\nsome areas and roughened to the point of making cleaning and sanitation very difficult. This area must have all\nareas in contact with the dogs sealed or covered to be made impervious to moisture. To be corrected by: 09/25/18"
    },
    {
      "code": "3.6(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "***Primary enclosures must be designed and constructed of suitable materials so that they are structurally sound.\nThe primary enclosures must be kept in good repair.***\nThe enclosure on the back corner of the rabbit building has an area of 2 inch by 4 inch wire. A section of this wire\nnext to the gate into this pen has multiple broker strands and allows the dogs to attempt to push their head through\nthe opening. This wire must be replaced and or repaired to be made structurally sound. To be corrected by:\n09/18/18\nThis inspection and exit interview were conducted with the owner by Curt McGruder-ACI."
    }
  ],
  "narrative": "3.4(c)\nOUTDOOR HOUSING FACILITIES.\n*** Building surfaces in contact with animals in outdoor housing facilities must be impervious to moisture.***\nTwo adult dogs are housed in an outdoor enclosure.  This enclosure has a sheltered area on the back corner of the\nrabbit building.  The interior walls of this area are constructed of unsealed lumber.  The lumber has been chewed in\nsome areas and roughened to the point of making cleaning and sanitation very difficult.  This area must have all\nareas in contact with the dogs sealed or covered to be made impervious to moisture.  To be corrected by: 09/25/18\n3.6(a)(1)\nPRIMARY ENCLOSURES.\n***Primary enclosures must be designed and constructed of suitable materials so that they are structurally sound.\nThe primary enclosures must be kept in good repair.***\nThe enclosure on the back corner of the rabbit building has an area of 2 inch by 4 inch wire.  A section of this wire\nnext to the gate into this pen has multiple broker strands and allows the dogs to attempt to push their head through\nthe opening.  This wire must be replaced and or repaired to be made structurally sound.  To be corrected by:\n09/18/18\nThis inspection and exit interview were conducted with the owner by Curt McGruder-ACI.",
  "animals_total": 21,
  "species": [
    {
      "count": 18,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 3,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}