{
  "insp_id": "260151100380356",
  "layout": "a",
  "customer_id": "5922",
  "customer_name": "Dave Ruter",
  "customer_addr": "510 13th Ave S. W.\nSioux Center, IA 51250",
  "certificate": "42-A-1253",
  "site_id": "001",
  "site_name": "DAVE RUTER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-SEP-2015",
  "report_date": "18-SEP-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Four expired medications were found stored with current medications for the dogs. Mometamax had expired in\nAugust 2011, an Ear Mite medication had expired in November 2014, Oxytocin had expired in May 2015, and\nGentaMax had expired in January 2015. Expired medications can lose their effectiveness and the health of the dog\ncould suffer.\nThe use of expired medications is not considered acceptable veterinary care. Expired medications must be either\nmarked as expired, properly discarded, or moved to a physically separate location from current medications. The\nlicensee disposed of the expired medications during the inspection.\nCorrection date: September 23, 2015"
    },
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the section of the barn that houses adult Boston Terriers, the dogs have access to outdoor enclosures. The\nfencing of the outdoor enclosures is constructed of metal bars. Three of these enclosures, containing three dogs,\nhave excessive rusting of the metal bars. The rusted areas of the bars are pitted and flaking. The rust does not\nallow for proper cleaning and sanitization of the metal bars to occur.\nAll enclosures must be free of excessive rust that prevents the required cleaning and sanitization. These rusty\nmetal bars must be repaired, replaced or altered in manner that allows for cleaning and sanitization to occur. The\nlicensee must ensure that all dog enclosures remain free of excessive rust.\nCorrection date: October 17, 2015"
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Inside the barn, the first enclosure containing two Golden Retrievers has a piece of plastic running along the bottom\nof one side. This plastic has been excessively chewed by the dogs and dirt and grime has been embedded into the\nchewed areas.\nIn the whelping area of the barn, the whelping boxes have pieces of wood in each corner. The dogs have\nexcessively chewed the wood in at least one whelping box. This whelping box is used by one adult dog and three\npuppies.\nIn the section of the barn containing adult Boston Terriers, there are six enclosures that have plastic door frames\naround the access door. The dogs have excessively chewed these door frames and dirt and grime has become\nembedded into the chewed areas. There are six adult dogs housed in these enclosures.\nThe damage caused by the chewing does not allow the wood, plastic door frames, or piece of plastic to be properly\ncleaned and sanitized.\nAll surfaces must be maintained on a regular basis. Any surface that cannot be readily cleaned and sanitized must\nbe replaced when worn or soiled. The pieces of wood, plastic, and plastic door frames must be repaired, replaced,\nor altered in a manner that allows for cleaning and sanitization to occur. The licensee must ensure that all surfaces\nremain in good repair at all times."
    },
    {
      "code": "3.6(a)(2)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "In the outdoor dog pens, the shelters are clad in sheets of metal. In one enclosure, containing two Golden\nRetrievers, the dogs jump up and place their front feet on the metal shelter and push off as they run back and forth.\nThe area of the metal where the dogs place their feet and push off has broken and created sharp points and edges.\nIn another outdoor enclosure, containing two Boston Terriers, the metal bar along the bottom of the fencing has\nbroken creating sharp edges that have bent inward towards the dogs. Sharp points and edges can cause injury to\nthe dogs.\nPrimary enclosures must be constructed and maintained so that they have no sharp points or edges that could\ninjure the dogs. The sharp points and edges on the sheet metal and fencing must be removed, repaired, or altered\nin a manner that eliminates the injury risk to the dogs. The licensee must ensure that all enclosures remain safe for\nthe dogs at all times.\nCorrection date: October 01, 2015"
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In the section of the barn containing adult Boston Terriers, there are five enclosures that have a thick, dark buildup\nof dirt and grime on the access doors. There are five dogs housed in these enclosures. The buildup of dirt and\ngrime can increase the risk of disease hazards towards the dogs.\nUsed primary enclosures must be sanitized once every two weeks, and more often if necessary, to prevent the\naccumulation of dirt and grime. The access doors must be cleaned and sanitized at least once every two weeks in\norder to stop the buildup of dirt and grime and reduce the risk of disease hazards. The licensee must ensure that all\nsurfaces within the dog enclosures are free of accumulations of dirt and grime.\nCorrection date: October 01, 2015\nExit interview conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nFour expired medications were found stored with current medications for the dogs.  Mometamax had expired in\nAugust 2011, an Ear Mite medication had expired in November 2014, Oxytocin had expired in May 2015, and\nGentaMax had expired in January 2015.  Expired medications can lose their effectiveness and the health of the dog\ncould suffer.  \nThe use of expired medications is not considered acceptable veterinary care.  Expired medications must be either\nmarked as expired, properly discarded, or moved to a physically separate location from current medications.  The\nlicensee disposed of the expired medications during the inspection.\nCorrection date:  September 23, 2015 \n3.1(c)(1)(1)\nHOUSING FACILITIES, GENERAL.\nIn the section of the barn that houses adult Boston Terriers, the dogs have access to outdoor enclosures.  The\nfencing of the outdoor enclosures is constructed of metal bars.  Three of these enclosures, containing three dogs,\nhave excessive rusting of the metal bars.  The rusted areas of the bars are pitted and flaking.  The rust does not\nallow for proper cleaning and sanitization of the metal bars to occur.\nAll enclosures must be free of excessive rust that prevents the required cleaning and sanitization.  These rusty\nmetal bars must be repaired, replaced or altered in manner that allows for cleaning and sanitization to occur.  The\nlicensee must ensure that all dog enclosures remain free of excessive rust.\nCorrection date:  October 17, 2015\n3.1(c)(2)                    REPEAT\n\nHOUSING FACILITIES, GENERAL.\nInside the barn, the first enclosure containing two Golden Retrievers has a piece of plastic running along the bottom\nof one side.  This plastic has been excessively chewed by the dogs and dirt and grime has been embedded into the\nchewed areas. \n \nIn the whelping area of the barn, the whelping boxes have pieces of wood in each corner.  The dogs have\nexcessively chewed the wood in at least one whelping box.  This whelping box is used by one adult dog and three\npuppies.  \nIn the section of the barn containing adult Boston Terriers, there are six enclosures that have plastic door frames\naround the access door.  The dogs have excessively chewed these door frames and dirt and grime has become\nembedded into the chewed areas.  There are six adult dogs housed in these enclosures.\n  \nThe damage caused by the chewing does not allow the wood, plastic door frames, or piece of plastic to be properly\ncleaned and sanitized.\nAll surfaces must be maintained on a regular basis.  Any surface that cannot be readily cleaned and sanitized must\nbe replaced when worn or soiled.  The pieces of wood, plastic, and plastic door frames must be repaired, replaced,\nor altered in a manner that allows for cleaning and sanitization to occur.  The licensee must ensure that all surfaces\nremain in good repair at all times.\n3.6(a)(2)(1)\nPRIMARY ENCLOSURES.\nIn the outdoor dog pens, the shelters are clad in sheets of metal.  In one enclosure, containing two Golden\nRetrievers, the dogs jump up and place their front feet on the metal shelter and push off as they run back and forth. \nThe area of the metal where the dogs place their feet and push off has broken and created sharp points and edges.\nIn another outdoor enclosure, containing two Boston Terriers, the metal bar along the bottom of the fencing has\nbroken creating sharp edges that have bent inward towards the dogs.  Sharp points and edges can cause injury to\nthe dogs.\nPrimary enclosures must be constructed and maintained so that they have no sharp points or edges that could\ninjure the dogs.  The sharp points and edges on the sheet metal and fencing must be removed, repaired, or altered\nin a manner that eliminates the injury risk to the dogs.  The licensee must ensure that all enclosures remain safe for\nthe dogs at all times.\nCorrection date:   October 01, 2015\n\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nIn the section of the barn containing adult Boston Terriers, there are five enclosures that have a thick, dark buildup\nof dirt and grime on the access doors.  There are five dogs housed in these enclosures.  The buildup of dirt and\ngrime can increase the risk of disease hazards towards the dogs.\nUsed primary enclosures must be sanitized once every two weeks, and more often if necessary, to prevent the\naccumulation of dirt and grime.  The access doors must be cleaned and sanitized at least once every two weeks in\norder to stop the buildup of dirt and grime and reduce the risk of disease hazards.  The licensee must ensure that all\nsurfaces within the dog enclosures are free of accumulations of dirt and grime.\nCorrection date:   October 01, 2015\nExit interview conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 50,
  "species": [
    {
      "count": 40,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 10,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}