{
  "insp_id": "2016082569822831",
  "layout": "a",
  "customer_id": "7863",
  "customer_name": "Jan Ryerson",
  "customer_addr": "5067 S New State Road\nPlymouth, OH 44865",
  "certificate": "31-A-0077",
  "site_id": "001",
  "site_name": "JAN RYERSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-MAR-2020",
  "report_date": "25-MAR-2020",
  "citations": [
    {
      "code": "2.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "REQUIREMENTS AND APPLICATION.",
      "narrative": "Records show the acquisition of chinchillas on 10 occasions in 2019 (5/14, 6/8, 6/16, two different acquisitions on\n7/5, 8/2, 8/12, 8/18, 10/11, and 10/12). When asked about these acquisitions, the licensee stated that some were\nfor use as breeders at their facility, but the majority were re-sold wholesale. The licensee currently holds a valid\nClass A license. By definition, a Class A licensee (breeder) means a person subject to the licensing requirements\nand whose business involving animals consists only of the animals that are bred and raised on the premises in a\nclosed or stable colony and those animals acquired for the sole purpose of maintaining or enhancing the breeding\ncolony. Business that includes the purchase and resale of animals require a Class B USDA license. The licensee\nmust not purchase and re-sell animals from other sources without first obtaining this Class B license. Failure to\nmaintain the appropriate valid USDA license makes the tracking of animals and maintenance of the license,\nincluding proper renewals of that license, difficult to impossible. Correct this by not buying and re-selling animals\nuntil a valid Class B license is obtained.\nCorrect from this day forward"
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A grey standard female chinchilla in cage #B2L4-31 was found with the left eye completely crusted closed. The\nyellowish crusting over the eye was so severe that the eye was not able to be opened or observed.\nAn ebony male chinchilla in trailer 4 with cage card labeled (NCE Eb Male 2) was found with its left eye swollen shut\nand a clear discharge running down its face. A piece of bedding was also stuck to the lower eye area. The eye\nwas not able to be observed because of the severe swelling and closure of the eye lids.\nA beige colored chinchilla was found dead in its enclosure in the first holding room from the office area. This animal\nwas rigid and cold to the touch.\nA grey standard chinchilla was found in row 33 upstairs appears unthrifty. The haircoat on this animal is roughed\noverall and it was reluctant to move around the enclosure. Both eyes of this chinchilla appear swollen with the left\nmore severe than the right. The facility employee stated that the male had “beaten-up” this female. The facility did\nrestrict access of the male to this female but have not contacted the attending veterinarian or started any treatment.\nA note on the feeder states (male beatup 2-12-20).\nThe facility is currently treating at least 20 chinchillas for an eye health concern. The attending veterinarian has\ngiven written guidance to follow for these conditions. The facility failed to identify the above animals listed with eye\nconditions. The chinchilla that was noted as being \"beat-up\" by the male was not communicated to the attending\nveterinarian. The attending veterinarian was contacted by phone on 3/24/20 and stated that the licensee should\nfollow the written guidance from his visit on 2-14-20. Facility employees stated that daily observations are\ncompleted in the morning every day when feeding is done. They stated that treats are given to the animals in small\nfeed containers and the animals come to the front of the enclosures and are able to be observed. These daily\nchecks were completed before this inspection.\nThe health issues identified above are significantly impacting animal health and well-being. Daily observation of\nthese animals is not effective and health issues are not being identified within a timely manner. It is the licensee’s\nresponsibility that daily observations are completed appropriately and effectively. Additionally, there must be a\nmechanism of direct and frequent communication with the attending veterinarian to ensure all health issues are\naddressed within a timely manner, to include the animals identified above."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The facility has no records of adult animals on hand. The facility is currently maintaining a total count of animals\nborn on the premise. The facility is not maintaining records on breeding stock/adult animals. Complete and\naccurate records are necessary to facilitate tracking of the animals and compliance with other aspects of the AWA.\nEvery dealer shall make, keep, and maintain records or forms which fully and correctly disclose the following\ninformation concerning animals, purchased or otherwise acquired, owned, held, leased, or otherwise in his or her\npossession or under his or her control, or which is transported, sold, euthanized, or otherwise disposed of by that\ndealer or exhibitor.\nCorrect By: 3/27/2020"
    },
    {
      "code": "3.126(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "The facility is currently using open widows and fans as ventilation methods but there is still an excessive amount of\ndust and odor within the facility. The fans and windows were covered with a layer of dust, hair and organic material\nbuild up. About half way through the inspection (2 hours), both inspectors felt itchy eyes and scratchy throats as a\nresult of the current lack of ventilation, ammonia and dust content within the facility. The lack of cleaning these\nfans and screens significantly decreases the air flow and directly contributes to the odor within the facility. Lack of\nadequate ventilation can lead to health problems in the animals. Correct this by providing proper ventilation in the\nfacility.\nCorrect By: 3/31/2020"
    },
    {
      "code": "3.129(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "Over 75% of the enclosures have a moderate to excessive amount of rust on the self-feeders where food is\ndispensed. The facility is currently dealing with an eye issue that the facility stated was highly contagious. They\ncurrently use a method of breeding which allows one male access to multiple enclosures that contain females.\nSeveral animals have been previously identified as needing treatment and additional animals were identified as\nneeding treatment on today’s report. Rust cannot be effectively be cleaned or sanitized. Using feeders that cannot\nbe properly cleaned within an environment that allows multiple animals exposure to the same feeders may\ncontribute to the speed of the current eye issue. The licensee must ensure that all food receptacles are kept clean\nand sanitary at all times to minimize disease hazards. Rusty feeders cannot be properly cleaned to promote the\nhealth of the animals and must be repaired or replaced.\nCorrect By: 4/7/2020"
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "This facility is dealing with an eye issue that the facility stated is highly contagious. Several surfaces of the\nenclosures containing animals are not properly cleaned. In addition, the sanitization protocols in place do not\npromote sufficient cleaning when dealing with a contagious health issue. Over 25% of the enclosures have a\nmoderate to excessive amounts of rust on the pans at the bottom of enclosures. In addition, many of the enclosures\nhave a buildup of excreta and/or urine soaked bedding under the top layer of the fresh bedding. A facility\nrepresentative was asked about the cleaning and sanitization protocols. She stated that they use a scraper dipped\nin bleach water to remove all of the wet bedding at the bottom of the enclosures and then place fresh bedding back\ninto the enclosure. Rust cannot be effectively cleaned or sanitized. In addition, insufficient cleaning and sanitization\nmay be contributing to the odor and health issues within the facility. The licensee must ensure appropriate\ncleaning/sanitization methods for all enclosures are instituted.\nCorrect By: 4/7/2020"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The lack of overall cleaning and sanitization of the facility is contributing to the ammonia smell and dust content in\nthis facility. Over 50% of the enclosures that are not currently being used have not been cleaned. There is molding\nfood in some unused enclosures, a layer of hair and/or dust buildup in over 50% of unused enclosures, used\nbedding and feces in walkways of the animal areas, and a thick buildup of dust, hair and debris on the top of all\nenclosures. Failure to maintain acceptable cleaning can contribute to disease hazards. The licensee must ensure\nthat all premises (buildings and grounds) shall be kept clean in order to protect the animals from disease hazards\nand to facilitate the prescribed husbandry practices set forth in this subpart.\nCorrect by: 4/7/2020\nThis inspection conducted with facility staff on March 23, 2020. Exit interview conducted by phone with the\nlicensee and Randy Coleman, ACI on March 25, 2020.\nAdditional Inspectors\nSebera Shannon, Animal Care Inspector"
    }
  ],
  "narrative": "2.1(a)\nREQUIREMENTS AND APPLICATION.\nRecords show the acquisition of chinchillas on 10 occasions in 2019 (5/14, 6/8, 6/16, two different acquisitions on\n7/5, 8/2, 8/12, 8/18, 10/11, and 10/12).    When asked about these acquisitions, the licensee stated that some were\nfor use as breeders at their facility, but the majority were re-sold wholesale.  The licensee currently holds a valid\nClass A license.  By definition, a Class A licensee (breeder) means a person subject to the licensing requirements\nand whose business involving animals consists only of the animals that are bred and raised on the premises in a\nclosed or stable colony and those animals acquired for the sole purpose of maintaining or enhancing the breeding\ncolony.  Business that includes the purchase and resale of animals require a Class B USDA license.  The licensee\nmust not purchase and re-sell animals from other sources without first obtaining this Class B license.  Failure to\nmaintain the appropriate valid USDA license makes the tracking of animals and maintenance of the license,\nincluding proper renewals of that license, difficult to impossible.  Correct this by not buying and re-selling animals\nuntil a valid Class B license is obtained.\nCorrect from this day forward\n2.40(b)(3)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA grey standard female chinchilla in cage #B2L4-31 was found with the left eye completely crusted closed.  The\nyellowish crusting over the eye was so severe that the eye was not able to be opened or observed.  \nAn ebony male chinchilla in trailer 4 with cage card labeled (NCE Eb Male 2) was found with its left eye swollen shut\nand a clear discharge running down its face.   A piece of bedding was also stuck to the lower eye area.   The eye\nwas not able to be observed because of the severe swelling and closure of the eye lids.  \nA beige colored chinchilla was found dead in its enclosure in the first holding room from the office area.  This animal\nwas rigid and cold to the touch.\n\nA grey standard chinchilla was found in row 33 upstairs appears unthrifty.   The haircoat on this animal is roughed\noverall and it was reluctant to move around the enclosure.  Both eyes of this chinchilla appear swollen with the left\nmore severe than the right.  The facility employee stated that the male had “beaten-up” this female.   The facility did\nrestrict access of the male to this female but have not contacted the attending veterinarian or started any treatment. \nA note on the feeder states (male beatup 2-12-20).  \nThe facility is currently treating at least 20 chinchillas for an eye health concern.  The attending veterinarian has\ngiven written guidance to follow for these conditions.  The facility failed to identify the above animals listed with eye\nconditions.   The chinchilla that was noted as being \"beat-up\" by the male was not communicated to the attending\nveterinarian.  The attending veterinarian was contacted by phone on 3/24/20 and stated that the licensee should\nfollow the written guidance from his visit on 2-14-20.  Facility employees stated that daily observations are\ncompleted in the morning every day when feeding is done.  They stated that treats are given to the animals in small\nfeed containers and the animals come to the front of the enclosures and are able to be observed. These daily\nchecks were completed before this inspection.  \nThe health issues identified above are significantly impacting animal health and well-being.   Daily observation of\nthese animals is not effective and health issues are not being identified within a timely manner. It is the licensee’s\nresponsibility that daily observations are completed appropriately and effectively.   Additionally, there must be a\nmechanism of direct and frequent communication with the attending veterinarian to ensure all health issues are\naddressed within a timely manner, to include the animals identified above.  \n2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nThe facility has no records of adult animals on hand.  The facility is currently maintaining a total count of animals\nborn on the premise.  The facility is not maintaining records on breeding stock/adult animals.  Complete and\naccurate records are necessary to facilitate tracking of the animals and compliance with other aspects of the AWA. \nEvery dealer shall make, keep, and maintain records or forms which fully and correctly disclose the following\ninformation concerning animals, purchased or otherwise acquired, owned, held, leased, or otherwise in his or her\npossession or under his or her control, or which is transported, sold, euthanized, or otherwise disposed of by that\ndealer or exhibitor.\nCorrect By: 3/27/2020\n3.126(b)\nFACILITIES, INDOOR.\n\nThe facility is currently using open widows and fans as ventilation methods but there is still an excessive amount of\ndust and odor within the facility.  The fans and windows were covered with a layer of dust, hair and organic material\nbuild up.   About half way through the inspection (2 hours), both inspectors felt itchy eyes and scratchy throats as a\nresult of the current lack of ventilation, ammonia and dust content within the facility.   The lack of cleaning these\nfans and screens significantly decreases the air flow and directly contributes to the odor within the facility.  Lack of\nadequate ventilation can lead to health problems in the animals.  Correct this by providing proper ventilation in the\nfacility. \nCorrect By: 3/31/2020\n3.129(b)\nFEEDING.    \nOver 75% of the enclosures have a moderate to excessive amount of rust on the self-feeders where food is\ndispensed.  The facility is currently dealing with an eye issue that the facility stated was highly contagious.  They\ncurrently use a method of breeding which allows one male access to multiple enclosures that contain females.\nSeveral animals have been previously identified as needing treatment and additional animals were identified as\nneeding treatment on today’s report.  Rust cannot be effectively be cleaned or sanitized.  Using feeders that cannot\nbe properly cleaned within an environment that allows multiple animals exposure to the same feeders may\ncontribute to the speed of the current eye issue.  The licensee must ensure that all food receptacles are kept clean\nand sanitary at all times to minimize disease hazards.  Rusty feeders cannot be properly cleaned to promote the\nhealth of the animals and must be repaired or replaced.  \nCorrect By: 4/7/2020\n3.131(a)\nSANITATION.   \nThis facility is dealing with an eye issue that the facility stated is highly contagious.  Several surfaces of the\nenclosures containing animals are not properly cleaned.  In addition, the sanitization protocols in place do not\npromote sufficient cleaning when dealing with a contagious health issue. Over 25% of the enclosures have a\nmoderate to excessive amounts of rust on the pans at the bottom of enclosures. In addition, many of the enclosures\nhave a buildup of excreta and/or urine soaked bedding under the top layer of the fresh bedding.  A facility\nrepresentative was asked about the cleaning and sanitization protocols.  She stated that they use a scraper dipped\nin bleach water to remove all of the wet bedding at the bottom of the enclosures and then place fresh bedding back\ninto the enclosure. Rust cannot be effectively cleaned or sanitized.  In addition, insufficient cleaning and sanitization\nmay be contributing to the odor and health issues within the facility.  The licensee must ensure appropriate\n\ncleaning/sanitization methods for all enclosures are instituted.\nCorrect By: 4/7/2020\n3.131(c)\nSANITATION.   \nThe lack of overall cleaning and sanitization of the facility is contributing to the ammonia smell and dust content in\nthis facility. Over 50% of the enclosures that are not currently being used have not been cleaned.  There is molding\nfood in some unused enclosures, a layer of hair and/or dust buildup in over 50% of unused enclosures, used\nbedding and feces in walkways of the animal areas, and a thick buildup of dust, hair and debris on the top of all\nenclosures.  Failure to maintain acceptable cleaning can contribute to disease hazards.  The licensee must ensure\nthat all premises (buildings and grounds) shall be kept clean in order to protect the animals from disease hazards\nand to facilitate the prescribed husbandry practices set forth in this subpart.\nCorrect by: 4/7/2020\nThis inspection conducted with facility staff on March 23, 2020.   Exit interview conducted by phone with the\nlicensee and Randy Coleman, ACI on March 25, 2020.\nAdditional Inspectors\nSebera Shannon, Animal Care Inspector",
  "animals_total": 1750,
  "species": [
    {
      "count": 1750,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA (DOMESTICATED)"
    }
  ]
}