{
  "insp_id": "2016082568302407",
  "layout": "a",
  "customer_id": "16022",
  "customer_name": "Schultzs Country Barn L L C",
  "customer_addr": "50996 North Main St\nEleva, WI 54738",
  "certificate": "35-C-0311",
  "site_id": "001",
  "site_name": "SCHULTZS COUNTRY BARN L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-MAY-2017",
  "report_date": "25-MAY-2017",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The written Program of Veterinary Care is incomplete. The information for ectoparasites and internal parasites is\nmissing information. In addition, the Attending Veterinarian has not visited the licensee's premise since 2015. An\nincomplete Program of Veterinary Care and the Attending Veterinarian not conducting regularly scheduled visits\ndoesn't ensure that the animals are receiving optimal care. The Program of Veterinary Care must be filled out\ncompletely and the Attending Veterinarian must visit the site and inspect all regulated animals and facilities. Correct\nby 6/25/17."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The fence line surrounding two enclosures containing a total of six goats was mangled in areas with sharp points\nsticking inwards towards the goats. Sharp points can cause injury to the goats that come into contact with it. The\nfence line must be repaired or replaced to protect the animals from injury."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "Watering receptacles for six of the goats and one pig was yellowish in color. The licensee informed me he has not\nchanged out the water in two days. Unsanitary water can lead to the spread of disease. The watering receptacles\nneeds to be changed out on a more regular basis prior to the water changing to a yellowish color. Correct\nimmediately.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe written Program of Veterinary Care is incomplete.  The information for ectoparasites and internal parasites is\nmissing information.  In addition, the Attending Veterinarian has not visited the licensee's premise since 2015.  An\nincomplete Program of Veterinary Care and the Attending Veterinarian not conducting regularly scheduled visits\ndoesn't ensure that the animals are receiving optimal care.  The Program of Veterinary Care must be filled out\ncompletely and the Attending Veterinarian must visit the site and inspect all regulated animals and facilities.  Correct\nby 6/25/17.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nThe fence line surrounding two enclosures containing a total of six goats was mangled in areas with sharp points\nsticking inwards towards the goats.  Sharp points can cause injury to the goats that come into contact with it.  The\nfence line must be repaired or replaced to protect the animals from injury.\n3.130\nWATERING.  \nWatering receptacles for six of the goats and one pig was yellowish in color.  The licensee informed me he has not\nchanged out the water in two days.  Unsanitary water can lead to the spread of disease.  The watering receptacles\nneeds to be changed out on a more regular basis prior to the water changing to a yellowish color.  Correct\nimmediately.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.",
  "animals_total": 11,
  "species": [
    {
      "count": 10,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}