{
  "insp_id": "INS-0000858322",
  "layout": "c",
  "customer_id": "6012397",
  "customer_name": "Peaceful Acres Puppies LLC",
  "customer_addr": "650 Lyons Rd\nMillerstown, PA 17062",
  "certificate": "23-A-0767",
  "site_id": "001",
  "site_name": "Peaceful Acres Puppies LLC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-MAR-2023",
  "report_date": "21-MAR-2023",
  "citations": [
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "Many of the APHIS Form 7006 Disposition records for the puppies were incomplete. At least ten of the disposition forms\ndid not include the address of the person to whom the puppy was sold. The forms also did not include the facility's USDA\nlicense number or the USDA license number of the broker to whom some of the dogs were sold.\nIt's important to document all required disposition information to allow for animal movements to be tracked and ensure\nthat individuals that require a USDA license are appropriately licensed.\nEach dealer shall maintain disposition records which fully and correctly disclose all the required information as included\non the APHIS Form 7006.\nCorrect by March 28, 2023."
    },
    {
      "code": "3.6(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "There are two primary enclosures in a state of disrepair. In the rear puppy enclosure, located at the office, there is an\napproximately 6\" x 8\" hole in the elevated flooring. The hole appears to be filled with shavings but still could allow for\npuppies to fall into the void. Additionally, in one of the enclosures housing an adult German Shepherd, there is an\napproximately 8\" x 10\" circular hole in the aluminum wall of the outdoor run. This area has exposed insulation and sharp,\nrough metal edges.\nFailure to maintain primary enclosures can allow for holes or sharp points which can result in injury, entrapment, or\nescape of the animals.\nPrimary enclosures must be kept in good repair to protect the animals from injury.\nCorrect by April 4, 2023."
    },
    {
      "code": "3.13(b)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The licensee is not consistently maintaining medical records for his adult dogs and puppies. The vaccination and\ndeworming records for approximately half of the puppies were not available during the inspection. Additionally, the\nlicensee is not recording the distemper or parvovirus vaccinations, deworming, or treatments of the adult dogs.\nFailure to document and maintain medical records for the dogs and puppies can make it difficult to verify that the Program\nof Veterinary Care is being followed as written and that the dogs are receiving the appropriate preventative care and\ntreatments.\nMedical records for dogs must contain the name of all vaccines and treatments administered and the dates of\nadministration.\nCorrect by March 28, 2023.\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.75(a)(1) \n   \nRecords: Dealers and exhibitors. \nMany of the APHIS Form 7006 Disposition records for the puppies were incomplete.  At least ten of the disposition forms \ndid not include the address of the person to whom the puppy was sold.  The forms also did not include the facility's USDA \nlicense number or the USDA license number of the broker to whom some of the dogs were sold. \nIt's important to document all required disposition information to allow for animal movements to be tracked and ensure \nthat individuals that require a USDA license are appropriately licensed.   \nEach dealer shall maintain disposition records which fully and correctly disclose all the required information as included \non the APHIS Form 7006.   \nCorrect by March 28, 2023. \n3.6(a)(1) \n   \nPrimary enclosures. \nThere are two primary enclosures in a state of disrepair.  In the rear puppy enclosure, located at the office, there is an \napproximately 6\" x 8\" hole in the elevated flooring.  The hole appears to be filled with shavings but still could allow for \npuppies to fall into the void.  Additionally, in one of the enclosures housing an adult German Shepherd, there is an \napproximately 8\" x 10\" circular hole in the aluminum wall of the outdoor run.  This area has exposed insulation and sharp,\n\nrough metal edges.   \nFailure to maintain primary enclosures can allow for holes or sharp points which can result in injury, entrapment, or \nescape of the animals. \nPrimary enclosures must be kept in good repair to protect the animals from injury.   \nCorrect by April 4, 2023. \n3.13(b) \n   \nVeterinary care for dogs. \nThe licensee is not consistently maintaining medical records for his adult dogs and puppies.   The vaccination and \ndeworming records for approximately half of the puppies were not available during the inspection.  Additionally, the \nlicensee is not recording the distemper or parvovirus vaccinations, deworming, or treatments of the adult dogs.   \nFailure to document and maintain medical records for the dogs and puppies can make it difficult to verify that the Program \nof Veterinary Care is being followed as written and that the dogs are receiving the appropriate preventative care and \ntreatments. \nMedical records for dogs must contain the name of all vaccines and treatments administered and the dates of \nadministration. \nCorrect by March 28, 2023. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 97,
  "species": [
    {
      "count": 41,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 56,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}