{
  "insp_id": "166151920430352",
  "layout": "a",
  "customer_id": "41952",
  "customer_name": "Par Sterile Products Llc",
  "customer_addr": "6 Ram Ridge Road\nChestnut Rdg, NY 10977",
  "certificate": "22-R-0141",
  "site_id": "001",
  "site_name": "JHP PHARMAETTICALS LLC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-JUN-2015",
  "report_date": "15-JUN-2015",
  "citations": [
    {
      "code": "2.32(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PERSONNEL QUALIFICATIONS.",
      "narrative": "At about 7:15 am on May 27th, animal facility workers found 35 dead guinea pigs in two rooms at the facility. The\nfacility had increased temperature alarms starting at about 11:13 pm the night of May 26th. Security had informed\nfacility maintenance of the increased temperature situation and maintenance worked to resolve the situation by\naround 6:00 am the morning of May 27th. Despite the high temperatures in a building housing animals, animal care\npersonnel were not notified and no thought was given to the fact the guinea pigs were being exposed to high,\npotentially life threatening temperatures for an extended period of time. Records showed that temperatures were\nelevated for around 7 hours and peaked at a high of about 38 degrees Celsius. This is above the 85 degree\nFahrenheit maximum mandated for indoor housing facilities for guinea pigs. One more guinea pig was found dead\non May 28th and three more guinea pigs were euthanized. Necropsy reports showed gross pathology consistent\nwith heat stress. It is the responsibility of the research facility to ensure that all personnel involved in animal care be\ntrained in the basic needs of each species of animal housed or utilized at the facility. This lack of training resulted in\nunnecessary animal suffering and death. This training needs to be provided to facility personnel.\nCorrect by: Correct from this time forward. The facility has put in place immediate and long term corrective actions\nto ensure that this does not happen again."
    },
    {
      "code": "3.26(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "At about 7:15 am on May 27th, animal facility workers found 35 dead guinea pigs in two rooms at the facility. The\nfacility had increased temperature alarms starting at about 11:13 pm the night of May 26th. Security had informed\nfacility maintenance of the increased temperature situation and maintenance worked to resolve the situation by\naround 6:00 am the morning of May 27th. Records showed that temperatures were elevated for around 7 hours\nand peaked at a high of about 38 degrees Celsius. This is above the 85 degree Fahrenheit maximum mandated for\nindoor housing facilities for guinea pigs. One more guinea pig was found dead on May 28th and three more guinea\npigs were euthanized. Necropsy reports showed gross pathology consistent with heat stress. Indoor housed\nguinea pigs should not be exposed to temperatures greater than 85 degrees Fahrenheit.\nCorrect by: Correct from this time forward. The facility has put in place immediate and long term corrective actions\nto ensure that this does not happen again.\nThis focused inspection was to address a facility self-reported incident resulting in the death of 39 guinea pigs.\nInspection and initial exit interview conducted on 6-11-15 with JHP responsible personnel. Formal exit interview\nconducted on 6-15-15 with PAR (JHP) responsible personnel."
    }
  ],
  "narrative": "2.32(c)(1)(1)\nPERSONNEL QUALIFICATIONS.\nAt about 7:15 am on May 27th, animal facility workers found 35 dead guinea pigs in two rooms at the facility.  The\nfacility had increased temperature alarms starting at about 11:13 pm the night of May 26th.  Security had informed\nfacility maintenance of the increased temperature situation and maintenance worked to resolve the situation by\naround 6:00 am the morning of May 27th.  Despite the high temperatures in a building housing animals, animal care\npersonnel were not notified and no thought was given to the fact the guinea pigs were being exposed to high,\npotentially life threatening temperatures for an extended period of time.  Records showed that temperatures were\nelevated for around 7 hours and peaked at a high of about 38 degrees Celsius.  This is above the 85 degree\nFahrenheit maximum mandated for indoor housing facilities for guinea pigs.  One more guinea pig was found dead\non May 28th and three more guinea pigs were euthanized.  Necropsy reports showed gross pathology consistent\nwith heat stress.  It is the responsibility of the research facility to ensure that all personnel involved in animal care be\ntrained in the basic needs of each species of animal housed or utilized at the facility.  This lack of training resulted in\nunnecessary animal suffering and death.  This training needs to be provided to facility personnel.\nCorrect by:  Correct from this time forward.  The facility has put in place immediate and long term corrective actions\nto ensure that this does not happen again.\n3.26(a)\nFACILITIES, INDOOR.\nAt about 7:15 am on May 27th, animal facility workers found 35 dead guinea pigs in two rooms at the facility.  The\nfacility had increased temperature alarms starting at about 11:13 pm the night of May 26th.  Security had informed\nfacility maintenance of the increased temperature situation and maintenance worked to resolve the situation by\naround 6:00 am the morning of May 27th.  Records showed that temperatures were elevated for around 7 hours\nand peaked at a high of about 38 degrees Celsius.  This is above the 85 degree Fahrenheit maximum mandated for\nindoor housing facilities for guinea pigs.  One more guinea pig was found dead on May 28th and three more guinea\npigs were euthanized.  Necropsy reports showed gross pathology consistent with heat stress.  Indoor housed\nguinea pigs should not be exposed to temperatures greater than 85 degrees Fahrenheit.\n\nCorrect by:  Correct from this time forward.  The facility has put in place immediate and long term corrective actions\nto ensure that this does not happen again.\nThis focused inspection was to address a facility self-reported incident resulting in the death of 39 guinea pigs.\nInspection and initial exit interview conducted on 6-11-15 with JHP responsible personnel.  Formal exit interview\nconducted on 6-15-15 with PAR (JHP) responsible personnel.",
  "animals_total": 373,
  "species": [
    {
      "count": 373,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}