{
  "insp_id": "2016082567999151",
  "layout": "a",
  "customer_id": "324958",
  "customer_name": "Enos Fisher",
  "customer_addr": "Lizzie Fisher\n7425 Baker Rd\nHagerstown, IN 47346",
  "certificate": "32-A-0435",
  "site_id": "001",
  "site_name": "ENOS FISHER",
  "insp_type": "FOCUSED INSPECTION",
  "date": "10-NOV-2016",
  "report_date": "10-NOV-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The brown and white guinea pig from pen 23 was moved to a \"sick pen\" and treated. The discharge which was\naccumulated around both nostrils has resolved and breathing appears normal. The right eye, however, is now\ndiscolored darkly red around the rim of the cornea. The center of the red area is white and opaque.\nThe right eye of black, white, and gold guinea pig in pen 20 appears resolved. Today the left eye appears sunken\nand has a significant amount of yellowish discharge accumulated in the front corner. Some dried discharge and\ndebris has accumulated on the lids and hair around the left eye.\nThese guinea pigs continue to require veterinary care for their health and well being. Though their previous\nconditions were treated and resolved, additional health concerns have developed. Licensee must use appropriate\nmethods to prevent, control, diagnose and treat diseases and injuries. These animals must be examined by a\nlicensed veterinarian for diagnosis and treatment. Documentation of the veterinarian's assessment, treatment, and\nplan shall be maintained for examination by APHIS officials\nRemains Uncorrected\nThe eyes of white, cream, and brown guinea pig in pen 24 appear resolved.\nThis inspection and exit interview were conducted with Licensee"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe brown and white guinea pig from pen 23 was moved to a \"sick pen\" and treated.  The discharge which was\naccumulated around both nostrils has resolved and breathing appears normal.  The right eye, however, is now\ndiscolored darkly red around the rim of the cornea.  The center of the red area is white and opaque.\nThe right eye of black, white, and gold guinea pig in pen 20 appears resolved.  Today the left eye appears sunken\nand has a significant amount of yellowish discharge accumulated in the front corner.  Some dried discharge and\ndebris has accumulated on the lids and hair around the left eye.\nThese guinea pigs continue to require veterinary care for their health and well being.  Though their previous\nconditions were treated and resolved, additional health concerns have developed.  Licensee must use appropriate\nmethods to prevent, control, diagnose and treat diseases and injuries. These animals must be examined by a\nlicensed veterinarian for diagnosis and treatment.  Documentation of the veterinarian's assessment, treatment, and\nplan shall be maintained for examination by APHIS officials\nRemains Uncorrected\nThe eyes of white, cream, and brown guinea pig in pen 24 appear resolved.\n   \nThis inspection and exit interview were conducted with Licensee",
  "animals_total": 3,
  "species": [
    {
      "count": 3,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}