{
  "insp_id": "2016082567934253",
  "layout": "a",
  "customer_id": "31840",
  "customer_name": "The Mobile Zoo",
  "customer_addr": "15161 Ward Road\nWilmer, AL 36587",
  "certificate": "64-C-0178",
  "site_id": "001",
  "site_name": "THE MOBILE ZOO",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-SEP-2016",
  "report_date": "22-SEP-2016",
  "citations": [
    {
      "code": "3.75(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The enclosure housing two lemurs has a hole dug at the fence line and partially under a concrete platform. The\ndigging appeared to be from the inside and there is a risk that if the hole is expanded it would enable the lemurs to\nescape or allow other animals to enter the enclosure. Housing facilities for nonhuman primates must be designed\nand constructed so that they are structurally sound for the species of nonhuman primates housed in them. They\nmust be kept in good repair, and they must protect the animals from injury, contain the animals securely, and restrict\nother animals from entering. Correct by September 24, 2016."
    },
    {
      "code": "3.75(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "*** On the floor of the night den of the grey-cheeked mangabey, \"Marcell\", there was an accumulation of dried and\nold feces. The enclosure needs to be spot-cleaned daily.\n*** The night den of the rhesus macaque, \"Bubba\", had multiple cockroaches in it with roach feces and eggs. There\nwere spider webs with spiders and their egg sacs that were attached to the inside of the lid and sides of the\nenclosure which indicated that it had not been opened for days. It was mentioned that the volunteer was responsible\nfor cleaning but apparently hadn't done so.\n*** The night den of the Japanese macaque, \"Chico\" had chunks of crumbling plaster on the inside. It was said by\nthe facility that they knew the macaque was picking at it but had not been cleaned.\nAll surfaces of housing facilities must be cleaned and sanitized to prevent accumulation of excreta or disease\nhazards. It was corrected by the exit interview."
    },
    {
      "code": "3.75(f)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "*** There was a large amount of peanut hull waste near and around the enclosure housing a rhesus macaque\nnamed \"Baby\" and a bonnet macaque named \"Sophie\". When asked about this debris, the facility representative\nsaid that this was raked out of the primate enclosure and she considered it as mulch. However, the quantity of this\nfood waste was significant and the material had not been composted or processed in anyway and it was clearly\nidentifiable as peanuts and hulls. Additionally, the process described to the inspectors indicates that other excreta\nand waste was likely included in the debris and not just the peanut hulls. This creates a sanitation concern that\ncould potentially have disease or health risks for the animals including the potential for attracting pests and vermin.\nHousing facility operators must provide for regular and frequent collection, removal, and disposal of animal and food\nwastes, bedding, dead animals, debris, garbage, water, and any other fluids and wastes, in a manner that\nminimizes contamination and disease risk. Correct by October 14, 2016."
    },
    {
      "code": "3.84(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "*** There was an accumulation of pests including spiders and roaches in the rhesus macaques \"Bubba\" night den\nenclosure. There were other areas of the facility with the presence of spiders and roaches as well. The facility\nshould practice better husbandry and, establish and maintain an effective program to control the pest therefore\npromoting the health and well-being of the animals and to reduce contamination by pests in animal areas. Correct\nby October 22, 2016."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "*** The den walls for the tiger \"Magoo\" was made of wood landscape timbers. Some of the timbers were rotten and\ncrumbling and had holes in them. The weakness of the walls could cause a break posing the risk of escape or\ninjury.\n*** The enclosure for the leopard \"Jack\" had a bench in the sheltered den area which had deteriorating and\nsplintering wood which could cause injury to the animal. The outdoor enclosure for this same leopard had a broken\nand splintering landscape timber in one of the resting platforms. Broken and splintering wood poses a risk of injury.\n*** The the enclosure housing three Patagonian cavies and several tortoises had a very large tortoise burrow in\none corner about 2 to 3 feet away from the fence line. The burrow was very deep and the end could not be\nvisualized causing concern that the tunnel may go under the fence. The burrow so close to the fence creates a risk\nof potential escape or injury to the cavies if the surface were to potentially cave-in.\n*** The enclosure housing two prairie dogs has sharp pointed wires bending into the enclosure which could cause\ninjury. There is also a rotten landscape timber in the wall that has a very large hole on the outside that is almost full\nthickness into the enclosure and which could create a hole where the animals could escape. There is no wire, panel\nor other structure on the inside that would prevent the formation of a through and through gap if the decayed area of\nwood spreads further.\n***In the enclosure housing four black bears there is a large chunk of concrete with a wood post sticking out. This\ndebris in the enclosure poses and injury hazard to the bears. Additionally, the bear den area has damaged wood on\ntwo bench platforms which could pose an injury hazard from splinters. The den area was dark and there was not\nsufficient light to properly inspect, or for the keepers to assess their cleaning, without supplemental light from the\nflashlights. The inspectors had to use flashlights, a small light on the wall and the camera flashes to at least get a\npartial assessment of this enclosure.\n*** The wolf primary enclosure has a very large excavation in the ground at the fence line of the lock-out portion of\nthe enclosure. A portion of this large hole, which is big enough for the wolf to fit in, extends under the fence and\nthere is a risk of a gap opening up that would allow the wolf to escape.\n***In \"Namib\" the black leopards night house there was bowing of the floor panel creating concern that there is\nseparation of the wood from the rest of the structure. The night house is not contained within the primary fencing but\nis an extension of the primary enclosure. If the floor gives way and the animal were to escape it would be a major\nconcern for the public and ultimately the animal. Other large cats enclosures at this facility have a similar design\nwith wood dens that are extensions of primary enclosures, which creates general containment concerns since\ndecaying wood is not secure. Namib's disposition, displaying aggression and tearing at the fencing raises additional\nconcerns.\nThe housing facilities must be repaired and/or replaced and should be maintained and kept structurally sound to\nprotect and contain the animals."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "** In the preparation room there was a chest freezer that was being used to refrigerate chicken and other meats.\nWhen the freezer was opened a foul odor wafted up from the inside of the freezer. The freezer was very full and\nthere was a large amount of ice accumulated around the walls of the freezer and some of the ice on top had red\ncoloring that appeared to be blood mixed in it. The strong foul odor, the amount of ice build up, and the unclean\nnature of the freezer create concerns that there may be decaying meats in there and that the freezer may not be\nfunctioning properly or maintained in a manner which will properly preserves the animal foods. The freezer is in\ndisrepair or not being maintained and cleaned properly and needs to be cleaned, replaced and/or repaired to\nprevent spoilage of the food content contained within and illness of the animals ingesting it. Correct by October 22,\n2016."
    },
    {
      "code": "3.125(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "** On the perimeter fence in front of Special the tigers primary enclosure there was an object hanging that appeared\nto be a large chunk of dried meat. Once the object was removed by the facility representative it appeared to have\nmuscle fibers which is indicative of flesh. The meat was dried onto the fence and had to be removed by poking it\nwith a stick therefore it had apparently been there for some time. It was never observed by the facility. Food waste\nand dead animals shall be removed to minimize vermin infestation, odors, and disease hazards. It was corrected at\nthe time of the inspection.\n** There was a large piece of meat in Special the tigers enclosure on her platform. The meat was discolored and\nhad a dark appearance, the fat appeared to be melting and the flesh was decomposing and breaking down. The\nfacility stated that they fed the cat the night before.There were also two other pieces of meat in her lock-in that\nlooked the same but had flies swarming and a foul odor. The cat tried to eat the meat in the back but dropped it and\nbacked away. Food waste should be removed to minimize vermin infestation, odors, and disease hazards. Correct\nby September 29, 2016."
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "** There were decaying grapes in the prairie dogs primary enclosure. The facility stated that they were just fed that\nmorning. The grapes had a dark brown discoloration and the flesh had a viscous appearance with the seeds oozing\nout. The outer skin appeared to be shriveled and drying out. The facility should inspect the produce before feeding\nthem to ensure that the food is wholesome, palatable and of nutritive value to maintain all animals in good health."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "*** The was an excessive amount of feces within the bobcats primary enclosure. The feces was pushed to the\nedges of the front and sides of the enclosure but were dried, old and discolored. Some piles were decomposing on\nthe ground and blended in with the debris from the trees and leaves.Excreta shall be removed from primary\nenclosures as often as necessary to prevent contamination of the animals contained therein and to minimize\ndisease hazards and to reduce odors. Correct by September 24, 2016\n*** There was an excessive amount of feces, strong urine odor and stains in the shaded shelter within the cavies\nprimary enclosure. Excreta shall be removed from primary enclosures as often as necessary to prevent\ncontamination of the animals contained therein and to minimize disease hazards and to reduce odors. It was\ncorrected by the exit interview."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "*** There was an accumulation of clutter around the tiger \"Magoo\" enclosure. This included rolls of spare\nchain-linked fencing, trash, and a discarded blanket all of which had to be stepped over and were creating a tripping\nhazard when trying to evaluate the tiger enclosure. The presence of this debris makes is difficult to access the area\nsafely to evaluate the status of the tiger enclosure. The premises shall be kept clean and in good repair in order to\nprotect the animals from injury and to facilitate the prescribed husbandry practices set forth in this subpart. Correct\nby October 6, 2016.\n** There was a full trash can located in the gazebo across from the wolf enclosure. There was a very foul odor of\nrotten garbage emanating from the bin and something that smelled like fermented grain or fruit. The presence of\ngarbage with such an odor indicates that trash is not being removed in a timely manner and may pose a risk of\nattracting flies and other pests or vermin which could impact the health of the animals. Premises (buildings and\ngrounds) shall be kept clean and in good repair in order to protect the animals from injury and to facilitate the\nprescribed husbandry practices set forth in this subpart. Accumulations of trash shall be placed in designated areas\nand cleared as necessary to protect the health of the animals. Correct by September 23, 2016."
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": false,
      "desc": "EMPLOYEES.",
      "narrative": "** Based on new and repeat non-compliant items cited during this inspection and previous inspections, as well as\nthe fact that there is only one paid full time employee and one voluntary full time employee, it does not appear that\nthe licensee has an adequate number of employees to carry out an acceptable level of animal husbandry and\nmaintenance for this facility. Without adequate personnel or time to properly perform the required functions of a\nlicensee, the facility can fall into further disrepair, waste and debris can accumulate, and the animals may not\nreceive adequate care causing negative health and sanitary issues to occur. The licensee must have adequate\nlabor to provide adequate husbandry for the animals no later than October 22, 2016\nThis inspection was conducted with the facility representative, Dr. Annette Chapman, VMO, Dr. Suzan Loerzel,\nVMO and IES Investigator. The exit interview was conducted with facility representative, Dr. Annette Chapman,\nVMO and Dr. Suzan Loerzel, VMO.\nAdditional Inspectors\nLoerzel Suzan, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.75(a)\nHOUSING FACILITIES, GENERAL. \nThe enclosure housing two lemurs has a hole dug at the fence line and partially under a concrete platform. The\ndigging appeared to be from the inside and there is a risk that if the hole is expanded it would enable the lemurs to\nescape or allow other animals to enter the enclosure. Housing facilities for nonhuman primates must be designed\nand constructed so that they are structurally sound for the species of nonhuman primates housed in them. They\nmust be kept in good repair, and they must protect the animals from injury, contain the animals securely, and restrict\nother animals from entering. Correct by September 24, 2016.\n3.75(c)(3)\nHOUSING FACILITIES, GENERAL. \n*** On the floor of the night den of the grey-cheeked mangabey, \"Marcell\", there was an accumulation of dried and\nold feces. The enclosure needs to be spot-cleaned daily. \n*** The night den of the rhesus macaque, \"Bubba\", had multiple cockroaches in it with roach feces and eggs. There\nwere spider webs with spiders and their egg sacs that were attached to the inside of the lid and sides of the\nenclosure which indicated that it had not been opened for days. It was mentioned that the volunteer was responsible\nfor cleaning but apparently hadn't done so.\n*** The night den of the Japanese macaque, \"Chico\" had chunks of crumbling plaster on the inside. It  was said by\nthe facility that they knew the macaque was picking at it but had not been cleaned.  \n All surfaces of housing facilities must be cleaned and sanitized to prevent accumulation of excreta or disease\nhazards. It was corrected by the exit interview.\n3.75(f)\nHOUSING FACILITIES, GENERAL. \n*** There was a large amount of peanut hull waste near and around the enclosure housing a rhesus macaque\nnamed \"Baby\" and a bonnet macaque named \"Sophie\". When asked about this debris, the facility representative\n\nsaid that this was raked out of the primate enclosure and she considered it as mulch. However, the quantity of this\nfood waste was significant and the material had not been composted or processed in anyway and it was clearly\nidentifiable as peanuts and hulls. Additionally, the process described to the inspectors indicates that other excreta\nand waste was likely included in the debris and not just the peanut hulls. This creates a sanitation concern that\ncould potentially have disease or health risks for the animals including the potential for attracting pests and vermin.\nHousing facility operators must provide for regular and frequent collection, removal, and disposal of animal and food\nwastes, bedding, dead animals, debris, garbage, water, and any other fluids and wastes, in a manner that\nminimizes contamination and disease risk. Correct by October 14, 2016.\n3.84(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL. \n*** There was an accumulation of pests including spiders and roaches in the rhesus macaques \"Bubba\"  night den\nenclosure. There were other areas of the facility with the presence of spiders and roaches as well. The facility\nshould practice better husbandry and, establish and maintain an effective program to control the pest therefore\npromoting the health and well-being of the animals and to reduce contamination by pests in animal areas. Correct\nby October 22, 2016.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \n*** The den walls for the tiger \"Magoo\" was made of wood landscape timbers.  Some of the timbers were rotten and\ncrumbling and had holes in them. The weakness of the walls could cause a break posing the risk of escape or\ninjury. \n*** The enclosure for the leopard \"Jack\" had a bench in the sheltered den area which had deteriorating and\nsplintering wood which could cause injury to the animal. The outdoor enclosure for this same leopard had a broken\nand splintering landscape timber in one of the resting platforms. Broken and splintering wood poses a risk of injury. \n***   The the enclosure housing three Patagonian cavies and several tortoises had a very large tortoise burrow in\none corner about 2 to 3 feet away from the fence line. The burrow was very deep and the end could not be\nvisualized causing concern that the tunnel may go under the fence. The burrow so close to the fence creates a risk\nof potential escape or injury to the cavies if the surface were to potentially cave-in. \n*** The enclosure housing two prairie dogs has sharp pointed wires bending into the enclosure which could cause\ninjury. There is also a rotten landscape timber in the wall that has a very large hole on the outside that is almost full\nthickness into the enclosure and which could create a hole where the animals could escape. There is no wire, panel\nor other structure on the inside that would prevent the formation of a through and through gap if the decayed area of\nwood spreads further.\n\n***In the enclosure housing four black bears there is a large chunk of concrete with a wood post sticking out. This\ndebris in the enclosure poses and injury hazard to the bears. Additionally, the bear den area has damaged wood on\ntwo bench platforms which could pose an injury hazard from splinters. The den area was dark and there was not\nsufficient light to properly inspect, or for the keepers to assess their cleaning, without supplemental light from the\nflashlights. The inspectors had to use flashlights, a small light on the wall and the camera flashes to at least get a\npartial assessment of this enclosure. \n*** The wolf primary enclosure has a very large excavation in the ground at the fence line of the lock-out portion of\nthe enclosure. A portion of this large hole, which is big enough for the wolf to fit in, extends under the fence and\nthere is a risk of a gap opening up that would allow the wolf to escape.\n***In \"Namib\" the black leopards night house there was bowing of the floor panel creating concern that there is\nseparation of the wood from the rest of the structure. The night house is not contained within the primary fencing but\nis an extension of the primary enclosure. If the floor gives way and the animal were to escape it would be a major\nconcern for the public and ultimately the animal. Other large cats enclosures at this facility have a similar design\nwith wood dens that are extensions of primary enclosures, which creates general containment concerns since\ndecaying wood is not secure. Namib's disposition, displaying aggression and tearing at the fencing raises additional\nconcerns. \nThe housing facilities must be repaired and/or replaced and should be maintained and kept structurally sound to\nprotect and contain the animals.\n3.125(c)\nFACILITIES, GENERAL.   \n** In the preparation room there was a chest freezer that was being used to refrigerate chicken and other meats. \nWhen the freezer was opened a foul odor wafted up from the inside of the freezer. The freezer was very full and\nthere was a large amount of ice accumulated around the walls of the freezer and some of the ice on top had red\ncoloring that appeared to be blood mixed in it. The strong foul odor, the amount of ice build up, and the unclean\nnature of the freezer create concerns that there may be decaying meats in there and that the freezer may not be\nfunctioning properly or maintained in a manner which will properly preserves the animal foods.  The freezer is in\ndisrepair or not being maintained and cleaned  properly and needs to be cleaned, replaced and/or repaired to\nprevent spoilage of the food content contained within and illness of the animals ingesting it.  Correct by October 22,\n2016.\n3.125(d)\n\nFACILITIES, GENERAL.   \n** On the perimeter fence in front of Special the tigers primary enclosure there was an object hanging that appeared\nto be a large chunk of dried meat. Once the object was removed by the facility representative it appeared to have\nmuscle fibers which is indicative of flesh. The meat was dried onto the fence and had to be removed by poking it\nwith a stick therefore it had apparently been there for some time. It was never observed by the facility. Food waste\nand dead animals shall be removed to minimize vermin infestation, odors, and disease hazards. It was corrected at\nthe time of the inspection.\n** There was a large piece of meat in Special the tigers enclosure on her platform.  The meat was discolored and\nhad a dark appearance, the fat appeared to be melting and the flesh was decomposing and breaking down. The\nfacility stated that they fed the cat the night before.There were also two other pieces of meat in her lock-in that\nlooked the same but had flies swarming and a foul odor. The cat tried to eat the meat in the back but dropped it and\nbacked away. Food waste should be removed to minimize vermin infestation, odors, and disease hazards. Correct\nby September 29, 2016.\n3.129(a)                    REPEAT\nFEEDING.    \n** There were decaying grapes in the prairie dogs primary enclosure. The facility stated that they were just fed that\nmorning. The grapes had a dark brown discoloration and the flesh had a viscous appearance with the seeds oozing\nout. The outer skin appeared to be shriveled and drying out.  The facility should inspect the produce before feeding\nthem to ensure that the food is wholesome, palatable and of  nutritive value to maintain all animals in good health.\n3.131(a)\nSANITATION.   \n*** The was an excessive amount of feces within the bobcats primary enclosure. The feces was pushed to the\nedges of the front  and sides of the enclosure but were dried, old and discolored. Some piles were decomposing on\nthe ground and blended in with the debris from the trees and leaves.Excreta shall be removed from primary\nenclosures as often as necessary to prevent contamination of the animals contained therein and to minimize\ndisease hazards and to reduce odors.   Correct by September 24, 2016\n*** There was an excessive amount of feces, strong urine odor and stains in the shaded shelter within the cavies\nprimary enclosure. Excreta shall be removed from primary enclosures as often as necessary to prevent\ncontamination of the animals contained therein and to minimize disease hazards and to reduce odors. It was\ncorrected by the exit interview.\n\n3.131(c)\nSANITATION.   \n*** There was an accumulation of clutter around the tiger \"Magoo\" enclosure. This included rolls of spare\nchain-linked fencing, trash, and a discarded blanket all of which had to be stepped over and were creating a tripping\nhazard when trying to evaluate the tiger enclosure. The presence of this debris makes is difficult to access the area\nsafely to evaluate the status of the tiger enclosure. The premises shall be kept clean and in good repair in order to\nprotect the animals from injury and to facilitate the prescribed husbandry practices set forth in this subpart. Correct\nby October 6, 2016.\n** There was a full trash can located in the gazebo across from the wolf enclosure. There was a very foul odor of\nrotten garbage emanating from the bin and something that smelled like fermented grain or fruit. The presence of\ngarbage with such an odor indicates that trash is not being removed in a timely manner and may pose a risk of\nattracting flies and other pests or vermin which could impact the health of the animals.  Premises (buildings and\ngrounds) shall be kept clean and in good repair in order to protect the animals from injury and to facilitate the\nprescribed husbandry practices set forth in this subpart. Accumulations of trash shall be placed in designated areas\nand cleared as necessary to protect the health of the animals. Correct by September 23, 2016.\n3.132\nEMPLOYEES. \n** Based on new and repeat non-compliant items cited during this inspection and previous inspections, as well as\nthe fact that there is only one paid full time employee and one voluntary full time employee, it does not appear that\nthe licensee has an adequate number of employees to carry out an acceptable level of animal husbandry and\nmaintenance for this facility. Without adequate personnel or time to properly perform the required functions of a\nlicensee, the facility can fall into further disrepair, waste and debris can accumulate, and the animals may not\nreceive adequate care causing negative health and sanitary issues to occur.  The licensee must have adequate\nlabor to provide adequate husbandry for the animals no later than October 22, 2016\nThis inspection was conducted with the facility representative, Dr. Annette Chapman, VMO, Dr. Suzan Loerzel,\nVMO and IES Investigator. The exit interview was conducted with facility representative, Dr. Annette Chapman,\nVMO and Dr. Suzan Loerzel, VMO.\nAdditional Inspectors\nLoerzel Suzan, Veterinary Medical Officer",
  "animals_total": 29,
  "species": [
    {
      "count": 1,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 1,
      "scientific": "Canis lupus",
      "common": "GRAY WOLF / GREY WOLF / TIMBER WOLF"
    },
    {
      "count": 2,
      "scientific": "Cynomys parvidens",
      "common": "UTAH PRAIRIE DOG"
    },
    {
      "count": 3,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 2,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 1,
      "scientific": "Lophocebus albigena",
      "common": "GREY-CHEEKED MANGABEY"
    },
    {
      "count": 3,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE *MALE"
    },
    {
      "count": 2,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE *MALE"
    },
    {
      "count": 1,
      "scientific": "Macaca radiata",
      "common": "BONNET MACAQUE *MALE"
    },
    {
      "count": 2,
      "scientific": "Panthera pardus",
      "common": "LEOPARD"
    },
    {
      "count": 3,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 1,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 4,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    }
  ]
}