{
  "insp_id": "2016090000789902",
  "layout": "b",
  "customer_id": "324495",
  "customer_name": "Amos Kauffman",
  "customer_addr": "2269 E Winter Road\nLOGANTON, PA 17747",
  "certificate": "23-A-0513",
  "site_id": "001",
  "site_name": "AMOS KAUFFMAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-MAY-2022",
  "report_date": "11-MAY-2022",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "There were 2 guinea pigs observed with health conditions requiring treatment in accordance with the Program of\nVeterinary Care or consultation with the attending veterinarian. A brown and white adult guinea pig in Pen 64 was\nobserved on its side and appeared unable to sit, stand, or walk. The animal appeared lethargic and was kicking the front\nand rear legs occasionally. A brown and white adult guinea pig in Pen 66 was observed with the right eye that was red\nand protruding with a bulging, yellowish circular area in the center. The licensee said daily observation had been\nperformed approximately 4 hours prior to the inspection and the animals with health conditions were not observed and\nwere not being treated.\nThe lethargic guinea pig on its side and the guinea pig with an abnormal eye may be in pain or distress and failure to seek\ntreatment can result in worsening of the condition.\nThe licensee must communicate with the attending veterinarian to evaluate these animals and determine an appropriate\nplan for diagnosis and treatment.\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThere were 2 guinea pigs observed with health conditions requiring treatment in accordance with the Program of \nVeterinary Care or consultation with the attending veterinarian.  A brown and white adult guinea pig in Pen 64 was \nobserved on its side and appeared unable to sit, stand, or walk.  The animal appeared lethargic and was kicking the front \nand rear legs occasionally.  A brown and white adult guinea pig in Pen 66 was observed with the right eye that was red \nand protruding with a bulging, yellowish circular area in the center.  The licensee said daily observation had been \nperformed approximately 4 hours prior to the inspection and the animals with health conditions were not observed and \nwere not being treated. \nThe lethargic guinea pig on its side and the guinea pig with an abnormal eye may be in pain or distress and failure to seek \ntreatment can result in worsening of the condition. \nThe licensee must communicate with the attending veterinarian to evaluate these animals and determine an appropriate \nplan for diagnosis and treatment. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 981,
  "species": [
    {
      "count": 981,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}