{
  "insp_id": "22141354574366",
  "layout": "a",
  "customer_id": "9275",
  "customer_name": "Hollywild Animal Park Inc",
  "customer_addr": "2325 Hampton Rd\nWellford, SC 29385",
  "certificate": "56-C-0115",
  "site_id": "001",
  "site_name": "HOLLYWILD ANIMAL PARK INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-FEB-2014",
  "report_date": "05-FEB-2014",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Although the licensee has a written Program of Veterinary Care, the Attending Veterinarian is not always being\nconsulted for animal diseases, injuries, parasite prevention and treatment. The veterinarians advice is not always\nbeing followed nor suggestions implemented. During the last two years, records at the veterinarians office indicate,\nbesides health certificates written for animal shipments, the few animals seen were for emergency treatments.\nItems on the October, 2013 annual veterinary visit report which the veterinarian recommended, but which were not\nimplemented include: having a veterinary assistant review fecal parasite identification techniques, consulting the\nstate parasitology department in a parasite control program, rechecking certain animals' blood work, euthanasia of a\nbull due to poor quality of life (this bull was transferred to another facility), provide cold storage of food. The\nlicensee needs to follow the recommendations of the Attending Veterinarian. To be corrected by 2-28-14."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "An addax has an injured right eye which employees were treating the last few weeks. Although a call was made to\nthe veterinarian when the animal's initial injury was discovered, and medication was started, the animal was not\ntaken in for an exam and the condition still exists. The eye is not distinguishable and a large amount of serous &\nmucoid discharges are draining from it. Ocular injuries frequently cause pain and this animal should have been\nseen by the veterinarian for re-evaluation and treatment. This animal still needs to be seen by the veterinarian.\nA wolf/dog hybrid was obtained this past summer and over the next several months, the licensee reported observing\nit have at least three seizures. The veterinarian was not consulted about this animal, no examination was\nconducted and on 1-2-14, it was found dying and was euthanized.\nThis past October, a Patagonian cavy was found non-responsive in the exhibit. According to the records, the\nanimal was taken to the primate barn and given fluids, dewormer, and antibiotics by a caretaker without consultation\nwith the veterinarian. The next day it was dead. Due to the seriousness of this condition, this animal should have\nbeen taken to the veterinarian when first found.\nThe chimps were diagnosed in January 2013 with whipworms and were dewormed for 5 days with Panacur. In\nSeptember 2013 they were diagnosed with whipworms again and received the same course of treatment. This\ntreatment was performed without consultation with the attending veterinarian. These primates need to be\ndewormed again after the initial course of deworming. Licensee needs to consult with the veterinarian on the proper\ndeworming schedules for this parasite to prevent reinfections.\nAlthough there is a written Program of Veterinary Care, most of it is not being followed. The large cats were last\nvaccinated over a year ago. The non-human primates have never been vaccinated. Annual physical exams are\nnot being done on the non-human primates and the dental care is not being provided as recommended by the\nveterinarian.\nAt least two of the ibex are in need of foot trims, including one female with a slight limp on her right foreleg. Three\nbottles of out of date antibiotics are in the fridge at the ibex barn. Expired medications are considered adulterated\nand not an appropriate method to prevent, control, or treat diseases & injuries.\nVeterinary care at this facility is not adequate as evidenced by the above items. Appropriate and adequate\nveterinary care needs to be provided."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Daily Observation: Not all animals are being observed on a daily basis to assess their health and well being. An\napparently newborn goat was found dead and half eaten in a stall in the testing barn. All animals shall be observed\ndaily. Pregnant animals should be closely observed especially during cold weather and placed where newborns\ncan better survive. To be corrected immediately."
    },
    {
      "code": "3.75(f)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Waste Disposal: The large metal trash barrel in the primate barn is mostly full with wastes and there is no lid on it.\nTrash containers in food prep areas must be leakproof and have tightly fitted lids on them at all times to minimize\nflies and vermin. To be corrected by 2-7-14."
    },
    {
      "code": "3.76(c)",
      "kind": "",
      "repeat": false,
      "desc": "INDOOR HOUSING FACILITIES.",
      "narrative": "Lighting: The lighting in the primate barn is inadequate to see inside of the enclosures. A flashlight has to be used\nto adequately see the animals inside many of the enclosures. The middle aisleway is adequately lit, but this light\ndoes not project well into the animal's enclosures. Lack of uniformly diffused lighting makes maintaining good\nhousekeeping practices, adequate cleaning, and adequate inspection of animals difficult and does not provide for\nthe well-being of the animals. The lighting needs to be improved so that the animals and their enclosures are easy\nto observe. To be corrected by 2-28-14."
    },
    {
      "code": "3.81(b)",
      "kind": "",
      "repeat": false,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "Environmental Enrichment: The Plan for Environmental Enhancement of Nonhuman Primates for the facility is not\nbeing followed. Due to cold weather, the primates are spending the majority of time indoors in the heated barn.\nThere is very little detail in the plan to provide guidance to the caretakers on what types of enrichments are to be\nprovided. The plan states since space is more restrictive we plan to constantly incorporate sources of activity\nexercise and mental challenge and added personal contact by the keepers. There is no supply of items to be\nprovided as enrichment. Almost no toys are in the enclosures, and no mentally challenging items are in storage or\nuse. The solitary baboon has a perch and a tire. The two capuchins have a tire and a ladder. The two mangabys\nhave one hanging ladder. The brown lemurs have been provided more climbing and hiding structures, but the other\nnon-human primates have very little structures in these back up areas. During the inspection of this area, the\nprimates did not seem to be interested in any these enrichments. The program needs to provide more details and\nguidance as well as additional species specific environmental enrichments. To be corrected by 2-28-14."
    },
    {
      "code": "3.81(c)(5)",
      "kind": "",
      "repeat": false,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "This facility has 3 chimpanzees, but there is very little in the Environmental Enhancement Plan which addresses\nspecial considerations for these animals greater cognitive abilities. The plan states TV, videos, and radio systems\nare installed for the Great Apes in the winter months, but these are not being provided. Chimpanzees nest build but\nthere are not enough clean blankets being provided for them to build nests. Due to cold weather, they are mostly\nindoors and inside the two concrete enclosures are 2 platforms, 1 ball, one hanging tire, one mirror, and a bucket lid\nfor foraging when in use. There are no items specifically for the skills of chimpanzees. The enrichment plan\nneeds to provide more guidance on items and methods of providing enrichment to great apes and the employees\nneed to be trained in the needs of these primates. To be corrected by 3-28-14."
    },
    {
      "code": "3.81(e)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "Exemptions: One female baboon is no longer paired and is housed alone during this inspection. The attending\nveterinarian has not exempted this nonhuman primate from participation in the environment enhancement plan\nbecause of its health or condition, or in consideration of its well-being. If this non-human primate is exempted, the\nbasis of the exemption must be recorded by the attending veterinarian and unless the basis for the exemption is a\npermanent condition, the exemption must be reviewed and approved at least every 30 days by the attending\nveterinarian. To be corrected by 2-28-14."
    },
    {
      "code": "3.82",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "During this inspection, the table in the primate building holding boxes and bags of fruits and vegetables, also had a\nbox filled with straw serving as a cat bed sitting on the food table, with poured cat food directly on the table next to\nthe food. A cat was observed lying on top of oranges in a box on the table. This arrangement does not adequately\nprotect the food from potential contamination and the cat needs to be housed and fed separately from the food\nstorage. To be corrected by 2-7-14."
    },
    {
      "code": "3.85",
      "kind": "",
      "repeat": false,
      "desc": "EMPLOYEES.",
      "narrative": "At least three employees rotate working in the primate area. There are 17 non-human primates including 3\nchimpanzees, 3 baboons, 2 capuchins, 2 mangabys, and 7 lemurs. It does not appear the employees have\nreceived adequate training in primate behaviors and in methods of providing enrichment. The employees have not\nread the written environmental enrichment program, nor reviewed the collection of enrichment articles. To be\ncorrected by 2-28-14."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Structural strength. A piece of 4X4 metal wire is bent up and protruding inside the shift chute for the cougar Cricket.\nThe wood board at the base of the entrance is rotted. A wood support board at the top corner of Cricket's den is\nrotted where it attaches the metal roof. The corner support for the gate at the back of the enclosure with six addax\nis so loose it can be swayed several feet. This also causes a gap in the gate. The other corner post is also loose\nand there are multiple broken support posts and broken or loose top boards attached to the chain link fence\nseparating the addax from the aoudad and ibex enclosures. The addax shelter to the right has a plywood board at\nthe back which is pushed out leaving a gap at the edge and this board also has three protruding nails. The bear\npen on the right is 6 foot chain link with two strands of thick black wire above that. At the front left side the black\nwires are missing or loose leaving a 2.5 foot gap. There are several protruding nail points on the back of the USDA\nbarn.\nFive tiger and lion enclosures have enclosure fences with need additional fencing at the tops. In some areas, the\nfence height was raised by using high tensile wires. These wires are a minimum of a foot apart and in places there\nare larger gaps. This fencing needs to be more substantial and secure. There are also one foot gaps over the\nequipment entrance gates into two of the big cat enclosures. These gaps need to be closed. Some crape myrtle\ntrees are growing too close and through the enclosure fence for the two leopards, providing potential climbing\nescape. These trees need to be pruned back to a safe height. Chain link wire is loose and protruding into the gap\nbeing used for feeding one of the tigers in a back up area.\nThe shift chute for the bear den on the far left of the waterfall bears has chainlink which no longer secure along the\nbottom of one side where a cable broke, and a vertical tension bar has been pulled out and bent into the chute area.\nAll of the above items need to be repaired or replaced to prevent potential injury and to contain the animals.\nStructures requiring repairs need to be reported to the appropriate person on a timely basis. Above items to be\ncorrected by 3-21-14."
    },
    {
      "code": "3.127(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "There is a large puddle and muddy wet area in front of the gate leading to the shelter for the two elands. This area\nneeds to drain more quickly so that the animals do not have to walk though it to gain access to their shelter. To be\ncorrected by 2-21-14."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "Perimeter Fence: The 8 foot chain link perimeter fence is pushed over halfway down by tree deadfall along a ten\nfoot piece in the brushy area behind the large cat dens. This area along the fence line needs to be cleared so that\nregular checks and maintenance of the fence can be done. In the safari area, there are several double gates in the\nfence which are not 8 feet tall. One of these gates located near the rhinoceros enclosure measures between 6 foot\n3 inches to 6 foot 8 inches. This gate was also found open during this inspection, as were the entrance gates for\nthe safari buses which are not running at this time. Because the park is closed at this time of year, all gates which\nmake up part of the perimeter fence need to remain closed to contain any animals and prevent unwanted animals\n&/or people from entering the park. To be corrected by 2-28-14"
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "The walk in freezer is in disarray with boxes stacked and tossed throughout. There is a gap at the base of the\nfreezer at the back and condensation is forming large ice mounds on some of the boxes of food and on the fan\nblowers. Dead animals are in the freezer, some for taxidermy, some to be used as food, and at least two parrots\ndead of unknown causes. Dead animals should be stored separately from all packaged food if the cause of death\nis not known. The freezer needs to be organized and cleaned. The band saw outside of the freezer is dirty and\nneeds to be cleaned on a regular basis.\nAlthough most dry food has been moved out of it, the old elephant barn still has stored boxed crackers which were\nused during the lights display. At least three feral cats were seen and a pile of cat feces was in one area, near\nsome torn open bags of oyster crackers. This method of storage does not [protect the food from contamination.\nMineral blocks are provided in several areas, but these are placed on the ground. To prevent contamination, these\nshould be placed in some type of container. All above items to be corrected by 2-28-14."
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "The large felids supplement is not being given according to the approved feeding plan. Calculations demonstrated,\nand an employee stated that he was not giving the prescribed veterinary recommended daily amount to each cat.\nThe container was dirty, moldy and the powder was hard and not granular. The vitamin-mineral supplementation\nshall be given as per the veterinarian approved feeding plan for the health and well-being of the felids. To be\ncorrected by 2-14-14."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Cleaning of enclosures. There is an excess accumulation of old (ash colored) and fresh feces in the two cougar\nenclosures, each with one cougar. One of the cougars has raked 6 piles of covered feces. The barn for the three\nyaks has an excessive number of fecal piles. The enclosure with one tiger and one lion also has an empty concrete\npool with large amounts of ash colored feces in it. Additionally, there are fecal piles and food wastes in this\nenclosure. There were at least 30 fecal droppings in the enclosure with two leopards. There were many rotting\ncarcass pieces in the lion Kobis enclosure along with a pile of feces. One tiger was locked in a backup pen for the\n\"family tiger\" enclosure and the concrete floor also has old white chalky feces and urine soaked straw. One stall in\nthe testing barn has a dirt floor covered with a layer of goat feces. Feces needs to be picked up on a regular basis\nto prevent excess accumulations, provide a clean surface to walk and lie down on, and to reduce disease hazards,\npests, and odors."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Housekeeping: Facility grounds are littered with trash, plastic bags, old bones, plastic gloves, other equipment and\ndebris. A rotting meat odor was detected in the area behind the big cats' back up dens, and a rotted calf (initially\nfed to the cats) was found tossed in the woods behind this area.\nAccumulations of these types of materials, old food, plastics and other debris can harbor vermin which are known to\nbe at this facility. Materials can also blow into an enclosure and potentailly cause an animal to ingest harmful\nmaterials. All areas need ot be to be kept clean to facilitate the husbandry practices, reduce odors, and cleared as\nnecessary to protect the health of the animals.\nTo be corrected by 2-28-14."
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": false,
      "desc": "EMPLOYEES.",
      "narrative": "There are not a sufficient number of adequately trained employees at this facility to maintain the professionally\nacceptable level of husbandry practices required by the standards. This is evidenced by citations on this report and\nchronic non-compliances in the areas of cleaning and veterinary care. There also does not appear to be adequate\ntraining and supervision of the employees as evidenced by the low level of husbandry and housekeeping. There are\n4 full time animal care employees, and 3 part time animal care employees at this facility. The facility has 17\nnon-human primates, including 3 chimps, 11 bears, 12 large cats, 20 camelids, 2 zebra, 32 bovine, at least 178\ndeer, 56 goats, 61 ibex and tahrs, 15 sheep, 2 eland, 7 addax, 1 rhinoceros, and a collection of exotic birds for a\ntotal of over 414 animals. There needs to be enough employees to provide for adequate & thorough cleaning of all\nenclosures, feeding, enrichment activities, and maintenance and repair structural items, as well as to provide other\nhusbandry and housekeeping practices. To be corrected by 3-28-14.\nExit briefing conducted with facility representative.\nAdditional Inspectors\nBrandes Robert, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(a)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAlthough the licensee has a written Program of Veterinary Care, the Attending Veterinarian is not always being\nconsulted for animal diseases, injuries, parasite prevention and treatment.  The veterinarians advice is not always\nbeing followed nor suggestions implemented.  During the last two years, records at the veterinarians office indicate,\nbesides health certificates written for animal shipments, the few animals seen were for emergency treatments. \nItems on the October, 2013 annual veterinary visit report which the veterinarian recommended, but which were not\nimplemented include: having a veterinary assistant review fecal parasite identification techniques, consulting the\nstate parasitology department in a parasite control program, rechecking certain animals' blood work, euthanasia of a\nbull due to poor quality of life (this bull was transferred to another facility), provide cold storage of food.    The\nlicensee needs to follow the recommendations of the Attending Veterinarian.  To be corrected by 2-28-14.\n2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAn addax has an injured right eye which employees were treating the last few weeks.  Although a call was made to\nthe veterinarian when the animal's initial injury was discovered, and medication was started, the animal was not\ntaken in for an exam and the condition still exists. The eye is not distinguishable and a large amount of serous &\nmucoid discharges are draining from it.   Ocular injuries frequently cause pain and this animal should have been\nseen by the veterinarian for re-evaluation and treatment.  This animal still needs to be seen by the veterinarian.\nA wolf/dog hybrid was obtained this past summer and over the next several months, the licensee reported observing\nit have at least three seizures.  The veterinarian was not consulted about this animal, no examination was\nconducted and on 1-2-14, it was found dying and was euthanized.\nThis past October, a Patagonian cavy was found non-responsive in the exhibit.  According to the records, the\nanimal was taken to the primate barn and given fluids, dewormer, and antibiotics by a caretaker without consultation\nwith the veterinarian.  The next day it was dead.  Due to the seriousness of this condition, this animal should have\nbeen taken to the veterinarian when first found. \nThe chimps were diagnosed in January 2013 with whipworms and were dewormed for 5 days with Panacur.  In\n\nSeptember 2013 they were diagnosed with whipworms again and received the same course of treatment.  This\ntreatment was performed without consultation with the attending veterinarian.  These primates need to be\ndewormed again after the initial course of deworming.  Licensee needs to consult with the veterinarian on the proper\ndeworming schedules for this parasite to prevent reinfections.  \nAlthough there is a written Program of Veterinary Care, most of it is not being followed.  The large cats were last\nvaccinated over a year ago.  The non-human primates have never been vaccinated.   Annual physical exams are\nnot being done on the non-human primates and the dental care is not being provided as recommended by the\nveterinarian.\nAt least two of the ibex are in need of foot trims, including one female with a slight limp on her right foreleg.  Three\nbottles of out of date antibiotics are in the fridge at the ibex barn.   Expired medications are considered adulterated\nand not an appropriate method to prevent, control, or treat diseases & injuries.\nVeterinary care at this facility is not adequate as evidenced by the above items.  Appropriate and adequate\nveterinary care needs to be provided.\n2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDaily Observation: Not all animals are being observed on a daily basis to assess their health and well being.  An\napparently newborn goat was found dead and half eaten in a stall in the testing barn.  All animals shall be observed\ndaily.  Pregnant animals should be closely observed especially during cold weather and placed where newborns\ncan better survive.  To be corrected immediately.\n3.75(f)\nHOUSING FACILITIES, GENERAL. \nWaste Disposal:  The large metal trash barrel in the primate barn is mostly full with wastes and there is no lid on it. \nTrash containers in food prep areas must be leakproof and have tightly fitted lids on them at all times to minimize\nflies and vermin.   To be corrected by 2-7-14.\n3.76(c)\nINDOOR HOUSING FACILITIES. \nLighting: The lighting in the primate barn is inadequate to see inside of the enclosures.  A flashlight has to be used\nto adequately see the animals inside many of the enclosures.  The middle aisleway is adequately lit, but this light\ndoes not project well into the animal's enclosures.  Lack of uniformly diffused lighting makes maintaining good\nhousekeeping practices, adequate cleaning, and adequate inspection of animals difficult and does not provide for\nthe well-being of the animals.  The lighting needs to be improved so that the animals and their enclosures are easy\n\nto observe.  To be corrected by 2-28-14.\n3.81(b)\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\nEnvironmental Enrichment:  The Plan for Environmental Enhancement of Nonhuman Primates for the facility is not\nbeing followed.  Due to cold weather, the primates are spending the majority of time indoors in the heated barn. \nThere is very little detail in the plan to provide guidance to the caretakers on what types of enrichments are to be\nprovided.  The plan states since space is more restrictive we plan to constantly incorporate sources of activity\nexercise and mental challenge and added personal contact by the keepers.   There is no supply of items to be\nprovided as enrichment.  Almost no toys are in the enclosures, and no mentally challenging items are in storage or\nuse. The solitary baboon has a perch and a tire.  The two capuchins have a tire and a ladder.  The two mangabys\nhave one hanging ladder.  The brown lemurs have been provided more climbing and hiding structures, but the other\nnon-human primates have very little structures in these back up areas.    During the inspection of this area, the\nprimates did not seem to be interested in any these enrichments.  The program needs to provide more details and\nguidance as well as additional species specific environmental enrichments.   To be corrected by 2-28-14.\n3.81(c)(5)\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\nThis facility has 3 chimpanzees, but there is very little in the Environmental Enhancement Plan which addresses\nspecial considerations for these animals greater cognitive abilities.  The plan states TV, videos, and radio systems\nare installed for the Great Apes in the winter months, but these are not being provided.  Chimpanzees nest build but\nthere are not enough clean blankets being provided for them to build nests.  Due to cold weather, they are mostly\nindoors and inside the two concrete enclosures are 2 platforms, 1 ball, one hanging tire, one mirror, and a bucket lid\nfor foraging when in use.   There are no items specifically for the skills of chimpanzees.    The enrichment plan\nneeds to provide more guidance on items and methods of providing enrichment to great apes and the employees\nneed to be trained in the needs of these primates.   To be corrected by 3-28-14.\n3.81(e)(1)\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\nExemptions:  One female baboon is no longer paired and is housed alone during this inspection.  The attending\nveterinarian has not exempted this nonhuman primate from participation in the environment enhancement plan\nbecause of its health or condition, or in consideration of its well-being.  If this non-human primate is exempted, the\nbasis of the exemption must be recorded by the attending veterinarian and unless the basis for the exemption is a\npermanent condition, the exemption must be reviewed and approved at least every 30 days by the attending\nveterinarian.   To be corrected by 2-28-14.\n\n3.82\nFEEDING.   \nDuring this inspection, the table in the primate building holding boxes and bags of fruits and vegetables, also had a\nbox filled with straw serving as a cat bed sitting on the food table, with poured cat food directly on the table next to\nthe food.  A cat was observed lying on top of oranges in a box on the table.  This arrangement does not adequately\nprotect the food from potential contamination and the cat needs to be housed and fed separately from the food\nstorage.   To be corrected by 2-7-14.\n3.85\nEMPLOYEES.  \nAt least three employees rotate working in the primate area.  There are 17 non-human primates including 3\nchimpanzees, 3 baboons, 2 capuchins, 2 mangabys, and 7 lemurs.  It does not appear the employees have\nreceived adequate training in primate behaviors and in methods of providing enrichment.  The employees have not\nread the written environmental enrichment program, nor reviewed the collection of enrichment articles.  To be\ncorrected by 2-28-14.\n3.125(a)\nFACILITIES, GENERAL.   \nStructural strength. A piece of 4X4 metal wire is bent up and protruding inside the shift chute for the cougar Cricket. \nThe wood board at the base of the entrance is rotted.  A wood support board at the top corner of Cricket's den is\nrotted where it attaches the metal roof.  The corner support for the gate at the back of the enclosure with six addax\nis so loose it can be swayed several feet.  This also causes a gap in the gate.  The other corner post is also loose\nand there are multiple broken support posts and broken or loose top boards attached to the chain link fence\nseparating the addax from the aoudad and ibex enclosures.  The addax shelter to the right has a plywood board at\nthe back which is pushed out leaving a gap at the edge and this board also has three protruding nails.  The bear\npen on the right is 6 foot chain link with two strands of thick black wire above that.  At the front left side the black\nwires are missing or loose leaving a 2.5 foot gap. There are several protruding nail points on the back of the USDA\nbarn.\nFive tiger and lion enclosures have enclosure fences with need additional fencing at the tops.  In some areas, the\nfence height was raised by using high tensile wires.  These wires are a minimum of a foot apart and in places there\nare larger gaps.  This fencing needs to be more substantial and secure.   There are also one foot gaps over the\nequipment entrance gates into two of the big cat enclosures.  These gaps need to be closed.  Some crape myrtle\ntrees are growing too close and through the enclosure fence for the two leopards, providing potential climbing\nescape.  These trees need to be pruned back to a safe height.  Chain link wire is loose and protruding into the gap\nbeing used for feeding one of the tigers in a back up area.  \nThe shift chute for the bear den on the far left of the waterfall bears has chainlink which no longer secure along the\n\nbottom of one side where a cable broke, and a vertical tension bar has been pulled out and bent into the chute area.\nAll of the above items need to be repaired or replaced to prevent potential injury and to contain the animals. \nStructures requiring repairs need to be reported to the appropriate person on a timely basis.  Above items to be\ncorrected by  3-21-14.\n3.127(c)\nFACILITIES, OUTDOOR. \nThere is a large puddle and muddy wet area in front of the gate leading to the shelter for the two elands.  This area\nneeds to drain more quickly so that the animals do not have to walk though it to gain access to their shelter.    To be\ncorrected by  2-21-14.\n3.127(d)\nFACILITIES, OUTDOOR. \nPerimeter Fence:  The 8 foot chain link perimeter fence is pushed over halfway down by tree deadfall along a ten\nfoot piece in the brushy area behind the large cat dens.  This area along the fence line needs to be cleared so that\nregular checks and maintenance of the fence can be done.  In the safari area, there are several double gates in the\nfence which are not 8 feet tall.  One of these gates located near the rhinoceros enclosure measures between 6 foot\n3 inches to 6 foot 8 inches.   This gate was also found open during this inspection, as were the entrance gates for\nthe safari buses which are not running at this time.  Because the park is closed at this time of year, all gates which\nmake up part of the perimeter fence need to remain closed to contain any animals and prevent unwanted animals\n&/or people from entering the park.   To be corrected by 2-28-14\n3.129(a)\nFEEDING.    \nThe walk in freezer is in disarray with boxes stacked and tossed throughout.  There is a gap at the base of the\nfreezer at the back and condensation is forming large ice mounds on some of the boxes of food and on the fan\nblowers.  Dead animals are in the freezer, some for taxidermy, some to be used as food, and at least two parrots\ndead of unknown causes.   Dead animals should be stored separately from all packaged food if the cause of death\nis not known.  The freezer needs to be organized and cleaned.   The band saw outside of the freezer is dirty and\nneeds to be cleaned on a regular basis.   \nAlthough most dry food has been moved out of it, the old elephant barn still has stored boxed crackers which were\nused during the lights display.  At least three feral cats were seen and a pile of cat feces was in one area, near\nsome torn open bags of oyster crackers.  This method of storage does not [protect the food from contamination. \nMineral blocks are provided in several areas, but these are placed on the ground.  To prevent contamination, these\nshould be placed in some type of container.     All above items to be corrected by 2-28-14.\n\n3.129(a)\nFEEDING.    \nThe large felids supplement is not being given according to the approved feeding plan.  Calculations demonstrated,\nand an employee stated that he was not giving the prescribed veterinary recommended daily amount to each cat. \nThe container was dirty, moldy and the powder was hard and not granular.  The vitamin-mineral supplementation\nshall be given as per the veterinarian approved feeding plan for the health and well-being of the felids.  To be\ncorrected by 2-14-14.\n3.131(a)                    REPEAT\nSANITATION.   \nCleaning of enclosures. There is an excess accumulation of old (ash colored) and fresh feces in the two cougar\nenclosures, each with one cougar.    One of the cougars has raked 6 piles of covered feces.  The barn for the three\nyaks has an excessive number of fecal piles. The enclosure with one tiger and one lion also has an empty concrete\npool with large amounts of ash colored feces in it.  Additionally, there are fecal piles and food wastes in this\nenclosure.  There were at least 30 fecal droppings in the enclosure with two leopards.  There were many rotting\ncarcass pieces in the lion Kobis enclosure along with a pile of feces.  One tiger was locked in a backup pen for the\n\"family tiger\" enclosure and the concrete floor also has old white chalky feces and urine soaked straw.  One stall in\nthe testing barn has a dirt floor covered with a layer of goat feces.   Feces needs to be picked up on a regular basis\nto prevent excess accumulations, provide a clean surface to walk and lie down on, and to reduce disease hazards,\npests, and odors.\n3.131(c)\nSANITATION.   \nHousekeeping:  Facility grounds are littered with trash, plastic bags, old bones, plastic gloves, other equipment and\ndebris.  A rotting meat odor was detected in the area behind the big cats' back up dens, and a rotted calf (initially\nfed to the cats) was found tossed in the woods behind this area.   \nAccumulations of these types of materials, old food, plastics and other debris can harbor vermin which are known to\nbe at this facility. Materials can also blow into an enclosure and potentailly cause an animal to ingest harmful\nmaterials.  All areas need ot be to be kept clean to facilitate the husbandry practices, reduce odors, and cleared as\nnecessary to protect the health of the animals.\nTo be corrected by 2-28-14.\n3.132\nEMPLOYEES.\n\nThere are not a sufficient number of adequately trained employees at this facility to maintain the professionally\nacceptable level of husbandry practices required by the standards.   This is evidenced by citations on this report and\nchronic non-compliances in the areas of cleaning and veterinary care. There also does not appear to be adequate\ntraining and supervision of the employees as evidenced by the low level of husbandry and housekeeping. There are\n4 full time animal care employees, and 3 part time animal care employees at this facility.  The facility has 17\nnon-human primates, including 3 chimps, 11 bears, 12 large cats, 20 camelids, 2 zebra, 32 bovine, at least 178\ndeer, 56 goats, 61 ibex and tahrs, 15 sheep, 2 eland, 7 addax, 1 rhinoceros, and a collection of exotic birds for a\ntotal of over 414 animals.   There needs to be enough employees to provide for adequate & thorough cleaning of all\nenclosures, feeding, enrichment activities, and maintenance and repair structural items, as well as to provide other\nhusbandry and housekeeping practices. To be corrected by 3-28-14.\nExit briefing conducted with facility representative.\nAdditional Inspectors\nBrandes Robert, Veterinary Medical Officer",
  "animals_total": 398,
  "species": [
    {
      "count": 7,
      "scientific": "Addax nasomaculatus",
      "common": "ADDAX"
    },
    {
      "count": 1,
      "scientific": "Arctos",
      "common": "GRIZZLY BEAR"
    },
    {
      "count": 7,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 3,
      "scientific": "Bos grunniens",
      "common": "YAK"
    },
    {
      "count": 22,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 4,
      "scientific": "Camelus dromedarius domestic",
      "common": "DOMESTIC DROMEDARY CAMEL"
    },
    {
      "count": 56,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 61,
      "scientific": "Capra ibex",
      "common": "ALPINE IBEX/TUR"
    },
    {
      "count": 1,
      "scientific": "Ceratotherium simum",
      "common": "WHITE RHINOCEROS"
    },
    {
      "count": 2,
      "scientific": "Cercocebus torquatus",
      "common": "RED-CAPPED MANGABEY"
    },
    {
      "count": 16,
      "scientific": "Cervus nippon",
      "common": "SIKA DEER"
    },
    {
      "count": 160,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 2,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 3,
      "scientific": "Eulemur fulvus",
      "common": "COMMON BROWN LEMUR"
    },
    {
      "count": 2,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 14,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 4,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 2,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 3,
      "scientific": "Pan troglodytes",
      "common": "CHIMPANZEE"
    },
    {
      "count": 2,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 2,
      "scientific": "Panthera pardus",
      "common": "LEOPARD"
    },
    {
      "count": 6,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 3,
      "scientific": "Papio anubis",
      "common": "OLIVE BABOON"
    },
    {
      "count": 2,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 2,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 2,
      "scientific": "Taurotragus oryx",
      "common": "COMMON ELAND"
    },
    {
      "count": 8,
      "scientific": "Ursus arctos syriacus",
      "common": "SYRIAN BROWN BEAR"
    },
    {
      "count": 1,
      "scientific": "Ursus arctos",
      "common": "BROWN BEAR"
    }
  ]
}