{
  "insp_id": "125151500410645",
  "layout": "a",
  "customer_id": "323573",
  "customer_name": "Lavern N Zimmerman",
  "customer_addr": "6415 Shaw Ovil Road\nHopkinsville, KY 42240",
  "certificate": "61-A-0139",
  "site_id": "001",
  "site_name": "LAVERN ZIMMERMAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-MAY-2015",
  "report_date": "05-MAY-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Female Yorkie with microchip #: 0A01565418 has discharge from her left eye. Thick, green material has\naccumulated in the eye and dried on the hair around her eye. There is also an accumulation of material around her\nleft nostril. Eye problems cause discomfort and pain.\nWhite female Havanese with microchip #: 0A01566835 has hair loss on her lower back and sides. There are two\napproximately quarter sized spots on her back that appear scabbed. She has been treated for hot spots in the past,\nbut has not been treated recently. Skin problems may lead to deeper infection and further health complications.\nBoston terrier Microchip #: 0A01515571 was observed with advanced receding gums especially on the left upper\npremolar where the root is exposed.\nDachshund #: 0A01566207 has an excessive amount of brown matter on its teeth, and also the gum line is inflamed\nand red with several areas where it has started to recede.\nSome dogs were found during this inspection with various levels of dental disease. The licensee has no\ndocumentation that these dogs were previously identified or scheduled for veterinary treatment.\nAppropriate methods to prevent, control, diagnose, and treat diseases and injuries must be utilized. The dogs listed\nabove must be examined by a licensed veterinarian. Documentation of the veterinarian's assessment, treatment,\nand plan must be maintained for examination by APHIS officials. All veterinary recommendations must be followed\nprecisely and in a timely manner.\nCorrect by: Remains uncorrected.\nInspection and exit interview conducted with the licensee.\nAdditional Inspectors\nMchenry Kerry, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nFemale Yorkie with microchip #: 0A01565418 has discharge from her left eye.  Thick, green material has\naccumulated in the eye and dried on the hair around her eye.  There is also an accumulation of material around her\nleft nostril.  Eye problems cause discomfort and pain.\nWhite female Havanese with microchip #: 0A01566835 has hair loss on her lower back and sides.  There are two\napproximately quarter sized spots on her back that appear scabbed.  She has been treated for hot spots in the past,\nbut has not been treated recently.  Skin problems may lead to deeper infection and further health complications. \nBoston terrier Microchip #: 0A01515571 was observed with  advanced receding gums especially on the left  upper \npremolar where the root is exposed.\nDachshund #: 0A01566207 has an excessive amount of brown matter on its teeth, and also the gum line is inflamed\nand red with several areas where it has started to recede.\nSome dogs were found during this inspection with various levels of dental disease. The licensee has no\ndocumentation that these dogs were previously identified or scheduled for veterinary treatment.\nAppropriate methods to prevent, control, diagnose, and treat diseases and injuries must be utilized. The dogs listed \nabove must be examined by a licensed veterinarian. Documentation of the veterinarian's assessment, treatment,\nand plan  must be maintained for examination by APHIS officials. All veterinary recommendations must be followed\nprecisely and in a timely manner. \n \nCorrect by: Remains uncorrected.\nInspection and exit interview conducted with the licensee.\n\nAdditional Inspectors\nMchenry Kerry, Veterinary Medical Officer",
  "animals_total": 334,
  "species": [
    {
      "count": 226,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 108,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}