{
  "insp_id": "247141903510148",
  "layout": "a",
  "customer_id": "329867",
  "customer_name": "Riner & Associates Inc.",
  "customer_addr": "Route 1 Box 435\nNowata, OK 74048",
  "certificate": "73-R-0118",
  "site_id": "001",
  "site_name": "JOHN L. RINER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-SEP-2014",
  "report_date": "08-SEP-2014",
  "citations": [
    {
      "code": "2.33(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.",
      "narrative": "- A male beagle named \"Julio\" (Microchip# 2576) was extremely thin. Ribs, spine, and pelvis were clearly visible\nand the dog had considerable muscle wasting throughout his body. The dog is currently under no treatment. He\nwas part of a facility assessment conducted by the attending veterinarian approximately one month ago, but Julio\nwas not noted as having any problems. Excessively thin animals may have underlying health problems which are\npreventing normal weight gain or normal body maintenance. This animal must be evaluated and appropriately\ntreated by a licensed veterinarian.\n- A female beagle named \"Lilly\" (Microchip #0A02413257) had a large, red swelling located in the inner corner of\nthe right eye, on the inner surface of the lower eyelid. This swelling needs to be evaluated by a licensed\nveterinarian to determine the cause and risk. In addition, the size and location of this swelling could cause it to rub\nagainst and irritate the eye. This animal must be evaluated and appropriately treated by a licensed veterinarian.\n- A female beagle named \"Ida Mae\" (Microchip #0A02412566) was extremely wobbly and ataxic. She also seemed\ndisoriented, responding slowly to verbal cues from facility representative. She had great difficulty walking and\nseemed to have little control over her hind legs. This animal was one of a group treated earlier in the week with oral\nivermectin at the advice of the attending veterinarian. An animal in this condition is at extreme risk of injury and will\nhave great difficulty eating and drinking normally. This animal must be evaluated by a licensed veterinarian as soon\nas possible, and appropriate treatment instituted.\nAll affected animals must be evaluated by a licensed veterinarian within 3 days of this inspection date. All animals\nmust have appropriate diagnostics and treatment initiated. Facility must maintain records of all procedures,\ndiagnostics, and treatment for these three animals.\nTo be corrected: As soon as possible"
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "- In the outdoor housing area, two sections of enclosure fencing are damaged and bent in enclosure #16 on Row 1.\nDamaged fence lines pose a risk of injury to the enclosed animals, and may also fail to properly contain animals.\nFacility must repair these sections of fencing, and must properly maintain physical structures throughout the facility.\nCorrect by: 18 September 2014"
    },
    {
      "code": "3.6(a)(2)(10)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "- In the indoor building, two beagles are housed in individual runs containing resting platforms composed of slatted\nwire. The openings of these resting platforms are large enough to allow the enclosed dog's feet to pass through.\nThis is a potential risk of injury or entrapment to the animals. Facility must cover these platforms with some type of\nsolid material that will prevent feet slipping through the openings.\nCorrect by: 1 October 2014"
    },
    {
      "code": "3.6(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "- In the indoor building, the cat holding pens are currently housing five cats. None of the enclosures contain\nelevated resting surfaces. All cat enclosures must have elevated resting surfaces large enough to safely contain all\nanimals in the enclosure. Facility must provide adequate resting surfaces for all cats.\nCorrect by: 1 October 2014\nInspection and exit interview conducted with facility representative.\nAdditional Inspectors\nCunningham Debbie, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.33(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.\n- A male beagle named \"Julio\"  (Microchip# 2576) was extremely thin.  Ribs, spine, and pelvis were clearly visible\nand the dog had considerable muscle wasting throughout his body.  The dog is currently under no treatment.  He\nwas part of a facility assessment conducted by the attending veterinarian approximately one month ago, but Julio\nwas not noted as having any problems.  Excessively thin animals may have underlying health problems which are\npreventing normal weight gain or normal body maintenance.  This animal must be evaluated and appropriately\ntreated by a licensed veterinarian.\n- A female beagle named \"Lilly\" (Microchip #0A02413257) had a large, red swelling located in the inner corner of\nthe right eye, on the inner surface of the lower eyelid.  This swelling needs to be evaluated by a licensed\nveterinarian to determine the cause and risk.  In addition, the size and location of this swelling could cause it to rub\nagainst and irritate the eye.  This animal must be evaluated and appropriately treated by a licensed veterinarian. \n- A female beagle named \"Ida Mae\" (Microchip #0A02412566) was extremely wobbly and ataxic.  She also seemed\ndisoriented, responding slowly to verbal cues from facility representative.  She had great difficulty walking and\nseemed to have little control over her hind legs.  This animal was one of a group treated earlier in the week with oral\nivermectin at the advice of the attending veterinarian.  An animal in this condition is at extreme risk of injury and will\nhave great difficulty eating and drinking normally.  This animal must be evaluated by a licensed veterinarian as soon\nas possible, and appropriate treatment instituted.\nAll affected animals must be evaluated by a licensed veterinarian within 3 days of this inspection date.  All animals\nmust have appropriate diagnostics and treatment initiated.  Facility must maintain records of all procedures,\ndiagnostics, and treatment for these three animals.\nTo be corrected:  As soon as possible\n3.1(a)\nHOUSING FACILITIES, GENERAL.\n- In the outdoor housing area, two sections of enclosure fencing are damaged and bent in enclosure #16 on Row 1.\n\nDamaged fence lines pose a risk of injury to the enclosed animals, and may also fail to properly contain animals. \nFacility must repair these sections of fencing, and must properly maintain physical structures throughout the facility.\nCorrect by:  18 September 2014\n3.6(a)(2)(10)\nPRIMARY ENCLOSURES.\n- In the indoor building, two beagles are housed in individual runs containing resting platforms composed of slatted\nwire.  The openings of these resting platforms are large enough to allow the enclosed dog's feet to pass through. \nThis is a potential risk of injury or entrapment to the animals.  Facility must cover these platforms with some type of\nsolid material that will prevent feet slipping through the openings.\nCorrect by:  1 October 2014\n3.6(b)(4)\nPRIMARY ENCLOSURES.\n- In the indoor building, the cat holding pens are currently housing five cats.  None of the enclosures contain\nelevated resting surfaces.  All cat enclosures must have elevated resting surfaces large enough to safely contain all\nanimals in the enclosure.  Facility must provide adequate resting surfaces for all cats.\nCorrect by:  1 October 2014\nInspection and exit interview conducted with facility representative.\nAdditional Inspectors\nCunningham Debbie, Veterinary Medical Officer",
  "animals_total": 130,
  "species": [
    {
      "count": 122,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 8,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    }
  ]
}