{
  "insp_id": "2016082568134342",
  "layout": "a",
  "customer_id": "9351",
  "customer_name": "Exclusively Exotics Inc",
  "customer_addr": "7004 West Cullom Avenue\nNorridge, IL 60706",
  "certificate": "33-B-0338",
  "site_id": "001",
  "site_name": "EXCLUSIVELY EXOTICS INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-MAR-2017",
  "report_date": "09-MAR-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A white hamster's lower incisors are growing back into its face. The extremely long incisors are contacting and\npenetrating the skin below the left side of its nose. The nose and surrounding skin is reddened. There is discharge\npresent on the area where the incisors are contacting and penetrating the skin. Facility staff observed the hamster’s\ncondition, but didn't notify the veterinarian. Veterinary care issues left untreated can cause pain and discomfort.\nAdditionally, five hamsters sharing an enclosure had varying degrees of fur loss. The three white hamsters and two\nbrown hamsters had fur loss ranging from mild to severe. The small brown hamster had the most severe fur loss.\nThis hamster was partially or completely missing fur on the majority of its body. The other hamsters had patches of\npartial and complete fur loss. Facility staff observed the hamsters' conditions, but didn't notify the veterinarian. Fur\nloss can be the result of underlying veterinary care issues.\nNotify the veterinarian of the hamsters' conditions. Follow through with all prescribed treatments and/or instructions.\nTo be corrected: All of the affected hamsters were taken to the veterinarian between the time of inspection and the\nexit briefing.\nThis inspection and exit interview were conducted with the secretary."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA white hamster's lower incisors are growing back into its face.  The extremely long incisors are contacting and\npenetrating the skin below the left side of its nose.  The nose and surrounding skin is reddened.  There is discharge\npresent on the area where the incisors are contacting and penetrating the skin.  Facility staff observed the hamster’s\ncondition, but didn't notify the veterinarian.  Veterinary care issues left untreated can cause pain and discomfort.\nAdditionally, five hamsters sharing an enclosure had varying degrees of fur loss.  The three white hamsters and two\nbrown hamsters had fur loss ranging from mild to severe.  The small brown hamster had the most severe fur loss. \nThis hamster was partially or completely missing fur on the majority of its body.  The other hamsters had patches of\npartial and complete fur loss.  Facility staff observed the hamsters' conditions, but didn't notify the veterinarian.  Fur\nloss can be the result of underlying veterinary care issues.\nNotify the veterinarian of the hamsters' conditions.  Follow through with all prescribed treatments and/or instructions.\nTo be corrected: All of the affected hamsters were taken to the veterinarian between the time of inspection and the\nexit briefing.\nThis inspection and exit interview were conducted with the secretary.",
  "animals_total": 135,
  "species": [
    {
      "count": 9,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 16,
      "scientific": "Meriones unguiculatus",
      "common": "MONGOLIAN GERBIL (COMMON PET / RESEARCH VARIETY)"
    },
    {
      "count": 103,
      "scientific": "Mesocricetus auratus",
      "common": "SYRIAN / GOLDEN HAMSTER (COMMON PET/RESEARCH TYPE)"
    },
    {
      "count": 7,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    }
  ]
}