{
  "insp_id": "85151343340346",
  "layout": "a",
  "customer_id": "6069",
  "customer_name": "Adena G Bowen",
  "customer_addr": "Po Box 306\nCitra, FL 32113",
  "certificate": "58-C-0700",
  "site_id": "001",
  "site_name": "ADENA BOWEN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-MAR-2015",
  "report_date": "26-MAR-2015",
  "citations": [
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The meat freezer appeared to be not functioning properly. When the door was opened there was a strong odor of\ndecomposition. Upon examination of the meat stored there it was discovered that the chicken was no longer frozen\nalthough it had been placed inside approximately 30 days prior. There were also bottles of orange juice inside that\nwere not frozen. Food must be unspoiled, wholesome, palatable and free from contamination. Meat that has not\nbeen properly stored may become contaminated with bacteria, lose nutritional value, or become unpalatable.\nSupplies of food shall be stored in facilities which adequately protect them against deterioration. The freezer must\nbe repaired or replaced to adequately store frozen meat supplies.\nCorrect by April 3, 2015."
    },
    {
      "code": "3.127(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "Enclosures for several of the tigers, lions, cougars and bears had standing water and puddles that were not rapidly\ndraining. The area in front of the liger and tiger lockout entrance to the yard had a large puddle of water in which\nthe liger was wading, The animals will have to cross through it to enter the exercise yard. The shelter for the lions in\nthe front of the facility had a hole dug out beneath it which encompassed nearly the entire shelter floor and was\nfilled with water. Therefore the lions would have been unable to remain dry when seeking shelter from the rain. In\naddition the chicken and meat for these lions was placed on a small cement platform surrounded by water and the\nlions would have to stand in the water to access this meat. The food for the bears was served in bowls and later\ndumped by the bears into the standing water. Many of the animals were wet and although it was unclear if it was\nbecause they chose to be out in the rain or because they do not have adequate dry areas within the shelter. A\nsuitable method shall be provided to rapidly eliminate excess water in addition to providing high and dry areas for\nthem to remain dry.\nTo be corrected by April 15, 2015 ."
    },
    {
      "code": "3.129(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "In the bear enclosures the food and meat was dumped onto and spread across the muddy ground and into large\npuddles of dirty water. The meat in the cougar enclosure was observed mixed with mud and dirty water in the feed\nreceptacle. Several of the tigers and lions meat was on the muddy wet ground thus contaminating it with dirt and\npossibly waste material. Eating contaminated meat and food may cause the animals to become ill. Food and food\nreceptacles must be placed to minimize contamination.\nCorrect April 3, 2015.\nThis inspection and exit interview conducted with licensee, a USDA Animal Care Inspector and Veterinary Medical\nOfficer.\nAdditional Inspectors\nNavarro Luis, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.125(c)\nFACILITIES, GENERAL.   \nThe meat freezer appeared to be not functioning properly.  When the door was opened there was a strong odor of\ndecomposition.  Upon examination of the meat stored there it was discovered that the chicken was no longer frozen\nalthough it had been placed inside approximately 30 days prior.  There were also bottles of orange juice inside that\nwere not frozen.  Food must be unspoiled, wholesome, palatable and free from contamination.  Meat that has not\nbeen properly stored may become contaminated with bacteria, lose nutritional value, or become unpalatable. \nSupplies of food shall be stored in facilities which adequately protect them against deterioration. The freezer must\nbe repaired or replaced to adequately store frozen meat supplies.\nCorrect by April 3, 2015.\n3.127(c)\nFACILITIES, OUTDOOR. \nEnclosures for several of the tigers, lions, cougars and bears had standing water and puddles that were not rapidly\ndraining.  The area in front of the liger and  tiger lockout entrance to the yard had a large puddle of water in which\nthe liger was wading, The animals will have to cross through it to enter the exercise yard.  The shelter for the lions in\nthe front of the facility had a hole dug out beneath it which encompassed nearly the entire shelter floor and was\nfilled with water.  Therefore the lions would have been unable to remain dry when seeking shelter from the rain. In\naddition the chicken and meat for these lions was placed on a small cement platform surrounded by water and the\nlions would have to stand in the water to access this meat.  The food for the bears was served in bowls and later\ndumped by the bears into the standing water.  Many of the animals were wet and although it was unclear if it was\nbecause they chose to be out in the rain or because they do not have adequate dry areas within the shelter.   A\nsuitable method shall be provided to rapidly eliminate excess water in addition to providing high and dry areas for\nthem to remain dry. \nTo be corrected by April 15, 2015 . \n3.129(b)\nFEEDING.\n\nIn the bear enclosures the food and meat was dumped onto and spread across the muddy ground and into large\npuddles of dirty water.  The meat in the cougar  enclosure was observed mixed with mud and dirty water in the feed\nreceptacle.  Several of the tigers and lions meat was on the muddy wet ground thus contaminating it with dirt and\npossibly waste material.  Eating contaminated meat and food may cause the animals to become ill.   Food and food\nreceptacles must be placed to minimize contamination.\nCorrect April 3, 2015.\nThis inspection and exit interview conducted with licensee, a USDA Animal Care Inspector and Veterinary Medical\nOfficer.  \nAdditional Inspectors\nNavarro Luis, Veterinary Medical Officer",
  "animals_total": 46,
  "species": [
    {
      "count": 1,
      "scientific": "C. pygerythrus",
      "common": "VERVET"
    },
    {
      "count": 1,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 1,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Macaca radiata",
      "common": "BONNET MACAQUE"
    },
    {
      "count": 3,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 2,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Otolemur crassicaudatus",
      "common": "GREATER BUSHBABY"
    },
    {
      "count": 4,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 2,
      "scientific": "Panthera pardus",
      "common": "LEOPARD"
    },
    {
      "count": 18,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 2,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 3,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 6,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    }
  ]
}