{
  "insp_id": "2016082569392800",
  "layout": "a",
  "customer_id": "329046",
  "customer_name": "Judy Hulett",
  "customer_addr": "P O Box 103\nRhine, GA 31077",
  "certificate": "57-A-0206",
  "site_id": "001",
  "site_name": "JUDY HULETT",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-MAR-2019",
  "report_date": "06-MAR-2019",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A pregnant Great Dane in the large dog whelping building is excessively thin. Her spinal vertebrae, ribs, scapula,\nand pelvic bones are easily visible. This dog needs to be evaluated by the veterinarian to get recommendations for\nkeeping her weight up during pregnancy and lactation. The licensee offered more food, but did not contact the\nveterinarian about her weight loss. The veterinarian examined her during this inspection.\nThe facility owner states none of the dogs have ever had their teeth cleaned. There are dogs of all breeds up to 8\nyears or older on the property. All of the upper cheek teeth of Yorkie 84677 have a solid brown exudate on them.\nA female long haired Chihuahua (number 4656) has brown exudate on all upper cheek teeth with bright red gums\nand a possible fracture on a left molar tooth. A right rear molar has a thick buildup of material on it. Left untreated,\ndental disease can be painful and lead to other diseases in the body. All of the dogs teeth need to be checked by\nthe owner or veterinarian often enough to determine which dogs need to have their teeth cleaned to prevent pain\nand disease. All dogs need to be examined and those needing it scheduled for treatment. The two dogs were\nscheduled for a dental cleaning during this inspection.\nTwo male German Shepherds have obvious ear lesions. The left ear of the white male 61542 in pen 95 is swollen\nand drooping. The left ear of a male 85242 in pen 96 is bent in half and partially missing and has a scabby tip. The\nfur around this ear is wet with what appears to be dark exudate. The dog was also seen shaking its head several\ntimes. Inspector was unable to examine these dogs closer due to their behavior. Both of these dogs were evaluated\nby the veterinarian during this inspection.\nA black female Labrador 456019 in pen 79 has fur loss in a circle around both eyes. Fur loss can be caused by\nmany conditions, therefore this dog needs to be evaluated by the veterinarian for diagnosis and treatment. She was\nexamined by the veterinarian during this inspection.\nA young female Boston terrier 85049 in pen #119 has thick yellow-greenish mucoid discharge covering both eyes,\nwith crusty exudate covering the upper and lower lids of the left eye. She is also squinting in the sun. The owner\nstates they have treated her with tetracycline ointment twice a week in the past, but is not currently under any\ntreatment. This dog was evaluated by the attending veterinarian during this inspection.\nThe male pug 84640 in pen 60 has an enlarged eye, which appears dry and covered with white stringy tissue. Eye\nlesions can be very painful and need to be diagnosed and treated as quickly as possible to prevent loss of the eyes.\nThese two dogs with severe eye lesions were evaluated by the veterinarian.\nAll animals observed with medical conditions need to be treated by the veterinarian or by the owner with veterinary\napproved remedies. Serious medical issues need to be communicated to the veterinarian quickly so diagnoses and\ntreatments can be initiated in a timely manner. The above described eye issues are direct citations.\nIssues to be corrected by 3-8-19, or a plan put in place for correction (dental care)."
    },
    {
      "code": "3.4(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "No bedding of any type is provided for the group housed dogs in the 94 outside shelters. This past winter’s\ntemperatures have been below 50 degrees many days and below 35 degrees many nights. According to\nwww.wunderground.com temperatures the last two nights have been below 50 degrees. All outdoor enclosures are\nto provide adequate protection from the cold by containing clean, dry bedding material if ambient temperatures are\nbelow 50 degrees Fahrenheit, and additional bedding if temperatures are below 35 degrees. To be corrected from\nthis day forward whenever temperatures fall below 50 degrees Fahrenheit."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In the large dog whelping area, two dogs no longer with puppies, have excess feces in their raised floor enclosures.\nA Siberian husky has at least 10 piles of feces turned hard and white in her enclosure. A German shepherd female\nhas a large pile of feces caked into the coated wire floor and her fur has caked feces in it on her upper back where\nshe had contact with it. Excreta must be removed from primary enclosures daily to prevent soiling of the dogs.\nThis was corrected during this inspection."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Although the facility has a pest control program, it is not working in Mama House 2 where a very large number of\nsmall cockroaches were seen. The cockroaches were observed crawling in and out of the space in the wall around\nthe light switch box, and crawling all along the ceiling/wall seams. An adequate ongoing program to control\ncockroaches needs to be established. To be corrected by 3-22-19.\nThis inspection and exit interview were conducted with the owner caretakers."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA pregnant Great Dane in the large dog whelping building is excessively thin.  Her spinal vertebrae, ribs, scapula,\nand pelvic bones are easily visible.  This dog needs to be evaluated by the veterinarian to get recommendations for\nkeeping her weight up during pregnancy and lactation.  The licensee offered more food, but did not contact the\nveterinarian about her weight loss.  The veterinarian examined her during this inspection.\nThe facility owner states none of the dogs have ever had their teeth cleaned.  There are dogs of all breeds up to 8\nyears or older on the property.   All of the upper cheek teeth of Yorkie 84677 have a solid brown exudate on them. \nA female long haired Chihuahua (number 4656) has brown exudate on all upper cheek teeth with bright red gums\nand a possible fracture on a left molar tooth.  A right rear molar has a thick buildup of material on it.  Left untreated,\ndental disease can be painful and lead to other diseases in the body.   All of the dogs teeth need to be checked by\nthe owner or veterinarian often enough to determine which dogs need to have their teeth cleaned to prevent pain\nand disease.  All dogs need to be examined and those needing it scheduled for treatment.  The two dogs were\nscheduled for a dental cleaning during this inspection.\nTwo male German Shepherds have obvious ear lesions.  The left ear of the white male 61542 in pen 95 is swollen\nand drooping.  The left ear of a male 85242 in pen 96 is bent in half and partially missing and has a scabby tip.  The\nfur around this ear is wet with what appears to be dark exudate.  The dog was also seen shaking its head several\ntimes.  Inspector was unable to examine these dogs closer due to their behavior. Both of these dogs were evaluated\nby the veterinarian during this inspection. \nA black female Labrador 456019 in pen 79 has fur loss in a circle around both eyes.  Fur loss can be caused by\nmany conditions, therefore this dog needs to be evaluated by the veterinarian for diagnosis and treatment.  She was\nexamined by the veterinarian during this inspection.\nA young female Boston terrier 85049 in pen #119 has thick yellow-greenish mucoid discharge covering both eyes,\nwith crusty exudate covering the upper and lower lids of the left eye.  She is also squinting in the sun.  The owner\nstates they have treated her with tetracycline ointment twice a week in the past, but is not currently under any\ntreatment. This dog was evaluated by the attending veterinarian during this inspection.\n\nThe male pug 84640 in pen 60 has an enlarged eye, which appears dry and covered with white stringy tissue. Eye\nlesions can be very painful and need to be diagnosed and treated as quickly as possible to prevent loss of the eyes.\n  These two dogs with severe eye lesions were evaluated by the veterinarian.\nAll animals observed with medical conditions need to be treated by the veterinarian or by the owner with veterinary\napproved remedies. Serious medical issues need to be communicated to the veterinarian quickly so diagnoses and \ntreatments can be initiated in a timely manner.   The above described eye issues are direct citations.  \nIssues to be corrected by 3-8-19, or a plan put in place for correction (dental care).\n3.4(b)(4)\nOUTDOOR HOUSING FACILITIES.\nNo bedding of any type is provided for the group housed dogs in the 94 outside shelters.  This past winter’s\ntemperatures have been below 50 degrees many days and below 35 degrees many nights.  According to\nwww.wunderground.com temperatures the last two nights have been below 50 degrees.  All outdoor enclosures are\nto provide adequate protection from the cold by containing clean, dry bedding material if ambient temperatures are\nbelow 50 degrees Fahrenheit, and additional bedding if temperatures are below 35 degrees.   To be corrected from\nthis day forward whenever temperatures fall below 50 degrees Fahrenheit.\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nIn the large dog whelping area, two dogs no longer with puppies, have excess feces in their raised floor enclosures. \nA Siberian husky has at least 10 piles of feces turned hard and white in her enclosure.  A German shepherd female\nhas a large pile of feces caked into the coated wire floor and her fur has caked feces in it on her upper back where\nshe had contact with it.  Excreta must be removed from primary enclosures daily to prevent soiling of the dogs.  \nThis was corrected during this inspection.\n3.11(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nAlthough the facility has a pest control program, it is not working in Mama House 2 where a very large number of\nsmall cockroaches were seen.  The cockroaches were observed crawling in and out of the space in the wall around\nthe light switch box, and crawling all along the ceiling/wall seams.   An adequate ongoing program to control\ncockroaches needs to be established.  To be corrected by 3-22-19.\nThis inspection and exit interview were conducted with the owner caretakers.",
  "animals_total": 520,
  "species": [
    {
      "count": 376,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 144,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}