{
  "insp_id": "33151456210618",
  "layout": "a",
  "customer_id": "4124",
  "customer_name": "Jack Wortman",
  "customer_addr": "Lois Wortman\n5961 S E Northstar Rd\nMedicine Lodge, KS 67104",
  "certificate": "48-A-0840",
  "site_id": "001",
  "site_name": "Jack Wortman, Lois Wortman",
  "insp_type": "ROUTINE INSPECTION",
  "date": "02-FEB-2015",
  "report_date": "02-FEB-2015",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "With the advent of the retirement of the previous attending veterinarian, the licensee has not had the current\nattending veterinarian complete, sign and date a new Program of Veterinary Care form. Completion of the\ninformation on the PVC by the new attending veterinarian documents a veterinarian is in place to provide adequate\nveterinary care. The licensee must have the new attending veterinarian complete, sign and date a new Program of\nVeterinary Care form. Correct by 2 March 2015."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The licensee's record of dogs on hand form is not complete. The \"date acquired\" and \"acquired from\" columns are\nblank on the updated version of these forms. Also the use of a computerized record-keeping system has to be\napproved by the regional office before it is acceptable. Incomplete forms does not allow dogs in the kennel to be\ntracked and monitored. All required information must be included on this form. Correct by 2 March 2015."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Approximately 6 indoor divider panels have become loose from the flooring material. This has created a gap\nbetween the panels and the floor as well as caused the floor to bounce. Dogs could get legs and tails under this\ngap and into the adjoining enclosures. All enclosures must be kept in good repair to securely contain the dogs and\nprotect them from injury. Correct by 16 February 2015."
    },
    {
      "code": "3.8",
      "kind": "",
      "repeat": false,
      "desc": "EXERCISE FOR DOGS.",
      "narrative": "Since the licensee has changed attending veterinarians, the facilities exercise plan is no longer valid. The new\nexercise plan must be signed by the current attending veterinarian to ensure dogs are provided ample space to\nallow them to exercise. The licensee must have the new attending veterinarian sign and date the exercise plan for\ndogs. Correct by 2 March 2015.\nThis routine inspection and exit interview were conducted with a facility representative."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nWith the advent of the retirement of the previous attending veterinarian, the licensee has not had the current\nattending veterinarian complete, sign and date a new Program of Veterinary Care form.  Completion of the\ninformation on the PVC by the new attending veterinarian documents a veterinarian is in place to provide adequate\nveterinary care.  The licensee must have the new attending veterinarian complete, sign and date a new Program of\nVeterinary Care form.  Correct by 2 March 2015.\n2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nThe licensee's record of dogs on hand form is not complete.  The \"date acquired\" and \"acquired from\" columns are\nblank on the updated version of these forms.  Also the use of a computerized record-keeping system has to be\napproved by the regional office before it is acceptable.  Incomplete forms does not allow dogs in the kennel to be\ntracked and monitored.  All required information must be included on this form.  Correct by 2 March 2015.\n3.1(a)\nHOUSING FACILITIES, GENERAL.\nApproximately 6 indoor divider panels have become loose from the flooring material.  This has created a gap\nbetween the panels and the floor as well as caused the floor to bounce.  Dogs could get legs and tails under this\ngap and into the adjoining enclosures.  All enclosures must be kept in good repair to securely contain the dogs and\nprotect them from injury.  Correct by 16 February 2015.\n3.8\nEXERCISE FOR DOGS.\nSince the licensee has changed attending veterinarians, the facilities exercise plan is no longer valid.  The new\nexercise plan must be signed by the current attending veterinarian to ensure dogs are provided ample space to\nallow them to exercise.  The licensee must have the new attending veterinarian sign and date the exercise plan for\ndogs.  Correct by 2 March 2015.\n\nThis routine inspection and exit interview were conducted with a facility representative.",
  "animals_total": 80,
  "species": [
    {
      "count": 65,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 15,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}