{
  "insp_id": "2016082568870854",
  "layout": "a",
  "customer_id": "332894",
  "customer_name": "Colleen Kincaid",
  "customer_addr": "24850 Lyons Rd\nChanute, KS 66720",
  "certificate": "48-A-2169",
  "site_id": "001",
  "site_name": "COLLEEN KINCAID",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-SEP-2017",
  "report_date": "29-SEP-2017",
  "citations": [
    {
      "code": "3.4(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "Outdoor facilities must protect dogs from direct sunlight. The outdoor housing enclosures, most of the tarps are\nmissing allowing direct sunlight. All dogs in this area have no adequate shade. Even when temperatures are\ncooler, shade must be available. Shade must be added to all these enclosures to ensure dogs are properly cared\nfor and comfortable. The breeder must put into place a good maintenance program that promptly addresses\nconcerns that can affect the good health and well-being of dogs in outdoor facilities. Correct by 10-01-2017.\nThis inspection and exit briefing were conducted with the owner and Karl Thornton, ACI."
    }
  ],
  "narrative": "3.4(b)(2)\nOUTDOOR HOUSING FACILITIES.\nOutdoor facilities must protect dogs from direct sunlight.  The outdoor housing enclosures, most of the tarps are\nmissing allowing direct sunlight.  All dogs in this area have no adequate shade.  Even when temperatures are\ncooler, shade must be available.  Shade must be added to all these enclosures to ensure dogs are properly cared\nfor and comfortable.  The breeder must put into place a good maintenance program that promptly addresses\nconcerns that can affect the good health and well-being of dogs in outdoor facilities.  Correct by 10-01-2017.\nThis inspection and exit briefing were conducted with the owner and Karl Thornton, ACI.",
  "animals_total": 63,
  "species": [
    {
      "count": 41,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 22,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}