{
  "insp_id": "INS-0000859626",
  "layout": "c",
  "customer_id": "505974",
  "customer_name": "Andy C Raber",
  "customer_addr": "2280 State Route 651\nBALTIC, OH 43804",
  "certificate": "31-A-0760",
  "site_id": "001",
  "site_name": "ANDY C RABER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-MAR-2023",
  "report_date": "30-MAR-2023",
  "citations": [
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "* There is a mixture of dirt, grease and other excreta accumulating on the exterior fiberglass divider panels in four\nenclosures. Thirty dogs are in contact with the affected surfaces located in sheltered housing. The affected area covers\napproximately 20 to 25 percent of the exterior wall area. Cleaning of surfaces is necessary to prevent an accumulation of\nexcreta and other disease hazards. This indicates an unsanitary living condition exists that could lead to potential disease\nor health risks. Surfaces which are not cleaned and sanitized properly increase the risk of disease hazards for the dogs.\nCleanliness is important to the health and well-being of the animals. All surfaces of housing facilities must be cleaned and\nsanitized when necessary to satisfy generally accepted husbandry standards and practices. The licensee must ensure\nthat hard surfaces with which the dogs come in contact must be spot cleaned daily and sanitized in accordance with 3.11\n(B) of this sub part to prevent accumulation of excreta and reduce disease hazards. Correct by 3/31/23."
    },
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "* No recorded date for rabies vaccination for 126 dogs could be found. Annual rabies vaccinations are important for the\nhealth of the animals. The licensee must ensure that all dogs are receiving vaccinations for contagious and/or deadly\ndiseases of dogs (including rabies, parvovirus, and distemper) and sampling and treatment of parasites and other pests\n(including fleas, worms, coccidia, giardia, and heartworm) in accordance with a schedule approved by the attending\nveterinarian. Correct by 4/29/23.\nThis inspection and exit interview were conducted with the licensee.\nn"
    }
  ],
  "narrative": "3.1(c)(3) \n   \nHousing facilities, general. \n*   There is a mixture of dirt, grease and other excreta accumulating on the exterior fiberglass divider panels in four \nenclosures.  Thirty dogs are in contact with the affected surfaces located in sheltered housing. The affected area covers \napproximately 20 to 25 percent of the exterior wall area. Cleaning of surfaces is necessary to prevent an accumulation of \nexcreta and other disease hazards.  This indicates an unsanitary living condition exists that could lead to potential disease \nor health risks.  Surfaces which are not cleaned and sanitized properly increase the risk of disease hazards for the dogs. \nCleanliness is important to the health and well-being of the animals. All surfaces of housing facilities must be cleaned and \nsanitized when necessary to satisfy generally accepted husbandry standards and practices.   The licensee must ensure \nthat hard surfaces with which the dogs come in contact must be spot cleaned daily and sanitized in accordance with 3.11 \n(B) of this sub part to prevent accumulation of excreta and reduce disease hazards.  Correct by 3/31/23. \n3.13(a)(3) \n   \nVeterinary care for dogs. \n*   No recorded date for rabies vaccination for 126 dogs could be found.  Annual rabies vaccinations are important for the \nhealth of the animals.   The licensee must ensure that all dogs are receiving vaccinations for contagious and/or deadly \ndiseases of dogs (including rabies, parvovirus, and distemper) and sampling and treatment of parasites and other pests\n\n(including fleas, worms, coccidia, giardia, and heartworm) in accordance with a schedule approved by the attending \nveterinarian.  Correct by 4/29/23. \n \nThis inspection and exit interview were conducted with the licensee. \n \n n",
  "animals_total": 198,
  "species": [
    {
      "count": 126,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 72,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}