{
  "insp_id": "INS-0000804620",
  "layout": "c",
  "customer_id": "329566",
  "customer_name": "Branson’s Promised Land Zoo",
  "customer_addr": "2751 Shepherd of the Hills Expressway\nBranson, MO 65616",
  "certificate": "43-C-0352",
  "site_id": "001",
  "site_name": "PROMISED LAND ZOO BRANSON",
  "insp_type": "FOCUSED INSPECTION",
  "date": "14-JUL-2022",
  "report_date": "14-JUL-2022",
  "citations": [
    {
      "code": "3.80(a)(2)(iii)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "On June 22, 2022, an adult, male Olive Baboon escaped from his primary enclosure, bit an employee on the forearm, and\nwas euthanized. The baboon enclosure consists of an indoor portion and an outdoor portion. The baboons are locked\ninside the indoor portion at night. The indoor portion has a keeper area that is accessed from an exterior door and also\nhas an interior door that opens into the outdoor portion of the enclosure. A facility manager entered the keeper area and\nreleased the baboon from its indoor enclosure into the outer enclosure. When leaving, he neglected to close the throw\nlatch on the interior door or to engage the lock on the doorknob, allowing the baboon to enter the keepers' work area after\nthe manager left. Entry through the exterior door is via a digital keypad on the outside, but does not lock from the inside.\nTherefore, the baboon was able to open the exterior door and leave the enclosure. Unsecured primary enclosures can\nallow animals to escape, become injured, and/or injure other animals or humans. The licensee must ensure that primary\nenclosures contain the nonhuman primates securely and prevent accidental opening of the enclosure, including opening\nby the animal.\nNOTE: The licensee installed a throw latch on the outer door so that it cannot be opened from the inside.\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors:\nALICIA GRAVES, ANIMAL CARE INSPECTOR n"
    }
  ],
  "narrative": "3.80(a)(2)(iii)  Critical\n   \nPrimary enclosures. \nOn June 22, 2022, an adult, male Olive Baboon escaped from his primary enclosure, bit an employee on the forearm, and \nwas euthanized.  The baboon enclosure consists of an indoor portion and an outdoor portion.  The baboons are locked \ninside the indoor portion at night. The indoor portion has a keeper area that is accessed from an exterior door and also \nhas an interior door that opens into the outdoor portion of the enclosure. A facility manager entered the keeper area and \nreleased the baboon from its indoor enclosure into the outer enclosure.  When leaving, he neglected to close the throw \nlatch on the interior door or to engage the lock on the doorknob,  allowing the baboon to enter the keepers' work area after \nthe manager left.  Entry through the exterior door is via a digital keypad on the outside, but does not lock from the inside.  \nTherefore, the baboon was able to open the exterior door and leave the enclosure.  Unsecured primary enclosures can \nallow animals to escape, become injured, and/or injure other animals or humans.  The licensee must ensure that primary \nenclosures contain the nonhuman primates securely and prevent accidental opening of the enclosure, including opening \nby the animal. \n \nNOTE: The licensee installed a throw latch on the outer door so that it cannot be opened from the inside.\n\nThis inspection and exit interview were conducted with the licensee. \n \nAdditional Inspectors: \nALICIA GRAVES, ANIMAL CARE INSPECTOR n",
  "animals_total": 1,
  "species": [
    {
      "count": 1,
      "scientific": "Papio anubis",
      "common": "OLIVE BABOON"
    }
  ]
}