{
  "insp_id": "365141417410936",
  "layout": "a",
  "customer_id": "325323",
  "customer_name": "Mark Garber",
  "customer_addr": "16264 Highway H H\nVersailles, MO 65084",
  "certificate": "43-A-5747",
  "site_id": "001",
  "site_name": "MARK GARBER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-AUG-2014",
  "report_date": "02-JAN-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***There was a dwarf hamster with two circular patches of hair loss located on the animal's left side and neck\nbehind the ear. The areas of hair loss were approximately 1/2 centimeter in diameter each. On closer observation\nthe sections of exposed skin appeared dark red and sore-like. According to the licensee, he had not noticed this\nanimal's condition until it was pointed out by the inspector. Hair loss and reddened skin is an abnormal situation\nthat could be the result of a parasitic infection, injury or other veterinary medical condition. The licensee must have\nthis animal examined by a licensed veterinarian no later than August 11, 2014 in order to obtain an accurate\ndiagnosis and an appropriate treatment plan. The treatment plan must be followed. The licensee must ensure that\nall animals receive adequate veterinary care at all times."
    },
    {
      "code": "3.30",
      "kind": "Direct",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "***There was an enclosure containing an adult female Syrian hamster and seven of her young hamsters that were\nall observed aggressively attempting to get water from the only water bottle provided for the enclosure. The water\nbottle was full of water but the animals did not appear to be getting water from the nipple. Some of the hamsters\nappeared to have hair loss around their mouths and the exposed skin was also reddened for some. When asked\nwhen the water had last been checked or changed, the licensee responded that it hadn't been that long ago, and no\nmore than a day or two, but he couldn't be for sure. The inspectors requested for additional water to be provided to\nthe animals by asking the licensee for a new water bottle to be added and for the original bottle to be exchanged for\na new one. After adding the new bottles, the majority of the animals in the enclosure were observed attempting to\nget to either one of the bottle nipples and aggressively drinking from either one of them for at least 7 minutes. The\nabsence of water can cause dehydration and can lead to serious illness, even death, in the animals. The licensee\nmust ensure that all water receptacles are working in order to allow the animals access to their required water\nsupply. The licensee must ensure that all animals have access to water as often as necessary to ensure their\nhealth and well-being. To be corrected by: this day forward. The licensee was asked to correct this\nnon-compliance during the inspection.\nThe inspection was conducted with the licensee on August 7, 2014. An exit interview was conducted on August 8,\n2014 with the licensee.\nAdditional Inspectors\nHicks Beverly, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***There was a dwarf hamster with two circular patches of hair loss located on the animal's left side and neck\nbehind the ear.  The areas of hair loss were approximately 1/2 centimeter in diameter each.  On closer observation\nthe sections of exposed skin appeared dark red and sore-like.  According to the licensee, he had not noticed this\nanimal's condition until it was pointed out by the inspector.  Hair loss and reddened skin is an abnormal situation\nthat could be the result of a parasitic infection, injury or other veterinary medical condition. The licensee must have\nthis animal examined by a licensed veterinarian no later than August 11, 2014 in order to obtain an accurate\ndiagnosis and an appropriate treatment plan. The treatment plan must be followed. The licensee must ensure that\nall animals receive adequate veterinary care at all times.\n3.30           DIRECT\nWATERING. \n***There was an enclosure containing an adult female Syrian hamster and seven of her young hamsters that were\nall observed aggressively attempting to get water from the only water bottle provided for the enclosure.  The water\nbottle was full of water but the animals did not appear to be getting water from the nipple.  Some of the hamsters\nappeared to have hair loss around their mouths and the exposed skin was also reddened for some. When asked\nwhen the water had last been checked or changed, the licensee responded that it hadn't been that long ago, and no\nmore than a day or two, but he couldn't be for sure. The inspectors requested for additional water to be provided to\nthe animals by asking the licensee for a new water bottle to be added and for the original bottle to be exchanged for\na new one.  After adding the new bottles, the majority of the animals in the enclosure were observed attempting to\nget to either one of the bottle nipples and aggressively drinking from either one of them for at least 7 minutes.  The\nabsence of water can cause dehydration and can lead to serious illness, even death, in the animals. The licensee\nmust ensure that all water receptacles are working in order to allow the animals access to their required water\nsupply.  The licensee must ensure that all animals have access to water as often as necessary to ensure their\nhealth and well-being.  To be corrected by:  this day forward. The licensee was asked to correct this\nnon-compliance during the inspection.\nThe inspection was conducted with the licensee on August 7, 2014. An exit interview was conducted on August 8,\n\n2014 with the licensee.\nAdditional Inspectors\nHicks Beverly, Animal Care Inspector",
  "animals_total": 164,
  "species": [
    {
      "count": 2,
      "scientific": "Gerbillus acticola",
      "common": "BERBERA GERBIL"
    },
    {
      "count": 35,
      "scientific": "Mesocricetus auratus",
      "common": "SYRIAN HAMSTER (GOLDEN HAMSTER)"
    },
    {
      "count": 127,
      "scientific": "Phodopus cricetidae",
      "common": "DWARF HAMSTER"
    }
  ]
}