{
  "insp_id": "2016082567910229",
  "layout": "a",
  "customer_id": "4411",
  "customer_name": "Donald Schrage",
  "customer_addr": "51123 State Hwy P\nEdina, MO 63537",
  "certificate": "43-A-1957",
  "site_id": "001",
  "site_name": "DONALD SCHRAGE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-OCT-2016",
  "report_date": "06-OCT-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female Lhasa Apso (#956 000004174161 & 0A02201909) had discharge around both eyes and long toenails. An\nabundance of black to dark green crusty material was matted in the fur surrounding both eyes with a thick amount of\nthe material present in the corners of the eyes. The left eye had a heavier amount of discharge present around it\ncompared to the right eye. The left eye also had a thick green mucous-like discharge that covered a portion of the\nsurface of the eye. The dog’s right front and right rear toenails were observed to be very long and were curling\noutward. According to the licensee, he was not aware of the dog’s eye condition. There was no written\ndocumentation of any treatments administered for the dog’s current condition. Eye discharge can be due to an\ninfection and/or other veterinary medical condition which can be uncomfortable and may lead to more serious health\nproblems. Long toenails can be uncomfortable and can increase the risk of an abnormal gait. The licensee must\nhave this dog examined by a licensed veterinarian for its eye condition. The licensee must also ensure this dog’s\ntoenails are trimmed and establish an appropriate nail trimming schedule for all dogs. The veterinary examination is\nrequired in order to ensure that an accurate diagnosis is made and that an appropriate treatment plan is developed\nand followed. The licensee must document this information and provide it to the inspector upon request. The\nlicensee must ensure that all animals receive appropriate veterinary care at all times."
    },
    {
      "code": "3.1(c)(1)(ii)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Sharp points\nInside two enclosures, affecting 3 dogs, there are twisted and broken wires with the sharp points pointing inward\nand at the dogs’ level. These sharp points could cause injury to the dogs. The licensee must remove these sharp\npoints from these enclosures and ensure that all sharp points or edges are removed or repaired at all times to\nprotect the animals from injury.\nTo be corrected by: 13 Oct 16"
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Cleaning\nIn an empty enclosure, immediately adjacent to an enclosure housing an adult female dog, there is an upside down\nfood receptacle that appears to be mostly covered in fecal and/or other organic material. The back section of the\nfloor of the empty and adjacent enclosure also has a heavy accumulation of fecal and/or other organic material.\nThis is a disease hazard to the adult dogs and puppies in the facility. The licensee must clean and sanitize the dirty\nadjacent enclosure and ensure that all surfaces with which the animals come into contact with are spot cleaned\ndaily and sanitized at least once every 2 weeks, or more often if necessary and all other surfaces of housing\nfacilities must be cleaned and sanitized when necessary to satisfy generally accepted husbandry standards and\npractices. Sanitization may be done using any of the methods provided in § 3.11(b)(3) for primary enclosures."
    },
    {
      "code": "3.9(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "Inside of the indoor whelping facility there is a food receptacle that contained a piece of old, dried fecal material\nwhich was whitish and light brown in appearance, intermingled with the food. This dried piece of fecal material\ncould indicate that it is more than a day old. Fecal material can contaminate the food and make it unpalatable for the\ndogs and a potential disease hazard. The licensee was instructed to remove the feeder from the enclosure. The\nlicensee must ensure that all food is uncontaminated, wholesome, palatable, and of sufficient quantity and nutritive\nvalue.\nCorrected at time of inspection"
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "In two of the indoor whelping facility enclosures, affecting 2 dogs and 6 puppies, the food receptacles were dirty.\nThere is a buildup of dirt, grime and other organic material on both the inside and outside of the receptacles. When\nquestioned as to when the last time these receptacles were cleaned and sanitized the licensee replied “It had been\na couple of weeks”. The licensee must clean and then sanitize these food receptacles and ensure that all food and\nwater receptacles are clean and then sanitized at least once every 2 weeks or more often if necessary to prevent\nand accumulation of dirt, debris, food waste, excreta, and other disease hazards.\nTo be corrected by: 7 Oct 16\nThis inspection and exit interview were conducted with licensee.\nAdditional Inspectors\nLeisner Erika, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female Lhasa Apso (#956 000004174161 & 0A02201909) had discharge around both eyes and long toenails.  An\nabundance of black to dark green crusty material was matted in the fur surrounding both eyes with a thick amount of\nthe material present in the corners of the eyes.  The left eye had a heavier amount of discharge present around it\ncompared to the right eye.  The left eye also had a thick green mucous-like discharge that covered a portion of the\nsurface of the eye.  The dog’s right front and right rear toenails were observed to be very long and were curling\noutward.  According to the licensee, he was not aware of the dog’s eye condition.  There was no written\ndocumentation of any treatments administered for the dog’s current condition. Eye discharge can be due to an\ninfection and/or other veterinary medical condition which can be uncomfortable and may lead to more serious health\nproblems.  Long toenails can be uncomfortable and can increase the risk of an abnormal gait. The licensee must\nhave this dog examined by a licensed veterinarian for its eye condition. The licensee must also ensure this dog’s\ntoenails are trimmed and establish an appropriate nail trimming schedule for all dogs. The veterinary examination is\nrequired in order to ensure that an accurate diagnosis is made and that an appropriate treatment plan is developed\nand followed. The licensee must document this information and provide it to the inspector upon request. The\nlicensee must ensure that all animals receive appropriate veterinary care at all times.\n3.1(c)(1)(ii)\nHOUSING FACILITIES, GENERAL.\nSharp points\nInside two enclosures, affecting 3 dogs, there are twisted and broken wires with the sharp points pointing inward\nand at the dogs’ level.  These sharp points could cause injury to the dogs.  The licensee must remove these sharp\npoints from these enclosures and ensure that all sharp points or edges are removed or repaired at all times to\nprotect the animals from injury. \nTo be corrected by:  13 Oct 16\n3.1(c)(3)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n\nCleaning\nIn an empty enclosure, immediately adjacent to an enclosure housing an adult female dog, there is an upside down\nfood receptacle that appears to be mostly covered in fecal and/or other organic material.  The back section of the\nfloor of the empty and adjacent enclosure also has a heavy accumulation of fecal and/or other organic material. \nThis is a disease hazard to the adult dogs and puppies in the facility.  The licensee must clean and sanitize the dirty\nadjacent enclosure and ensure that all surfaces with which the animals come into contact with are spot cleaned\ndaily and sanitized at least once every 2 weeks, or more often if necessary and all other surfaces of housing\nfacilities must be cleaned and sanitized when necessary to satisfy generally accepted husbandry standards and\npractices. Sanitization may be done using any of the methods provided in § 3.11(b)(3) for primary enclosures.\n3.9(a)           DIRECT\nFEEDING.\nInside of the indoor whelping facility there is a food receptacle that contained a piece of old, dried fecal material\nwhich was whitish and light brown in appearance, intermingled with the food.  This dried piece of fecal material\ncould indicate that it is more than a day old. Fecal material can contaminate the food and make it unpalatable for the\ndogs and a potential disease hazard.  The licensee was instructed to remove the feeder from the enclosure.  The\nlicensee must ensure that all food is uncontaminated, wholesome, palatable, and of sufficient quantity and nutritive\nvalue.\nCorrected at time of inspection\n3.9(b)\nFEEDING.\nIn two of the indoor whelping facility enclosures, affecting 2 dogs and 6 puppies, the food receptacles were dirty. \nThere is a buildup of dirt, grime and other organic material on both the inside and outside of the receptacles.  When\nquestioned as to when the last time these receptacles were cleaned and sanitized the licensee replied “It had been\na couple of weeks”.  The licensee must clean and then sanitize these food receptacles and ensure that all food and\nwater receptacles are clean and then sanitized at least once every 2 weeks or more often if necessary to prevent\nand accumulation of dirt, debris, food waste, excreta, and other disease hazards.  \nTo be corrected by:  7 Oct 16\nThis inspection and exit interview were conducted with licensee.\n\nAdditional Inspectors\nLeisner Erika, Veterinary Medical Officer",
  "animals_total": 112,
  "species": [
    {
      "count": 112,
      "scientific": "Canis lupus familiaris",
      "common": "DOMESTIC DOG"
    }
  ]
}