{
  "insp_id": "105151708550784",
  "layout": "a",
  "customer_id": "11079",
  "customer_name": "Terry Beal",
  "customer_addr": "3259 Water Plant Rd\nMaiden, NC 28650",
  "certificate": "55-C-0138",
  "site_id": "001",
  "site_name": "TERRY BEAL",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-APR-2015",
  "report_date": "15-APR-2015",
  "citations": [
    {
      "code": "3.81(a)",
      "kind": "",
      "repeat": false,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "The environmental enhancement plan needs to be updated to reflect the current status of all non-human primates.\nCurrently there are 6 singly housed non-human primates at the facility. One of these primates, the patas, proved\nincompatible with other patas at his former facility, so due to safety considerations, no attempts have been made to\npair house him at this facility. Although an attempt was made at one time to co-house the spider monkey and the\ncapuchin, no recent attempts have been made to find companions for these two, or to try again to house them\ntogether. Although there are 2 rhesus and one pigtail macaque each individually housed, there have been no\nrecent attempts to work toward socially housing any of these macaques with each other or with the currently pair\nhoused rhesus macaques. Although non-socially raised non-human primates may not be able to be compatible\nwith others of their own species, efforts need to be made to try and provide for the social needs of species known to\nexist in social groups. To be corrected by 7-16-15."
    },
    {
      "code": "3.81(b)",
      "kind": "",
      "repeat": false,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "Although the environmental enhancement plan describes structural and object enrichments to be provided each\nnon-human primate, many of these items are no longer present in many of the enclosures nor are they available in\nthe enrichment storage building. Examples of items not seen in the enclosures but stated in the program include\nforaging and activity boards, straw, burlap bags, magazines, wind chimes, multiple perches, climbing tube, large\nplastic toys, and cargo nets. Although some enclosures have more structural items than others, several have a\nminimum of structural items, or none of the items described in the enrichment plan. Some enclosures have items\nwhich are no longer used as structure rotation is not being done. Although the primary caretaker is providing some\nother enrichment items, primarily food, overall more enrichment needs to be provided to promote species typical\nbehaviors. To be corrected by 5-16-15."
    },
    {
      "code": "3.81(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "Because the two snow macaques are a breeding pair and had offspring each of the last two years, the enrichment\nprogram needs to describe how these infants are to be handled. The infants are not being kept but are removed\nfrom their parents. The program needs to describe how and why this is done. To be corrected by 5-16-15."
    },
    {
      "code": "3.81(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "Although the enclosure for the patas monkey was increased in size and complexity by opening the doors to the two\nadjacent enclosures, this non-human primate is still showing excessive pacing and agitated behavior. There are no\nelevated perches in the outdoor areas and during this inspection, no toys or foraging items. Because this\nnon-human primate is singly housed and exhibiting agitated behavior, special attention needs to be made to provide\nhim additional enrichment and to promote species typical behavior. To be corrected by 5-16-15."
    },
    {
      "code": "3.84(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In the enclosure with that contain two rhesus macaques several of the 2(cid:29) X 6(cid:29) boards are green with algae. A few\nboards and fire hoses in other enclosures are also turning green. It is important to sanitize all surfaces to prevent\npotential disease. All hard surfaces of primary enclosures need to be cleaned and sanitized to remove organic\nmaterial. To be corrected by 5-15-15.\nThis is a focused on the primates.\nAn exit briefing was conducted by Katherine Campbell ACI and Lisa MacElderry VMO.\nAdditional Inspectors\nMacelderry Lisa, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.81(a)\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\nThe environmental enhancement plan needs to be updated to reflect the current status of all non-human primates. \nCurrently there are 6 singly housed non-human primates at the facility.  One of these primates, the patas, proved\nincompatible with other patas at his former facility, so due to safety considerations, no attempts have been made to\npair house him at this facility.  Although an attempt was made at one time to co-house the spider monkey and the\ncapuchin, no recent attempts have been made to find companions for these two, or to try again to house them\ntogether.   Although there are 2 rhesus and one pigtail macaque each individually housed, there have been no\nrecent attempts to work toward socially housing any of these macaques with each other or with the currently pair\nhoused rhesus macaques.   Although non-socially raised non-human primates may not be able to be compatible\nwith others of their own species, efforts need to be made to try and provide for the social needs of species known to\nexist in social groups.  To be corrected by 7-16-15.\n3.81(b)\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\nAlthough the environmental enhancement plan describes structural and object enrichments to be provided each\nnon-human primate, many of these items are no longer present in many of the enclosures nor are they available in\nthe enrichment storage building.  Examples of items not seen in the enclosures but stated in the program include\nforaging and activity boards, straw, burlap bags, magazines, wind chimes, multiple perches, climbing tube, large\nplastic toys, and cargo nets.   Although some enclosures have more structural items than others, several have a\nminimum of structural items, or none of the items described in the enrichment plan.  Some enclosures have items\nwhich are no longer used as structure rotation is not being done.   Although the primary caretaker is providing some\nother enrichment items, primarily food, overall more enrichment needs to be provided to promote species typical\nbehaviors.  To be corrected by 5-16-15.\n3.81(c)(1)\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\nBecause the two snow macaques are a breeding pair and had offspring each of the last two years, the enrichment\nprogram needs to describe how these infants are to be handled.  The infants are not being kept but are removed\n\nfrom their parents.  The program needs to describe how and why this is done.  To be corrected by 5-16-15.\n3.81(c)(2)\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\nAlthough the enclosure for the patas monkey was increased in size and complexity by opening the doors to the two\nadjacent enclosures, this non-human primate is still showing excessive pacing and agitated behavior.  There are no\nelevated perches in the outdoor areas and during this inspection, no toys or foraging items.  Because this\nnon-human primate is singly housed and exhibiting agitated behavior, special attention needs to be made to provide\nhim additional enrichment and to promote species typical behavior.  To be corrected by 5-16-15.\n3.84(b)(3)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL. \nIn the enclosure with that contain two rhesus macaques several of the 2(cid:29) X 6(cid:29) boards are green with algae. A few\nboards and fire hoses in other enclosures are also turning green. It is important to sanitize all surfaces to prevent\npotential disease. All hard surfaces of primary enclosures need to be cleaned and sanitized to remove organic\nmaterial.  To be corrected by 5-15-15.\nThis is a focused on the primates.\nAn exit briefing was conducted by Katherine Campbell ACI and Lisa MacElderry VMO.\nAdditional Inspectors\nMacelderry Lisa, Veterinary Medical Officer",
  "animals_total": 12,
  "species": [
    {
      "count": 1,
      "scientific": "Ateles geoffroyi",
      "common": "BLACK-HANDED SPIDER MONKEY"
    },
    {
      "count": 1,
      "scientific": "Erythrocebus patas",
      "common": "PATAS MONKEY"
    },
    {
      "count": 1,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE *MALE"
    },
    {
      "count": 1,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE / SNOW MACAQUE"
    },
    {
      "count": 2,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE"
    },
    {
      "count": 2,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE *MALE"
    },
    {
      "count": 1,
      "scientific": "Macaca nemestrina",
      "common": "PIG-TAILED MACAQUE *MALE"
    },
    {
      "count": 1,
      "scientific": "Papio anubis",
      "common": "OLIVE BABOON"
    },
    {
      "count": 1,
      "scientific": "Papio hamadryas",
      "common": "HAMADRYAS BABOON"
    },
    {
      "count": 1,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    }
  ]
}