{
  "insp_id": "62151221090970",
  "layout": "a",
  "customer_id": "330697",
  "customer_name": "Kids Krusade Inc",
  "customer_addr": "1416 82nd Ave\nVero Beach, FL 32966",
  "certificate": "58-C-1125",
  "site_id": "001",
  "site_name": "KIDS KRUSADE INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-MAR-2015",
  "report_date": "03-MAR-2015",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The facility must be constructed of such material and of such strength as appropriate for the animals involved. The\nindoor and outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the\nanimals from injury and to contain the animals. The enclosure for the two goats is in need of repair. Wire mesh in\nthe back left corner has rusted and broken leaving a large hole and sharp points exposed which could injure the\nanimals. This area need to be addressed so that the enclosure protects the animals from injury.\nIn the enclosure for the single goat there is a wooden feed box at the front of the enclosure which has been pushed\nin on one side and the screws are exposed with sharp points. This box needs to be repaired, replaced or removed\nto ensure the animals safety.\nCorrect by: 03-17-15."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Supplies of food and bedding shall be stored in facilities which adequately protect such supplies against\ndeterioration, molding, or contamination by vermin. At time of this inspection there is a large pile of hay on the floor\ndirectly against the rabbit's enclosure. The animal's feces and urine may contaminate the hay and storing it in this\nmanner provides a haven for vermin. This loose hay needs to be stored properly to protect it from contamination\nand to prevent it from attracting vermin.\nThere is a gasoline powered lawn mower stored in the rabbit housing area. This may not be kept in the same area\nas the rabbits. Gasoline and/or oil could leak from the mower and go into the rabbit's enclosures. The lawn mower\nmust be moved from the animal's housing area.\nCorrect by: 03-05-15.\nAn exit briefing was conducted with the facility representative."
    }
  ],
  "narrative": "3.125(a)\nFACILITIES, GENERAL.   \nThe facility must be constructed of such material and of such strength as appropriate for the animals involved. The\nindoor and outdoor housing facilities shall be structurally sound and shall be maintained in good repair to protect the\nanimals from injury and to contain the animals.  The enclosure for the two goats is in need of repair.  Wire mesh in\nthe back left corner has rusted and broken leaving a large hole and sharp points exposed which could injure the\nanimals.  This area need to be addressed so that the enclosure protects the animals from injury.\nIn the enclosure for the single goat there is a wooden feed box at the front of the enclosure which has been pushed\nin on one side and the screws are exposed with sharp points.  This box needs to be repaired, replaced or removed\nto ensure the animals safety.\nCorrect by:  03-17-15.\n3.125(c)\nFACILITIES, GENERAL.   \nSupplies of food and bedding shall be stored in facilities which adequately protect such supplies against\ndeterioration, molding, or contamination by vermin.  At time of this inspection there is a large pile of hay on the floor\ndirectly against the rabbit's enclosure.  The animal's feces and urine may contaminate the hay and storing it in this\nmanner provides a haven for vermin.  This loose hay needs to be stored properly to protect it from contamination\nand to prevent it from attracting vermin. \nThere is a gasoline powered lawn mower stored in the rabbit housing area.  This may not be kept in the same area\nas the rabbits.  Gasoline and/or oil could leak from the mower and go into the rabbit's enclosures. The lawn mower\nmust be moved from the animal's housing area.\nCorrect by:  03-05-15.\nAn exit briefing was conducted with the facility representative.",
  "animals_total": 14,
  "species": [
    {
      "count": 3,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Erinaceus concolor",
      "common": "EASTERN EUROPEAN HEDGEHOG"
    },
    {
      "count": 3,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 6,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}