{
  "insp_id": "62140951452640",
  "layout": "a",
  "customer_id": "7919",
  "customer_name": "Roxanne Castens",
  "customer_addr": "12953 Rd 26\nLudell, KS 67744",
  "certificate": "48-A-1628",
  "site_id": "001",
  "site_name": "Roxanne Castens",
  "insp_type": "ATTEMPTED INSPECTION",
  "date": "10-APR-2014",
  "report_date": "11-APR-2014",
  "citations": [
    {
      "code": "2.126(b)",
      "kind": "",
      "repeat": true,
      "desc": "ACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.",
      "narrative": "A responsible adult was not available to accompany APHIS Officials during the inspection process at 12:15PM on\n04/10/2014.\nUSDA inspectors arrived at the facility at 12:15PM. Parked in front of the house, knocked on the door and rang the\ndoor bell. No one answered. Got back in the vehicle and honked the horn.\nAt 12:19pm I called the listed cell phone number. No one answered so I left a message with a request to call me\nback.\nAt 12:20pm I called the listed home phone number. No one answered so I left a message with a request to call me\nback.\nAt 12:22pm we drove around to the kennel. The vehicle was parked on the drive-way south of the kennel buildings\nand the horn was honked. The inspectors put on shoe covers and walked to the first kennel building and knocked\non the door. The dogs all over the kennel started to bark. No one answered so we walked back to the vehicle.\nBefore entering the vehicle \"Hello\" was hollered.\nAt 12:28pm we drove back to the front of the house where we waited 27 minutes.\nAt 12:55pm we drove back around to the kennel and honked the horn. No answer.\nAt 12:58pm we drove back around to the front of the house and knocked on the door. No answer.\nAt 1:00pm I called the cell phone number and left another message.\nWe left the facility at 1:01pm.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.126(b)                    REPEAT\nACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.\nA responsible adult was not available to accompany APHIS Officials during the inspection process at 12:15PM on\n04/10/2014.\nUSDA inspectors arrived at the facility at 12:15PM.  Parked in front of the house, knocked on the door and rang the\ndoor bell.  No one answered.  Got back in the vehicle and honked the horn.\nAt 12:19pm I called the listed cell phone number.  No one answered so I left a message with a request to call me\nback.\nAt 12:20pm I called the listed home phone number.  No one answered so I left a message with a request to call me\nback.\nAt 12:22pm we drove around to the kennel.  The vehicle was parked on the drive-way south of the kennel buildings\nand the horn was honked.  The inspectors put on shoe covers and walked to the first kennel building and knocked\non the door.  The dogs all over the kennel started to bark.  No one answered so we walked back to the vehicle. \nBefore entering the vehicle \"Hello\" was hollered.\nAt 12:28pm we drove back to the front of the house where we waited 27 minutes.\nAt 12:55pm we drove back around to the kennel and honked the horn.  No answer.\nAt 12:58pm we drove back around to the front of the house and knocked on the door.  No answer.\nAt 1:00pm I called the cell phone number and left another message.\nWe left the facility at 1:01pm.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}