{
  "insp_id": "235151536300295",
  "layout": "a",
  "customer_id": "266",
  "customer_name": "Rhode Island Hospital",
  "customer_addr": "Middle House 4th And 5th\nProvidence, RI 02903",
  "certificate": "15-R-0002",
  "site_id": "001",
  "site_name": "RHODE ISLAND HOSPITAL",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-AUG-2015",
  "report_date": "24-AUG-2015",
  "citations": [
    {
      "code": "2.38(f)(1)",
      "kind": "",
      "repeat": false,
      "desc": "MISCELLANEOUS.",
      "narrative": "Handling.\n1. On 10/30/14 a laboratory staff member accidentally dropped a rabbit when returning the animal to its primary\nenclosure following an IACUC approved research activity. The rabbit had suddenly moved when the staff member\nopened the door of the enclosure and the animal fell to the floor. The Attending Veterinarian (AV) was immediately\ncontacted and examined the rabbit. Spinal fracture was diagnosed and the rabbit was euthanized.\nPer this Section of the Regulations, handling of animals shall be done as carefully as possible in a manner that does\nnot cause trauma, behavioral stress, physical harm, or unnecessary discomfort.\nThe AV reported the incident to the IACUC. The IACUC and AV acted promptly to address this item by conducting\nan investigation, reporting the incident to OLAW and USDA, and swiftly implementing appropriate corrective actions.\nCorrective actions included but were not limited to providing re-training to the laboratory staff and implementing\nadditional measures to prevent any future incidents. No additional incidents have occurred.\nThis item has been appropriately addressed by the research facility and it has been corrected.\nNOTE - Exit interview held 8/21/15 on-site with facility representatives. Report delivered by e-mail 8/24/15.\n*END OF REPORT*"
    }
  ],
  "narrative": "2.38(f)(1)\nMISCELLANEOUS.\nHandling.\n1.  On 10/30/14 a laboratory staff member accidentally dropped a rabbit when returning the animal to its primary\nenclosure following an IACUC approved research activity.  The rabbit had suddenly moved when the staff member\nopened the door of the enclosure and the animal fell to the floor.  The Attending Veterinarian (AV) was immediately\ncontacted and examined the rabbit.  Spinal fracture was diagnosed and the rabbit was euthanized.\nPer this Section of the Regulations, handling of animals shall be done as carefully as possible in a manner that does\nnot cause trauma, behavioral stress, physical harm, or unnecessary discomfort.\nThe AV reported the incident to the IACUC.  The IACUC and AV acted promptly to address this item by conducting\nan investigation, reporting the incident to OLAW and USDA, and swiftly implementing appropriate corrective actions.\n Corrective actions included but were not limited to providing re-training to the laboratory staff and implementing\nadditional measures to prevent any future incidents.  No additional incidents have occurred.\nThis item has been appropriately addressed by the research facility and it has been corrected.\nNOTE - Exit interview held 8/21/15 on-site with facility representatives.  Report delivered by e-mail 8/24/15.\n*END OF REPORT*",
  "animals_total": 66,
  "species": [
    {
      "count": 66,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    }
  ]
}