{
  "insp_id": "309151550350843",
  "layout": "a",
  "customer_id": "11883",
  "customer_name": "Michael Franke",
  "customer_addr": "65723 St Hwy 151\nNovelty, MO 63460",
  "certificate": "43-A-5663",
  "site_id": "001",
  "site_name": "MICHAEL FRANKE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-NOV-2015",
  "report_date": "05-NOV-2015",
  "citations": [
    {
      "code": "3.6(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Space\nA female Boston Terrier was housed in an enclosure that did not provide her with enough floor space. The\nenclosure was measured at 30.5 inches x 20 inches which gives this dog 4.24 sq. ft. of available floor space. The\ndog was measured to be approximately 22 inches in length. The minimum required floor space for this dog is\n(22+6)(22+6)/144 = 5.44 sq. ft. Adequate floor space is required in order to ensure that the animals can make\nnormal postural adjustments and for their health and well-being. The licensee moved this dog to a larger enclosure\nat the time of inspection. The licensee must ensure that each animal is provided with adequate floor space for the\nhealth and well-being of the animals. Licensee must ensure that all animals are provided with adequate floor space\nat all times.\nTo be corrected by: 6 Nov 15"
    },
    {
      "code": "3.6(c)(1)(2)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Space plus additional space for puppies\nThere were two enclosures housing 2 Boston Terriers, both with puppies, that did not provided enough floor space.\nOne female Boston Terrier with 7 puppies was measured to be 22 inches in length. The enclosure was measured\nat 33 inches x 30 inches which equals 6.86 sq. ft. of available floor space. The required minimum floor space for\nthe female Boston Terrier is 5.84 sq. ft. An additional minimum of 5% for each puppy is 0.27 sq. ft. The total\nminimum required floor space for this dog and her 7 puppies is 5.84 + (0.27 x 7) = 7.73 sq. ft.\nOne female Boston Terrier with 6 puppies was measured to be 21 inches in length. The enclosure was measured\nat 30 inches x 30 inches which equals 6.25 sq. ft. of available floor space. The required floor space for the female\nBoston Terrier is 5.06 sq. ft. An additional minimum of 5% for each puppy is 0.25 sq. ft. The total minimum\nrequired floor space for this dog and her 6 puppies is 5.04 + (.25 x 6) = 6.54 sq. ft.\nThe licensee must provide these dogs and their puppies with a larger enclosure. The licensee must ensure that\neach animal is provided with adequate floor space for the health and well-being of the animals. Licensee must\nensure that all animals are provided with adequate floor space at all times and an additional 5% of the dams\nrequired floor space for each puppy.\nTo be corrected by: 6 Nov 15"
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "A female Boston Terrier and her 3 puppies have become soiled from fecal material. The female Boston Terrier had\ndefecated inside of the whelping pan which contained the 3 young puppies. The puppies had fecal material on their\nhead, chest, abdomen and legs. The female Boston Terrier had fecal material on her head and legs. The fecal\nmaterial could cause harm or disease to the puppies and the adult dog. Fecal material must be removed at least\nonce daily or more often if necessary to prevent the dogs and puppies from becoming soiled and to reduce disease\nhazards. The licensee must clean the fecal material from the enclosures, the female Boston Terrier and the\npuppies and ensure that all fecal material is removed daily from the primary enclosure or more often if necessary to\nprevent soiling of the animals contained in the enclosure and to reduce disease hazards, insects, pests and odors.\nTo be corrected by: 6 Nov 15\nInspection and exit interview conducted with licensee and ACI Stephanie Osborne."
    }
  ],
  "narrative": "3.6(c)(1)(1)\nPRIMARY ENCLOSURES.\nSpace\nA female Boston Terrier was housed in an enclosure that did not provide her with enough floor space.  The\nenclosure was measured at 30.5 inches x 20 inches which gives this dog 4.24 sq. ft. of available floor space.  The\ndog was measured to be approximately 22 inches in length.  The minimum required floor space for this dog is\n(22+6)(22+6)/144 = 5.44 sq. ft.  Adequate floor space is required in order to ensure that the animals can make\nnormal postural adjustments and for their health and well-being. The licensee moved this dog to a larger enclosure\nat the time of inspection.  The licensee must ensure that each animal is provided with adequate floor space for the\nhealth and well-being of the animals.  Licensee must ensure that all animals are provided with adequate floor space\nat all times.\nTo be corrected by:  6 Nov 15\n3.6(c)(1)(2)\nPRIMARY ENCLOSURES.\nSpace plus additional space for puppies\nThere were two enclosures housing 2 Boston Terriers, both with puppies, that did not provided enough floor space.  \nOne female Boston Terrier with 7 puppies was measured to be 22 inches in length.  The enclosure was measured\nat 33 inches x 30 inches which equals 6.86 sq. ft. of available floor space.  The required minimum floor space for\nthe female Boston Terrier is 5.84 sq. ft.  An additional minimum of 5% for each puppy is 0.27 sq. ft.  The total\nminimum required floor space for this dog and her 7 puppies is 5.84 + (0.27 x 7) = 7.73 sq. ft.  \nOne female Boston Terrier with 6 puppies was measured to be 21 inches in length.  The enclosure was measured\nat 30 inches x 30 inches which equals 6.25 sq. ft. of available floor space.  The required floor space for the female\nBoston Terrier is 5.06 sq. ft.  An additional minimum of 5% for each puppy is 0.25 sq. ft.  The total minimum\nrequired floor space for this dog and her 6 puppies is 5.04 + (.25 x 6) = 6.54 sq. ft.  \nThe licensee must provide these dogs and their puppies with a larger enclosure.  The licensee must ensure that\neach animal is provided with adequate floor space for the health and well-being of the animals.  Licensee must\nensure that all animals are provided with adequate floor space at all times and an additional 5% of the dams\n\nrequired floor space for each puppy.\nTo be corrected by:  6 Nov 15\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nA female Boston Terrier and her 3 puppies have become soiled from fecal material.  The female Boston Terrier had\ndefecated inside of the whelping pan which contained the 3 young puppies.  The puppies had fecal material on their\nhead, chest, abdomen and legs.  The female Boston Terrier had fecal material on her head and legs.  The fecal\nmaterial could cause harm or disease to the puppies and the adult dog.  Fecal material must be removed at least\nonce daily or more often if necessary to prevent the dogs and puppies from becoming soiled and to reduce disease\nhazards.  The licensee must clean the fecal material from the enclosures, the female Boston Terrier and the\npuppies and ensure that all fecal material is removed daily from the primary enclosure or more often if necessary to\nprevent soiling of the animals contained in the enclosure and to reduce disease hazards, insects, pests and odors.  \nTo be corrected by:  6 Nov 15\nInspection and exit interview conducted with licensee and ACI Stephanie Osborne.",
  "animals_total": 138,
  "species": [
    {
      "count": 89,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 49,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}