{
  "insp_id": "2016082568200197",
  "layout": "a",
  "customer_id": "326436",
  "customer_name": "Ray E Corrigan",
  "customer_addr": "2539 E 1650th Street\nMendon, IL 62351",
  "certificate": "33-A-0524",
  "site_id": "001",
  "site_name": "RAY CORRIGAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-APR-2017",
  "report_date": "12-APR-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Four dogs were found to have veterinary care issues that need medical attention. They are as follows:\nA female golden retriever (no identification) had discharge coming from both eyes. The eye lids were folded\ninwards.\nA female Chocolate Lab with ten puppies (ID #16) had hair loss on her right rear leg. In addition both eyes\nappeared crusty.\nA female Golden Retriever named Cloudy with three puppies (ID #21) had hair loss on its right rear leg. In addition\nthe left eye appeared to be irritated and discharge was coming from it. The Attending Veterinarian examined the\ndog years ago and determined the dog had a permanent condition in that eye and no treatment was necessary at\nthe time as it wasn't irritating the dog. However, it appears the dog's condition may have changed since it was last\nexamined.\nA female Chocolate Lab (ID #15) had a watery discharge coming from both eyes.\nEye problems can be painful and possibly contagious to other dogs. Hair loss can be caused from a variety of\nissues, some of which may be contagious and/or irritating to the dog. The licensee must follow up with the\nAttending Veterinarian to ensure all four dogs receive the appropriate treatments for their conditions. Correct by\n4/15/17.\nMultiple medications were found to have expired. Oxytocin expired September 2015, Noromectin expired 07/2011,\nand Triple Antibiotic Ointment expired 04/2013. Expired medications doesn't ensure that the products are safe to\nuse. All expired products must be discarded. Correct by end of business today."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Feeders throughout the kennel were grimy. When asked, the licensee informed me that they were last disinfected\nabout a month ago. Multiple cages had dust webs on the fencing parts of the enclosures. Some of the whelping\npens started to have grime building up on the back walls of the enclosures. When asked, the licensee informed me\nthat whelping pens get disinfected in between litters. Dust webs on the fencing of the enclosures, grime building up\non the feeders, and grime building up on the back walls of some of the whelping pens can contribute to the spread\nof disease within the kennels. All enclosures and feeders must be sanitized once every two weeks or more often as\nnecessary. Correct by 4/26/17.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nFour dogs were found to have veterinary care issues that need medical attention.  They are as follows:\nA female golden retriever (no identification) had discharge coming from both eyes.  The eye lids were folded\ninwards.\nA female Chocolate Lab with ten puppies (ID #16) had hair loss on her right rear leg.  In addition both eyes\nappeared crusty.\nA female Golden Retriever named Cloudy with three puppies (ID #21) had hair loss on its right rear leg.  In addition\nthe left eye appeared to be irritated and discharge was coming from it.  The Attending Veterinarian examined the\ndog years ago and determined the dog had a permanent condition in that eye and no treatment was necessary at\nthe time as it wasn't irritating the dog.  However, it appears the dog's condition may have changed since it was last\nexamined.\nA female Chocolate Lab (ID #15) had a watery discharge coming from both eyes.\nEye problems can be painful and possibly contagious to other dogs.  Hair loss can be caused from a variety of\nissues, some of which may be contagious and/or irritating to the dog.  The licensee must follow up with the\nAttending Veterinarian to ensure all four dogs receive the appropriate treatments for their conditions.  Correct by\n4/15/17.\nMultiple medications were found to have expired.  Oxytocin expired September 2015, Noromectin expired 07/2011,\nand Triple Antibiotic Ointment expired 04/2013.  Expired medications doesn't ensure that the products are safe to\nuse. All expired products must be discarded. Correct by end of business today.\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n\nFeeders throughout the kennel were grimy.  When asked, the licensee informed me that they were last disinfected\nabout a month ago.  Multiple cages had dust webs on the fencing parts of the enclosures.  Some of the whelping\npens started to have grime building up on the back walls of the enclosures.  When asked, the licensee informed me\nthat whelping pens get disinfected in between litters.  Dust webs on the fencing of the enclosures, grime building up\non the feeders, and grime building up on the back walls of some of the whelping pens can contribute to the spread\nof disease within the kennels.  All enclosures and feeders must be sanitized once every two weeks or more often as\nnecessary.  Correct by 4/26/17.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.",
  "animals_total": 82,
  "species": [
    {
      "count": 26,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 56,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}