{
  "insp_id": "2016082567967980",
  "layout": "a",
  "customer_id": "322131",
  "customer_name": "Sue Pearce",
  "customer_addr": "5001 S W Rucks Dairy Road\nOkeechobee, FL 34974",
  "certificate": "58-C-1011",
  "site_id": "001",
  "site_name": "SUE PEARCE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-OCT-2016",
  "report_date": "20-OCT-2016",
  "citations": [
    {
      "code": "3.75(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The brown lemur enclosure had a a build up of feces and food waste/debris that needs to be clean more frequently\nto prevent food contamination. The baboon's primary enclosure had old and fresh excreta that was attracting a large\namount of flies. The baboon's enclosure must be raked with sufficient frequency to ensure all animals the freedom\nto avoid contact with excreta. Contaminated material needs to be removed daily to eliminate the potential for\ndisease, insects, pests or vermin infestation. The baboon's enclosure needs to be cleaned daily/often to satisfy the\ngenerally accepted husbandry standards and practices for non-human primates.\nCorrect by: October 21, 2016"
    },
    {
      "code": "3.84(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "The area and building housing the brown lemur is dirty and contains miscellaneous clutter, power tools, cleaning\nchemicals, motor oil and motor vehicles stored in close proximity to the animal enclosure. To reduce disease\nhazards, insects and pests the dirty floors and area near the lemur enclosure need to be thoroughly cleaned, and all\nclutter and miscellaneous items need to be picked up and organized.\nCorrect by: October 24, 2016"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Excessive worn or damaged wooden surfaces are not been routinely repaired or replaced.\nThe wooden framework for the lock out enclosure in Diamond and Shakira’s enclosure is severely damaged\nexposing nails and splintered edges. This may compromise the use of the lockout preventing normal maintenance\nof the enclosure. A post attached to the shelter in the same enclosure is extremely worn and thin and its structural\nstrength in compromised.\nThe shelter for the first enclosure on the left containing one tiger (middle/second section) is severely damaged and\nbroken on one side. A support post within the same enclosure is also worn.\nThe roof wood boards of a tiger's shelter house located at the second enclosure section is rotted, warped and\nextremely damaged containing protruding/exposed screws that could potentially cause injury to the animals. All\nwood structures at the facility must be structurally sound and shall be maintained in good repair to protect animals\nfrom injury. The damaged wood must be replaced or repaired and routinely maintained."
    },
    {
      "code": "3.125(d)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Several boxes of inedible food and vegetable wastes and trash were piled up in close proximity to the food storage\nand preparation trailer. These boxes were observed to be attracting many flies in the area and could potentially\nattract other vermin. To minimize vermin infestation, odors, and disease hazards to regulated animals, the facility\nneeds to make provision for the quick removal and disposal of animal/food wastes, trash and debris."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "The water receptacle at the black leopard enclosure contained yellowish-greenish water and excessive algae\ngrowth. To ensure the health and comfort of regulated animals, all water receptacles need to be cleaned and\nshould be kept clean and sanitary at all times.\nCorrect by: October 26, 2016"
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Most primary enclosures at the facility had old and fresh excreta that were attracting large amount of flies. All\naffected enclosures needs to be cleaned more often to reduce pest problems and to minimize disease hazards to\nregulated animals."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The area around the big cat enclosures is excessively overgrown with tall grass and or weeds. The facility has\npreviously had problems with venomous snakes entering the animal enclosures. The excessive growth also covers\nditches and other hazards, including snakes, that cannot be clearly seen when inspecting the animal enclosures\nand poses a hazard to USDA inspectors when trying to inspect the facility. Failure to adequately control tall grass\nprevents adequate control of snakes which could result in injury or death to the animals. Tall grass or weeds must\nbe adequately controlled to minimize hazards to the animals and to allow adequate access to the premises for\ninspection.\nThe pools for the single housed black bear are dirty and must be cleaned. Bears generally utilize pools to meet\ntheir physiological needs and the pools must be cleaned often enough to allow use of these pools.\nThe pools for the two juvenile tigers and Diamond are dirty and must be cleaned. Additionally, the dirty pool used\nby the juvenile tigers was attracting an excessive amount of flies.\nCorrect by: October 26, 2016"
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "An excessive amount of flies was observed throughout the facility. The juvenile tiger enclosure was particularly\nnoted with swarms of loudly buzzing flies hovering the pool and on fecal matter deposits. The facility needs to\nrevamp its current pest control program and cleaning/housekeeping practices so that fly control is safe and\nimplemented effectively throughout the premises.\nCorrect by: October 26, 2016"
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": false,
      "desc": "EMPLOYEES.",
      "narrative": "Several of the big cat enclosures have damaged and worn shelter structures, the areas around the big cat\nenclosures are extremely overgrown with tall grass. Excreta is not being removed from animal enclosures often\nenough to meet generally accepted husbandry practices and to reduce fly problems. The lack of facility compliance\nindicates there are not enough employees present to maintain the required husbandry practices or maintain the\nfacility in good repair.\nCorrect by: November 19, 2016\nAlso present during this inspection were two Florida FWCC Investigators.\nThis inspection was conducted with a designated facility representative. The inspection's exit interview was\nconducted with Ms. Sue Pearce, Licensee.\nAdditional Inspectors\nGaj Gregory, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "3.75(c)(3)\nHOUSING FACILITIES, GENERAL. \nThe brown lemur enclosure had a a build up of feces and food waste/debris that needs to be clean more frequently\nto prevent food contamination. The baboon's primary enclosure had old and fresh excreta that was attracting a large\namount of flies.  The baboon's enclosure must be raked with sufficient frequency to ensure all animals the freedom\nto avoid contact with excreta.  Contaminated material needs to be removed daily to eliminate the potential for\ndisease, insects, pests or vermin infestation.  The baboon's enclosure needs to be cleaned daily/often to satisfy the\ngenerally accepted husbandry standards and practices for non-human primates.\nCorrect by: October 21, 2016\n3.84(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL. \nThe area and building housing the brown lemur is dirty and contains miscellaneous clutter, power tools, cleaning\nchemicals, motor oil and motor vehicles stored in close proximity to the animal enclosure.  To reduce disease\nhazards, insects and pests the dirty floors and area near the lemur enclosure need to be thoroughly cleaned, and all\nclutter and miscellaneous items need to be picked up and organized.\nCorrect by:  October 24, 2016\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nExcessive worn or damaged wooden surfaces are not been routinely repaired or replaced.\nThe wooden framework for the lock out enclosure in Diamond and Shakira’s enclosure is severely damaged\nexposing nails and splintered edges.  This may compromise the use of the lockout preventing normal maintenance\nof the enclosure.  A post attached to the shelter in the same enclosure is extremely worn and thin and its structural\nstrength in compromised.\n\nThe shelter for the first enclosure on the left containing one tiger (middle/second section) is severely damaged and\nbroken on one side. A support post within the same enclosure is also worn.\nThe roof wood boards of a tiger's shelter house located at the second enclosure section is rotted, warped and\nextremely damaged containing protruding/exposed screws that could potentially cause injury to the animals.  All\nwood structures at the facility must be structurally sound and shall be maintained in good repair to protect animals\nfrom injury. The damaged wood must be replaced or repaired and routinely maintained.\n3.125(d)                    REPEAT\nFACILITIES, GENERAL.   \nSeveral boxes of inedible food and vegetable wastes and trash were piled up in close proximity to the food storage\nand preparation trailer.  These boxes were observed to be attracting many flies in the area and could potentially\nattract other vermin.  To minimize vermin infestation, odors, and disease hazards to regulated animals, the facility\nneeds to make provision for the quick removal and disposal of animal/food wastes, trash and debris.\n3.130\nWATERING.  \nThe water receptacle at the black leopard enclosure contained yellowish-greenish water and excessive algae\ngrowth.  To ensure the health and comfort of regulated animals, all water receptacles need to be cleaned and\nshould be kept  clean and sanitary at all times.\nCorrect by: October 26, 2016\n3.131(a)                    REPEAT\nSANITATION.   \nMost primary enclosures at the facility had old and fresh excreta that were attracting large amount of flies.  All\naffected enclosures needs to be cleaned more often to reduce pest problems and to minimize disease hazards to\nregulated animals.\n3.131(c)\nSANITATION.   \nThe area around the big cat enclosures is excessively overgrown with tall grass and or weeds.  The facility has\npreviously had problems with venomous snakes entering the animal enclosures.  The excessive growth also covers\nditches and other hazards, including snakes, that cannot be clearly seen when inspecting the animal enclosures\nand poses a hazard to USDA inspectors when trying to inspect the facility.  Failure to adequately control tall grass\nprevents adequate control of snakes which could result in injury or death to the animals.  Tall grass or weeds must\n\nbe adequately controlled to minimize hazards to the animals and to allow adequate access to the premises for\ninspection.\nThe pools for the single housed black bear are dirty and must be cleaned.  Bears generally utilize pools to meet\ntheir physiological needs and the pools must be cleaned often enough to allow use of these pools.\nThe pools for the two juvenile tigers and Diamond are dirty and must be cleaned.  Additionally, the dirty pool used\nby the juvenile tigers was attracting an excessive amount of flies.\nCorrect by: October 26, 2016\n3.131(d)\nSANITATION.   \nAn excessive amount of flies was observed throughout the facility.  The juvenile tiger enclosure was particularly\nnoted with swarms of loudly buzzing flies hovering the pool and on fecal matter deposits.  The facility needs to\nrevamp its current pest control program and cleaning/housekeeping practices so that fly control is safe and\nimplemented effectively throughout the premises.  \nCorrect by: October 26, 2016\n3.132\nEMPLOYEES. \nSeveral of the big cat enclosures have damaged and worn shelter structures, the areas around the big cat\nenclosures are extremely overgrown with tall grass.  Excreta is not being removed from animal enclosures often\nenough to meet generally accepted husbandry practices and to reduce fly problems. The lack of facility compliance\nindicates there are not enough employees present to maintain the required husbandry practices or maintain the\nfacility in good repair.\nCorrect by: November 19, 2016\nAlso present during this inspection were two Florida FWCC Investigators.\nThis inspection was conducted with a designated facility representative.  The inspection's exit interview was\nconducted with Ms. Sue Pearce, Licensee.\n\nAdditional Inspectors\nGaj Gregory, Supervisory Animal Care Specialist",
  "animals_total": 25,
  "species": [
    {
      "count": 1,
      "scientific": "Eulemur fulvus",
      "common": "BROWN LEMUR"
    },
    {
      "count": 2,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 2,
      "scientific": "Nasua nasua",
      "common": "BROWN-NOSED COATI"
    },
    {
      "count": 3,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 1,
      "scientific": "Panthera pardus",
      "common": "LEOPARD"
    },
    {
      "count": 9,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 2,
      "scientific": "Papio anubis",
      "common": "OLIVE BABOON"
    },
    {
      "count": 2,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 2,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 1,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    }
  ]
}