{
  "insp_id": "2016082569099874",
  "layout": "a",
  "customer_id": "19885",
  "customer_name": "Monroe County Conservation",
  "customer_addr": "1270 635th Ave.\nLovilia, IA 50150",
  "certificate": "42-C-0220",
  "site_id": "001",
  "site_name": "MONROE COUNTY CONSERVATION",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-MAR-2018",
  "report_date": "28-MAR-2018",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The enclosure containing seven elk and three deer is constructed of woven wire fencing. A section of the cross\nfence is damaged resulting in a large amount of the woven wire lying on the ground and broken wires are creating\nsharp points around the damaged area of fencing. The condition of the ground around the affected fence section (a\nmuddy path) indicates that the animals are currently crossing through this damaged section of fencing to move\nbetween the pastures.\nThick wire cables are wrapped around the base of one fence post and the loose ends of the wire cables are lying\nacross the ground within the animal enclosure. Also, lying on the ground near the wire cables is an unused steel\nfence post and long wooden board.\nThe woven wire on one section of the cross fence was previously damaged and had been repaired, but at the time\nof the inspection, numerous broken wires creating sharp points are located around the patched section.\nDamaged fencing, loose wire cables, sharp points and unused materials within the enclosure could cause injury to\nthe animals.\nThe facility must be constructed of such material and such strength as appropriate for the animals involved. The\noutdoor housing facility must be structurally sound, maintained in good repair and protect the animals from injury.\nThe facility must repair, replace, or alter the damaged cross fence in a manner that eliminates the injury risk towards\nthe animals. The facility must also remove the unused steel fence post and wooden board from the enclosure, as\nwell as, remove all sharp points and the loose wire cables. The facility must ensure that the enclosure fencing\nremains in good repair and the enclosure remains free of unused materials at all times.\nThis inspection and exit interview were conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nThe enclosure containing seven elk and three deer is constructed of woven wire fencing.  A section of the cross\nfence is damaged resulting in a large amount of the woven wire lying on the ground and broken wires are creating\nsharp points around the damaged area of fencing.  The condition of the ground around the affected fence section (a\nmuddy path) indicates that the animals are currently crossing through this damaged section of fencing to move\nbetween the pastures.  \nThick wire cables are wrapped around the base of one fence post and the loose ends of the wire cables are lying\nacross the ground within the animal enclosure.  Also, lying on the ground near the wire cables is an unused steel\nfence post and long wooden board.  \nThe woven wire on one section of the cross fence was previously damaged and had been repaired, but at the time\nof the inspection, numerous broken wires creating sharp points are located around the patched section. \nDamaged fencing, loose wire cables, sharp points and unused materials within the enclosure could cause injury to\nthe animals.\nThe facility must be constructed of such material and such strength as appropriate for the animals involved.  The\noutdoor housing facility must be structurally sound, maintained in good repair and protect the animals from injury. \nThe facility must repair, replace, or alter the damaged cross fence in a manner that eliminates the injury risk towards\nthe animals.  The facility must also remove the unused steel fence post and wooden board from the enclosure, as\nwell as, remove all sharp points and the loose wire cables.  The facility must ensure that the enclosure fencing\nremains in good repair and the enclosure remains free of unused materials at all times.\nThis inspection and exit interview were conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 10,
  "species": [
    {
      "count": 7,
      "scientific": "Cervus elaphus canadensis",
      "common": "ELK"
    },
    {
      "count": 3,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    }
  ]
}