{
  "insp_id": "2016082568570491",
  "layout": "a",
  "customer_id": "18602",
  "customer_name": "Elvina Johnson",
  "customer_addr": "25188 385th Avenue\nPlankinton, SD 57368",
  "certificate": "46-A-0306",
  "site_id": "001",
  "site_name": "ELVINA JOHNSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-MAY-2017",
  "report_date": "19-SEP-2017",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The licensee was unable to provide documentation showing an attending veterinarian had visited the facility since\n2014. The most recent written program of veterinary care (Form 7002), provided by the licensee and dated\n06-15-2014, also lacked detail on ectoparasite control (none listed), intestinal parasite control (drug names and ccs\nper lb listed but no frequency, duration or routes of administration) and euthansia ( drug name only listed, no\ndosage or route of administration).\nFailure to maintain an adequate program of veterinary care, including regular visits by an attending veterinarian, can\ndirectly impact all animals in the kennel by leading to a delay in the proper diagnosis and timely treatment of\ndisease or health issues.\nThe licensee must maintain and be able to document an adequate program of veterinary care including a written\ndescription of ectoparasite control, routinely administered drugs ( i.e. deworming agents) including their dosing\nfrequency, routes of administration and duration of treatment.. Regular visitation (at least yearly) by an attending\nveterinarian, who is employed under formal arrangements by the facility, must also be maintained and\ndocumented.\nCorrect by May 24 2017"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "DIRECT\n1) A nine year old male dark grey Weimaraner, identified as \"Fritz\" (USDA tag # J-03, 46-A0306) was observed to\nhave a small amount thick yellow-green discharge from both eyes. There was also crusting of dried green material\non the lower eyelid areas. The licensee stated that Fritz had suffered from chronic allergies and was periodically\non allergy medication for the eye discharge. No medical documentation was available to show that the dog had\nbeen evaluated for the eye conditions by a licensed veterinarian. Abnormal eye discharge and crusting on the\neyelids may be an indication of irritation, inflammation or disease. Misdiagnosed or improperly treated eye\nconditions may lead to development of chronic eye conditions, blindness and/discomfort for the affected animals.\nFritz needs to be evaluated by a veterinarian to establish a diagnosis and proper plan of treatment. Licensee\nneeds to provide written documentation of evaluation of the eye conditions/allergies by a licensed veterinarian and\nthe corresponding follow up treatment. Documentation needs to include all treatment and evaluations received by\nFritz until the eye conditions are remedied or controlled.\nCorrect by 05-24-2017\nINDIRECT\n2) One 10 year old male yellow Labrador Retriever, identified as \"Shane\" (USDA tag # J-02, 46-A-0306), was\nfound to have thickened, darkly pigmented and partially ulcerated areas of skin over the distal right rear leg and left\nrear leg. The licensee stated that the skin lesions observed were old, had been unresponsive to antibiotics and\nother treatments, but seemed to be better lately. No medical documentation was available to show that the dog had\nbeen recently evaluated for the skin conditions by a licensed veterinarian.\nThickened and ulcerated areas of skin may be an indication of skin disease and may lead to chronic infection and/or\ndiscomfort for affected animals. Shane needs to be evaluated by a veterinarian to establish a diagnosis and\nproper plan of treatment. Licensee needs to provide written documentation for the examination of Shane's skin\nconditions by a licensed veterinarian and the corresponding treatment. Documentation needs to include all\ntreatment and evaluations received by Shane until the conditions are remedied or controlled.\nCorrect by 05-24-2017"
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "A section of plywood located in front of the interior gate of a west kennel/pen housing two chocolate Laborador\nRetriever puppies was found to be heavily chewed and damaged along its top edge.\nChewed, worn, damaged and unsealed wood surfaces are porous to water and difficult to sanitize. Damaged\nplywood edges may also become a splinter hazard for dogs within the pen.\nRepair, seal or remove and replace damaged plywood.\nCorrect by 05-13-2017\nThis inspection and exit interview were conducted with the facility owner."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe licensee was unable to provide documentation showing an attending veterinarian had visited the facility since\n2014.  The most recent written  program of veterinary care (Form 7002),  provided by the licensee and dated\n06-15-2014,  also lacked detail on ectoparasite control (none listed), intestinal parasite control (drug names and ccs\nper lb listed  but no frequency, duration  or routes of administration) and euthansia ( drug name only listed, no\ndosage or route of administration).  \nFailure to maintain an adequate program of veterinary care, including regular visits by an attending veterinarian, can\ndirectly impact all animals in the kennel by leading to a delay in the proper diagnosis and timely treatment of\ndisease or health issues. \nThe licensee must maintain and be able to document an  adequate program of veterinary care including  a written\ndescription of ectoparasite control,  routinely administered drugs ( i.e. deworming agents) including their dosing\nfrequency, routes of administration and duration of treatment.. Regular visitation (at least yearly) by an  attending\nveterinarian,  who is employed under formal arrangements by the facility,  must also be maintained and\ndocumented.\nCorrect by  May 24  2017\n2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDIRECT\n1)  A nine year old male dark grey Weimaraner, identified as \"Fritz\"  (USDA tag # J-03, 46-A0306) was observed to\nhave a small amount thick yellow-green discharge from both eyes.  There was also crusting of dried green material\non the lower eyelid areas.  The licensee stated that Fritz had suffered from chronic  allergies and was periodically\non allergy medication for the eye discharge.  No medical documentation was available to show that the dog had\nbeen  evaluated for the eye conditions by a licensed veterinarian.  Abnormal eye discharge and crusting on the\n\neyelids may be an indication of irritation, inflammation or disease. Misdiagnosed or improperly treated eye\nconditions may lead to development of chronic eye conditions, blindness and/discomfort  for the affected animals.\nFritz needs to be evaluated by a veterinarian to establish a  diagnosis and  proper plan of treatment.  Licensee\nneeds to provide written documentation of evaluation of the eye conditions/allergies by a licensed veterinarian and\nthe corresponding follow up treatment. Documentation needs to include all treatment and evaluations received by\nFritz  until the eye conditions are remedied or controlled.\nCorrect by 05-24-2017\nINDIRECT\n2)  One 10 year old  male yellow Labrador Retriever,  identified as \"Shane\"  (USDA tag # J-02, 46-A-0306), was\nfound to have thickened, darkly pigmented  and partially ulcerated areas of skin over the distal right rear leg  and left\nrear leg. The licensee stated that the skin lesions observed were old, had been unresponsive to antibiotics and\nother treatments, but seemed to be better lately.  No medical documentation was available to show that the dog had\nbeen recently evaluated for the skin conditions by a licensed veterinarian.  \nThickened and ulcerated areas of skin may be an indication of skin disease and may lead to chronic infection and/or\ndiscomfort for affected animals.  Shane needs to be evaluated by a veterinarian to establish a  diagnosis and \nproper plan of treatment.  Licensee needs to provide written documentation for the examination of  Shane's skin\nconditions by a licensed veterinarian and the corresponding treatment. Documentation needs to include all\ntreatment and evaluations received by Shane until the conditions are remedied or controlled.\nCorrect by 05-24-2017\n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\nA section of plywood located in front of the interior gate of a west kennel/pen housing two chocolate Laborador\nRetriever puppies was found to be heavily chewed and damaged along its top edge.\nChewed, worn, damaged and unsealed wood surfaces are porous to water and difficult to sanitize. Damaged\nplywood edges may also become a splinter hazard for dogs within the pen.\nRepair, seal or remove and replace damaged plywood.\nCorrect by 05-13-2017\nThis inspection and exit interview were conducted with the facility owner.",
  "animals_total": 24,
  "species": [
    {
      "count": 17,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 7,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}