{
  "insp_id": "254151702380122",
  "layout": "a",
  "customer_id": "3269",
  "customer_name": "Tim Seegars",
  "customer_addr": "1096 Seegars Rd.\nFort Lawn, SC 29714",
  "certificate": "56-C-0154",
  "site_id": "001",
  "site_name": "ANIMALS THAT EDUCATE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-SEP-2015",
  "report_date": "11-SEP-2015",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A completed written Veterinary Care Program could not be found to review, and the Attending Veterinarian has not\nvisited the premises in a while. There is only one regulated animal, a black bear, so a written Veterinary Care\nprogram needs to be completed by the licensee and the attending veterinarian detailing the veterinary care to be\nprovided this bear. To be completed by 10-8-15."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The feces of the solitary black bear are cow patty consistency. The bear is thin, with slight outlines of the spine and\nlong bones of the legs. From above he is flat sided and has a slight tuck up at the waist. The owner states the only\nfood the bear has been receiving this summer is dog food, and not the additional produce he has fed in the past.\nThe bear has not been dewormed in over a year also. The dog food being fed is of low quality. The bear needs to\nbe seen by the veterinarian and a diagnosis and treatment plan made. The licensee needs to keep records of any\nveterinary recommendations. To be corrected by 9-25-15."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "There are at least 13 piles of cow patty type feces in the bears shelter area. Feces needs to be removed on a\nmore regular basis to keep the bear clean and prevent possible disease hazards. To be corrected by 9-12-15.\nExit briefing conducted with licensee."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA completed written Veterinary Care Program could not be found to review, and the Attending Veterinarian has not\nvisited the premises in a while.   There is only one regulated animal, a black bear, so a written Veterinary Care\nprogram needs to be completed by the licensee and the attending veterinarian detailing the veterinary care to be\nprovided this bear.   To be completed by 10-8-15.\n2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe feces of the solitary black bear are cow patty consistency.  The bear is thin, with slight outlines of the spine and\nlong bones of the legs.  From above he is flat sided and has a slight tuck up at the waist.   The owner states the only\nfood the bear has been receiving this summer is dog food, and not the additional produce he has fed in the past.  \nThe bear has not been dewormed in over a year also.  The dog food being fed is of low quality.   The bear needs to\nbe seen by the veterinarian and a diagnosis and treatment plan made.   The licensee needs to keep records of any\nveterinary recommendations.   To be corrected by 9-25-15.\n3.131(a)\nSANITATION.   \nThere are at least 13 piles of cow patty type feces in the bears shelter area.   Feces needs to be removed on a\nmore regular basis to keep the bear clean and prevent possible disease hazards.   To be corrected by 9-12-15.\nExit briefing conducted with licensee.",
  "animals_total": 1,
  "species": [
    {
      "count": 1,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    }
  ]
}