{
  "insp_id": "2016082569558199",
  "layout": "a",
  "customer_id": "323453",
  "customer_name": "Elmer K Esh",
  "customer_addr": "636 E Valley Road\nLoganton, PA 17747",
  "certificate": "23-A-0499",
  "site_id": "001",
  "site_name": "ELMER ESH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-AUG-2019",
  "report_date": "01-AUG-2019",
  "citations": [
    {
      "code": "3.25(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "There was a loose guinea pig observed on the floor during inspection that went to hide under a wooden enclosure.\nThe licensee said it and another one with it might be older, larger males. Some of the wooden enclosures in the\nfacility have fronts that are 7 inches high but with bedding in them make them about 6 inches high from the bedding\nand not enough to contain guinea pigs. While still contained in a room, the loose guinea pigs might not have access\nto food and water and if two aggressive animals get together they could injure each other. Ensure that enclosures\nare built and maintained in a manner to safely contain the guinea pigs.\nCorrect enclosures by 9/14/19. (Note: the facility discussed plans to provide food and water to lure the loose guinea\npigs to an area that they can be safely caught).\nSome of the wooden enclosures have older wire that is broken and so there is loose wire strands and some points\nof wire exposed to the guinea pigs. One area of loose wire was corrected during inspection. Loose wire and points\ncould injure guinea pigs. Ensure that the wire areas and all surfaces in enclosures that guinea pigs touch are\nsmooth and free from sharp points.\nCorrect by 8/16/19."
    },
    {
      "code": "3.28(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The stacked wood enclosures have floors that are impervious to moisture, however the sides have areas that are\nsoaking up moisture and are soiled. Surfaces that soak up moisture are not impervious to moisture and cannot be\ncleaned and sanitized well. Wood that soaks up moisture and stays soiled can house germs and cause guinea pigs\nto get sick. To protect their health, ensure that surfaces that guinea pigs contact are maintained so that they are\nimpervious to moisture.\nCorrect by 8/31/2019."
    },
    {
      "code": "3.31(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The 2 stacked enclosures along the walls had areas of thick buildup of soiled material with dry bedding on top,\nespecially in the back corners where it was difficult to see without a flashlight. Build-up of soiled material in\nenclosures can increase harmful odors and can increase risk of sickness in guinea pigs. Ensure that all of the\nenclosures are regularly cleaned and sanitized at least every 2 weeks but more often if a buildup of soiled material\nis present.\nCorrect by 8/3/19.\nThis inspection was conducted with facility representatives. Exit interview was conducted with the animal caretaker."
    }
  ],
  "narrative": "3.25(a)\nFACILITIES, GENERAL.\nThere was a loose guinea pig observed on the floor during inspection that went to hide under a wooden enclosure.  \nThe licensee said it and another one with it might be older, larger males.  Some of the wooden enclosures in the\nfacility have fronts that are 7 inches high but with bedding in them make them about 6 inches high from the bedding\nand not enough to contain guinea pigs. While still contained in a room, the loose guinea pigs might not have access\nto food and water and if two aggressive animals get together they could injure each other. Ensure that enclosures\nare built and maintained in a manner to safely contain the guinea pigs. \nCorrect enclosures by 9/14/19. (Note: the facility discussed plans to provide food and water to lure the loose guinea\npigs to an area that they can be safely caught).\nSome of the wooden enclosures have older wire that is broken and so there is loose wire strands and some points\nof wire exposed to the guinea pigs.  One area of loose wire was corrected during inspection.  Loose wire and points\ncould injure guinea pigs.  Ensure that the wire areas and all surfaces in enclosures that guinea pigs touch are\nsmooth and free from sharp points. \nCorrect by 8/16/19.\n3.28(a)(1)\nPRIMARY ENCLOSURES. \nThe stacked wood enclosures have floors that are impervious to moisture, however the sides have areas that are\nsoaking up moisture and are soiled.  Surfaces that soak up moisture are not impervious to moisture and cannot be\ncleaned and sanitized well.  Wood that soaks up moisture and stays soiled can house germs and cause guinea pigs\nto get sick.  To protect their health, ensure that surfaces that guinea pigs contact are maintained so that they are\nimpervious to moisture.\nCorrect by 8/31/2019.\n3.31(a)\nSANITATION.\n\nThe 2 stacked enclosures along the walls had areas of thick buildup of soiled material with dry bedding on top,\nespecially in the back corners where it was difficult to see without a flashlight. Build-up of soiled material in\nenclosures can increase harmful odors and can increase risk of sickness in guinea pigs.  Ensure that all of the\nenclosures are regularly cleaned and sanitized at least every 2 weeks but more often if a buildup of soiled material\nis present.\nCorrect by 8/3/19.\nThis inspection was conducted with facility representatives.  Exit interview was conducted with the animal caretaker.",
  "animals_total": 608,
  "species": [
    {
      "count": 608,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}