{
  "insp_id": "2016082567923692",
  "layout": "a",
  "customer_id": "11883",
  "customer_name": "Michael Franke",
  "customer_addr": "65723 St Hwy 151\nNovelty, MO 63460",
  "certificate": "43-A-5663",
  "site_id": "001",
  "site_name": "MICHAEL FRANKE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-SEP-2016",
  "report_date": "19-SEP-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A young Boston puppy, in an enclosure with 2 of its litter mates, was observed with a yellowish discharge from both\neyes and the tissue around and in the inner corner of the eyes was reddened. It was also noted that this puppy also\nhad several small puncture like wounds on its muzzle and ears. The licensee was not aware of this puppies\ncondition until it was pointed out to him by the inspectors. The licensee must have this puppy examined by a\nveterinarian for an accurate diagnosis and treatment plan.\nIn the outdoor enclosures there are 11 Labrador Retrievers with varying degrees of open wounds, from\napproximately 1/4 to 2 inches in diameter and generally located on the back side of the ear flaps. 1 male #5863 and\n8 females #1522, 5607, 7116, 5535, 1901, 0011, 6B6C, 2223, and 2 females with no IDs found. The licensee was\ntreating these dogs with a medicated spray which included written instructions to apply it every 48 hrs. When\nquestioned by the inspectors as to when the dogs were last treated the care taker stated it was \"Last Friday\", which\nwould be closer to 72 hrs since treatment was given to these dogs. The licensee must follow the labeled instructions\non the medications at all times to ensure it works as intended.\nInside of a medicine cabinet there were 2 unlabeled bottles of medicine, When questioned the licensee said that\nthe blue liquid was \"Ivermect\" and the other yellow liquid was \"Albon\".\nAn expired bottle of Pyrantel (05-14) was found intermingled with the other medications in the cabinet and therefore\nready for use.\nExpired medications may be contaminated, may not work as expected, and could harm the animals. Proper\ninformation and dosage is essential information so the animals are not undermedicated or overmedicated. All\nmedications used on the animals must not be expired and all bottles need to have the proper labels as to what the\nproduct is and the expiration date on the bottle in order to protect the health of the animals. Licensee must ensure\nthat all medications maintained for and used on the animals are properly labeled and not expired at all times.\nTo be corrected by: 22 Sept 16."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Cleaning\nThe sheltered building, along most of the underside of the north run of enclosures on the outside, effecting\napproximately 57 dogs and 24 puppies there is a buildup of hair, feces, and grime. Approximately 6 divider walls on\nthe inside area of the sheltered enclosures had a buildup of a brownish grime covering about 30% - 50% of the wall.\nThe accumulation of the dirt and grime can cause diseases and attract pests. Cleanliness is important to the health\nand well-being of the animals. The build-up of dirt and grime on these surfaces does not allow for sanitization to\noccur. The licensee must clean and sanitize these surfaces, develop and maintain a program that ensures all hard\nsurfaces with which the dogs come into contact with are spot cleaned daily and sanitized at least once every two\nweeks or more often if necessary, and all other surfaces within the housing facility are cleaned and sanitized when\nnecessary to satisfy generally accepted husbandry standards and practices.\nTo be corrected by: 26 Sept 16"
    },
    {
      "code": "3.6(c)(1)(iii)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "In 3 enclosures, affecting 14 puppies, there is not an at least 6 inches of space above the tops of their heads. This\nadditional space is required so that the dogs/puppies can perform normal postural movement within their\nenclosures. The licensee must provide these puppies, and ensure that all dogs/puppies, are provided with and an\nenclosure that gives them at least 6 inches of space above the tops of their heads at all times.\nTo be corrected by: 21 Sept 16"
    },
    {
      "code": "3.6(c)(1)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Space\nThere are two Boston Terriers housed in an enclosure that does not provide them with enough floor space. The\nenclosure was measured at 30.5 inches x 30 inches which gives these dogs 6.35 sq. ft. of available floor space.\nBoth dogs were measured to be approximately 16 inches in length. The minimum required floor space for these\ndogs is (16+6)(16+6)/144 x 2 = 6.72 sq. ft. Adequate floor space is required in order to ensure that the animals can\nmake normal postural adjustments and for their health and well-being. The licensee must provided these dogs with\nan enclosure with adequate space and ensure that each animal is provided with adequate floor space for the health\nand well-being of the animals. Licensee must ensure that all animals are provided with adequate floor space at all\ntimes."
    },
    {
      "code": "3.9(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "Food\nWithin sheltered building and outdoor facility, at least three self-feeders affecting 4 dogs contained food which was\ncontaminated. The contaminated food in each of these self-feeders was located where the dogs had access the\nfood. These feeders contained food that had a grayish-white, mold-like material, some of the contaminated food\nwas caked. The outdoor self-feeder also had bird droppings in the opening where the dog eats. The dogs in these\nenclosures could not eat the food without eating the contaminated food. Contaminated food can decrease the dog's\nacceptance of the food and can increase the risk of disease and health hazards. The licensee needs to remove the\ncurrent caked, moldy and contaminated feed to protect the health and well-being of the dogs. The licensee needs\nto establish and maintain a program to ensure that food is protected from contamination and that measures are\ntaken to ensure that there is no molding, deterioration and caking of feed at all times.\nTo be corrected by: 20 Sept 16"
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "Feeders.\nThroughout the facility approximately 19 self-feeders affecting 38 puppies and 32 dogs had an accumulation a\nbrown or black dirt and grime inside them. The dirt and grime was mostly covering the bottom half of on the inside\nwalls of the feeders and build-up on the metal ledge inside the feeders. In eight of these self-feeder the licensee\nadds powdered milk which collected on the dirt and grime. When opening the lids on the feeders with the powdered\nmilk, many flies where present inside. This dirt and grime comes in contact with the dogs’ food, which can\ncontaminate the food and harm the dogs. The licensee must ensure self-feeders are cleaned and sanitized at least\nonce every two weeks or more often if necessary.\nTo be corrected by: 23 Sept 16"
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "There is an accumulation of fecal material caught in between the two different types of flooring inside of the\nsheltered enclosures affecting 8 dogs. Some of this fecal material had a dried appearance to it indicating that it was\nnot fresh. Fecal material must be removed at least once daily or more often if necessary to prevent the dogs from\nbecoming soiled and to reduce disease hazards. There is an accumulation of fecal material underneath the outdoor\nsection of the sheltered enclosures affecting 50 adult dogs and 31 puppies. There is a distinct odor and many flying\ninsects present. The licensee must clean the fecal material from the enclosures, and remove the fecal material from\nunder the outside sections of the sheltered enclosures.The licensee must ensure that fecal material is removed\ndaily from the primary enclosure, or more often if necessary, and from under the primary enclosures as often as\nnecessary to reduce disease hazards, insects, pests and odors."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Premises.\nAround the sheltered building, there were tall weeds (approximately 2-4 feet tall) growing all along the outside\nportion of the enclosures and on the west side. There was also clutter (Wood piles, metal and plastic barrels, and\nmetal piles) accumulated in this same area. Tall weeds, grass, bushes and clutter can harbor insects, pests, and\nvermin. The insects, pests and vermin can bite and irritate the dogs, contaminate the environment, food and water,\nand increase the risk of potential disease to the dogs. The licensee must remove the clutter and weeds and\nmaintain them to prevent or eliminate breeding and living areas for rodents and other pests and vermin.\nTo be corrected by: 3 Oct 16"
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Pest Control.\nThe outdoor building had a heavy coating of what appeared to be bird droppings on the enclosure divider walls,\naffecting 36 dogs and 20 puppies. The dogs' self-feeders where directly below the area with the bird droppings, and\nself-feeders had bird droppings on them. Birds and bird droppings can transmit diseases and parasites to the dogs.\nThe licensee must establish and maintain a safe and effective pest control program to protect the health of the dogs\nand puppies.\nTo be corrected by: 22 Sept 16\nThis inspection and exit interview were conducted with licensee.\nAdditional Inspectors\nProctor Chad, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA young Boston puppy, in an enclosure with 2 of its litter mates, was observed with a yellowish discharge from both\neyes and the tissue around and in the inner corner of the eyes was reddened.  It was also noted that this puppy also\nhad several small puncture like wounds on its muzzle and ears.  The licensee was not aware of this puppies\ncondition until it was pointed out to him by the inspectors. The licensee must have this puppy examined by a\nveterinarian for an accurate diagnosis and treatment plan.  \nIn the outdoor enclosures there are 11 Labrador Retrievers with varying degrees of open wounds, from\napproximately 1/4 to 2 inches in diameter and generally located on the back side of the ear flaps. 1 male #5863 and\n8 females #1522, 5607, 7116, 5535, 1901, 0011, 6B6C, 2223, and 2 females with no IDs found.  The licensee was\ntreating these dogs with a medicated spray which included written instructions to apply it every 48 hrs.  When\nquestioned by the inspectors as to when the dogs were last treated the care taker stated it was \"Last Friday\", which\nwould be closer to 72 hrs since treatment was given to these dogs. The licensee must follow the labeled instructions\non the medications at all times to ensure it works as intended.   \nInside of a medicine cabinet there were 2 unlabeled bottles of medicine,  When questioned the licensee said that\nthe blue liquid was \"Ivermect\" and the other yellow liquid was \"Albon\".  \nAn expired bottle of Pyrantel (05-14) was found intermingled with the other medications in the cabinet and therefore\nready for use.  \nExpired medications may be contaminated, may not work as expected, and could harm the animals.  Proper\ninformation and dosage is essential information so the animals are not undermedicated or overmedicated.  All\nmedications used on the animals must not be expired and all bottles need to have the proper labels as to what the\nproduct is and the expiration date on the bottle in order to protect the health of the animals.  Licensee must ensure\nthat all medications maintained for and used on the animals are properly labeled and not expired at all times.  \nTo be corrected by:  22 Sept 16.\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nCleaning\nThe sheltered building, along most of the underside of the north run of enclosures on the outside, effecting\n\napproximately 57 dogs and 24 puppies there is a buildup of hair, feces, and grime. Approximately 6 divider walls on\nthe inside area of the sheltered enclosures had a buildup of a brownish grime covering about 30% - 50% of the wall.\nThe accumulation of the dirt and grime can cause diseases and attract pests. Cleanliness is important to the health\nand well-being of the animals. The build-up of dirt and grime on these surfaces does not allow for sanitization to\noccur.  The licensee must clean and sanitize these surfaces, develop and maintain a program that ensures all hard\nsurfaces with which the dogs come into contact with are spot cleaned daily and sanitized at least once every two\nweeks or more often if necessary, and all other surfaces within the housing facility are cleaned and sanitized when\nnecessary to satisfy generally accepted husbandry standards and practices.  \nTo be corrected by:  26 Sept 16\n3.6(c)(1)(iii)\nPRIMARY ENCLOSURES.\nIn 3 enclosures, affecting 14 puppies, there is not an at least 6 inches of space above the tops of their heads.  This\nadditional space is required so that the dogs/puppies can perform normal postural movement within their\nenclosures.  The licensee must provide these puppies, and ensure that all dogs/puppies, are provided with and an\nenclosure that gives them at least 6 inches of space above the tops of their heads at all times.  \nTo be corrected by:  21 Sept 16\n3.6(c)(1)                    REPEAT\nPRIMARY ENCLOSURES.\nSpace\nThere are two Boston Terriers housed in an enclosure that does not provide them with enough floor space.  The\nenclosure was measured at 30.5 inches x 30 inches which gives these dogs 6.35 sq. ft. of available floor space. \nBoth dogs were measured to be approximately 16 inches in length.  The minimum required floor space for these\ndogs is (16+6)(16+6)/144 x 2 = 6.72 sq. ft.  Adequate floor space is required in order to ensure that the animals can\nmake normal postural adjustments and for their health and well-being. The licensee must provided these dogs with\nan enclosure with adequate space and ensure that each animal is provided with adequate floor space for the health\nand well-being of the animals.  Licensee must ensure that all animals are provided with adequate floor space at all\ntimes.\n3.9(a)           DIRECT\nFEEDING.\nFood\nWithin sheltered building and outdoor facility, at least three self-feeders affecting 4 dogs contained food which was\n\ncontaminated. The contaminated food in each of these self-feeders was located where the dogs had access the\nfood. These feeders contained food that had a grayish-white, mold-like material, some of the contaminated food\nwas caked.  The outdoor self-feeder also had bird droppings in the opening where the dog eats. The dogs in these\nenclosures could not eat the food without eating the contaminated food. Contaminated food can decrease the dog's\nacceptance of the food and can increase the risk of disease and health hazards. The licensee needs to remove the\ncurrent caked, moldy and contaminated feed to protect the health and well-being of the dogs.  The licensee needs\nto establish and maintain a program to ensure that food is protected from contamination and that measures are\ntaken to ensure that there is no molding, deterioration and caking of feed at all times.\nTo be corrected by: 20 Sept 16\n3.9(b)\nFEEDING.\nFeeders.\nThroughout the facility approximately 19 self-feeders affecting 38 puppies and 32 dogs had an accumulation a\nbrown or black dirt and grime inside them. The dirt and grime was mostly covering the bottom half of on the inside\nwalls of the feeders and build-up on the metal ledge inside the feeders.   In eight of these self-feeder the licensee\nadds powdered milk which collected on the dirt and grime.  When opening the lids on the feeders with the powdered\nmilk, many flies where present inside. This dirt and grime comes in contact with the dogs’ food, which can\ncontaminate the food and harm the dogs. The licensee must ensure self-feeders are cleaned and sanitized at least\nonce every two weeks or more often if necessary.\nTo be corrected by: 23 Sept 16\n3.11(a)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThere is an accumulation of fecal material caught in between the two different types of flooring inside of the\nsheltered enclosures affecting 8 dogs.  Some of this fecal material had a dried appearance to it indicating that it was\nnot fresh. Fecal material must be removed at least once daily or more often if necessary to prevent the dogs from\nbecoming soiled and to reduce disease hazards.  There is an accumulation of fecal material underneath the outdoor\nsection of the sheltered enclosures affecting 50 adult dogs and 31 puppies.  There is a distinct odor and many flying\ninsects present.  The licensee must clean the fecal material from the enclosures, and remove the fecal material from\nunder the outside sections of the sheltered enclosures.The licensee must ensure that fecal material is removed\ndaily from the primary enclosure, or more often if necessary, and from under the primary enclosures as often as\nnecessary to reduce disease hazards, insects, pests and odors.\n\n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nPremises.\nAround the sheltered building, there were tall weeds (approximately 2-4 feet tall) growing all along the outside\nportion of the enclosures and on the west side. There was also clutter (Wood piles, metal and plastic barrels, and\nmetal piles) accumulated in this same area.  Tall weeds, grass, bushes and clutter can harbor insects, pests, and\nvermin. The insects, pests and vermin can bite and irritate the dogs, contaminate the environment, food and water,\nand increase the risk of potential disease to the dogs. The licensee must remove the clutter and weeds and\nmaintain them to prevent or eliminate breeding and living areas for rodents and other pests and vermin.\nTo be corrected by:  3 Oct 16\n3.11(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nPest Control.\nThe outdoor building had a heavy coating of what appeared to be bird droppings on the enclosure divider walls,\naffecting 36 dogs and 20 puppies. The dogs' self-feeders where directly below the area with the bird droppings, and\nself-feeders had bird droppings on them. Birds and bird droppings can transmit diseases and parasites to the dogs. \nThe licensee must establish and maintain a safe and effective pest control program to protect the health of the dogs\nand puppies.\nTo be corrected by: 22 Sept 16\nThis inspection and exit interview were conducted with licensee.\nAdditional Inspectors\nProctor Chad, Animal Care Inspector",
  "animals_total": 210,
  "species": [
    {
      "count": 210,
      "scientific": "Canis lupus familiaris",
      "common": "DOMESTIC DOG"
    }
  ]
}