{
  "insp_id": "2016082568559916",
  "layout": "a",
  "customer_id": "5177",
  "customer_name": "Ruby Fur Farm Inc",
  "customer_addr": "2564 200th Street\nNew Sharon, IA 50207",
  "certificate": "42-B-0052",
  "site_id": "001",
  "site_name": "RUBY FUR FARM, I N C",
  "insp_type": "FOCUSED INSPECTION",
  "date": "20-JUL-2017",
  "report_date": "20-JUL-2017",
  "citations": [
    {
      "code": "2.131(e)",
      "kind": "Direct",
      "repeat": true,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "The Raccoon Building has a high ambient temperature and humidity. The building is constructed of metal and is not\ninsulated. There are a total of six fans running at both ends of the building and there are windows that are open\nalong the sides. Towards the middle of the building there is little to no movement of air. The temperatures taken\nthroughout the building by the Kestrel at approximately 2:50 pm is 98.4 degrees F with a heat index 117.2 degrees\nF, 100.3 degrees F with a heat index 123.3 degrees F, 98.9 degrees F with a heat index of 118.4 degrees F, and\n101.4 degrees F and 101.8 degrees F. Numerous raccoons were displaying behaviors such as panting, drooling\nand increased respiratory rate. The raccoons are also seen lying on their sides, backs, and abdomens with their\nlegs splayed out which could indicate they are uncomfortable with the temperature. There are approximately 290\nraccoons housed in this building. High temperature and humidity could have a negative impact on the health and\nwell-being of the animals.\nWhen climatic conditions present a threat to an animal's health and well-being, appropriate measures must be taken\nto alleviate the impact of those conditions. An animal may never be subjected to any combination of temperature,\nhumidity and time that is detrimental to the animal's health or well-being. The licensee must reduce the temperature\nand humidity inside this building to a level that is comfortable for the raccoons in order to support their health and\nwell-being.\nInspection and exit interview was conducted with Kelly Maxwell, ACI, Autumn Unck, VMO and the facility\nrepresentative.\nThis is a focused inspection concerning the non-compliant items listed on the previous inspection report dated July\n19, 2017.\nFemale white raccoon was evaluated by a licensed veterinarian and is under a treatment plan.\nFemale dark-colored raccoon was evaluated by a licensed veterinarian and received treatment.\nAdditional Inspectors\nUnck Autumn, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.131(e)           DIRECT                    REPEAT\nHANDLING OF ANIMALS.\nThe Raccoon Building has a high ambient temperature and humidity.  The building is constructed of metal and is not\ninsulated.  There are a total of six fans running at both ends of the building and there are windows that are open\nalong the sides.  Towards the middle of the building there is little to no movement of air.  The temperatures  taken\nthroughout the building by the Kestrel at approximately 2:50 pm is 98.4 degrees F with a heat index 117.2 degrees\nF, 100.3 degrees F with a heat index 123.3 degrees F, 98.9 degrees F with a heat index of 118.4 degrees F, and\n101.4 degrees F and 101.8 degrees F.  Numerous raccoons were displaying behaviors such as panting, drooling\nand increased respiratory rate.  The raccoons are also seen lying on their sides, backs, and abdomens with their\nlegs splayed out which could indicate they are uncomfortable with the temperature.  There are approximately 290\nraccoons housed in this building.  High temperature and humidity could have a negative impact on the health and\nwell-being of the animals.\nWhen climatic conditions present a threat to an animal's health and well-being, appropriate measures must be taken\nto alleviate the impact of those conditions.  An animal may never be subjected to any combination of temperature,\nhumidity and time that is detrimental to the animal's health or well-being.  The licensee must reduce the temperature\nand humidity inside this building to a level that is comfortable for the raccoons in order to support their health and\nwell-being.\nInspection and exit interview was conducted with Kelly Maxwell, ACI, Autumn Unck, VMO and the facility\nrepresentative.\nThis is a focused inspection concerning the non-compliant items listed on the previous inspection report dated July\n19, 2017.\nFemale white raccoon was evaluated by a licensed veterinarian and is under a treatment plan.\n\nFemale dark-colored raccoon was evaluated by a licensed veterinarian and received treatment.\nAdditional Inspectors\nUnck Autumn, Veterinary Medical Officer",
  "animals_total": 290,
  "species": [
    {
      "count": 290,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    }
  ]
}