{
  "insp_id": "2016090000790170",
  "layout": "b",
  "customer_id": "42069",
  "customer_name": "SYLVIA DISHMAN",
  "customer_addr": "904 Beechwood Dr\nDandridge, TN 37725",
  "certificate": "63-B-0167",
  "site_id": "001",
  "site_name": "SYLVIA DISHMAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-MAY-2022",
  "report_date": "23-MAY-2022",
  "citations": [
    {
      "code": "2.75(b)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "There are no records available to review regarding the acquisition and disposition of the sugar gliders currently on hand.\nAcquisition and disposition records regarding animals purchased, sold, donated, deaths and offspring born at the facility\nare required for animals being used in regulated activities. The licensee shall make, keep, and maintain records of\nanimals on hand including acquisitions and dispositions of all animals The records shall fully and correctly disclose the\nrequired information."
    },
    {
      "code": "3.126(b)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, indoor.",
      "narrative": "There is a very strong odor in the housing room for the sugar gliders. There is very little ventilation or fresh air currently\nprovided leaving a strong odor of ammonia, scent marking, and other waste material. Heavy concentrations of ammonia\nlike odors can lead to respiratory illness, attract flies and vermin. The room shall be provided additional ventilation to\nprotect the sugar gliders from disease hazards. Correct by May 27, 2022."
    },
    {
      "code": "3.131",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "There are several cages that have become rusty allowing waste material to collect on the enclosure wires. The\nenclosures shall be cleaned in a manner that prevents such build up, reducing the odors and insect attractant to provide\nfor the health and well-being of the sugar gliders. The rusty enclosures shall be repaired or replaced to facilitate\nappropriate cleaning and sanitation. Correct by May 27, 2022.\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.75(b) \n   \nRecords: Dealers and exhibitors. \nThere are no records available to review regarding the acquisition and disposition of the sugar gliders currently on hand.  \nAcquisition and disposition records regarding animals purchased, sold, donated, deaths and offspring born at the facility \nare required for animals being used in regulated activities. The licensee shall make, keep, and maintain records of \nanimals on hand including acquisitions and dispositions of all animals The records shall fully and correctly disclose the \nrequired information. \n3.126(b) \n   \nFacilities, indoor. \nThere is a very strong odor in the housing room for the sugar gliders.  There is very little ventilation or fresh air currently \nprovided leaving a strong odor of ammonia, scent marking, and other waste material.  Heavy concentrations of ammonia \nlike odors can lead to respiratory illness, attract flies and vermin.  The room shall be provided additional ventilation to \nprotect the sugar gliders from disease hazards.  Correct by May 27, 2022. \n3.131 \n   \nSanitation. \nThere are several cages that have become rusty allowing waste material to collect on the enclosure wires.  The \nenclosures shall be cleaned in a manner that prevents such build up, reducing the odors and insect attractant to provide\n\nfor the health  and well-being of the sugar gliders. The rusty enclosures shall be repaired or replaced to facilitate \nappropriate cleaning and sanitation.   Correct by May 27, 2022. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 180,
  "species": [
    {
      "count": 180,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    }
  ]
}