{
  "insp_id": "2016090000671868",
  "layout": "b",
  "customer_id": "330819",
  "customer_name": "LOIS BAKER",
  "customer_addr": "P O BOX 790\nANDREWS, NC 28901",
  "certificate": "55-A-0165",
  "site_id": "001",
  "site_name": "LOIS BAKER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-JUL-2021",
  "report_date": "03-AUG-2021",
  "citations": [
    {
      "code": "2.50(a)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Time and method of identification.",
      "narrative": "There are three dachshund puppies under 16 weeks of age and from two separate litters housed in the same run. The\npuppies have no identification. The puppies shall be identified by an acceptable method as defined in this section.\nCorrect by August 6, 2021."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "In the last two runs in the new building the floors are covered with ceramic tile. There are three dachshunds housed in\neach of the enclosures. There is an accumulation of excreta on the floors that is getting smeared around while the dogs\nrun through the enclosure. These enclosures shall be cleaned at a sufficient frequency to prevent accumulation and\nensure the dogs have the freedom to avoid contact with excreta. Correct by August 3, 2021."
    },
    {
      "code": "3.13(a)(4)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The male chocolate/tan piebald dachshund microchip #003796602 has severe tarter on his upper canines. Female red\ndachshund chip #021218093 has extensive tartar build up on her canines and pre-molars. Her gums are inflamed and\nreceding. The dachshund also has overgrown toenails which are causing her toes to deviate which if allowed to continue\nmay result in lameness. Severe tartar can lead to loss of teeth, weight loss and other illnesses.\nThese dogs shall be examined and appropriate dental care provided to prevent illness. Correct by August 6, 2021.\nThis inspection and exit interview were conducted with the Licensee.\nEnd Section"
    }
  ],
  "narrative": "2.50(a)(2) \n   \nTime and method of identification. \nThere are three dachshund puppies under 16 weeks of age and from two separate litters housed in the same run. The \npuppies have no identification.  The puppies shall be identified by an acceptable method as defined in this section.    \nCorrect by August 6, 2021. \n3.1(c)(3) \n   \nHousing facilities, general. \nIn the last two runs in the new building the floors are covered with ceramic tile.  There are three dachshunds housed in \neach of the enclosures.  There is an accumulation of excreta on the floors that is getting smeared around while the dogs \nrun through the enclosure.  These enclosures shall be cleaned at a sufficient frequency to prevent accumulation and \nensure the dogs have the freedom to avoid contact with excreta.   Correct by August 3, 2021. \n3.13(a)(4)  Direct\n   \nVeterinary care for dogs. \nThe male chocolate/tan piebald dachshund microchip #003796602 has severe tarter on his upper canines.  Female red \ndachshund chip #021218093  has extensive tartar build up on her canines and pre-molars.  Her gums are inflamed and \nreceding.   The dachshund also has overgrown toenails which are causing her toes to deviate which if allowed to continue\n\nmay result in lameness.  Severe tartar can lead to loss of teeth, weight loss and other illnesses. \nThese dogs shall be examined and appropriate dental care provided to prevent illness.  Correct by August 6, 2021. \n \nThis inspection and exit interview were conducted with the Licensee. \n \nEnd Section",
  "animals_total": 60,
  "species": [
    {
      "count": 54,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 6,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}