{
  "insp_id": "2016082567983180",
  "layout": "a",
  "customer_id": "11124",
  "customer_name": "Snbl Usa Ltd",
  "customer_addr": "6605 Merrill Creek Parkway\nEverett, WA 98203",
  "certificate": "91-B-0078",
  "site_id": "001",
  "site_name": "SNBL USA LTD",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-NOV-2016",
  "report_date": "25-NOV-2016",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "During the inspection, a number of macaques were identified with stereotypic behaviors, including alopecia\nconsistent with aberrant grooming. Several of these animals did not have any observation or treatment plan listed\nin their medical records. Seven stereotypies were observed during the inspection, and three had not been\nnoted/recorded by the facility. All were cynomolgus macaques and were identified as 143-523 (female), 120-327\n(male), and 160-223 (male).\nTwo of the animals did have alopecia noted in their records. These animals had moderate/severe alopecia and\nwere identified as 143-418 (female cynomolgus) and 150-099 (male rhesus). However, the facility's treatment plan\nwas only to add an extra toy to their enclosure (150-099) or increase foraging enrichment (143-418).\nThe two remaining animals were observed to be either back-flipping (143-635 female cynomolgus) or\npacing/spinning (150-184 male rhesus). The facility had recorded those animals as having alopecia only. At the\ntime of the inspection, the environmental enhancement coordinator observed the two animals; however, the facility\nstated the animals were not exhibiting this aberrant behavior when the coordinator was in the room. The facility’s\ncorrection for the alopecia was only to add an extra toy to their enclosure.\nWhile these animals were covered by and received standard care according to the facility environmental\nenhancement plan, and while the plan has been substantially improved and augmented, animals for which this plan\nhas not been effective were not identified. The facility in consultation with a facility-designated veterinarian must\nassure that a system of observation of animals is regularly conducted to identify animals with medical or special\nenvironmental enhancement needs. Careful observation and referral for special evaluation and treatment of these\nanimals with consultation with the attending veterinarian or other designated veterinarian is required to assure\noptimal psychological and physical well-being of these animals.\nCorrect from this point in time forward."
    },
    {
      "code": "2.131(b)(1)",
      "kind": "Critical",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "***During a toxicity study, two cynomolgus macaque infants were placed with incorrect dams following infant\nhandling training, resulting in the death of one of the infants. The facility concluded the most likely cause of death\nwas maternal neglect.\nThe facility self-reported the incident to USDA, APHIS, AC and has implemented corrective actions to further\nprevent this type of incident from reoccurring. The corrective actions include improved animal identification; having\nonly one dam/infant pair sedated per technician; and dam/infant rechecks by a second technician prior to returning\nthe animals to the home cage. In addition, retraining has been conducted for all staff on proper animal/cage\nidentification and dam/infant behavior. The corrective action involving revision of the standard operating procedure\nwas identified to be completed by 11/15/16; this target date was established by the facility prior to this inspection.\n***The facility also self-reported an incident with a male cynomolgus macaque that was found dead in its home\ncage. The animal was found with a chain from an enrichment foraging device around its neck causing apparent\nasphyxiation. The total length of the chain and connector clip was approximately 9 inches in length.\nThe facility instituted the following corrective actions: These foraging devices were promptly removed from all\nprimate cages within the facility until a full assessment of the issue could be made; all other hanging manipulanda\nwithin the facility were also inspected to make sure none were capable of causing similar issues; ensured all\nhanging devices used within the facility have chains with connecting links that are no longer than 6 inches in total\nlength; and the foraging device vendor was contacted. According to the facility, the vendor had not had any other\nreported incidents with these devices, but will be putting out a technical note as a precaution when used with\nprimates.\n***A review of the IACUC minutes during the inspection included a discussion of improving the reporting of animals\nthat are difficult to handle. They further recommended that facility guidance should be revised to reflect how to\nproperly use a bite bar, and possibly to include guidance on the improper use of the bite bar. They stated that\ntapping an animal with a bite bar will aggravate an already aggravated animal and that it is not acceptable to do so.\nThey also mentioned the training program includes instruction to step away from a procedure if an animal is not\ncooperating, and identified that this instruction needs to be given more priority during training.\nThe use of a bite bar to tap an animal would be considered inappropriate handling under any circumstances.\nAppropriate availability and training of personnel is required to assure that handling of all animals is done as\nexpeditiously and carefully as possible in a manner that does not cause trauma, overheating, excessive cooling,\nbehavioral stress, physical harm, or unnecessary discomfort. Physical abuse shall not be used to train, work, or\notherwise handle animals.\nA system of evaluation and monitoring of enclosures and attachments to them, such as toys or chains to secure\nportions of the enclosures, must be in place to prevent any inadvertent injury to animals housed. Appropriate\ntraining must be provided on the proper use of the bite bar and include guidance if an animal is not cooperating\nduring handling. Additionally, the revision of the sedation SOP must be completed by the target date.\nCorrect by: December 15, 2016\nThe inspection was conducted on 1 - 2 NOV 2016. The inspection and exit briefing were conducted with the facility\nrepresentatives.\nAdditional Inspectors\nSchnell Michael, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDuring the inspection, a number of macaques were identified with stereotypic behaviors, including alopecia\nconsistent with aberrant grooming.  Several of these animals did not have any observation or treatment plan listed\nin their medical records.  Seven stereotypies were observed during the inspection, and three had not been\nnoted/recorded by the facility.  All were cynomolgus macaques and were identified as 143-523 (female), 120-327\n(male), and 160-223 (male).\nTwo of the animals did have alopecia noted in their records.  These animals had moderate/severe alopecia and\nwere identified as 143-418 (female cynomolgus) and 150-099 (male rhesus).  However, the facility's treatment plan\nwas only to add an extra toy to their enclosure (150-099) or increase foraging enrichment (143-418).\nThe two remaining animals were observed to be either back-flipping (143-635 female cynomolgus) or\npacing/spinning (150-184 male rhesus).  The facility had recorded those animals as having alopecia only.  At the\ntime of the inspection, the environmental enhancement coordinator observed the two animals; however, the facility\nstated the animals were not exhibiting this aberrant behavior when the coordinator was in the room.  The facility’s\ncorrection for the alopecia was only to add an extra toy to their enclosure.\nWhile these animals were covered by and received standard care according to the facility environmental\nenhancement plan, and while the plan has been substantially improved and augmented, animals for which this plan\nhas not been effective were not identified.  The facility in consultation with a facility-designated veterinarian must\nassure that a system of observation of animals is regularly conducted to identify animals with medical or special\nenvironmental enhancement needs.  Careful observation and referral for special evaluation and treatment of these\nanimals with consultation with the attending veterinarian or other designated veterinarian is required to assure\noptimal psychological and physical well-being of these animals.\nCorrect from this point in time forward.\n2.131(b)(1)           CRITICAL\n\nHANDLING OF ANIMALS.\n***During a toxicity study, two cynomolgus macaque infants were placed with incorrect dams following infant\nhandling training, resulting in the death of one of the infants.  The facility concluded the most likely cause of death\nwas maternal neglect.\nThe facility self-reported the incident to USDA, APHIS, AC and has implemented corrective actions to further\nprevent this type of incident from reoccurring.  The corrective actions include improved animal identification; having\nonly one dam/infant pair sedated per technician; and dam/infant rechecks by a second technician prior to returning\nthe animals to the home cage.  In addition, retraining has been conducted for all staff on proper animal/cage\nidentification and dam/infant behavior.  The corrective action involving revision of the standard operating procedure\nwas identified to be completed by 11/15/16; this target date was established by the facility prior to this inspection.\n***The facility also self-reported an incident with a male cynomolgus macaque that was found dead in its home\ncage.  The animal was found with a chain from an enrichment foraging device around its neck causing apparent\nasphyxiation.  The total length of the chain and connector clip was approximately 9 inches in length.\nThe facility instituted the following corrective actions:  These foraging devices were promptly removed from all\nprimate cages within the facility until a full assessment of the issue could be made; all other hanging manipulanda\nwithin the facility were also inspected to make sure none were capable of causing similar issues; ensured all\nhanging devices used within the facility have chains with connecting links that are no longer than 6 inches in total\nlength; and the foraging device vendor was contacted.  According to the facility, the vendor had not had any other\nreported incidents with these devices, but will be putting out a technical note as a precaution when used with\nprimates.\n***A review of the IACUC minutes during the inspection included a discussion of improving the reporting of animals\nthat are difficult to handle.  They further recommended that facility guidance should be revised to reflect how to\nproperly use a bite bar, and possibly to include guidance on the improper use of the bite bar.  They stated that\ntapping an animal with a bite bar will aggravate an already aggravated animal and that it is not acceptable to do so. \nThey also mentioned the training program includes instruction to step away from a procedure if an animal is not\ncooperating, and identified that this instruction needs to be given more priority during training.\nThe use of a bite bar to tap an animal would be considered inappropriate handling under any circumstances. \nAppropriate availability and training of personnel is required to assure that handling of all animals is done as\nexpeditiously and carefully as possible in a manner that does not cause trauma, overheating, excessive cooling,\nbehavioral stress, physical harm, or unnecessary discomfort.  Physical abuse shall not be used to train, work, or\notherwise handle animals.\nA system of evaluation and monitoring of enclosures and attachments to them, such as toys or chains to secure\n\nportions of the enclosures, must be in place to prevent any inadvertent injury to animals housed.  Appropriate\ntraining must be provided on the proper use of the bite bar and include guidance if an animal is not cooperating\nduring handling.  Additionally, the revision of the sedation SOP must be completed by the target date.\nCorrect by:  December 15, 2016\nThe inspection was conducted on 1 - 2 NOV 2016.  The inspection and exit briefing were conducted with the facility\nrepresentatives.\nAdditional Inspectors\nSchnell Michael, Veterinary Medical Officer",
  "animals_total": 1367,
  "species": [
    {
      "count": 64,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 1203,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 64,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE *MALE"
    },
    {
      "count": 36,
      "scientific": "Sus domestica",
      "common": "DOMESTIC PIG"
    }
  ]
}