{
  "insp_id": "2016082569448383",
  "layout": "a",
  "customer_id": "4367",
  "customer_name": "Lloyda Tharp",
  "customer_addr": "3838 S 117th Rd\nBolivar, MO 65613",
  "certificate": "43-A-1142",
  "site_id": "001",
  "site_name": "LLOYDA THARP",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-APR-2019",
  "report_date": "16-APR-2019",
  "citations": [
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* The solid flooring in five stack cage units do not cover the entire enclosure flooring. There is an estimated one\nto three inch gap that could allow animal waste, urine, litter box filler or spilled food to fall into the enclosure below.\nFive cats are in contact with the affected enclosure flooring gap area which is located in indoor housing. Unsanitary\nconditions exist affecting the health and well-being of the cats. The potential disease or health risks exist when\nanything from one enclosure falls into another enclosure. The licensee must provide for the regular and frequent\ncollection, removal, and disposal of animal and food wastes in a manner that minimizes contamination and disease\nrisks. Correct by 4/30/19.\nThe facility inspection and exit briefing done on 4/16/19 were conducted with the licensee."
    }
  ],
  "narrative": "3.1(f)\nHOUSING FACILITIES, GENERAL.\n*   The solid flooring in five stack cage units do not cover the entire enclosure flooring.   There is an estimated one\nto three inch gap that could allow animal waste, urine, litter box filler or spilled food to fall into the enclosure below. \nFive cats are in contact with the affected enclosure flooring gap area which is located in indoor housing.  Unsanitary\nconditions exist affecting the health and well-being of the cats.  The potential disease or health risks exist when\nanything from one enclosure falls into another enclosure.  The licensee must provide for the regular and frequent\ncollection, removal, and disposal of animal and food wastes in a manner that minimizes contamination and disease\nrisks.  Correct by 4/30/19.\nThe facility inspection and exit briefing done on 4/16/19 were conducted with the licensee.",
  "animals_total": 57,
  "species": [
    {
      "count": 29,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    },
    {
      "count": 28,
      "scientific": "Felis silvestris catus",
      "common": "CAT KITTEN"
    }
  ]
}