{
  "insp_id": "2016082568997364",
  "layout": "a",
  "customer_id": "41397",
  "customer_name": "Ralph Martin",
  "customer_addr": "W 7952 Willow Road\nThorp, WI 54771",
  "certificate": "35-A-0302",
  "site_id": "001",
  "site_name": "RALPH MARTIN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-DEC-2017",
  "report_date": "14-DEC-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "During inspection, a two week old black and white Boston Terrier puppy was observed to be listless and not moving\naround much. Upon examination, it felt as if the back of the puppy's head was swollen and possibly filling with fluid.\nThe licensee stated that this puppy was behaving normally within just the past couple of hours. She stated she had\nnot contacted the Attending Veterinarian as of yet because this was the first she had seen the dog in it's current\ncondition. I advised her that we should stop the inspection at that point so she could contact the Attending\nVeterinarian. She responded that there wasn't much she could do for the puppy and she indicated to me that there\nwas no need to contact the Attending Veterinarian. After further encouragement by me, the licensee contacted the\nAttending Veterinarian so the puppy could be treated per the Attending Veterinarian's instructions.\nA listless puppy that isn't moving around much indicates the puppy is probably having a serious medical problem\nand if left untreated the condition will most likely continue to worsen and the puppy will probably die. A swollen\nhead can be painful and again indicates that the puppy is having a serous medical condition that needs immediate\nmedical attention.\nThe Attending Veterinarian needs to be contacted and the puppy needs to be treated per the Attending\nVeterinarian's instructions. Any future medical problems that arise with the puppies and adults should be addressed\nby the Attending Veterinarian. Serious medical conditions should be addressed by the Attending Veterinarian\nimmediately. Correct by end of day.\nNote: The licensee has contacted the Attending Veterinarian and treated the puppy per his/her instructions.\nThis inspection and exit interview were conducted with the licensee.\nNote: This inspection took place over the course of two days: 12/13/17 and 12/14/17. The inspection was stopped\non 12/13/17 so the licensee could address the veterinary problem that took place during the inspection. The\ninspection was then concluded on 12/14/17.\nEnd of report."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDuring inspection, a two week old black and white Boston Terrier puppy was observed to be listless and not moving\naround much.  Upon examination, it felt as if the back of the puppy's head was swollen and possibly filling with fluid.\n The licensee stated that this puppy was behaving normally within just the past couple of hours.  She stated she had\nnot contacted the Attending Veterinarian as of yet because this was the first she had seen the dog in it's current\ncondition.  I advised her that we should stop the inspection at that point so she could contact the Attending\nVeterinarian.  She responded that there wasn't much she could do for the puppy and she indicated to me that there\nwas no need to contact the Attending Veterinarian.  After further encouragement by me, the licensee contacted the\nAttending Veterinarian so the puppy could be treated per the Attending Veterinarian's instructions.\nA listless puppy that isn't moving around much indicates the puppy is probably having a serious medical problem\nand if left untreated the condition will most likely continue to worsen and the puppy will probably die.  A swollen\nhead can be painful and again indicates that the puppy is having a serous medical condition that needs immediate\nmedical attention.\nThe Attending Veterinarian needs to be contacted and the puppy needs to be treated per the Attending\nVeterinarian's instructions.  Any future medical problems that arise with the puppies and adults should be addressed\nby the Attending Veterinarian.  Serious medical conditions should be addressed by the Attending Veterinarian\nimmediately.  Correct by end of day.\nNote: The licensee has contacted the Attending Veterinarian and treated the puppy per his/her instructions.\nThis inspection and exit interview were conducted with the licensee.\nNote: This inspection took place over the course of two days: 12/13/17 and 12/14/17.  The inspection was stopped\non 12/13/17 so the licensee could address the veterinary problem that took place during the inspection.  The\ninspection was then concluded on 12/14/17.\n\nEnd of report.",
  "animals_total": 58,
  "species": [
    {
      "count": 23,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 35,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}