{
  "insp_id": "2016082568047102",
  "layout": "a",
  "customer_id": "5922",
  "customer_name": "Dave Ruter",
  "customer_addr": "510 13th Ave S. W.\nSioux Center, IA 51250",
  "certificate": "42-A-1253",
  "site_id": "001",
  "site_name": "DAVE RUTER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "20-DEC-2016",
  "report_date": "20-DEC-2016",
  "citations": [
    {
      "code": "3.1(c)(1)(i)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Five enclosures for the Outside Enclosures have metal panel dividers. These dividers were excessively rusty and\ncorroding along the bottom of the dividers.\nTwo enclosures for the Main Kennel have metal bar framing for the dividers. The bottom bar for two of these\ndividers were excessively rusty and corroding. One bare had a hole as a result of corrosion.\nThese metal surfaces cannot be properly cleaned and sanitized. Thus, increasing the disease potential for seven\nadult dogs. Excessive deterioration of metal surfaces can weaken the structural strength.\nAll metal surfaces must be free of rust. This will allow the metal surfaces to be readily cleaned and sanitized\ndecrease the disease potential for the animals. Also, this will maintain the structural integrity of the metal surfaces."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Two enclosures in the Weaning Area had a wood board within the enclosures. These wood boards were\nexcessively chewed and scratched. One wood board was painted white and the paint was scratched and chewed\noff the surface, which exposed bare wood.\nThese mentioned wood surfaces cannot be properly cleaned and sanitized. As a result, this can increase the\ndisease potential for the two adult dogs and 12 puppies.\nAll surfaces must be maintained and kept in good repair. This will allow for the surfaces to be readily cleaned and\nsanitized in the prevention of diseases."
    },
    {
      "code": "3.6(a)(2)(i)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "* There were wire ties used to secure the divider panels to the posts for four enclosures housing four dogs. These\nwire ties were protruding out into the enclosures approximately ½ inch to 1 inch. These points were at head and\neye level for the dogs in housed in the enclosures. The dogs could be injured by these sharp points.\nFor the prevention of injury, all housing facilities must be free of jagged edges and sharp points.\nTo be corrected by, 21-December-2016.\nThis inspection and exit interview were conducted with the licensee, Randall Wagner, ACI and Corbin Ranslem,\nACI.\nAdditional Inspectors\nRanslem Corbin, Animal Care Inspector"
    }
  ],
  "narrative": "3.1(c)(1)(i)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n* Five enclosures for the Outside Enclosures have metal panel dividers.  These dividers were excessively rusty and\ncorroding along the bottom of the dividers.\nTwo enclosures for the Main Kennel have metal bar framing for the dividers.  The bottom bar for two of these\ndividers were excessively rusty and corroding.  One bare had a hole as a result of corrosion.\nThese metal surfaces cannot be properly cleaned and sanitized. Thus, increasing the disease potential for seven\nadult dogs.  Excessive deterioration of metal surfaces can weaken the structural strength. \nAll metal surfaces must be free of rust.  This will allow the metal surfaces to be readily cleaned and sanitized\ndecrease the disease potential for the animals.  Also, this will maintain the structural integrity of the metal surfaces. \n3.1(c)(2)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n* Two enclosures in the Weaning Area had a wood board within the enclosures.  These wood boards were\nexcessively chewed and scratched.  One wood board was painted white and the paint was scratched and chewed\noff the surface, which exposed bare wood.\nThese mentioned wood surfaces cannot be properly cleaned and sanitized.  As a result, this can increase the\ndisease potential for the two adult dogs and 12 puppies.\nAll surfaces must be maintained and kept in good repair.  This will allow for the surfaces to be readily cleaned and\nsanitized in the prevention of diseases.\n\n3.6(a)(2)(i)\nPRIMARY ENCLOSURES.\n* There were wire ties used to secure the divider panels to the posts for four enclosures housing four dogs.  These\nwire ties were protruding out into the enclosures approximately ½ inch to 1 inch.  These points were at head and\neye level for the dogs in housed in the enclosures.  The dogs could be injured by these sharp points.\nFor the prevention of injury, all housing facilities must be free of jagged edges and sharp points. \nTo be corrected by, 21-December-2016.\nThis inspection and exit interview were conducted with the licensee, Randall Wagner, ACI and Corbin Ranslem,\nACI.\nAdditional Inspectors\nRanslem Corbin, Animal Care Inspector",
  "animals_total": 57,
  "species": [
    {
      "count": 39,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 18,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}