{
  "insp_id": "2016090000763422",
  "layout": "b",
  "customer_id": "500542",
  "customer_name": "BENJAMIN ZOOK",
  "customer_addr": "9283 Smoky Row Road\nGreens Fork, IN 47345",
  "certificate": "32-A-0596",
  "site_id": "001",
  "site_name": "BENJAMIN ZOOK",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "26-JAN-2022",
  "report_date": "26-JAN-2022",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The written program of veterinary care indicates the attending veterinarian will conduct visits annually. The attending\nveterinarian last visited 30NOV2020. Regular visits by the attending veterinarian help assure optimal animal welfare is\nattained. Licensee must ensure regularly scheduled visits by the attending veterinarian are completed.\nThis is a 1st re-license inspection for a class \"A\" license. Inspection and exit briefing were conducted with the applicant.\nAll items must be in compliance within 2 more inspections or by 26MAR2022 or the applicant will forfeit the license fee\nand must wait 6 months to re-apply. Please contact your inspector to schedule your next re-license inspection.\nRegulated activity can continue under your existing USDA license until it expires on 27JAN2022.\nEnd Section"
    }
  ],
  "narrative": "2.40(a)(1) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe written program of veterinary care indicates the attending veterinarian will conduct visits annually.  The attending \nveterinarian last visited 30NOV2020.  Regular visits by the attending veterinarian help assure optimal animal welfare is \nattained.  Licensee must ensure regularly scheduled visits by the attending veterinarian are completed. \n \nThis is a 1st re-license inspection for a class \"A\" license.  Inspection and exit briefing were conducted with the applicant. \n \nAll items must be in compliance within 2 more inspections or by 26MAR2022 or the applicant will forfeit the license fee \nand must wait 6 months to re-apply.  Please contact your inspector to schedule your next re-license inspection. \n \nRegulated activity can continue under your existing USDA license until it expires on 27JAN2022. \n \nEnd Section",
  "animals_total": 1906,
  "species": [
    {
      "count": 1906,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}