{
  "insp_id": "2016082569726207",
  "layout": "a",
  "customer_id": "322892",
  "customer_name": "Dustin Westercamp",
  "customer_addr": "Jill Westercamp\n1106 Highway 2\nFarmington, IA 52626",
  "certificate": "42-A-1396",
  "site_id": "001",
  "site_name": "DUSTIN WESTERCAMP, JILL WESTERCAMP",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-FEB-2020",
  "report_date": "19-FEB-2020",
  "citations": [
    {
      "code": "2.75(a)(1)(vi)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "* USDA APHIS 7005 form ( Record of Dogs on Hand ) has incomplete information on 45 dogs housed at the\npremise. No official identification was listed on these dogs at time of inspection. Complete and accurate records\nare needed to ensure each animal’s identity can be known with certainty and to facilitate the ability to trace dogs.\nThe licensee must maintain records which fully disclose all information concerning each dog in their possession.\nCorrect by 3/19/20."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* An estimated 15 cattle panels are being used as divider fencing in 5 outdoor enclosures housing. The six by six\nopenings in the divider fencing could allow contact with dogs in the adjacent enclosure. The cattle panels do allow\nthe dog’s to stick their heads through openings in the panels. Ten dogs are in contact with the affected fencing\nlocated in outdoor housing. If any dog get its head caught in the cattle panel it can be stressful causing discomfort\nor injury to the dog. In addition, the dog may not be able to defend itself from a potential attack from another dog in\nan adjacent enclosure. Correct by 3/4/20.\n* The facility inspection and exit briefing done on 2/19/20 were conducted with the licensee."
    }
  ],
  "narrative": "2.75(a)(1)(vi)\nRECORDS: DEALERS AND EXHIBITORS.\n*    USDA APHIS 7005 form ( Record of Dogs on Hand ) has incomplete information on 45 dogs housed at the\npremise.  No official identification was listed on these dogs at time of inspection.   Complete and accurate records\nare needed to ensure each animal’s identity can be known with certainty and to facilitate the ability to trace dogs. \nThe licensee must maintain records which fully disclose all information concerning each dog in their possession. \nCorrect by 3/19/20.\n3.1(a)\nHOUSING FACILITIES, GENERAL.\n*  An estimated 15 cattle panels are being used as divider fencing in 5 outdoor enclosures housing.   The six by six\nopenings in the divider fencing could allow contact with dogs in the adjacent enclosure.  The cattle panels do allow\nthe dog’s to stick their heads through openings in the panels.  Ten dogs are in contact with the affected fencing\nlocated in outdoor housing.  If any dog get its head caught in the cattle panel it can be stressful causing discomfort\nor injury to the dog.  In addition, the dog may not be able to defend itself from a potential attack from another dog in\nan adjacent enclosure.  Correct by 3/4/20.\n*   The facility inspection and exit briefing done on 2/19/20 were conducted with the licensee.",
  "animals_total": 112,
  "species": [
    {
      "count": 90,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 22,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}