{
  "insp_id": "104151104070324",
  "layout": "a",
  "customer_id": "7024",
  "customer_name": "Karen Silkwood",
  "customer_addr": "H C 1 Box 3597\nOxly, MO 63955",
  "certificate": "43-A-5622",
  "site_id": "001",
  "site_name": "KAREN SILKWOOD",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-APR-2015",
  "report_date": "14-APR-2015",
  "citations": [
    {
      "code": "3.6(a)(2)(10)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "One enclosure was observed housing an adult Yorkshire Terrier female with her litter of seven puppies, approx. 6 to\n7 weeks old. The interior portion of the enclosure provided a solid floor but the exterior portion was constructed of a\ncoated wire mesh flooring with a strand spacing of 1 inch by 1 inch. The facility has placed a piece of plywood\ncovering approximately half of the floor space of the exterior portion, providing a solid surface. During the\ninspection it was observed the puppies walking on the solid surfaces but nothing prevented the puppies from\nwalking onto the wire mesh flooring. One puppy was observed walking on the wire surface and having feet and one\nleg slip through openings. Flooring that allows feet and legs to pass below the surface pose risks due to injury of\nthe puppy. Measures must be taken to prevent the puppies from having access to floor surfaces that allow feet and\nlegs to slip through openings. To be corrected by: 04/17/15\nThis inspection and exit briefing was conducted with designated person by Curt McGruder-ACI."
    }
  ],
  "narrative": "3.6(a)(2)(10)\nPRIMARY ENCLOSURES.\nOne enclosure was observed housing an adult Yorkshire Terrier female with her litter of seven puppies, approx. 6 to\n7 weeks old.  The interior portion of the enclosure provided a solid floor but the exterior portion was constructed of a\ncoated wire mesh flooring with a strand spacing of 1 inch by 1 inch.  The facility has placed a piece of plywood\ncovering approximately half of the floor space of the exterior portion, providing a solid surface.  During the\ninspection it was observed the puppies walking on the solid surfaces but nothing prevented the puppies from\nwalking onto the wire mesh flooring.  One puppy was observed walking on the wire surface and having feet and one\nleg slip through openings.  Flooring that allows feet and legs to pass below the surface pose risks due to injury of\nthe puppy.  Measures must be taken to prevent the puppies from having access to floor surfaces that allow feet and\nlegs to slip through openings.  To be corrected by: 04/17/15\nThis inspection and exit briefing was conducted with designated person by Curt McGruder-ACI.",
  "animals_total": 20,
  "species": [
    {
      "count": 13,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 7,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}