{
  "insp_id": "INS-0000804508",
  "layout": "c",
  "customer_id": "503797",
  "customer_name": "Ellen Strom Ray Strom",
  "customer_addr": "10030 State Route 530 NE\nArlington, WA 98223",
  "certificate": "91-C-0151",
  "site_id": "001",
  "site_name": "Ray Strom",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "11-JUL-2022",
  "report_date": "18-JUL-2022",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The brown and white female goat \"Da\" has overgrown hooves. The lateral toes on all four feet are overgrown.\nOvergrown hooves may cause lameness and pain, and lead to other foot and leg problems. The goat's hooves must be\ntrimmed."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The facility does not have a record of animals on hand. Accurate and complete records enable the inspection process\nand provide traceability of the animals, which can help protect their welfare. The licensee must ensure that the\nappropriate records are kept and made available to APHIS officials for review."
    },
    {
      "code": "2.134(a)",
      "kind": "",
      "repeat": false,
      "desc": "Contingency planning.",
      "narrative": "The facility does not have a written contingency plan. The contingency plan allows the facility to be prepared in the event\nof an emergency or disaster, thus helping to safeguard the good health and well-being of the animals in these situations.\nThe licensee must develop, document and follow an appropriate contingency plan."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "Numerous maintenance issues were identified during the inspection. The roofing for one of the kangaroo-wallaby shelters\non the western side of the facility will require repair or replacement. The composite surface and underlying wooden\nportions of the roof are missing or damaged. There is also a hole in the wooden floor in one of the kangaroo-wallaby\nshelters, which could cause injury to one of the animals.\nThere were several sections of the primary enclosure wire fencing in the kangaroo-wallaby enclosure which were in\ndisrepair. On the western side of the enclosure, the wire fencing is damaged, and one wooden post is unstable and\nleaning outward. In addition, the fencing is bent upwards at the base with sharp points present especially near the\nsouthwestern corner of the fence. The wire fencing located east of the house on the northern side of the enclosure needs\nrepair, as there are sharp points present along the base of the fencing. And finally, the wire fencing on the northern side\nof the goat enclosure is loose at both the top and bottom with sharp points present.\nSharp, broken wires within the enclosure could result in punctures or laceration wounds to the animals. Open gaps,\nspaces, unstable or bent areas of fencing with loose wires may cause leg entrapment or other injuries. Maintenance\nissues must be identified and addressed in a timely manner to keep the facilities structurally sound and in good repair,\nsafeguard the animals from injury and to contain the animals."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "Both food storage rooms have open bags of pelleted feed stored on the floor. In the main food storage room, there is a\nlarge metal can of feed that needs a lid. In addition, an open bucket of pelleted feed was noted with both paper debris\nand an egg sitting on the pellets. Finally, the floor in the room has dirt, debris, dried leaves and clutter throughout.\nFood must be stored properly to prevent contamination, deterioration and spoilage. All open supplies of food must be\nstored in leak-proof containers with a lid. In addition, the main food storage room needs cleaning and organization."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, outdoor.",
      "narrative": "The perimeter fencing at the facility has numerous issues including several sections maintained below the 6 foot height for\nthe species housed.\n-Vegetation is pressing down on top of the perimeter fence along the southwestern side of the facility, causing it to bend\nand loosen, and reducing the height below 6 feet.\n-The perimeter fence on both the eastern and southeastern sides of the facility are inaccessible due to heavy vegetation;\nhowever, the vegetation appears to be pressing on portions of the wire in several places, which reduces the height of the\nfencing below 6 feet.\n-The perimeter fence on the western side of the wallaroo enclosure has a wooden post that is broken at the base and\nleaning out, thus making the fence unstable and below the required height. In addition, the base of the wire fencing is\nbent upward creating a space that would not restrict a small animal from going under it.\n-A portion of the kangaroo-wallaby enclosure located east of the house does not have a perimeter fence. This section\nextends for approximately 20 feet in length.\n-Two areas of the perimeter fence are attached to the same post as the enclosure fence; thus, those sections of the\nperimeter fence are not at least 3 feet in distance from the kangaroo-wallaby enclosure. These two small sections of the\nperimeter fencing are located on the northern and eastern sides of the facility.\nOutdoor housing facilities must be enclosed by a perimeter fence that is of sufficient height to keep animals and\nunauthorized persons out. A perimeter fence must be constructed so that it protects the animals in the facility by\nrestricting animals and unauthorized persons from going through it or under it and having contact with the animals in the\nfacility. A system must be in place to ensure and maintain a perimeter fence which is at least 6 feet in height and at least\n3 feet in distance from the primary enclosure.\nThis is a 1st Re-License Inspection for a Class “C” license. The inspection and exit briefing were conducted with the\napplicant.\nAll items must be in compliance within 2 more inspections or by September 9, 2022 or the applicant will forfeit the license\nfee and must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection.\nRegulated activity can continue under your existing USDA license until it expires.\nn"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe brown and white female goat \"Da\" has overgrown hooves.  The lateral toes on all four feet are overgrown.  \nOvergrown hooves may cause lameness and pain, and lead to other foot and leg problems.  The goat's hooves must be \ntrimmed. \n2.75(b)(1)  Repeat\n   \nRecords: Dealers and exhibitors. \nThe facility does not have a record of animals on hand.  Accurate and complete records enable the inspection process \nand provide traceability of the animals, which can help protect their welfare.  The licensee must ensure that the \nappropriate records are kept and made available to APHIS officials for review. \n2.134(a) \n   \nContingency planning. \nThe facility does not have a written contingency plan.  The contingency plan allows the facility to be prepared in the event \nof an emergency or disaster, thus helping to safeguard the good health and well-being of the animals in these situations.  \nThe licensee must develop, document and follow an appropriate contingency plan. \n3.125(a)  Repeat\n   \nFacilities, general.\n\nNumerous maintenance issues were identified during the inspection.  The roofing for one of the kangaroo-wallaby shelters \non the western side of the facility will require repair or replacement.  The composite surface and underlying wooden \nportions of the roof are missing or damaged.  There is also a hole in the wooden floor in one of the kangaroo-wallaby \nshelters, which could cause injury to one of the animals. \n \nThere were several sections of the primary enclosure wire fencing in the kangaroo-wallaby enclosure which were in \ndisrepair.  On the western side of the enclosure, the wire fencing is damaged, and one wooden post is unstable and \nleaning outward.  In addition, the fencing is bent upwards at the base with sharp points present especially near the \nsouthwestern corner of the fence.  The wire fencing located east of the house on the northern side of the enclosure needs \nrepair, as there are sharp points present along the base of the fencing.  And finally, the wire fencing on the northern side \nof the goat enclosure is loose at both the top and bottom with sharp points present. \n \nSharp, broken wires within the enclosure could result in punctures or laceration wounds to the animals.  Open gaps, \nspaces, unstable or bent areas of fencing with loose wires may cause leg entrapment or other injuries.  Maintenance \nissues must be identified and addressed in a timely manner to keep the facilities structurally sound and in good repair, \nsafeguard the animals from injury and to contain the animals. \n3.125(c)  Repeat\n   \nFacilities, general. \nBoth food storage rooms have open bags of pelleted feed stored on the floor.  In the main food storage room, there is a \nlarge metal can of feed that needs a lid.  In addition, an open bucket of pelleted feed was noted with both paper debris \nand an egg sitting on the pellets.  Finally, the floor in the room has dirt, debris, dried leaves and clutter throughout.\n\nFood must be stored properly to prevent contamination, deterioration and spoilage.  All open supplies of food must be \nstored in leak-proof containers with a lid.  In addition, the main food storage room needs cleaning and organization. \n3.127(d)  Repeat\n   \nFacilities, outdoor. \nThe perimeter fencing at the facility has numerous issues including several sections maintained below the 6 foot height for \nthe species housed. \n-Vegetation is pressing down on top of the perimeter fence along the southwestern side of the facility, causing it to bend \nand loosen, and reducing the height below 6 feet. \n-The perimeter fence on both the eastern and southeastern sides of the facility are inaccessible due to heavy vegetation; \nhowever, the vegetation appears to be pressing on portions of the wire in several places, which reduces the height of the \nfencing below 6 feet. \n-The perimeter fence on the western side of the wallaroo enclosure has a wooden post that is broken at the base and \nleaning out, thus making the fence unstable and below the required height.  In addition, the base of the wire fencing is \nbent upward creating a space that would not restrict a small animal from going under it. \n-A portion of the kangaroo-wallaby enclosure located east of the house does not have a perimeter fence.  This section \nextends for approximately 20 feet in length. \n-Two areas of the perimeter fence are attached to the same post as the enclosure fence; thus, those sections of the \nperimeter fence are not at least 3 feet in distance from the kangaroo-wallaby enclosure.  These two small sections of the \nperimeter fencing are located on the northern and eastern sides of the facility. \n \nOutdoor housing facilities must be enclosed by a perimeter fence that is of sufficient height to keep animals and \nunauthorized persons out.  A perimeter fence must be constructed so that it protects the animals in the facility by\n\nrestricting animals and unauthorized persons from going through it or under it and having contact with the animals in the \nfacility.  A system must be in place to ensure and maintain a perimeter fence which is at least 6 feet in height and at least \n3 feet in distance from the primary enclosure. \n \nThis is a 1st Re-License Inspection for a Class “C” license. The inspection and exit briefing were conducted with the \napplicant. \n \nAll items must be in compliance within 2 more inspections or by September 9, 2022 or the applicant will forfeit the license \nfee and must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection. \n \nRegulated activity can continue under your existing USDA license until it expires. \n \n n",
  "animals_total": 34,
  "species": [
    {
      "count": 2,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 2,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 14,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 4,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    },
    {
      "count": 1,
      "scientific": "Osphranter bernardus",
      "common": "BERNARD'S WALLAROO / BLACK WALLAROO"
    },
    {
      "count": 6,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 3,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    }
  ]
}