{
  "insp_id": "15151729210252",
  "layout": "a",
  "customer_id": "323704",
  "customer_name": "Leroy Schlabach",
  "customer_addr": "2610 County Road 58\nMillersburg, OH 44654",
  "certificate": "31-A-0385",
  "site_id": "001",
  "site_name": "LEROY SCHLABACH",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-JAN-2015",
  "report_date": "15-JAN-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There is a Maltese female #60 noted to have excessive drooling at the front of the mouth. The cheek teeth on the\nright side of her upper jaw are heavily caked with a brownish concretion, and one tooth is noticeably loose. The\ngums in this region are swollen and dark in color.\nDental disease can be a painful condition that may lead to other infections, trouble eating, and weight loss. This\ndog needs to be examined and treated by a veterinarian for dental disease. Record of the examination and\ntreatment, as well as any further instructions provided by the veterinarian on a dental health maintenance program,\nmust be kept and made available for APHIS officials on future inspection.\nCorrect by: 20 January 2015\nInspection and exit interview conducted with the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThere is a Maltese female #60 noted to have excessive drooling at the front of the mouth.  The cheek teeth on the\nright side of her upper jaw are heavily caked with a brownish concretion, and one tooth is noticeably loose.  The\ngums in this region are swollen and dark in color.\nDental disease can be a painful condition that may lead to other infections, trouble eating, and weight loss.  This\ndog needs to be examined and treated by a veterinarian for dental disease.  Record of the examination and\ntreatment, as well as any further instructions provided by the veterinarian on a dental health maintenance program,\nmust be kept and made available for APHIS officials on future inspection.\nCorrect by: 20 January 2015\nInspection and exit interview conducted with the facility representative.",
  "animals_total": 58,
  "species": [
    {
      "count": 42,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 16,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}