{
  "insp_id": "2016090000755579",
  "layout": "b",
  "customer_id": "502603",
  "customer_name": "Steven Steins",
  "customer_addr": "PO BOX 294\nALPHA, IL 61413",
  "certificate": "33-A-0582",
  "site_id": "001",
  "site_name": "SOS EXOTIC CATS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-DEC-2021",
  "report_date": "21-DEC-2021",
  "citations": [
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Time and method of identification.",
      "narrative": "Three male exotic/domestic cats and one female cat were not properly identified. The licensee uses metal tags to identify\nthe exotic /domestic cats and single cat at the facility. One of the male exotic/domestic cats did not have a metal id tag or\nany form of identification. The single cat's identification tag and two of the exotic/domestic cats' identification tags were\nfastened to enclosures that didn't contain the animals. Lack of proper identification does not allow for tracking of animals\nentering and leaving the facility. All live cats held on the premises, shall be identified by an official tag, tattoo, or\nmicrochip approved by the Administrator.\nCorrect by: 12-28-21"
    },
    {
      "code": "3.6(a)(2)(ix)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The carpets inside of three shared indoor enclosures, each containing one exotic/domestic cat and one serval, are\nexcessively worn and/or can no longer be sanitized. Two of the carpets are located in the newer animal room, inside both\nof the shared enclosures. The other carpet is located in the older animal room, inside the largest indoor enclosure.\nAdditionally, another carpet, located adjacent to the largest indoor enclosure is excessively worn/stained. The staining\nand inability to properly sanitize the carpets are a disease hazard to the animals. All surfaces in contact with the animals\nmust be readily cleaned and sanitized or be replaced when worn or soiled.\nCorrect by: 1-4-22\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.50(a)(1) \n   \nTime and method of identification. \nThree male exotic/domestic cats and one female cat were not properly identified.  The licensee uses metal tags to identify \nthe exotic /domestic cats and single cat at the facility.  One of the male exotic/domestic cats did not have a metal id tag or \nany form of identification.  The single cat's identification tag and two of the exotic/domestic cats' identification tags were \nfastened to enclosures that didn't contain the animals.   Lack of proper identification does not allow for tracking of animals \nentering and leaving the facility.  All live cats held on the premises, shall be identified by an official tag, tattoo, or \nmicrochip approved by the Administrator. \nCorrect by:  12-28-21 \n3.6(a)(2)(ix) \n   \nPrimary enclosures. \nThe carpets inside of three shared indoor enclosures, each containing one exotic/domestic cat and one serval, are \nexcessively worn and/or can no longer be sanitized.  Two of the carpets are located in the newer animal room, inside both \nof the shared enclosures.  The other carpet is located in the older animal room, inside the largest indoor enclosure.  \nAdditionally, another carpet, located adjacent to the largest indoor enclosure is excessively worn/stained.  The staining \nand inability to properly sanitize the carpets are a disease hazard to the animals.  All surfaces in contact with the animals\n\nmust be readily cleaned and sanitized or be replaced when worn or soiled. \nCorrect by: 1-4-22 \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 8,
  "species": [
    {
      "count": 4,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 4,
      "scientific": "Felis silvestris catus",
      "common": "CAT ADULT"
    }
  ]
}