{
  "insp_id": "2016082568023838",
  "layout": "a",
  "customer_id": "327617",
  "customer_name": "J & A Acres Llc",
  "customer_addr": "N13268 Sterling Ave\nWithee, WI 54498",
  "certificate": "35-B-0205",
  "site_id": "001",
  "site_name": "PINE HOLLOW FARM L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "30-NOV-2016",
  "report_date": "30-NOV-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "During inspection, a white male Maltese puppy (born 9/4/16) was lateral having trouble getting up. I examined the\npuppy and found him to be listless. I placed him back down on all four feet to see if he could stand. His back legs\ncollapsed. He was able to sit somewhat upright with his front legs, but he was unable to stand on all four or walk\naround. I examined him further and found his gums to be pale. He also had diarrhea pasted on his fur near his\nanus. After examining the puppy, the licensee placed him into a new enclosure to isolate him. His condition\nappeared to be getting worse over the next few minutes as he continued to lay laterally and wasn't even lifting his\nhead to see what was going on around him. The licensee had noticed the puppy was not quite as active as the\nother puppies a few days prior and had treated him with Nutrical, but he had not contacted the Attending\nVeterinarian about the puppy's condition prior to the inspection.\nA dog that has trouble standing or walking around, is listless, has pale gums, and has diarrhea indicates that the\ndog has a serious medical condition that needs to be attended to by a Veterinarian immediately. The licensee must\nfollow up with the Attending Veterinarian to ensure that the puppy receives the appropriate treatment for his\ncondition.\nNote: The licensee contacted the Attending Veterinarian during the inspection and had initiated treatment for the\npuppy as per the Attending Veterinarian's instructions.\nNote: The veterinary care issues identified during the last inspection on 5/18/16 have been addressed by the\nlicensee.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDuring inspection, a white male Maltese puppy (born 9/4/16) was lateral having trouble getting up.  I examined the\npuppy and found him to be listless.  I placed him back down on all four feet to see if he could stand.  His back legs\ncollapsed.  He was able to sit somewhat upright with his front legs, but he was unable to stand on all four or walk\naround.  I examined him further and found his gums to be pale.  He also had diarrhea pasted on his fur near his\nanus.  After examining the puppy, the licensee placed him into a new enclosure to isolate him.  His condition\nappeared to be getting worse over the next few minutes as he continued to lay laterally and wasn't even lifting his\nhead to see what was going on around him.  The licensee had noticed the puppy was not quite as active as the\nother puppies a few days prior and had treated him with Nutrical, but he had not contacted the Attending\nVeterinarian about the puppy's condition prior to the inspection.\nA dog that has trouble standing or walking around, is listless, has pale gums, and has diarrhea indicates that the\ndog has a serious medical condition that needs to be attended to by a Veterinarian immediately.  The licensee must\nfollow up with the Attending Veterinarian to ensure that the puppy receives the appropriate treatment for his\ncondition.\nNote: The licensee contacted the Attending Veterinarian during the inspection and had initiated treatment for the\npuppy as per the Attending Veterinarian's instructions.\nNote:  The veterinary care issues identified during the last inspection on 5/18/16 have been addressed by the\nlicensee.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.",
  "animals_total": 533,
  "species": [
    {
      "count": 353,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 180,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}