{
  "insp_id": "2016082568310471",
  "layout": "a",
  "customer_id": "11883",
  "customer_name": "Michael Franke",
  "customer_addr": "65723 St Hwy 151\nNovelty, MO 63460",
  "certificate": "43-A-5663",
  "site_id": "001",
  "site_name": "MICHAEL FRANKE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "18-JUL-2017",
  "report_date": "18-JUL-2017",
  "citations": [
    {
      "code": "3.3(a)",
      "kind": "",
      "repeat": false,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "The temperature inside of the sheltered building was recorded at 88.0 degrees Fahrenheit at 1:26pm, 86.0 degrees\nFahrenheit at 1:45pm. After inspecting the outdoor dogs the inspector and the licensee returned to the sheltered\nbuilding and the temperature was recorded at 89.4 degrees Fahrenheit at 2:14pm. Some of the dogs were\nobserved panting and the puppies were not huddled together which could indicate that the temperature inside of the\nbuilding is getting too hot. The temperature for the remainder of the day is forecasted to continue to be above 85\ndegrees until well into the evening hours.\nSome of the dogs and puppies housed in this facility are a (flat-faced) brachiocephalic breed. Brachiocephalic dogs\nhave a higher risk of being negatively affected by the high temperatures. Puppies cannot thermoregulate their body\ntemperature efficiently and can overheat from the higher temperatures. The licensee does have an air conditioner\nrunning in the building but it does not seem to be able to keep the temperatures down. The licensee must find an\nadditional way to cool the building down so that the dogs and puppies do not overheat. The licensee must ensure\nthat the temperature inside of the sheltered building does not rise above 85 degrees Fahrenheit for more than 4\nconsecutive hours.\nTo be corrected by: close of business 19 July 17\nInspection and exit interview conducted with licensee.\nAdditional Inspectors\nMoore Joshua, Compliance Specialist"
    }
  ],
  "narrative": "3.3(a)\nSHELTERED HOUSING FACILITIES.\nThe temperature inside of the sheltered building was recorded at 88.0 degrees Fahrenheit at 1:26pm, 86.0 degrees\nFahrenheit at 1:45pm. After inspecting the outdoor dogs the inspector and the licensee returned to the sheltered\nbuilding and the temperature was recorded at 89.4 degrees Fahrenheit at 2:14pm.  Some of the dogs were\nobserved panting and the puppies were not huddled together which could indicate that the temperature inside of the\nbuilding is getting too hot. The temperature for the remainder of the day is forecasted to continue to be above 85\ndegrees until well into the evening hours. \nSome of the dogs and puppies housed in this facility are a (flat-faced) brachiocephalic breed.  Brachiocephalic dogs\nhave a higher risk of being negatively affected by the high temperatures.  Puppies cannot thermoregulate their body\ntemperature efficiently and can overheat from the higher temperatures.  The licensee does have an air conditioner\nrunning in the building but it does not seem to be able to keep the temperatures down.  The licensee must find an\nadditional way to cool the building down so that the dogs and puppies do not overheat.  The licensee must ensure\nthat the temperature inside of the sheltered building does not rise above 85 degrees Fahrenheit for more than 4\nconsecutive hours. \nTo be corrected by:  close of business 19 July 17\nInspection and exit interview conducted with licensee.\nAdditional Inspectors\nMoore Joshua, Compliance Specialist",
  "animals_total": 178,
  "species": [
    {
      "count": 105,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 73,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}