{
  "insp_id": "2016082569549302",
  "layout": "a",
  "customer_id": "323446",
  "customer_name": "Michael L Troyer",
  "customer_addr": "1392 County Road 600\nBaltic, OH 43804",
  "certificate": "31-A-0377",
  "site_id": "001",
  "site_name": "MICHAEL TROYER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-JUL-2019",
  "report_date": "23-JUL-2019",
  "citations": [
    {
      "code": "3.6(a)(2)(ix)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "On today's inspection, there are 7 adult dogs being housed in a primary enclosure located in the barn. The walls of\nthe enclosure are constructed of wood and stone type materials. In addition, the flooring is constructed of dirt and\nsavings. These areas are not constructed of materials that allow for proper cleaning or sanitation. The Licensee\nmust ensure that all primary enclosures, including the enclosure in the barn, are constructed of materials that\nenable all surfaces in contact with the dogs to be readily cleaned and sanitized in accordance with Sec. 3.11(b) of\nthis subpart.\nCorrect By: 8/6/2019"
    },
    {
      "code": "3.11",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "On today's inspection, over 50% of the food receptacles have a build up of dirt, debris, food wast or excreta.\nThe only food receptacle currently being used in the enclosure inside the barn was over half way filled with dirt and\ndebris. In addition, 5 food receptacles in the kennel and/or whelping area had a brown to black built up on/under\nthe lip of the receptacle where the dogs access their food. Improper cleaning exposes the dogs to unnecessary\ndisease hazards. The Licensee must ensure that all food receptacles are cleaned and sanitized at least once every\n2 weeks using one of the methods prescribed in paragraph (b)(3) of this section, and more often if necessary to\nprevent an accumulation of dirt, debris, food waste, excreta, and other disease hazards.\nCorrect By: 7/30/2019\nThis inspection and exit interview were conducted with the Licensee's Wife."
    }
  ],
  "narrative": "3.6(a)(2)(ix)\nPRIMARY ENCLOSURES.\nOn today's inspection, there are 7 adult dogs being housed in a primary enclosure located in the barn.  The walls of\nthe enclosure are constructed of wood and stone type materials.  In addition, the flooring is constructed of dirt and\nsavings.  These areas are not constructed of materials that allow for proper cleaning or sanitation.  The Licensee\nmust ensure that all primary enclosures, including the enclosure in the barn, are constructed of materials that\nenable all surfaces in contact with the dogs to be readily cleaned and sanitized in accordance with Sec. 3.11(b) of\nthis subpart.\nCorrect By: 8/6/2019\n3.11\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nOn today's inspection, over 50% of the food receptacles have a build up of dirt, debris, food wast or excreta. \n The only food receptacle currently being used in the enclosure inside the barn was over half way filled with dirt and\ndebris.  In addition, 5 food receptacles in the kennel and/or whelping area had a brown to black built up on/under\nthe lip of the receptacle where the dogs access their food.  Improper cleaning exposes the dogs to unnecessary\ndisease hazards.  The Licensee must ensure that all food receptacles are cleaned and sanitized at least once every\n2 weeks using one of the methods prescribed in paragraph (b)(3) of this section, and more often if necessary to\nprevent an accumulation of dirt, debris, food waste, excreta, and other disease hazards.\nCorrect By: 7/30/2019\nThis inspection and exit interview were conducted with the Licensee's Wife.",
  "animals_total": 35,
  "species": [
    {
      "count": 27,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 8,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}