{
  "insp_id": "2016090000790167",
  "layout": "b",
  "customer_id": "333588",
  "customer_name": "Jill Kuzelka",
  "customer_addr": "71765 581 Avenue\nJANSEN, NE 68377",
  "certificate": "47-C-0062",
  "site_id": "001",
  "site_name": "Jill Kuzelka",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-MAY-2022",
  "report_date": "17-MAY-2022",
  "citations": [
    {
      "code": "3.125(d)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "Welded wire strand flooring that separates two stack cages can allow urine and fecal waste to fall into the enclosure\ndirectly below housing two chinchillas. At the time of inspection, no urine or fecal waste was observed in the feed being\noffered or on any object in the bottom enclosure. The two chinchillas have access to uncontaminated potable water that\nwas being provided in a bottle that was hanging on the fence. Fecal waste or urine falling or collecting on anything in the\nenclosure below could lead to a potential disease or health risks. Unsanitary conditions exists if fecal waste or urine falls\nor collects in or on the feed container. Fecal waste or urine would contaminate the feed being offered to the chinchillas.\nFeed containing a mixture of fecal waste or urine is no longer considered to be safe or healthy for the chinchillas to\nconsume. The licensee must provide for the regular and frequent collection, removal, and disposal of animal and food\nwastes in a manner that minimizes contamination and disease risks. Correct by 5/23/22.\nThis inspection and exit interview were conducted with\nEnd Section"
    }
  ],
  "narrative": "3.125(d) \n   \nFacilities, general. \nWelded wire strand flooring that separates two stack cages can allow urine and fecal waste to fall into the enclosure \ndirectly below housing two chinchillas. At the time of inspection, no urine or fecal waste was observed in the feed being \noffered or on any object in the bottom enclosure.   The two chinchillas have access to uncontaminated potable water that \nwas being provided in a bottle that was hanging on the fence.   Fecal waste or urine falling or collecting on anything in the \nenclosure below could lead to a potential disease or health risks.   Unsanitary conditions exists if fecal waste or urine falls \nor collects in or on the feed container.   Fecal waste or urine would contaminate the feed being offered to the chinchillas.    \nFeed containing a mixture of fecal waste or urine is no longer considered to be safe or healthy for the chinchillas to \nconsume.   The licensee must provide for the regular and frequent collection, removal, and disposal of animal and food \nwastes in a manner that minimizes contamination and disease risks.  Correct by 5/23/22. \n \nThis inspection and exit interview were conducted with \n \nEnd Section",
  "animals_total": 16,
  "species": [
    {
      "count": 3,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 2,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 2,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 2,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 2,
      "scientific": "Dolichotis salinicola",
      "common": "CHACOAN CAVY"
    },
    {
      "count": 3,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    }
  ]
}