{
  "insp_id": "2016082568176972",
  "layout": "a",
  "customer_id": "6015",
  "customer_name": "John A Nordquist",
  "customer_addr": "Karen Nordquist\n404 Cyclone Ln\nWaterville, KS 66548",
  "certificate": "48-A-1340",
  "site_id": "001",
  "site_name": "KAREN NORDQUIST, JOHN NORDQUIST",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-MAY-2017",
  "report_date": "09-MAY-2017",
  "citations": [
    {
      "code": "3.6(a)(2)(x)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The feet and legs of at least one three week old puppy was observed falling through the openings of the welded\nwire flooring. Six other puppies can be injured if their feet fall through openings in the floor. In addition, the daily\nactivity and mobility of the puppies is affected. All primary enclosures must have floors constructed in a manner\nthat protects the puppy’s feet and legs from injury and does not allow the puppies' feet or legs to pass through any\nopenings.Primary enclosures must have floors that are constructed in a manner that protects the puppies feet and\nlegs from injury and do not allow the puppies feet and legs to pass through any openings. The licensee must have\nfloors that are constructed in a manner that protects the puppy's feet and legs from injury. Correct by 5/12/17."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "* There is a mixture of dirt, grease and other excreta accumulating on at least three metal entryway doors. Four\ndogs are in contact with the affected surfaces located in shelter housing. The affected area covers approximately 25\nto 50 percent of the metal entryway doors. Cleaning of surfaces is necessary to prevent an accumulation of excreta\nand other disease hazards. This indicates an unsanitary living condition exists that could lead to potential disease\nor health risks. Cleanliness is important to the health and well-being of the animals. When primary enclosures are\nnot regularly cleaned and then sanitized, it doesn't ensure that the various types of germs (such as viruses,\nbacteria, parasites, etc.) have been killed. Proper cleaning and then sanitizing the primary enclosures can help to\neliminate disease and health risks. The licensee must ensure that all surfaces which any dog comes in contact with\nmust be sanitized at least once every two weeks to prevent an accumulation of dirt, debris, food waste, excreta and\nother disease hazards. Correct by 5/19/17.\n###############################\n* Adult male Shih Tzu (microchip number 0A01593445) cited under the veterinary care section 2.40 b 2 as a\nnoncompliance on the February 1, 2017 inspection report was examined by a licensed veterinarian and proper\ndocumentation was provided.\n* The facility inspection and verbal exit briefing done on 5/5/17 were conducted with the licensee.\n* Copy of the inspection report was sent by certified and regular mail."
    }
  ],
  "narrative": "3.6(a)(2)(x)\nPRIMARY ENCLOSURES.\nThe feet and legs of at least one three week old puppy was observed falling through the openings of the welded\nwire flooring.  Six other puppies can be injured if their feet fall through openings in the floor. In addition, the daily\nactivity and mobility of the puppies is affected.   All primary enclosures must have floors constructed in a manner\nthat protects the puppy’s feet and legs from injury and does not allow the puppies' feet or legs to pass through any\nopenings.Primary enclosures must have floors that are constructed in a manner that protects the puppies feet and\nlegs from injury and do not allow the puppies feet and legs to pass through any openings.  The licensee must have\nfloors that are constructed in a manner that protects the puppy's feet and legs from injury.  Correct by  5/12/17.\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n* There is a mixture of dirt, grease and other excreta accumulating on at least three metal entryway doors.   Four\ndogs are in contact with the affected surfaces located in shelter housing. The affected area covers approximately 25\nto 50 percent of the metal entryway doors. Cleaning of surfaces is necessary to prevent an accumulation of excreta\nand other disease hazards.  This indicates an unsanitary living condition exists that could lead to potential disease\nor health risks.  Cleanliness is important to the health and well-being of the animals.  When primary enclosures are\nnot regularly cleaned and then sanitized, it doesn't ensure that the various types of germs (such as viruses,\nbacteria, parasites, etc.) have been killed.   Proper cleaning and then sanitizing the primary enclosures can help to\neliminate disease and health risks.  The licensee must ensure that all surfaces which any dog comes in contact with\nmust be sanitized at least once every two weeks to prevent an accumulation of dirt, debris, food waste, excreta and\nother disease hazards.    Correct by 5/19/17.\n###############################\n  *   Adult male Shih Tzu  (microchip number 0A01593445) cited under the veterinary care section 2.40 b 2 as a \nnoncompliance on the February 1, 2017 inspection report was examined by a licensed veterinarian and proper\n\ndocumentation was provided.\n*   The facility inspection and verbal exit briefing done on 5/5/17 were conducted with the licensee.\n*  Copy of the inspection report was sent by certified and regular mail.",
  "animals_total": 31,
  "species": [
    {
      "count": 22,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 9,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}