{
  "insp_id": "181161931210403",
  "layout": "a",
  "customer_id": "334050",
  "customer_name": "Taylor Ridge Kennel Llc",
  "customer_addr": "P.O Box 307\nBloomfield, IA 52537",
  "certificate": "42-A-1521",
  "site_id": "001",
  "site_name": "James Yoder",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-JUN-2016",
  "report_date": "30-JUN-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The licensee is currently using a bottle of Vetericyn to treat an injured dog. The expiration date on the bottle of\nVetericyn is October 2013. Expired medical materials may lose their effectiveness and the health of the dog could\nsuffer. The licensee must either dispose of all such materials or segregate them in an appropriately labeled,\nphysically separate location from non-expired medical materials. The licensee must ensure that all medical material\nused for the dogs have not expired in order to promote the health and well-being of the dogs.\nCorrection date: The licensee removed the expired Vetericyn from the dog kennel at the time of the inspection."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "There is a heavy infestation of flies in the outdoor dog runs on the south side of the kennel building. A large number\nof flies were sitting on the fencing, the enclosure floors, and flying/swarming throughout the enclosures. There are\nat least fourteen adult dogs housed in these enclosures. The licensee stated that there is no pest control plan for\nthe flies. The infestation of flies could increase the risk of disease and contamination of animal areas.\nThe licensee must establish and maintain an effective program for the control of insects and external parasites\naffecting the dogs in order to reduce the risk of disease and contamination by the flies.\nCorrection date: July 12, 2016\nExit interview conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe licensee is currently using a bottle of Vetericyn to treat an injured dog.  The expiration date on the bottle of\nVetericyn is October 2013.  Expired medical materials may lose their effectiveness and the health of the dog could\nsuffer.  The licensee must either dispose of all such materials or segregate them in an appropriately labeled,\nphysically separate location from non-expired medical materials.  The licensee must ensure that all medical material\nused for the dogs have not expired in order to promote the health and well-being of the dogs.\nCorrection date:  The licensee removed the expired Vetericyn from the dog kennel at the time of the inspection.\n3.11(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThere is a heavy infestation of flies in the outdoor dog runs on the south side of the kennel building.  A large number\nof flies were sitting on the fencing, the enclosure floors, and flying/swarming throughout the enclosures.  There are\nat least fourteen adult dogs housed in these enclosures.  The licensee stated that there is no pest control plan for\nthe flies.  The infestation of flies could increase the risk of disease and contamination of animal areas.\nThe licensee must establish and maintain an effective program for the control of insects and external parasites\naffecting the dogs in order to reduce the risk of disease and contamination by the flies.\nCorrection date:  July 12, 2016\nExit interview conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 42,
  "species": [
    {
      "count": 32,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 10,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}