{
  "insp_id": "64151135510721",
  "layout": "a",
  "customer_id": "2468",
  "customer_name": "Karl Mogensen",
  "customer_addr": "Po Box 88\nNatural Bridge, VA 24578",
  "certificate": "52-C-0035",
  "site_id": "001",
  "site_name": "KARL MOGENSEN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-JAN-2015",
  "report_date": "10-MAR-2015",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The Program of Veterinary Care (PVC) for this facility lacks specific guidance for the care of animals. Several\nspecies of animals are maintained by the facility but not listed on the PVC, including: the giraffe, bears, wallaby,\nprevost squirrel, red squirrel, domestic pigs, and guinea pigs. It is difficult to determine which species are included\nin guidance with broad terms of \"equine\" and \"ruminants\" listed on the PVC. There is also no specific guidance for\ndeworming of various species, only a list of dewormers to be used with guidance to rotate these wormers. Species\nspecific dosing and route is not included for any species or drug in the PVC. The guidance for euthanasia of\ncarnivores, hoofed stock, primates and elephants is \"IV Pentobarbital or Gunshot\". Although gunshot is acceptable\nas an emergency means of euthanasia, it should not be listed on the PVC as a routine method and additional\ndirection regarding the species or circumstances under which it is approved must be included. Likewise, the PVC\nstates \"xylazine sedation..IV Pentobarbital..Gunshot\" as a method for euthanasia for camelids and equine.\nAdditionally, the PVC states that ketamine and xylazine or domosedan for equine will be used for capture and\nrestraint methods. There is no guidance for dosing various species with these drugs and no guidance for\nanesthesia monitoring, recovery, or other pre or post procedural care. Specific guidance is required. Treatment\nrecords provided by the facility state animals have been treated without written attending veterinarian guidance.\nThis includes a camel having an abscess flushed and cleaned, a newborn Sitatunga treated with \"BOSE\", a\nnewborn Kudu treated with (cid:28)\"BOSE\"(cid:29), and numerous dewormers given. Additional specific guidance is required for\nthe Program of Veterinary Care. Failure to have specific accurate guidance does not ensure the attending\nveterinarian is aware of the current practices at the facility and also does not ensure the facility has accurate\nguidance to provide adequate veterinary care to the animals. Correct this by developing and implementing a\ncomplete, accurate Program of Veterinary Care.\nCorrect by: 10 February 2015"
    },
    {
      "code": "2.40(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "There were several expired drugs found in the keeper building including:\n1.One bottle of SMZ/TMP tablets expired in May 2011.\n2.One 250 mL bottle of sterile normal saline solution expired in June 2013.\n3.One bottle of injectable Naxcel expired in November 2014.\n4.One container of Uniprim powder dispensed for use in camels expired December 2012.\n5.One bottle of phenybutazone tablets expired in January 2014.\n6.One syringe of Equi-Tox (domperidome) expired on January 1, 2011.\n7.One syringe of Gastro-Gard (omeprazole) expired in February 2014.\n8.One bottle of injectable Oxytocin expired in August 2013.\nOne bottle of Amoxi-drops (expiration date 04-16) was found in the keeper area refrigerator already mixed with a\ndispensing date of 11/29/14. The drug insert states that unused portions of this drug must be discarded 14 days\nafter it is reconstituted. Also, treatment records at the facility show that animals have received Naxcel (administered\n3 January 2015 to a Kudu) and Oxytocin (administered on 23 November 2014 to a Camel). The licensee stated that\ndrugs are purchased from the attending veterinarian but no other drugs were found on the premises. The use of\nexpired drugs can be dangerous or ineffective. Expired medications may not be used on regulated animals in the\nfacility. Correct this by disposing of these expired medications and only using medications in date.\nCorrect from this day forward"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Thirty five individual animals were identified by APHIS Officials in need of veterinary care at the time of inspection.\nThe licensee stated that he has been raising these animals for so long that many injuries and illnesses are treated\nby the facility without calling a veterinarian. He further stated that they are in frequent contact with their Attending\nVeterinarian and his partner (also another licensed veterinarian), however, they do not currently maintain written\nrecords of treatments. At the start of the inspection the wife of the licensee (responsible for much of the daily care\nfor animals) stated that there were no animals currently receiving veterinary treatment. When asked about animals\nthat recently received treatment, she stated only a serval had been recently treated. The wife of the licensee stated\nthat she does keep some short notes in a personal journal, but that this was not available for inspection as it was\nmixed with other personal information. When asked, the wife of the licensee did re-copy a list of animals reportedly\ntreated by the facility during the period of 20 October 2014 through 6 January 2015. These notes were reviewed in\ndetermining compliance with this section.\n*** Direct: Two Oryx had significant lameness at the time of inspection. This included:\n- Oryx #1: A juvenile (still nursing) oryx was significantly lame on the right front leg at the time of inspection.\nThis animal was observed alternately toe-touching lame and non-weight bearing lame when moving at a walk on 6\nJanuary 2015. On 8 January 2015 this animal was observed consistently non-weight bearing even when running\nand did not bear any weight on the limb at any point during observations that day. On 6 January, the licensee\nstated that the facility first observed this lameness approximately 3-4 days prior to the start of the inspection.\n- Oryx #2: A young adult oryx was significantly lame on the left front leg at the time of inspection. This animal\nwas observed consistently toe-touching lame when moving at a walk (both on 6 & 8 January 2015). The licensee\nstated that the facility first observed this lameness approximately 6-7 days prior to the start of the inspection.\nFollowing identification of these animals to the licensee (on 6 January), the licensee stated that oryx will\noccasionally be lame as a result of sparring and also frequently become lame during the winter when the ground is\nfrozen. He stated that this typically resolves with time and that it is too stressful to the animal to remove it from the\nherd for examination since it may not be accepted back into the herd. Although the licensee stated that he had not\ncontacted the Attending Veterinarian (AV) for advice regarding veterinary treatment for either of these oryx, he also\nstated that he had previously discussed the issue of lameness in oryx generally with the partner of the AV (also\nanother licensed veterinarian). The licensee stated as long as there is not a compound fracture, the animal should\nnot be removed from the herd for further evaluation and treatment regarding lameness since it may just be a sprain\nor similar minor injury. There was no record of any previous advice from any veterinarian and no written guidance\npresent in the program of veterinary care for lameness in oryx or any other species. No veterinary care was\nprovided to either oryx listed above. Lameness is a significant indicator of pain and failure to provide appropriate\nmethods to properly diagnose and treat the underlying cause in a timely manner may result in unnecessary pain\nand suffering. Correct by having these animals evaluated by a licensed veterinarian and following all\nrecommendations including those regarding examination, diagnosis, treatment, and future recheck examinations as\nneeded. Additionally, the licensee must maintain record of these recommendations for evaluation by APHIS\nOfficials. If this is a recurrent problem the licensee may seek additional guidance from the Attending Veterinarian\nfor incorporation into the written program of veterinary care regarding recommendations for any future animals that\nmay develop lameness. This was first identified to the licensee on 6 January 2015.\n*** DIRECT: Several guinea pigs (GP) were exhibiting varying amounts of hair loss at the time of inspection. Tubs\n1& 2 were located on the patio outside the keeper area. Tub 3 was located in the storage trailer near the mouse\nhouse.\n- GP#1: A black and white juvenile guinea pig located in tub 1 had an area of hair loss on the right side of its\nnose stretching 2/3 of the way to its eye. The underlying skin in this area was dry, crusty, and had several dark\nspots that appeared to be scabs. Additionally, there was a small amount of crusted skin under the right eye. This\nwas first identified to the licensee on 6 January 2014.\n- GP#2: A black and white adult guinea pig located in tub 1 had several small areas of hair loss on the left side\nof its nose. The underlying skin was dry, flaky, and had several dark spots that appeared to be scabs. This was\nfirst identified to the licensee on 6 January 2014.\n- GP#3: A tan and white juvenile guinea pig located in tub 2 had several small areas of hair loss on the right side\nof its face near its eye, on the top of its head, and at the base of the right ear. The underlying skin was dry and in\nthe area on top of the head it was flaky and had dark spots that appeared to be scabs. This was first identified to\nthe licensee on 6 January 2014.\n- GP#4: A brown juvenile guinea pig located in tub 2 had an area of hair loss on the right side of its nose\nextending from the nose to the right eye and over the bridge of the nose. The underlying skin in this area was dry,\ncrusty, and had numerous spots of medium and dark red areas that appeared to be scabs. This was first identified\nto the licensee on 6 January 2014.\n- GP#5: A brown and white guinea pig located in tub 2 had a small area of hair loss on the bridge of the nose.\nThe underlying skin was dry and without significant crusts or flakes. This was first identified to the licensee on 6\nJanuary 2014.\n- GP#6: A tan guinea pig with a white stripe between its eyes located in tub 1 has an area of hair loss on the\nbridge of the nose. The underlying skin is dry, flaky, and has one dark spot that appeared to be a scab. This was\nfirst identified to the licensee on 7 January 2014.\n- GP#7: A brown and white guinea pig located in tub 1 has an area of hair loss extending between the left eye\nand ear. The underlying skin is dry and flaky. This was first identified to the licensee on 7 January 2014.\n- GP#8: A black and white guinea pig located in tub 3 has an area of hair loss and irregular skin just above its\nright eye and a second spot just behind the nose on the right side. The skin surrounding the eye appears dry,\nthickened, and leathery while the area near the nose is dry and flaky. This was first identified to the licensee on 7\nJanuary 2014.\n- GP#9: A brown and white curly coated guinea pig located in tub 3 has a focal area of incomplete hair loss on\nthe bridge of its nose. The underlying skin is dry and flaky. This was first identified to the licensee on 7 January\n2014.\n- GP#10: A brown and white curly coated guinea pig located in tub 3 has areas of hair loss on the top of the\nhead and under the left ear. The underlying skin in both areas is dry and crusty. This was first identified to the\nlicensee on 7 January 2014.\nAll of the guinea pigs listed above appeared bright, alert, and reactive. None were observed actively scratching at\nthe affected areas, however, the dark spots present on several animals appear to be scabs and dried blood and are\nconsistent with scratching as a result of itchiness. These conditions were not reported to the attending veterinarian\nprior to inspection and none of these animals were receiving any treatment for these conditions. Hair loss can result\nfrom numerous causes including several infectious causes such as fungal and bacterial diseases. Given the\nnumber of animals with similar lesions, the cause is likely to be infectious. When the attending veterinarian\nobserved these animals, on 8 January 2015, he stated that the lesions were suspicious for ringworm and would\nmake a diagnostic / treatment plan accordingly. Infectious skin disorders may be transmitted to other uninfected\nanimals in the same enclosure or enclosures nearby. Numerous animals which appeared normal were housed with\naffected animals in each tub listed above. The licensee stated that he had not contacted the attending veterinarian\nregarding these issues prior to the start of the inspection and there were no methods in place to prevent spread of\nthis condition. There was no previous guidance from the attending veterinarian for skin disorders in guinea pigs and\nno written guidance in the program of veterinary care. Correct by ensuring that all animals exhibiting these skin\nabnormalities are examined by a licensed veterinarian so that appropriate diagnostic testing can be completed and\na proper diagnosis can be made. Additionally, the licensee must seek guidance from the attending veterinarian\nregarding appropriate treatment for the affected animals as well as prevention and control of this condition in the\nguinea pig colony. Records of these recommendations must be maintained for evaluation by APHIS Officials.\n*** Three camels located in the camel exhibit area in the main zoo location showed signs of abnormal skin\nconditions. These were identified to the licensee on 6 January 2015.\n- Camel #1: A female camel had a significant swelling (at least 7 inches by 3 inches) located on the right side at\nthe base of the hump. Additionally, there is a large area of dark discharge (brown, red, and black) extending from\nthe swelling down the right side to the abdomen. This discharge appears dried and caked in the fur.\n- Camel #2: A female camel had a significant swelling on the left shoulder area (approximately 3 inches and\nroughly circular). The skin overlying this area is hairless and there is dried red-brown material caked in the fur\nsurrounding the lesion. This camel was later identified by the facility as \"(cid:28)Lauren\"(cid:29).\n- Camel #3: A female camel (with an ear tag #5) had a swelling on the right mid-neck. There was a brown-red\ndischarge caked in the surrounding fur.\nWhen asked about these lesions, the licensee stated that they are abscesses and that they occur regularly in the\ncamels. He stated that they are treated by the facility staff (typically his wife) whenever they are observed. He\nfurther stated that typically they would not call the attending veterinarian for these issues since they are a common\noccurrence and they have been treating them for years. When asked, the wife of the licensee stated that she had\ncleaned the abscess on (cid:28)\"Lauren\"(cid:29) prior to the inspection (on 3 January 2015) by flushing it with diluted iodine and\nspraying it with wound spray. There is currently no written guidance in the program of veterinary care which would\nallow treatment by the facility without consultation from the attending veterinarian. Abscesses are often caused by\ninfectious agents and there are 5 additional camels located in this pasture and 1 housed so that it is sharing the\nsame barn (with direct contact). There were no methods currently in use to stop the spread of disease if it is\ntransmissible between animals. Correct by ensuring that all animals exhibiting these skin abnormalities are\nexamined by a licensed veterinarian so that appropriate diagnostic testing can be completed and a proper diagnosis\ncan be made. Additionally, the licensee must seek guidance from the attending veterinarian regarding appropriate\ntreatment for the affected animals as well as prevention and control of this condition in the camels. The licensee\nmust maintain records of the diagnosis and recommendations for evaluation by APHIS Officials.\n*** The male cougar has an area on the right hind leg where the skin appears reddened and moist. The area is\napproximately 2 inches wide by 4 inches long and is located on the back of the leg behind the right knee. This was\nidentified to the licensee on 6 January 2015 and at that time the licensee stated that he was unaware of this\ncondition. It was identified to the wife of the licensee on 7 January 2015 and she also stated she was unaware of\nthe condition but would make sure the attending veterinarian was called to examine it. Skin disease can result from\nnumerous infectious and non-infectious causes. Left untreated, it may progress resulting in unnecessary discomfort\nor suffering. Correct by ensuring that this animal is examined by a licensed veterinarian for recommendations\nregarding appropriate diagnosis and treatment. The licensee must maintain records of the diagnosis and\nrecommendations for evaluation by APHIS Officials.\n*** One female giraffe had hooves which were overgrown and a slightly abnormal gait when compared to the other\ngiraffes at the facility. When asked about routine giraffe hoof care the licensee stated that the giraffe will naturally\nwear their hooves down in the yard since there is gravel present in the giraffe enclosure. This individual giraffe was\nidentified to the licensee on 6 January 2015 at which time the licensee stated that he was not sure of the individual\nanimal(cid:25)'s name although he thought it may be Vivian. When the animal with long hooves was pointed out, the\nlicensee assured inspectors that the hooves would wear to a normal length over time if left on the gravel. The\nlicensee further assured the inspectors that if that did not happen he would be able to transport the giraffe to North\nCarolina when the weather warms to trim her hooves using a chute at another USDA licensee(cid:25)'s facility.\nAdditionally, he stated that they were in the process of constructing a giraffe chute to facilitate easier handling of the\ngiraffe and make hoof trimming easier in the future. There was no documentation at the facility that the licensee\nhas guidance from the Attending Veterinarian regarding the treatment of overgrown hooves in giraffe. Inspectors\ndid observe a partially constructed chute. Excessively long hooves can progress causing abnormal gaits,\nlameness, unnecessary stress and discomfort to the animal. Correct by having this animal examined by a licensed\nveterinarian and following all recommendations regarding appropriate treatment for this condition. If transportation\nof this animal is necessary for treatment, this guidance should include an appropriate timeline for providing this\ncare. Additionally, the licensee must maintain records of the diagnosis and recommendations for evaluation by\nAPHIS Officials. This was first identified to the licensee on 6 January 2014.\n*** Numerous Capuchin Monkeys had hair loss to varying degrees and were observed scratching during the\ninspection. This included:\n- Capuchin #1: A Brown (Tufted) Capuchin monkey located in the keeper barn had significant hair loss over its\nentire back extending over its sides and shoulders. Additionally there was a smaller area of hair loss on its tail. The\nunderlying skin appeared dry. This capuchin was housed with two other monkeys (one of which is capuchin #2\nlisted below). This animal was observed scratching during the inspection.\n- Capuchin #2: A Brown (Tufted) Capuchin monkey located in the keeper barn had significant hair loss along the\nlength of its tail (worst at the tip) as well as hair thinning over the rump area and back. This animal was periodically\nobserved scratching during the course of the inspection. This capuchin was housed with two other monkeys\nincluding capuchin #1 listed above).\n- Capuchin #3: A White-faced Capuchin monkey located in the indoor/outdoor area near the mouse house\nbuilding (co-housed with 5 other Capuchin monkeys including Capuchin #4 below) had generalized patchy hair loss\n(over the back, hind legs, tail, etc.). This animal was observed scratching.\n- Capuchin #4: A White-faced Capuchin monkey located in the indoor/outdoor area near the mouse house\nbuilding (co-housed with 5 other Capuchin monkeys including Capuchin #3 above) had incomplete hair loss located\nalong the length of the tail and its left knee.\n- Capuchin #5: A White-faced Capuchin monkey missing part of the left index finger located in the back room of\nthe mouse-house building had hair loss on both forearms and on the tail. The capuchin was observed vigorously\nscratching at times during the inspection. This capuchin was co-housed with 2 others (#6 and 7 below) and in a\nroom with two other groups of capuchins (including capuchin #8) and a group of DeBrazza'(cid:25)s Monkeys.\n- Capuchin #6: A White-faced Capuchin monkey located in the back room of the mouse-house building had\npatchy hair loss on the tail. This capuchin was co-housed with 2 others (#5 and 7) and in a room with two other\ngroups of capuchins (including capuchin #8) and a group of DeBrazza(cid:25)'s Monkeys.\n- Capuchin #7: A White-faced Capuchin monkey located in the back room of the mouse-house building had\npatchy hair loss on the tail. This capuchin was co-housed with 2 others (#5 and 6 above) and in a room with two\nother groups of capuchins (including capuchin #8) and a group of DeBrazza(cid:25)'s Monkeys.\n- Capuchin #8: A Brown (Tufted) Capuchin monkey located in the back room of the mouse-house building had\nextensive hair loss on its tail and several small patches on its back. This animal was observed vigorously\nscratching at times during the inspection. This capuchin was co-housed with 2 other non-affected animals and in a\nroom with two other groups of capuchins and a group of DeBrazza(cid:25)'s Monkeys.\nThe hair loss in Capuchins #1 & 2 were first identified to the licensee on 6 January 2014. Capuchins #3 - 8 were\nfirst identified to the licensee on 7 January 2014. There was no written documentation regarding the treatment of\nthese animals for hair loss and the attending veterinarian stated to APHIS Officials that he would generally refer\nprimates to another local veterinarian for treatment. Hair loss associated with apparent discomfort (evidenced by\nscratching) can result from a number of causes including several infectious causes. Left untreated these conditions\nmay result in worsening of the condition, development of secondary infections, and unnecessary suffering. When\nskin disorders are resulting from an infectious cause, they may be transmitted to other uninfected animals in the\nsame enclosure or enclosures nearby. Numerous animals which appeared normal were housed with affected\nanimals in nearby enclosures. Correct by ensuring that all animals exhibiting these skin abnormalities are examined\nby a licensed veterinarian so that appropriate diagnostic testing can be completed and a proper diagnosis can be\nmade. The licensee must follow all recommendations by the veterinarian including those regarding diagnosis,\ntreatment, prevention, control of this condition, and recheck examinations. Records of these findings, treatment,\nand future recommendations must be kept for evaluation by APHIS Officials.\n*** A small Mandrill housed with the adult male Mandrill had hair loss over top aspect of both forearms. On the right\narm the hair loss extends from the elbow to hand and on the left arm it extends over a smaller portion of the arm.\nThe underlying skin appears dry. This was first identified to the licensee on 6 January 2015 at which time he stated\nthat this is probably due to stress because the female Mandrill in the adjacent enclosure (with limited tactile contact)\npicks on and intimidates this animal. He stated that the female is a full-sister to this affected animal and that\nnegative interaction is the reason they are separated. He stated that this issue has not been evaluated by a\nveterinarian and there was no record that the facility had contacted the attending veterinarian for any evaluation.\nThere was no direction in the written program of veterinary care or the Non-human Primate Enrichment plan to\naddress hair loss or hair plucking in primates. While hair loss in this area of primates often has an underlying\nbehavioral cause, guidance from the attending veterinarian must be sought to ensure appropriate diagnosis and\ntreatment and to prevent worsening of the condition. Correct by contacting the attending veterinarian and following\nall recommendations including his direction regarding the diagnosis, care, and treatment. Additionally, the\nenrichment plan should be amended to address non-medical causes of hair plucking in primates if the veterinarian\nbelieves this to be an issue at the facility.\n***A black and white pygmy goat located in the main zoo area has a creamy white vulvar discharge, crusted\ndischarge dried on the vulva, hair loss on flanks, and significant crusts around its nose. The end of the tail also has\na moderate amount of dried dark debris caked in the hair which appears to be contamination from the discharge\nmixed with dirt. The goat was bright, alert, and active and ate a small amount of grain during the inspection. The\nabnormalities were initially observed by APHIS Officials on 6 January 2015 and continued to be present on multiple\ndays during the inspection process. When asked about this goat, the wife of the licensee stated that this was an\nolder goat and that she looks ok. There was no record to indicate that the facility had contacted the attending\nveterinarian about this animal and she was not on any treatment at the start of the inspection. This was first\nidentified to the wife of the licensee on 6 January 2015. Correct by having this animal examined by a licensed\nveterinarian and following all recommendations regarding appropriate diagnosis and treatment for this condition.\nAdditionally, the licensee must maintain records of the diagnosis and recommendations for evaluation by APHIS\nOfficials.\n*** All of the muntjac in the enclosure between the macaques and African crested porcupine (total of 6) had fur over\ntheir rump area that was ruffled and standing on end. Two of these animals (one male and one female) had a large\namount of dark brown material under their tails consistent with caked on diarrhea. Diarrhea can be an indicator of\nill-health and can have many causes both infectious (parasites, bacterial disease, etc.) or non-infectious (problems\nwith diet, individual metabolic disease, etc). Ruffled hair in the area of the rump can be an indicator of several\nproblems such as skin disease or more generalized systemic problems. Failure to properly diagnose and treat this\ncondition may result in the worsening of the condition and possibly spread of disease between animals (if the\nunderlying cause is infectious). There was no documentation that the facility has contacted the Attending\nveterinarian regarding these animals. Correct by having these animals examined by the Attending Veterinarian and\nfollowing all recommendations regarding diagnosis, treatment, control, and prevention of this condition. Additionally\nthe licensee must maintain record of these recommendations for evaluation by APHIS Officials. This was first\nidentified to the licensee on 6 January 2015.\n*** A tan and white llama located in the llama paddock in the main zoo has a mass under the jaw on the left side\nthat has crusty debris overlying this mass. This animal appeared bright and alert. There was no documentation\nthat the facility contacted a veterinarian regarding this animal. Masses in this area can result from numerous\nconditions both infectious and non-infectious (such as tooth root abscess, neoplasia, etc). Failure to properly\ndiagnose and treat this condition can result in disease progression and lead to unnecessary suffering. Correct by\nhaving this animal examined by the Attending Veterinarian and following all recommendations. Additionally the\nlicensee must maintain record of these findings and recommendations for evaluation by APHIS Officials. This was\nfirst identified to the licensee on 6 January 2015.\n*** A miniature Zebu steer located in the petting area of the main zoo had long misshapen claws on both hind legs\nwith the right more affected than the left. The outer claw of the right rear foot appears to be partially twisted under\nthe foot so that the steer is partially weight bearing on the outer wall. The Zebu did not appear to be lame at a walk.\nThe wife of the licensee stated that this was an older steer and that he has always had bad feet as did his father.\nShe also stated that the facility uses a good farrier to trim hooves, that he had trimmed the feet for this Zebu in\nDecember, and that these are about as good as they normally look. There was no written documentation of any\nprior hoof trims. Left untreated, long or misshapen hooves can progress and cause lameness, abnormal stress on\nthe joints, and discomfort to the animal. While there was no record of recent farrier care, if this animal(cid:25)'s feet were\ntrimmed in December, there is an increased reason to contact the Attending Veterinarian (AV) for recommendations\nabout whether additional treatment is necessary. Correct by contacting the AV and following all recommendations\nregarding treatment and future monitoring of this animal. Additionally the licensee must maintain records of these\nrecommendations for evaluation by APHIS Officials. This was first identified to the wife of the licensee on 6 January\n2015.\nEach dealer and exhibitor shall establish and maintain programs of adequate veterinary care to include the use of\nappropriate methods to prevent, control, diagnose, and treat diseases and injuries. Adequate records of veterinary\ncare (including all treatments provided by the facility and communication of issues of health to the attending\nveterinarian) are an integral part of an adequate program of veterinary care since they are necessary to ensure\ncommunication between facility staff as well as between the facility and the attending veterinarian when animals are\nexhibiting signs of medical problems or have a history of previous problems. Failure of the facility to establish and\nmaintain an adequate program of veterinary care (including record keeping) can result in delayed veterinary\ntreatment and prevent the attending veterinarian from making accurate diagnoses. Correct by ensuring that all\nanimals showing signs of injury, disease, or illness are promptly examined by a licensed veterinarian and\nmaintaining adequate records from this point forward.\nAll animals requiring veterinary treatment identified by APHIS Officials were communicated to the licensee as they\nwere identified. Additionally, APHIS Officials discussed a comprehensive list of animals requiring care at the\nconclusion of 7 January 2015 with both the licensee and his wife. This discussion included both the necessary\ncorrective action and a timeline for correction (given to the licensee as noon on Friday 10 January 2015)."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*** DIRECT: Thirty five individual animals were identified by APHIS Officials in need of veterinary care at the time of\ninspection. Based on statements by the licensee, the majority of these animals had not been identified by the\nfacility prior to inspection. The animals that had been identified by the facility had not been reported to the attending\nveterinarian. When the attending veterinarian visited the property at the request of the licensee on 8 January 2014,\nhe stated that he was not aware of the number of animals requiring veterinary care prior to the licensee calling that\nweek.\n*** In addition to the lack of observations above, the licensee stated that during the winter bears go into the den\narea and are only able to be observed when they leave the den (which he indicated is very rarely). The den area is\nconstructed of concrete block and although there is an off exhibit access point to view the inside of the den, this is\nboarded up for the winter for warmth. As a result, the bears are not able to be observed when they are in their den\narea for the winter. When inspectors commented that they were unable to observe the animals the licensee stated\nthat he would need to make them leave the den, disrupting their hibernation, to be able to see them.\nEach exhibitor shall establish and maintain an adequate program of veterinary care which includes daily\nobservations of all animals to assess their health and well-being. Additionally, a mechanism of direct and frequent\ncommunication with the attending veterinarian (AV) is required so that timely and accurate information on problems\nof animal health, behavior, and well-being are conveyed to the AV. Correct by ensuring that adequate daily\nobservations are conducted and that information is conveyed to the attending veterinarian as required. Additionally,\ncorrect by making necessary modifications to the bear enclosure or husbandry practices to facilitate daily\nobservations during the winter months.\nRegarding the bear enclosure, correct by: 17 January 2014.\nRegarding adequate daily observations of all other animals, correct from this point forward."
    },
    {
      "code": "2.40(b)(4)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The following non-compliances with euthanasia were identified during this inspection.\n*** DIRECT: The refrigerator in the keeper building contained 10 dead guinea pigs that the licensee stated were old\nbreeders that had been culled from the colony to be fed to the big cats. While examining them for hair loss several\nof the guinea pigs felt to have broken ribs and/or pelvic bones. When the owner was questioned he told the APHIS\nofficials that he killed the guinea pigs by hitting them against a hard surface. When the licensee was asked by\nAPHIS Officals to demonstrate using a dead guinea pig, he raised the dead guinea pig above his head and threw it\nforcefully onto the concrete floor. The written facility Program of Veterinary Care (PVC) does not include guinea\npigs or their euthanasia method. APHIS officials informed the owner that is not an appropriate method to kill guinea\npigs. When the attending veterinarian came to the facility on 8 January 2015 to examine animals, APHIS officials\ndiscussed the method used by the facility to kill guinea pigs. The attending veterinarian stated that he was unaware\nthat was the method the facility was using and agreed that it was not an acceptable method. The facility must seek\nthe guidance of the attending veterinarian for an appropriate method to euthanize the guinea pigs that is in\ncompliance with the current AVMA Guidelines for the Euthanasia of Animals. Also, facility personnel performing the\neuthanasia must receive any needed training by the attending veterinarian regarding the use of the new method of\neuthanasia. The facility PVC must be updated to include the guinea pigs and their method of euthanasia.\nCorrect before any more guinea pigs are euthanized by facility personnel.\n*** The facility PVC lists gunshot as a method of euthanasia with no further explanation of the acceptable\ncircumstances for its use. Gunshot is not an acceptable routine method of euthanasia. It puts both people and\nother animals at risk. Depending on the proficiency of the user, animals may only be wounded by the bullet and\nsuffer pain and distress until a fatal shot can be executed. The use of gunshot is not an acceptable method of\neuthanasia for small animals. The facility PVC must include the animals and conditions when gunshot may be\nused. Additionally, if gunshot is to be used as a method of euthanasia, the licensee must seek additional written\nguidance from the attending veterinarian regarding specifics for the method (such as circumstances for use, location\nof bullet placement, and location for this procedure). Furthermore, the facility must maintain a list of the personnel\nauthorized to perform this technique and their training regarding this method to demonstrate proficiency. These\nrecommendations and records must be maintained by the licensee and available to APHIS Officials upon request.\nCorrect by 10 February 2015."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The following recordkeeping non-compliances were identified during this inspection.\n1) The facility had no records of any kind, including number of animals on hand, births, deaths, acquisition or\ndisposition, for the following animals: 97 guinea pigs, 12 rabbits, 1 hedgehog, 1 zebu, 8 sheep, 4 flying squirrels and\n1 Eastern grey squirrel.\n2) The facility did not have the correct number of animals on hand in their records and there were no records for\nbirths, deaths, acquisition or disposition for the following animals: 19 pigs observed and 20 were in the records and\n11 Nyala observed and 10 were in the records.\n3) The number of animals observed at the facility did not match the number of animals in the records for the\nfollowing animals: 20 muntjac observed and 17 were in the records, 17 oryx were observed and 18 were in the\nrecords, and 24 zebra were observed and 5 were in the records.\n4) The facility had no acquisition information for the brown Bennet wallaby acquired on 10/20/14.\nAccurate animal records regarding births, deaths, acquisition and disposition are used to help evaluate the facility'(cid:25)s\nanimal care program and for animal tracking for ownership and health care concerns. Every exhibitor must make,\nkeep and maintain records or forms which fully and correctly disclose the following information concerning animals\npurchased, acquired, owned, held, leased, or otherwise in his or her control, or were transported, sold, euthanized\nor otherwise disposed of by that exhibitor, including any offspring born of any animals while in his or her possession\nor under his control.\n(i) The name and address of the person form whom the animals were purchased or otherwise\nacquired;\n(ii) The USDA license or registration number of the person if he or she is licensed or registered under the Act;\n(iii) The vehicle license number and State, and the driver(cid:25)'s license number (or photographic identification card\nfor nondrivers issued by a State) and State of the person, if he or she is not licensed or registered under the Act;\n(iv) The name and address of the person to whom the animal was sold or given;\n(v) The date of purchase, acquisition, sale or disposal of the animal(s);\n(vi) The species of the animal(s).\n(vii) The number of animals in the shipment.\nFrom this day forward correct by maintaining accurate records regarding the correct number of animals on hand at\nthe facility, and all new births, acquisitions, deaths and sales. Additionally correct by reconstructing, as much as\npossible, the missing information for the animals on hand that are now at the facility by 10 February 2015."
    },
    {
      "code": "2.131(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "The following non-compliances with animal handling were identified during this inspection:\n*** This facility used tiger cubs for photo shoots during the summer of 2014. During this inspection, the licensee\nwas asked about the facility(cid:25)'s handling of cubs from birth. He stated that the cubs are pulled from the female tiger\nat birth and are cared for in a caretaker's home near the facility. These cubs are then brought to the facility at 2-3\nweeks of age during the day and put on display to the public in the gift shop when the zoo is open. The licensee\nstated that the cubs are never touched by the public during this time and they are on display behind glass in the gift\nshop. The public is able to walk in the gift shop and up to the window, and the caretakers move in and out of the\ntiger cub area to work with other species during the day. The facility then starts using the cubs as early as 3-4\nweeks for photos shoots after their 1st vaccine.\n*** Several photographs and videos taken during photography sessions show tiger cubs as young as 4 weeks old\nbeing held by a member of the general public. The licensee was shown these pictures and videos on 9 January\n2015. During this discussion, he admitted that his daughter, who is no longer at the facility, handled all of the cub\nphoto shoots and he was not aware of how the cubs were handled and never watched the photo shoots. Even\nthough the licensee previously stated that no member of the public is allowed to touch the cubs during photo shoots\nat that point (though they were touched later during interactive play sessions) the photos show cubs as young as 4\nweeks being held by members of the general public. Additional photos / videos show members of the public\nholding, touching, and bottle feeding the cubs that appear slightly older. When showed the photos, the licensee\nstated there was no doubt the public was touching the cub and feeding it and that he was previously unaware that\nhis daughter was doing that. Exposure to members of the public by placing these animals in photo shoots and\nhousing them in areas where public foot traffic is present is a health concern for the cubs. Cubs of this age that\nhave not been adequately vaccinated do not have fully intact immune systems and are therefore susceptible to\nmany infectious diseases. The practices described above do not constitute handling these cubs as carefully as\npossible and unnecessarily risks harm and discomfort. The licensee must ensure that if tigers are to be removed\nfrom the mother, that handling must be done as carefully as possible and that exposure to members of the public\ndoes not occur until the cubs are immunocompetent and vaccinated.\nCorrect from this day forward\n*** The owner and the elephant handler informed the APHIS officials several times during this inspection that the\nfemale African elephant, Asha, is regularly walked across the street to the 1600 hundred acre property owned by a\nfriend (The Virginia Conservation Legacy). When asked when she was there last, the APHIS officials were told by\nthe elephant handler that Asha went the day before the inspection started (5 January 2015). The APHIS officials\nwere told by the licensee that Asha is allowed to roam free to exercise and play and will come back to the handler at\nleast every half hour to make sure he is still there waiting for her. The elephant roaming free without being under\nthe direct control of the handler may result in physical harm or unnecessary discomfort to the elephant. While out of\nview of the elephant handler, Asha may be physically injured by discarded material or natural hazards that may\nexist on a property that large. Additionally she could easily ingest poisonous plant material or wander into the road\nand get hit by a vehicle when not attended causing both a threat of physical harm to her and the public. Finally, the\nelephant could easily encounter another animal or a person risking both harm to the elephant and/or the other\nanimal/person if not under the direct control of the elephant handler. The elephant must be under the direct control\nof the handler unless the elephant is in a secured and safe area that can contain the elephant.\nCorrect from this day forward."
    },
    {
      "code": "2.131(b)(2)(1)",
      "kind": "Direct",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "A video of a DeBrazza monkey in an undersized pet carrier showed an extremely agitated monkey exhibiting signs\nof behavioral distress during attempts at providing a medical treatment by facility staff. The video shows the\nmonkey being repeatedly jabbed with sticks in an unsuccessful attempt to get the monkey to move from an\nairline-type plastic pet carrier (which is small enough that the monkey cannot stand erect) into a small squeeze\ncage. During this time facility personnel were making loud noises in apparent attempts to scare the monkey into the\nsqueeze cage as well as talking loudly about other things and joking (making comments such as we need to get a\ncattle prod). During the approximately 6 minutes that this was occurring, the monkey was frantically moving back\nand forth in the small carrier in an apparent attempt to avoid being jabbed with the sticks. At that time the squeeze\ncage was removed from the front of the carrier and facility staff began an alternate method to transfer the animal. A\nstaff member (later identified by the licensee as his daughter) then inserted a net into the carrier and after an\nadditional minute removed the monkey from the carrier. At the point that the animal was removed from the carrier,\nthe monkey was partially out of the net being held primarily by its tail and jumps and flails around the room knocking\nthings over while being partially restrained by its tail.\nThe licensee was shown the video by APHIS officials on 09 January 2015 and was asked about his thoughts\nregarding what he saw. He made several comments throughout stating \"(cid:28)they should not be jabbing\"(cid:29), \"(cid:28)I am not\nhappy about it\"(cid:29), and used descriptors such as \"(cid:28)unprofessional\"(cid:29), \"(cid:28)primitive\"(cid:29), and \"(cid:28)inappropriate\"(cid:29). The licensee\nstated he did not know about this event, was disappointed in what he saw, and that he trusted his daughter be more\nprofessional. When questioned about the treatment of non-human primates in need of veterinary care over several\ndays, he mentioned the use of a squeeze cage and said they have one on hand. The licensee asked his wife to\nview this video and she also commented that she was also unaware of this event. She stated that the licensee'(cid:25)s\ndaughter was in the video and that she (the daughter)was responsible for the care of this animal which she (the\nwife) believed to be a monkey that required daily treatment for a period of time. The licensee did comment that the\ncage in front of the pet taxi in the video is a squeeze cage but when asked about the size of the squeeze cage and\nwhether this was one that an animal could be housed in for an extended period for treatment (which he previously\ndescribed as a method of treatment of primates) he stated that the facility has a larger one. Based on comments\nmade on the video and the statements by the licensee and his wife regarding the treatment of this monkey, this is\nbelieved to have occurred on more than one occasion over the course of treatment for this animal. Jabbing at an\nanimal with sticks, yelling and talking loudly, and having unnecessary discussions while attempting to move a\nprimate from one enclosure to another are distressful to the animal and very inappropriate. The licensee agreed\nand used the term (cid:28)\"clowning around\"(cid:29). This degree of intentional harassment of a primate on a recurring basis is\ninhumane and sufficient to constitute abuse. Physical abuse is never appropriate when handling animals as this\ncan lead to injury or permanent psychological damage to the animal. Correct by handling all animals as carefully as\npossible.\nCorrect from this day forward"
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "The following non-compliances with animal handling were identified during this inspection:\n*** This facility used tiger cubs for photo shoots this during the summer of 2014. APHIS officials discussed the\nmethods used for these photos shoots with the licensee on 9 January 2015. Several photos and videos were\nshown to the licensee where members of the public are sitting on a bench and the facility handlers place a cub in\nthe public(cid:25)'s lap for a photo. A bottle is used to keep the tiger cub'(cid:25)s interest and the handler gives the bottle to the\npublic. In all of the videos and photos, the tiger cub being used is too big and too strong for this type public\nexhibition where there is not a public barrier in place. When showed each of the photos and videos, the licensee\nmade comments like \"the cat is too big\", \"they should not be feeding it\", and \"the child it too close.\" In one video,\nthe members of the public were a man and woman with an infant that appeared to be less than a year old. When\nseeing this, the licensee stated he was not happy about what he was seeing and that he was unaware this was\ngoing on during these photo shoots. He also said that to him it looked dangerous and he was thankful that it was\nbeing brought to his attention. The use of animals such as tigers in photo shoots can be dangerous if juvenile tigers\nof this size are used. These animals, which appear to be 35-40 pounds, are clearly too strong and too fast to be\nhandled without a barrier. Any future photo shoots must be done with smaller cubs that can be adequately\ncontrolled to minimize risk to the public (and have been adequately vaccinated to minimize risk to the cub) or a\nbarrier is required between the tiger cub and the public.\nCorrect from this day forward\n*** The outdoor enclosure for the female African elephant consists of a double stranded electric fence surrounded\nby a public barrier that is approximately 4 feet high and constructed of hog-panel type fencing. The facility was not\nopen to the public at time of the inspection. The elephant handler was also responsible for providing care to other\nanimals at the zoo in addition to the elephant. Caring for the additional animals takes him to other areas of the park\non a regular basis, leaving no handler to supervise the elephant at times when she is in her outdoor enclosure. The\nelectric wire fencing may not be a sufficient barrier to contain the elephant if startled or harassed by persons/events\nthat may occur when the public is present. During public exhibition, animals must be handled so there is minimal\nrisk of harm to the animal and the public, with sufficient distance and/or barriers between the general viewing public\nso as to assure the safety of the animal and the public. Correct by ensuring that the elephant is always adequately\nsupervised by a knowledgeable and experienced elephant handler while she is present in her current outdoor\nenclosure (the electric fence) when the facility is open to the public.\nCorrect by: Prior to public admission to the zoo."
    },
    {
      "code": "3.27(b)",
      "kind": "Direct",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "Two oval metal stock water troughs on the patio of the keeper building were housing numerous guinea pigs\noutdoors. Tub #1 housed 22 adult guinea pigs and their offspring and tub #2 housed 28 adult guinea pigs with\noffspring on 6 January 2015. The temperature measured with the Kestrel 3000 ranged from 36.4 to 37 degrees F at\napproximately 11:00 a.m. On 7 January 2015 these same two oval metal stock water troughs housed 40 adult\nguinea pigs with offspring and 38 adult guinea pigs with their offspring. The temperature measured with a Raytek\nMiniTemp MT-6 non-contact thermometer away from the heat lamp ranged from 15-18 degrees F and under the\nheat lamp ranged from 40.5 (42 Max)-39.5(46 Max) degrees F at about 9:35 a.m.\nAn oval metal stock water trough in an unheated trailer (tub #3) housed 17 adult guinea pigs with their offspring on 7\nJanuary 2015. The temperature measured with the Kestrel 3000 was 36.9 degrees F at 10:19 a.m.\nThese temperatures are significantly below the required 60-85 degrees F for indoor guinea pig facilities. All three\noval metal stock water troughs housed guinea pigs with areas of hair loss. The attending veterinarian examined the\nguinea pigs on 8 January 2015 and suspected ringworm. The stress of the low temperatures may be contributing to\nthe dermal problem in the guinea pig colony. The owner said he had a variance to house the guinea pigs, but could\nonly find his request for a variance. The description of the housing in that request is different than the current\nhousing and no reply to the request could be found. Housing guinea pigs outdoors when temperatures are near or\nbelow freezing is not an appropriate climate for their health and well-being. Guinea pigs shall not be housed in\noutdoor facilities unless such facilities are located in an appropriate climate and prior approval for such housing is\nobtained from the Deputy Administrator.\nThe facility owner was informed on Wednesday late afternoon by the APHIS officials to have this corrected by noon\non Friday, 9 January 2015."
    },
    {
      "code": "3.28(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The enclosure housing the guinea pigs in the trailer is a metal stock water trough. The bottom edge of this trough is\nrotted and rusted to the point that the facility has duct taped the area and placed cement blocks next to the trough to\nsecure this area. During this inspection, the brick was removed and an inspector's hand could be placed into the\nenclosure from the outside through this rotted area. This trough is a potential injury hazard or route of escape to\nthe guinea pigs. This trough requires repair or replacement to ensure it adequately protects the guinea pigs from\ninjury and contains the animals.\nCorrect by: 17 January 2015"
    },
    {
      "code": "3.28(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Adult guinea pigs with their litters were housed in oval metal stock water troughs that measured 31.5 inches wide in\nthe mid-section by 92 inches long with curved ends (decreasing the interior space of the enclosure). The area of\neach oval metal stock water trough was 1905.75 square inches (60.5X31.5) plus 778.9 square inches\n(3.14x(15.75x15.75)) to equal 2684 square inches. Each trough had 2 eight inch diameter water bowls that took up\n100.5 square inches of floor space (2x3.14x(4x4)) and 2 ten inch diameter food dishes that took up 157 square\ninches of floor space (2X3.14x(5X5)). The floor area for the guinea pigs in each of the metal troughs was\napproximately 2428 square inches when the area of the bowls/dishes was subtracted (2684-(100.5+157)).\nEach adult guinea pig and nursing female with her litter requires at least 101 square inches of floor space so each\ntub can house a maximum of 24 of these guinea pigs. Weaned guinea pigs weighing less than 350 grams require\nat least 60 square inches of floor space so when weaned guinea pigs are also housed with the adult guinea pigs\nthen less adult guinea pigs can be housed in the metal troughs. While inspecting the guinea pigs on 6 January\n2015 the owner informed the APHIS officials that he thought he could house up to 22 adult guinea pigs in the metal\nstock water troughs. On 6 January 2015 there were 22 adult guinea pigs and their litters in Tub #1 and 28 adult\nguinea pigs with their litters housed in Tub #2. APHIS officials returned to these tubs to re-evaluate temperature the\nmorning of 7 January 2015. At that time, there were 40 adult guinea pigs with their litters in Tub #1 and 38 in Tub\n#2. The troughs did not provide adequate floor space for the 28, 38 and 40 adult guinea pigs with their litters. There\nwere guinea pigs in each of these troughs with hair loss that were cited under veterinary care. Overcrowding can\nbe distressful and result in the animals being more susceptible to disease and health problems. Each adult guinea\npig and nursing guinea pig must be provided at least 101 square inches of floor space and each weaned guinea pig\nweighing less than 350 grams must be provided at least 60 square inches of floor space for their health and\ncomfort.\nCorrect by 17 January 2015."
    },
    {
      "code": "3.31(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The three oval metal stock water troughs housing a total of 97 guinea pigs with their litters had excessively wet and\ndirty bedding below a layer of clean bedding. The owner informed the APHIS officials that the personnel clean the\nenclosures by removing the old bedding in half of the enclosure, put in new bedding, and then remove the old\nbedding in the other half of the enclosure and put in new bedding. This is done while the guinea pigs were in the\nenclosures. These enclosures are not being adequately cleaned or sanitized at least once every 2 weeks in the\nmanner provided in paragraph (a)(4) of this section. All three of these enclosures have guinea pigs with hair loss\nthat were cited under veterinary care. The accumulation of wet dirty bedding and lack of sanitization of the\nenclosures may create an environment for the accumulation of parasites and/or growth of bacteria and fungi.\nAdditionally, the impact to the animals due to the presence of wet bedding is further exacerbated by the extremely\ncold conditions. Guinea pig enclosures must be cleaned and sanitized often enough to prevent the accumulation of\nexcreta or debris and at least once every 2 weeks in the manner provided in paragraph (a)(4) of this section.\nCorrect by 17 January 2015."
    },
    {
      "code": "3.56(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The 6 hutches housing 6 rabbits in the back breeder area had excessive debris accumulating on the wire mesh\nwalls and in the areas between the wire floors and walls. These enclosures did not appear to have been clean in a\nlong while. Additionally, the 2 rabbits housed in the chain link dog kennel directly on the ground had an excessive\naccumulation of excreta mixed with the gravel floor. Bacteria and fungus may grow in the excessive debris and\ngrime and cause the animals to become ill. The enclosures must be cleaned to minimize disease hazards which\nincludes sanitization at least every 30 days in the manner provided in paragraph (b)(3) of this section.\nCorrect by 24 January 2015."
    },
    {
      "code": "3.75(e)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Produce (fruit and vegetables) was stored in open boxes on the floor in the keeper building against shelves with\ncans of paints and next to enclosures housing nonhuman primates. Paint/debris on the outside of the paint cans\nmay contaminate the produce. The primates housed in this area are close enough that they may urinate and/or\ndefecate on the produce and/or throw items out of the enclosure onto the produce. Additionally, normal cleaning\nprocedures for the enclosures may contaminate the produce with animal waste. Eating contaminated produce may\ncause the animals to become ill. Supplies of food must be stored in a manner that protects the supplies from\nspoilage, contamination and vermin infestation. The supplies must be stored off the floor away from the walls, to\nallow cleaning underneath and around the supplies. Food requiring refrigeration must be stored accordingly and all\nfood must be stored in a manner that prevents contamination and deterioration of its nutritive value. Only the food\nand bedding currently being used may be kept in animals areas, and when not in actual use, open food and bedding\nsupplies must be kept in leakproof containers with tightly fitting lids to prevent spoilage and contamination.\nSubstances that are toxic to the animals must not be stored in food storage and preparation areas.\nCorrect by 24 January 2015."
    },
    {
      "code": "3.80(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The padlock for the door of the outdoor black and white lemur area was found unlocked during this inspection. The\nfacility representative locked this padlock once APHIS officials pointed it out to them.\nThe glass partition between the gift shop and the snow macaque outdoor enclosure has an approximately 8 inch\nvertical crack midway along the bottom of the pane upwards approximately 8 inches. There is also a circular\npuncture-type damage about in the middle of the pane. This is a potential injury and escape hazard should this\ndamage worsen. This window requires repair or replacement to ensure it remains structurally sound and is in good\nrepair.\nCorrect by: 10 February 2015 for window and ensure all padlocks remain secure at all times"
    },
    {
      "code": "3.80(b)(2)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "One female Spider monkey is being housed in a primary enclosure measuring 46\" by 47\" and 8' in height. This\nequals a total floor space of 15.01 square feet. This primate is a brachiating species in Group 6 and requires 25.1\nsquare feet of floor space. This animal was acquired this fall according to facility staff. This enclosure immediately\nadjoins the enclosure with a group of Spider monkeys and this primate is in visual, auditory, and tactile contact with\nthe other Spider monkeys. This animal requires additional space to meet its minimal space requirements. Lack of\nadequate space does not allow this brachiating specie to engage in normal species-type behavior including\nswinging and may lead to physical and behavioral problems. A facility maintenance person informed the APHIS\nofficials that when he built the enclosure he was unaware of the space requirements and could easily enlarge the\nenclosure. Correct this by providing this animal an enclosure meeting its space requirements.\nCorrect by: 24 January 2015"
    },
    {
      "code": "3.81",
      "kind": "",
      "repeat": false,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "The following non-compliances with the facility primate environment enhancement plan were identified during this\ninspection.\n1) The only primate environment enrichment proposal for the facility is dated August 24, 1992, and there is no\nindication that it was reviewed or approved by the attending veterinarian. This plan does not include the following\nspecies currently housed at the facility: 7 DeBrazzas, 2 red ruffed lemurs, 4 black and white ruffed lemurs, and 2\ngreater bush babies. The facility proposal states: \"The log book will be divided according to each individual or\nfamily group and will be used to keep a written record of enhancement techniques, interactive periods and the\nNHP's responses and behaviors to these stimuli. Care-givers will also note any aberrant behavior in this log.\" A\nsample of the weekly enrichment log sheet for a species is included in the facility's primate environment enrichment\nproposal. The facility personnel informed the APHIS officials that the log book is not being kept.\nThe development and implementation of environmental enhancement plans to promote psychological well-being in\nnonhuman primates has promoted social housing and enriched the environment of the nonhuman primates resulting\nin a decrease in stereotypic behavior. The facility must develop, document, and follow an appropriate plan for\nenvironment enhancement to promote the psychological well-being of all their nonhuman primates. The plan must\nbe in accordance with the currently accepted professional standards as cited in appropriate professional journals or\nreference guides, and as directed by the attending veterinarian. This plan must be available to APHIS upon\nrequest.\nCorrect by 10 February 2015.\n2) The facility proposal also states: \"SPECIAL CASES: Any NHP not housed within visual or aural distance of a\ncompatible species will receive regular interaction with humans (care-givers) in order to promote its normal\ndevelopment and behavior&Interactive periods shall transpire no less than 5 days per week, for at least 15 minutes,\nand a written record of each episode will be kept in a log book.\" A sample for listing of individually housed\nnonhuman primates with date, animal identification and reason for individual housing and enrichment log is included\nin the facility(cid:25)'s primate environment enrichment proposal. A DeBrazza monkey is being housed alone in a room\nwith no other nonhuman primates. The facility personnel had not done any of the documentation as indicated in the\nfacility proposal. At the start of the inspection facility personnel had informed the APHIS officials that there were no\nnonhuman primates identified as special cases or needed additional/extra enrichment.\nDeBrazza monkeys are social and being housed in a room without other nonhuman primates can be distressful and\ncause stereotypic behavior. The DeBrazza monkey must be provided special attention regarding enhancement of\nits environment, based on the needs of the individual species and in accordance with the instructions of the\nattending veterinarian.\nCorrect by 17 January 2015."
    },
    {
      "code": "3.84(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Nearly every non-human primate primary enclosure at this facility is excessively dirty. The enclosures that are the\nworst are those indoor enclosures in the Tamarin building. The Tamarin enclosures have been scent marked and\nare covered with grime including all the strands of the wire mesh walls, the outside of all nest boxes, the climbing\nbranches and shelves placed in the enclosures, and the feed container holders in the enclosures. It does not\nappear that these enclosures have been thoroughly cleaned in quite some time. The licensee commented on the\nfact that these animals scent mark and cleaning too much of their scenting can be problematic. Even though this is\ntrue, it is possible to clean thoroughly all areas of the enclosures on a rotating basis to ensure that all surfaces are\ncleaned regularly.\nOther primate enclosures were also found to be in need of cleaning including the indoor area for the tufted\ncapuchins, the indoor area for the spider monkeys, the indoor lemur area, the indoor white faced capuchin area, the\nindoor Mandrill area, and the capuchins and DeBrazza monkeys in the mouse house building. All of these areas\nhave surfaces in contact with the primates that are covered with grime and require cleaning including the solid walls,\nshelves, wire mesh fencing, and ceilings. The shelves in the tufted capuchin area are covered with a layer of feces\nand grime. Many of the walls in these areas are dirty and stained from either animal hands or grease from fur.\nMany ceilings in these areas are rust stained or covered with fly excrement markings. Failure to clean on a regular\nbasis exposes the animals to disease hazards and does not satisfy accepted cleanliness standards.\nThe facility must ensure that all primary enclosures housing non-human primates are cleaned on a regular basis.\nAdditionally, all indoor primate enclosures must be cleaned and sanitized at least every 2 weeks or as often as\nnecessary to prevent excessive accumulation of dirt and debris in accordance with section 3.84(b)(2). For those\nprimates that require special consideration for scent marking for their well-being, the facility may utilize a rotating\ncleaning schedule that addresses this concern while also ensuring that their enclosures are kept sanitary and in\naccordance with this section and 3.84(b)(2).\nCorrect by: 24 January 2015"
    },
    {
      "code": "3.84(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Several areas housing non-human primates have miscellaneous items, trash, discarded matter, and unused items\nthat require removal and proper storage. These areas all also have dirt, dust, and cobwebs that require cleaning.\nThe area behind the mouse house building which houses Capuchin and DeBrazza monkeys has excess pet taxis,\nplastic bins, caging supplies and plastic trash bins stored there. Inside the mouse house buildings, there are\ncobwebs and dirt in the front keeper area that requires cleaning. Walls are stained and discolored with mold or\nmildew damage near the DeBrazza monkey housed in that area. In the Tamarin building, there are items in the\nfront entry area that are being stored including an old weight set and other miscellaneous items. This building was\nalso dirty with the walls behind and next to enclosure having grime and build-up that require cleaning. There are\ncobwebs throughout this building. The ceiling corners all have dust/cob webs that require removal. Several ceiling\ntiles of the drop ceiling are either discolored or have water damage and require replacement. The area behind the\nwhite faced Capuchin building has a deceased wild rabbit in a live trap. This rabbit needs to be removed.\nAll of these areas are in need of a thorough cleaning, removal of unwanted items, and proper storage of items still\nneeded. This clutter concern is compounded by the fact that there is evidence of a large rodent population at the\nfacility. Pest control and housekeeping significantly impact one another. These piles of excess material piled\nthroughout the facility and cob/dust webs in corners and near enclosures make monitoring for pests difficult to\nimpossible. The clutter is also a breeding ground for these mammalian pests. Additionally, excessive clutter and\ngeneral disorganization makes it difficult to maintain necessary standards for cleanliness of enclosures.\nCorrect by: 10 March 2015"
    },
    {
      "code": "3.84(d)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "There is an overwhelming pest control problem at this facility. Numerous rodent holes were found throughout the\nfacility including by the lemur building, the tufted capuchin building, by the snow macaque enclosure and behind the\noutdoor capuchin housing. Additionally, dead rats were found next to the lemur building, snow macaque enclosure\nand behind the tufted capuchin building. Rodent bait boxes are present throughout the facility but significant rodent\nactivity is still present as evidenced by the excessive number of rodent holes both in and around the animal\nenclosures. This facility also has a significant housekeeping concern with clutter and piles of unused or excess\nitems throughout the facility. These areas provide hiding places and are a breeding ground for mammalian pests,\ncontributing to the pest problem. The presence of rodents is a potential disease hazard to the animals as these\nrodents can be carriers of disease and parasites. An effective pest control program must be established to ensure\ncontrol of these mammalian pests.\nCorrect by: 10 February 2015"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The following areas were found in need of repair or replacement:\n1.The fence around the goat pasture by the road has a broken tensioner wire and 2 sections where the fencing is\nbroken on the side near the road.\n2.The chicken wire on the first landing of the mountain lion perch has an area with broken wires that is loose and\npulled away from the structural support.\n3.The buried fence flooring for the African crested porcupine enclosure has an area under the water receptacle\nwhere the flooring is unravelling. There are also 2 areas that this flooring has been significantly uncovered by the\nanimals and/or erosion.\n4.An area of metal stripping above the concrete block in the giraffe building is loose. There are also 2 areas of\nchain link fencing broken on the bull giraffe enclosure fencing.\n5.The elephant building has 3 areas of metal stripping above the elephant enclosure that have been pulled away\nfrom the building wall.\n6.The shelter for the zebra yard in the main zoo has an area of loose metal corner stripping.\n7.The llama fencing for the main llama yard containing 26 llamas has areas where the lowest horizontal fence\nrail is at least 21 inches from the ground. Smaller llamas may be able to get under this rail.\n8.One electrical outlet in the cub holding room has no outlet cover. The door to this room is a 50/50 horizontal\nsplit door that has damage to both the top and bottom sections.\n9.Spare metal fence panels were found in the potbellied pig yard leaning against the enclosure fence behind the\nshelters.\n10.Rolls of chain link fencing were found in the pasture for the zebras at the breeding farm location.\n11.2 large nails are in the top of the stump in the bear enclosure. These are a potential injury hazard to the\nanimals.\nAll of these areas are in need of repair or replacement. They are all areas of potential injury or escape. The facility\nmust ensure that all animal enclosures are maintained to adequately contain the animals and protect them from\ninjury.\nCorrect by: 10 February 2015 for llama fencing and rolls of fencing in zebra pasture, 17 January 2015 for all others."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The following non-compliances with food storage were identified during this inspection.\n1) The walk-in freezer used to store meat to feed the animals is filthy and ice has accumulated on the back shelves.\nAnimal livestock carcasses for feeding were piled on the floor, uncovered and dirty. This food is not free from\ncontamination or freezer burn and its consumption could result in animal illness and discomfort. The freezer also\ncontains deceased animals previously exhibited at the facility such as a giraffe head and numerous bird specimens.\nThe licensee stated that these are being stored for later use as taxidermy specimens. Bodies of dead exhibit\nanimals must not be stored in the same freezer as food to prevent contamination of the meat from disease\norganisms that may have caused or contributed to the death of the exhibit animals. The dead exhibit animals, the\npiles of dirty uncovered animal livestock carcasses, and any other contaminated and/or freezer burned food must be\nremoved from the walk-in freezer. The freezer must be cleaned and the frozen food wrapped or stored in closed\ncontainers to protect the food supplies from deterioration, contamination and freezer burn.\nCorrect by 24 January 2015.\n2) The hay stored in the hayloft above the stalls by the keeper building is contaminated with bird feces, feathers,\nalive and dead pigeons. A couple of old mattress infested with pigeons and multiple containers are also stored in\nthe hayloft. Bird feces, feathers and pigeons may contain bacteria and/or parasites. Hay that is wet with feces may\nmold. The animals receiving this hay may become ill. The old mattress, containers, pigeons and contaminated hay\nmust be removed, and the hayloft cleaned for the hay to be stored in facilities that adequately protect it against\ndeterioration, molding and contamination by vermin.\nCorrect by 24 January 2015."
    },
    {
      "code": "3.127(b)",
      "kind": "Direct",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "One Blesbok is being housed with muntjac deer in a pasture behind the barn near the keeper building. The muntjac\ndeer have shelters that are too small for the Blesbok to enter and there is no other shelter for this animal. The\nlicensee stated that the rear of the barn has stall doors to allow the Blesbok access to shelter but currently the stalls\nare occupied by other animals and the facility would need to move animals to allow the Blesbok access to the barn.\nOne female white Dromedary camel is being housed in the elephant ride area without adequate shelter. The animal\nis housed in a pasture with the elephant ride stand. The ride stand does have a roof but has no sides and does not\nprovide adequate shelter for this animal. The licensee stated that the camel is in this area so she has plenty of\nspace to move, is away from the other camels, and is easily accessible to staff as she is bred and due to calve\nsoon. This poses an additional concern as the newborn calf would also need shelter from the inclement weather.\nAmbient day time temperatures were highest on the first day of the inspection (below 40 degrees Fahrenheit as\nmeasured by inspectors in the morning) and significantly colder on in the subsequent days (in the single digits to 20\ndegrees F with a significant wind chill).\nBoth the Blesbok and the Dromedary camel require shelter to ensure their health and well-being. Failure to provide\nadequate shelter exposes animals to the weather and is especially important for the expected newborn calf.\nCorrect this by providing these animals adequate shelter.\nThe licensee and his wife were informed by APHIS officials on 07 January 2015 that these animals required shelter\nno later than noon on Friday 09 January 2015."
    },
    {
      "code": "3.127(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The three outdoor yards housing 18 Sitatunga, 17 Oryx, and 5 Zebras, were excessively muddy on 06 January\n2015. Even though the facility placed large round bales of hay in the shelters for the animals allowing them to have\na dry place to stand, these yards remained muddy enough that the front loader used to move hay bales into the\nSitatunga yard left ruts at least 4 inches deep. The zebra were muddy above all 4 pasterns. By 07 January 2015,\nthe ground was frozen due to weather. These yards require additional drainage or substrate to ensure the animals\ncan remain dry in all seasons. Correct this by providing proper drainage to these animal yards.\nCorrect by: 10 February 2015"
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "This facility has an approved perimeter fence variance allowing the perimeter fence to also act as the primary\nenclosure fence for some of the hoof stock. There are many areas where excess items including stock water\ntroughs, plastic furniture, rolls of fencing, transport enclosures, plastic pools, and other miscellaneous items are\nbeing stored against the perimeter fence creating a potential \"step\" for animals to get over the fence. Several other\nareas of the fence have trees growing through the fence or areas that are impossible to inspect because it has been\novergrown by brush. There are also 2 enclosures containing one spotted skunk each and one enclosure containing\n3 red squirrels behind the mouse house building that are immediately next to the perimeter fence. Several empty\nsmall animal enclosures have also been mounted onto the perimeter fence. In one area of perimeter fence by the\nmouse house building, a chicken was observed walking underneath the loose bottom of the fence.\nThe perimeter fence is not functional in its current condition. The licensee must ensure that no items are stored\nnear or on the perimeter fence that could potentially act as a \"step\" for animals to get over, no trees or brush is\naffecting the structural strength or the ability to inspect the fence, and that all primary enclosures not included in the\nperimeter fence variance are placed at least 3 feet from the perimeter fence. The licensee should conduct a\nthorough self-inspection of the entire perimeter to ensure that all areas of perimeter fence comply with these\nrequirements in addition to those listed above.\nCorrect by: 10 February 2015 to remove items from fence, 10 July 2015 for all other items"
    },
    {
      "code": "3.129(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "The following feeding non-compliances were identified during this inspection.\n1) Direct non-compliance: The 2 bears did not have any food in their enclosure. The facility owner informed the\nAPHIS officials that the bears were not provided water or food from the first of December until March to encourage\nhibernation and not leaving the den. One of the bears walked out of the den and was observed in its enclosure by\ntwo of the APHIS officials. Bears periodically leave their den during winter months and eat or drink. The bears\ncould become distressed if hungry and they do not have access to any food. The bears must have access to some\nwholesome food to provide for their health and comfort.\nThe facility owner was informed on Wednesday late afternoon by the APHIS officials to have this corrected by noon\non Friday, 9 January 2015.\n2) The 2 tigers, 2 puma and 5 servals are fed meat stored in the walk-in freezer. Animal livestock carcasses for\nfeeding were piled on the floor, uncovered and dirty. This food shows signs of desiccation, freezer burn, and\ngeneral contamination. Some of the whole deer (intended for feeding) show signs of scanvenging on the carcass.\nDeteriorated meat (such as that with freezer burn) may have decreased nutritional content and feeding\ncontaminated meat may result in illness. These carcasses must not be fed for the health of the animals. Correct by\nensuring that frozen meat is properly stored when frozen and properly thawed at refrigerator temperatures in a\nclean environment to prevent bacterial contamination and deterioration of the meat. Meat fed to the animals must\nbe wholesome, palatable and free from contamination and of sufficient quantity and nutritive value to maintain the\nanimal is good health.\nCorrect from this day forward.\n3) According to the licensee the hoof stock is fed hay from the hayloft above the stalls by the keeper building. This\nhay is contaminated with bird feces, feathers and dead pigeons. Bird feces, feathers and pigeon carcasses may\ncontain bacteria and parasites and cause the animals receiving the hay to become ill. Contaminated hay must not\nbe fed for the health of the animals. Hay fed to the animals must be free from contamination and of sufficient\nnutritive value to maintain all animals in good health.\nCorrect from this day forward.\n4) There were 10 dead guinea pigs in the refrigerator in the keeper building that the owner informed the APHIS\nofficials that were going to be used to feed the felids: 2 tigers, 2 puma and 5 servals. At least two of these guinea\npigs had patches of hair loss. There were also several live guinea pigs that were identified with hair loss which\nappeared similar to these lesions and were cited under veterinary care. The attending veterinarian examined the\nlive guinea pigs on 9 January 2015 and said the hair loss was suspicious for ringworm. Ringworm is contagious\nand animals with suspicious lesions are not considered wholesome to be offered as food and must not be fed.\nCorrect from this day forward.\n5) The facility has a felid feeding plan. The original plan was written with a different vitamin supplement added to\nthe meat than is currently used. The new supplement was written onto the margin of the plan, but the directions on\nthe supplement container are different than what is directed by the plan and how the facility personnel are applying\nthe supplement to the meat. Both the plan and facility personnel have informed APHIS personnel that the meat is\ndusted with the supplement. The directions on the supplement container are per weight of the animal and range\nfrom 1/4 of a scoop for a 1-3 pound animal to 8 scoops for a 500 pound animal. Feeding the animals meat with the\nwrong amount of vitamin/mineral supplement may cause preventable health problems. Also the facility hand raises\ntiger cubs. There is no written guidance in the felid feeding plan for the hand rearing of tiger cubs. The licensee\nstated that he really wasn't sure how or what cubs were fed, that his daughter was responsible for all aspects of cub\nrearing. Proper nutrition is very important for tiger cubs. Cubs fed an imbalanced or nutritionally incomplete diet\ncan develop metabolic bone disease resulting in fractures or deformed bones. The feline feeding plan must be\nupdated under the direction of the attending veterinarian to provide a diet with the nutritive value to maintain all the\nfelids in good health.\nCorrect by February 10, 2015."
    },
    {
      "code": "3.130",
      "kind": "Direct",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "The 2 bears did not have potable water in their enclosure. There was only dirty green water in a large metal pool.\nThe facility owner informed the APHIS officials that the bears were not provided water (other than this pool) or food\nfrom the first of December until March to encourage hibernation and discourage animals from leaving the den. One\nof the bears walked out of the den and was observed in its enclosure by two of the APHIS officials. Bears\nperiodically leave their den during winter months and drink water and/or eat and do need to be provided with\npotable water during winter months. Drinking contaminated water may result in illness. Additionally, if the facility is\nnot providing fresh water on a regular basis, there may not be any water during long periods of significant cold\ntemperatures (ie. when the pool is frozen) which could farther compromise animal health. The bears must have\naccess to potable water to provide for their health and comfort.\nThe facility owner was informed on Wednesday late afternoon by the APHIS officials to have this corrected by noon\non Friday, 9 January 2015."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The following non-compliances with cleaning of enclosures were identified on this inspection.\n1) The 5 enclosures housing the 11 Prevost squirrels in the Tamarin building had excessive debris and grime caked\non the wire mesh walls of the enclosures and on all surfaces including perches and nest boxes and do not appear to\nhave been cleaned in a long while.\n2) The enclosure housing 4 flying squirrels in the mouse house building had excessive debris accumulating on the\nwire mesh walls and dirty hay on the floor. Debris and cobwebs are accumulating under the enclosure in the catch\npan. This enclosure does not appear to have been cleaned in a long while.\nBacteria and fungus may grow in the excessive debris and grime and cause the animals to become ill. The\nenclosures must be cleaned to minimize disease hazards.\nCorrect both items by 24 January 2015"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "There is a significant clutter concern at this facility. The field area near the freezer contains excess items including\nold caging supplies, metal barrels, fencing materials, tires, animal skulls, jaw parts and a pile of wooden pallets. In\nthe barn near the keeper area, there are freezers with excess caging materials, rope, pet taxis, and other\nmiscellaneous items stacked on top of them. Next to the fallow deer enclosure there is an old truck tire, spare\nfencing and building materials being stored. Much of the perimeter fence has items leaning against it that also need\nto be removed, discarded, or properly stored. In the keeper building, there are paint cans, various building supplies,\ntools, and other miscellaneous items near the hedgehog enclosure. These items should be removed from the\nproximity of this animal(cid:25)'s enclosure or the enclosure moved to another location.\nAll of these areas are in need of a thorough cleaning, removal of unwanted items, and proper storage of items still\nneeded. This clutter concern is compounded by the fact that there is evidence of a large rodent population at the\nfacility. Pest control and housekeeping work hand in hand. These piles of excess material piled throughout the\nfacility and cob/dust webs in corners and near enclosures make monitoring for pests difficult to impossible. The\nclutter is also a breeding ground for these mammalian pests.\nThe licensee must develop a plan to remove all unwanted items, clean the affected areas, and properly organize\nand store items still needed for the husbandry and care of the animals.\nCorrect by: 10 March 2015"
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "An overwhelming number of rodent holes were found throughout the facility including in the muntjac yard, behind\nthe porcupine enclosure, and inside the bottle fed muntjac yard. Additionally, 2 dead rats were found inside the\nmuntjac yard closest to the porcupine enclosure and several dead rats were found outside the perimeter fence.\nRodent holes were also found near the trailer housing guinea pigs and near the rabbits housed outdoors. Rodent\nbait boxes are present throughout the facility but significant rodent activity is still present. In the guinea pig trailer,\nbird eggs, droppings, and feathers were found in the vent on one wall. The hay storage in the loft of the barn near\nthe keeper building has a significant avian pest problem. All of the hay in this loft is covered with bird feathers and\ndroppings. Several pigeons were observed in this loft during this inspection. There is also an old mattress in this\nloft that is now being used by the birds to nest in. Several dead pigeons were found on the floor of the loft. This\nfacility also has significant housekeeping concerns with clutter and piles of unused or excess items throughout the\nfacility. These areas provide hiding places and are breeding grounds for mammalian pests, contributing to the pest\nproblem.\nThe presence of these mammalian and avian pets is a potential disease hazard to the animals as these rodents and\nbirds can be carriers of disease and parasites. An effective pest control program must be established to ensure\ncontrol of these mammalian and avian pests.\nCorrect by: 24 January 2015 for avian pest and 10 February 2015 for rodents\n*** This inspection was conducted on January 6-9, 2015. All Direct non-compliances and animals in need of\nveterinary care were reviewed with the licensee verbally on 7 January 2015. A formal exit interview was conducted\nwith the licensee on 11 January 2015.\nAdditional Inspectors\nGeib Mary, Veterinary Medical Officer\nColeman Randall, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe Program of Veterinary Care (PVC) for this facility lacks specific guidance for the care of animals.  Several\nspecies of animals are maintained by the facility but not listed on the PVC, including:  the giraffe, bears, wallaby,\nprevost squirrel, red squirrel, domestic pigs, and guinea pigs.  It is difficult to determine which species are included\nin guidance with broad terms of \"equine\" and \"ruminants\" listed on the PVC.  There is also no specific guidance for\ndeworming of various species, only a list of dewormers to be used with guidance to rotate these wormers.  Species\nspecific dosing and route is not included for any species or drug in the PVC.  The guidance for euthanasia of\ncarnivores, hoofed stock, primates and elephants is \"IV Pentobarbital or Gunshot\".  Although gunshot is acceptable\nas an emergency means of euthanasia, it should not be listed on the PVC as a routine method and additional\ndirection regarding the species or circumstances under which it is approved must be included.  Likewise, the PVC\nstates \"xylazine sedation..IV Pentobarbital..Gunshot\" as a method for euthanasia for camelids and equine.  \nAdditionally, the PVC states that ketamine and xylazine or domosedan for equine will be used for capture and\nrestraint methods.  There is no guidance for dosing various species with these drugs and no guidance for\nanesthesia monitoring, recovery, or other pre or post procedural care.  Specific guidance is required.  Treatment\nrecords provided by the facility state animals have been treated without written attending veterinarian guidance. \nThis includes a camel having an abscess flushed and cleaned, a newborn Sitatunga treated with \"BOSE\", a\nnewborn Kudu treated with (cid:28)\"BOSE\"(cid:29), and numerous dewormers given.  Additional specific guidance is required for\nthe Program of Veterinary Care.  Failure to have specific accurate guidance does not ensure the attending\nveterinarian is aware of the current practices at the facility and also does not ensure the facility has accurate\nguidance to provide adequate veterinary care to the animals.  Correct this by developing and implementing a\ncomplete, accurate Program of Veterinary Care.\nCorrect by:  10 February 2015\n2.40(b)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n\nThere were several expired drugs found in the keeper building including:\n          1.One bottle of SMZ/TMP tablets expired in May 2011.\n          2.One 250 mL bottle of sterile normal saline solution expired in June 2013.\n          3.One bottle of injectable Naxcel expired in November 2014.\n          4.One container of Uniprim powder dispensed for use in camels expired December 2012.\n          5.One bottle of phenybutazone tablets expired in January 2014.\n          6.One syringe of Equi-Tox (domperidome) expired on January 1, 2011.\n          7.One syringe of Gastro-Gard (omeprazole) expired in February 2014.\n          8.One bottle of injectable Oxytocin expired in August 2013.\nOne bottle of Amoxi-drops (expiration date 04-16) was found in the keeper area refrigerator already mixed with a\ndispensing date of 11/29/14.  The drug insert states that unused portions of this drug must be discarded 14 days\nafter it is reconstituted.  Also, treatment records at the facility show that animals have received Naxcel (administered\n3 January 2015 to a Kudu) and Oxytocin (administered on 23 November 2014 to a Camel).  The licensee stated that\ndrugs are purchased from the attending veterinarian but no other drugs were found on the premises. The use of\nexpired drugs can be dangerous or ineffective.  Expired medications may not be used on regulated animals in the\nfacility.   Correct this by disposing of these expired medications and only using medications in date.\nCorrect from this day forward\n2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThirty five individual animals were identified by APHIS Officials in need of veterinary care at the time of inspection. \nThe licensee stated that he has been raising these animals for so long that many injuries and illnesses are treated\nby the facility without calling a veterinarian.  He further stated that they are in frequent contact with their Attending\nVeterinarian and his partner (also another licensed veterinarian), however, they do not currently maintain written\nrecords of treatments.  At the start of the inspection the wife of the licensee (responsible for much of the daily care\nfor animals) stated that there were no animals currently receiving veterinary treatment.  When asked about animals\nthat recently received treatment, she stated only a serval had been recently treated.  The wife of the licensee stated\nthat she does keep some short notes in a personal journal, but that this was not available for inspection as it was\nmixed with other personal information.  When asked, the wife of the licensee did re-copy a list of animals reportedly\ntreated by the facility during the period of 20 October 2014 through 6 January 2015.  These notes were reviewed in\ndetermining compliance with this section.  \n*** Direct:  Two Oryx had significant lameness at the time of inspection.  This included:\n     - Oryx #1:  A juvenile (still nursing) oryx was significantly lame on the right front leg at the time of inspection. \nThis animal was observed alternately toe-touching lame and non-weight bearing lame when moving at a walk on 6\nJanuary 2015.  On 8 January 2015 this animal was observed consistently non-weight bearing even when running\n\nand did not bear any weight on the limb at any point during observations that day.  On 6 January, the licensee\nstated that the facility first observed this lameness approximately 3-4 days prior to the start of the inspection.\n     - Oryx #2:  A young adult oryx was significantly lame on the left front leg at the time of inspection.  This animal\nwas observed consistently toe-touching lame when moving at a walk (both on 6 & 8 January 2015).  The licensee\nstated that the facility first observed this lameness approximately 6-7 days prior to the start of the inspection.  \nFollowing identification of these animals to the licensee (on 6 January), the licensee stated that oryx will\noccasionally be lame as a result of sparring and also frequently become lame during the winter when the ground is\nfrozen.  He stated that this typically resolves with time and that it is too stressful to the animal to remove it from the\nherd for examination since it may not be accepted back into the herd.  Although the licensee stated that he had not\ncontacted the Attending Veterinarian (AV) for advice regarding veterinary treatment for either of these oryx, he also\nstated that he had previously discussed the issue of lameness in oryx generally with the partner of the AV (also\nanother licensed veterinarian).  The licensee stated as long as there is not a compound fracture, the animal should\nnot be removed from the herd for further evaluation and treatment regarding lameness since it may just be a sprain\nor similar minor injury.  There was no record of any previous advice from any veterinarian and no written guidance\npresent in the program of veterinary care for lameness in oryx or any other species.  No veterinary care was\nprovided to either oryx listed above.  Lameness is a significant indicator of pain and failure to provide appropriate\nmethods to properly diagnose and treat the underlying cause in a timely manner may result in unnecessary pain\nand suffering.  Correct by having these animals evaluated by a licensed veterinarian and following all\nrecommendations including those regarding examination, diagnosis, treatment, and future recheck examinations as\nneeded.  Additionally, the licensee must maintain record of these recommendations for evaluation by APHIS\nOfficials.  If this is a recurrent problem the licensee may seek additional guidance from the Attending Veterinarian\nfor incorporation into the written program of veterinary care regarding recommendations for any future animals that\nmay develop lameness.   This was first identified to the licensee on 6 January 2015. \n*** DIRECT:  Several guinea pigs (GP) were exhibiting varying amounts of hair loss at the time of inspection.  Tubs\n1& 2 were located on the patio outside the keeper area.  Tub 3 was located in the storage trailer near the mouse\nhouse.\n     - GP#1:  A black and white juvenile guinea pig located in tub 1 had an area of hair loss on the right side of its\nnose stretching 2/3 of the way to its eye.  The underlying skin in this area was dry, crusty, and had several dark\nspots that appeared to be scabs.  Additionally, there was a small amount of crusted skin under the right eye.  This\nwas first identified to the licensee on 6 January 2014.\n     - GP#2:  A black and white adult guinea pig located in tub 1 had several small areas of hair loss on the left side\nof its nose.  The underlying skin was dry, flaky, and had several dark spots that appeared to be scabs.  This was\nfirst identified to the licensee on 6 January 2014.\n     - GP#3:  A tan and white juvenile guinea pig located in tub 2 had several small areas of hair loss on the right side\nof its face near its eye, on the top of its head, and at the base of the right ear.  The underlying skin was dry and in\nthe area on top of the head it was flaky and had dark spots that appeared to be scabs.  This was first identified to\nthe licensee on 6 January 2014.\n\n- GP#4:  A brown juvenile guinea pig located in tub 2 had an area of hair loss on the right side of its nose\nextending from the nose to the right eye and over the bridge of the nose.  The underlying skin in this area was dry,\ncrusty, and had numerous spots of medium and dark red areas that appeared to be scabs.  This was first identified\nto the licensee on 6 January 2014.\n     - GP#5:  A brown and white guinea pig located in tub 2 had a small area of hair loss on the bridge of the nose. \nThe underlying skin was dry and without significant crusts or flakes.  This was first identified to the licensee on 6\nJanuary 2014. \n     - GP#6:  A tan guinea pig with a white stripe between its eyes located in tub 1 has an area of hair loss on the\nbridge of the nose.  The underlying skin is dry, flaky, and has one dark spot that appeared to be a scab.  This was\nfirst identified to the licensee on 7 January 2014.\n     - GP#7:  A brown and white guinea pig located in tub 1 has an area of hair loss extending between the left eye\nand ear.  The underlying skin is dry and flaky.  This was first identified to the licensee on 7 January 2014.\n     - GP#8:  A black and white guinea pig located in tub 3 has an area of hair loss and irregular skin just above its\nright eye and a second spot just behind the nose on the right side.  The skin surrounding the eye appears dry,\nthickened, and leathery while the area near the nose is dry and flaky.  This was first identified to the licensee on 7\nJanuary 2014.\n     - GP#9:  A brown and white curly coated guinea pig located in tub 3 has a focal area of incomplete hair loss on\nthe bridge of its nose.  The underlying skin is dry and flaky.  This was first identified to the licensee on 7 January\n2014.\n     - GP#10:  A brown and white curly coated guinea pig located in tub 3 has areas of hair loss on the top of the\nhead and under the left ear.  The underlying skin in both areas is dry and crusty.  This was first identified to the\nlicensee on 7 January 2014. \nAll of the guinea pigs listed above appeared bright, alert, and reactive.  None were observed actively scratching at\nthe affected areas, however, the dark spots present on several animals appear to be scabs and dried blood and are\nconsistent with scratching as a result of itchiness.  These conditions were not reported to the attending veterinarian\nprior to inspection and none of these animals were receiving any treatment for these conditions.  Hair loss can result\nfrom numerous causes including several infectious causes such as fungal and bacterial diseases.  Given the\nnumber of animals with similar lesions, the cause is likely to be infectious.  When the attending veterinarian\nobserved these animals, on 8 January 2015, he stated that the lesions were suspicious for ringworm and would\nmake a diagnostic / treatment plan accordingly.  Infectious skin disorders may be transmitted to other uninfected\nanimals in the same enclosure or enclosures nearby.  Numerous animals which appeared normal were housed with\naffected animals in each tub listed above.  The licensee stated that he had not contacted the attending veterinarian\nregarding these issues prior to the start of the inspection and there were no methods in place to prevent spread of\nthis condition.  There was no previous guidance from the attending veterinarian for skin disorders in guinea pigs and\nno written guidance in the program of veterinary care.  Correct by ensuring that all animals exhibiting these skin\nabnormalities are examined by a licensed veterinarian so that appropriate diagnostic testing can be completed and\na proper diagnosis can be made.  Additionally, the licensee must seek guidance from the attending veterinarian\nregarding appropriate treatment for the affected animals as well as prevention and control of this condition in the\n\nguinea pig colony.   Records of these recommendations must be maintained for evaluation by APHIS Officials.  \n*** Three camels located in the camel exhibit area in the main zoo location showed signs of abnormal skin\nconditions.  These were identified to the licensee on 6 January 2015.\n     - Camel #1: A female camel had a significant swelling (at least 7 inches by 3 inches) located on the right side at\nthe base of the hump.  Additionally, there is a large area of dark discharge (brown, red, and black) extending from\nthe swelling down the right side to the abdomen.  This discharge appears dried and caked in the fur.\n     - Camel #2: A female camel had a significant swelling on the left shoulder area (approximately 3 inches and\nroughly circular).  The skin overlying this area is hairless and there is dried red-brown material caked in the fur\nsurrounding the lesion.  This camel was later identified by the facility as \"(cid:28)Lauren\"(cid:29).  \n     - Camel #3:  A female camel (with an ear tag #5) had a swelling on the right mid-neck.  There was a brown-red\ndischarge caked in the surrounding fur.  \nWhen asked about these lesions, the licensee stated that they are abscesses and that they occur regularly in the\ncamels.  He stated that they are treated by the facility staff (typically his wife) whenever they are observed.  He\nfurther stated that typically they would not call the attending veterinarian for these issues since they are a common\noccurrence and they have been treating them for years.  When asked, the wife of the licensee stated that she had\ncleaned the abscess on (cid:28)\"Lauren\"(cid:29) prior to the inspection (on 3 January 2015) by flushing it with diluted iodine and\nspraying it with wound spray.  There is currently no written guidance in the program of veterinary care which would\nallow treatment by the facility without consultation from the attending veterinarian.  Abscesses are often caused by\ninfectious agents and there are 5 additional camels located in this pasture and 1 housed so that it is sharing the\nsame barn (with direct contact).  There were no methods currently in use to stop the spread of disease if it is\ntransmissible between animals.  Correct by ensuring that all animals exhibiting these skin abnormalities are\nexamined by a licensed veterinarian so that appropriate diagnostic testing can be completed and a proper diagnosis\ncan be made.  Additionally, the licensee must seek guidance from the attending veterinarian regarding appropriate\ntreatment for the affected animals as well as prevention and control of this condition in the camels.  The licensee\nmust maintain records of the diagnosis and recommendations for evaluation by APHIS Officials.  \n*** The male cougar has an area on the right hind leg where the skin appears reddened and moist.  The area is\napproximately 2 inches wide by 4 inches long and is located on the back of the leg behind the right knee.  This was\nidentified to the licensee on 6 January 2015 and at that time the licensee stated that he was unaware of this\ncondition.  It was identified to the wife of the licensee on 7 January 2015 and she also stated she was unaware of\nthe condition but would make sure the attending veterinarian was called to examine it.  Skin disease can result from\nnumerous infectious and non-infectious causes.  Left untreated, it may progress resulting in unnecessary discomfort\nor suffering.  Correct by ensuring that this animal is examined by a licensed veterinarian for recommendations\nregarding appropriate diagnosis and treatment.  The licensee must maintain records of the diagnosis and\nrecommendations for evaluation by APHIS Officials.  \n*** One female giraffe had hooves which were overgrown and a slightly abnormal gait when compared to the other\n\ngiraffes at the facility.  When asked about routine giraffe hoof care the licensee stated that the giraffe will naturally\nwear their hooves down in the yard since there is gravel present in the giraffe enclosure.  This individual giraffe was\nidentified to the licensee on 6 January 2015 at which time the licensee stated that he was not sure of the individual\nanimal(cid:25)'s name although he thought it may be Vivian.  When the animal with long hooves was pointed out, the\nlicensee assured inspectors that the hooves would wear to a normal length over time if left on the gravel.  The\nlicensee further assured the inspectors that if that did not happen he would be able to transport the giraffe to North\nCarolina when the weather warms to trim her hooves using a chute at another USDA licensee(cid:25)'s facility. \nAdditionally, he stated that they were in the process of constructing a giraffe chute to facilitate easier handling of the\ngiraffe and make hoof trimming easier in the future.  There was no documentation at the facility that the licensee\nhas guidance from the Attending Veterinarian regarding the treatment of overgrown hooves in giraffe.  Inspectors\ndid observe a partially constructed chute.  Excessively long hooves can progress causing abnormal gaits,\nlameness, unnecessary stress and discomfort to the animal.  Correct by having this animal examined by a licensed\nveterinarian and following all recommendations regarding appropriate treatment for this condition.  If transportation\nof this animal is necessary for treatment, this guidance should include an appropriate timeline for providing this\ncare.   Additionally, the licensee must maintain records of the diagnosis and recommendations for evaluation by\nAPHIS Officials. This was first identified to the licensee on 6 January 2014.\n*** Numerous Capuchin Monkeys had hair loss to varying degrees and were observed scratching during the\ninspection.  This included:\n     - Capuchin #1:  A Brown (Tufted) Capuchin monkey located in the keeper barn had significant hair loss over its\nentire back extending over its sides and shoulders.  Additionally there was a smaller area of hair loss on its tail. The\nunderlying skin appeared dry.  This capuchin was housed with two other monkeys (one of which is capuchin #2\nlisted below). This animal was observed scratching during the inspection.  \n     - Capuchin #2:  A Brown (Tufted) Capuchin monkey located in the keeper barn had significant hair loss along the\nlength of its tail (worst at the tip) as well as hair thinning over the rump area and back.  This animal was periodically\nobserved scratching during the course of the inspection.  This capuchin was housed with two other monkeys\nincluding capuchin #1 listed above).  \n     - Capuchin #3:  A White-faced Capuchin monkey located in the indoor/outdoor area near the mouse house\nbuilding (co-housed with 5 other Capuchin monkeys including Capuchin #4 below) had generalized patchy hair loss\n(over the back, hind legs, tail, etc.).  This animal was observed scratching.  \n     - Capuchin #4:  A White-faced Capuchin monkey located in the indoor/outdoor area near the mouse house\nbuilding (co-housed with 5 other Capuchin monkeys including Capuchin #3 above) had incomplete hair loss located\nalong the length of the tail and its left knee.  \n     - Capuchin #5:  A White-faced Capuchin monkey missing part of the left index finger located in the back room of\nthe mouse-house building had hair loss on both forearms and on the tail.  The capuchin was observed vigorously\nscratching at times during the inspection.  This capuchin was co-housed with 2 others (#6 and 7 below) and in a\nroom with two other groups of capuchins (including capuchin #8) and a group of DeBrazza'(cid:25)s Monkeys.  \n     - Capuchin #6:  A White-faced Capuchin monkey located in the back room of the mouse-house building had\npatchy hair loss on the tail.  This capuchin was co-housed with 2 others (#5 and 7) and in a room with two other\n\ngroups of capuchins (including capuchin #8) and a group of DeBrazza(cid:25)'s Monkeys.\n     - Capuchin #7:  A White-faced Capuchin monkey located in the back room of the mouse-house building had\npatchy hair loss on the tail.  This capuchin was co-housed with 2 others (#5 and 6 above) and in a room with two\nother groups of capuchins (including capuchin #8) and a group of DeBrazza(cid:25)'s Monkeys.\n     - Capuchin #8:  A Brown (Tufted) Capuchin monkey located in the back room of the mouse-house building had\nextensive hair loss on its tail and several small patches on its back.  This animal was observed vigorously\nscratching at times during the inspection.  This capuchin was co-housed with 2 other non-affected animals and in a\nroom with two other groups of capuchins and a group of DeBrazza(cid:25)'s Monkeys.  \nThe hair loss in Capuchins #1 & 2 were first identified to the licensee on 6 January 2014.  Capuchins #3 - 8 were\nfirst identified to the licensee on 7 January 2014.  There was no written documentation regarding the treatment of\nthese animals for hair loss and the attending veterinarian stated to APHIS Officials that he would generally refer\nprimates to another local veterinarian for treatment.  Hair loss associated with apparent discomfort (evidenced by\nscratching) can result from a number of causes including several infectious causes.  Left untreated these conditions\nmay result in worsening of the condition, development of secondary infections, and unnecessary suffering.  When\nskin disorders are resulting from an infectious cause, they may be transmitted to other uninfected animals in the\nsame enclosure or enclosures nearby.  Numerous animals which appeared normal were housed with affected\nanimals in nearby enclosures.  Correct by ensuring that all animals exhibiting these skin abnormalities are examined\nby a licensed veterinarian so that appropriate diagnostic testing can be completed and a proper diagnosis can be\nmade.  The licensee must follow all recommendations by the veterinarian including those regarding diagnosis,\ntreatment, prevention, control of this condition, and recheck examinations.  Records of these findings, treatment,\nand future recommendations must be kept for evaluation by APHIS Officials.  \n*** A small Mandrill housed with the adult male Mandrill had hair loss over top aspect of both forearms.  On the right\narm the hair loss extends from the elbow to hand and on the left arm it extends over a smaller portion of the arm. \nThe underlying skin appears dry.  This was first identified to the licensee on 6 January 2015 at which time he stated\nthat this is probably due to stress because the female Mandrill in the adjacent enclosure (with limited tactile contact)\npicks on and intimidates this animal.  He stated that the female is a full-sister to this affected animal and that\nnegative interaction is the reason they are separated.  He stated that this issue has not been evaluated by a\nveterinarian and there was no record that the facility had contacted the attending veterinarian for any evaluation. \nThere was no direction in the written program of veterinary care or the Non-human Primate Enrichment plan to\naddress hair loss or hair plucking in primates.  While hair loss in this area of primates often has an underlying\nbehavioral cause, guidance from the attending veterinarian must be sought to ensure appropriate diagnosis and\ntreatment and to prevent worsening of the condition.  Correct by contacting the attending veterinarian and following\nall recommendations including his direction regarding the diagnosis, care, and treatment.  Additionally, the\nenrichment plan should be amended to address non-medical causes of hair plucking in primates if the veterinarian\nbelieves this to be an issue at the facility. \n***A black and white pygmy goat located in the main zoo area has a creamy white vulvar discharge, crusted\n\ndischarge dried on the vulva, hair loss on flanks, and significant crusts around its nose.  The end of the tail also has\na moderate amount of dried dark debris caked in the hair which appears to be contamination from the discharge\nmixed with dirt.  The goat was bright, alert, and active and ate a small amount of grain during the inspection.  The\nabnormalities were initially observed by APHIS Officials on 6 January 2015 and continued to be present on multiple\ndays during the inspection process. When asked about this goat, the wife of the licensee stated that this was an\nolder goat and that she looks ok.  There was no record to indicate that the facility had contacted the attending\nveterinarian about this animal and she was not on any treatment at the start of the inspection.  This was first\nidentified to the wife of the licensee on 6 January 2015.  Correct by having this animal examined by a licensed\nveterinarian and following all recommendations regarding appropriate diagnosis and treatment for this condition. \nAdditionally, the licensee must maintain records of the diagnosis and recommendations for evaluation by APHIS\nOfficials. \n*** All of the muntjac in the enclosure between the macaques and African crested porcupine (total of 6) had fur over\ntheir rump area that was ruffled and standing on end.  Two of these animals (one male and one female) had a large\namount of dark brown material under their tails consistent with caked on diarrhea.   Diarrhea can be an indicator of\nill-health and can have many causes both infectious (parasites, bacterial disease, etc.) or non-infectious (problems\nwith diet, individual metabolic disease, etc).  Ruffled hair in the area of the rump can be an indicator of several\nproblems such as skin disease or more generalized systemic problems.  Failure to properly diagnose and treat this\ncondition may result in the worsening of the condition and possibly spread of disease between animals (if the\nunderlying cause is infectious).  There was no documentation that the facility has contacted the Attending\nveterinarian regarding these animals.  Correct by having these animals examined by the Attending Veterinarian and\nfollowing all recommendations regarding diagnosis, treatment, control, and prevention of this condition.  Additionally\nthe licensee must maintain record of these recommendations for evaluation by APHIS Officials.  This was first\nidentified to the licensee on 6 January 2015.\n*** A tan and white llama located in the llama paddock in the main zoo has a mass under the jaw on the left side\nthat has crusty debris overlying this mass.  This animal appeared bright and alert.  There was no documentation\nthat the facility contacted a veterinarian regarding this animal.  Masses in this area can result from numerous\nconditions both infectious and non-infectious (such as tooth root abscess, neoplasia, etc).  Failure to properly\ndiagnose and treat this condition can result in disease progression and lead to unnecessary suffering.   Correct by\nhaving this animal examined by the Attending Veterinarian and following all recommendations.   Additionally the\nlicensee must maintain record of these findings and recommendations for evaluation by APHIS Officials.  This was\nfirst identified to the licensee on 6 January 2015.\n*** A miniature Zebu steer located in the petting area of the main zoo had long misshapen claws on both hind legs\nwith the right more affected than the left.  The outer claw of the right rear foot appears to be partially twisted under\nthe foot so that the steer is partially weight bearing on the outer wall.  The Zebu did not appear to be lame at a walk.\n The wife of the licensee stated that this was an older steer and that he has always had bad feet as did his father.\n\nShe also stated that the facility uses a good farrier to trim hooves, that he had trimmed the feet for this Zebu in\nDecember, and that these are about as good as they normally look.  There was no written documentation of any\nprior hoof trims.  Left untreated, long or misshapen hooves can progress and cause lameness, abnormal stress on\nthe joints, and discomfort to the animal.  While there was no record of recent farrier care, if this animal(cid:25)'s feet were\ntrimmed in December, there is an increased reason to contact the Attending Veterinarian (AV) for recommendations\nabout whether additional treatment is necessary.  Correct by contacting the AV and following all recommendations\nregarding treatment and future monitoring of this animal.  Additionally the licensee must maintain records of these\nrecommendations for evaluation by APHIS Officials.  This was first identified to the wife of the licensee on 6 January\n2015.  \nEach dealer and exhibitor shall establish and maintain programs of adequate veterinary care to include the use of\nappropriate methods to prevent, control, diagnose, and treat diseases and injuries.  Adequate records of veterinary\ncare (including all treatments provided by the facility and communication of issues of health to the attending\nveterinarian) are an integral part of an adequate program of veterinary care since they are necessary to ensure\ncommunication between facility staff as well as between the facility and the attending veterinarian when animals are\nexhibiting signs of medical problems or have a history of previous problems.  Failure of the facility to establish and\nmaintain an adequate program of veterinary care (including record keeping) can result in delayed veterinary\ntreatment and prevent the attending veterinarian from making accurate diagnoses.  Correct by ensuring that all\nanimals showing signs of injury, disease, or illness are promptly examined by a licensed veterinarian and\nmaintaining adequate records from this point forward.  \nAll animals requiring veterinary treatment identified by APHIS Officials were communicated to the licensee as they\nwere identified.  Additionally, APHIS Officials discussed a comprehensive list of animals requiring care at the\nconclusion of 7 January 2015 with both the licensee and his wife.  This discussion included both the necessary\ncorrective action and a timeline for correction (given to the licensee as noon on Friday 10 January 2015).  \n2.40(b)(3)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*** DIRECT:  Thirty five individual animals were identified by APHIS Officials in need of veterinary care at the time of\ninspection.  Based on statements by the licensee, the majority of these animals had not been identified by the\nfacility prior to inspection.  The animals that had been identified by the facility had not been reported to the attending\nveterinarian.  When the attending veterinarian visited the property at the request of the licensee on 8 January 2014,\nhe stated that he was not aware of the number of animals requiring veterinary care prior to the licensee calling that\nweek.\n\n*** In addition to the lack of observations above, the licensee stated that during the winter bears go into the den\narea and are only able to be observed when they leave the den (which he indicated is very rarely).  The den area is\nconstructed of concrete block and although there is an off exhibit access point to view the inside of the den, this is\nboarded up for the winter for warmth.   As a result, the bears are not able to be observed when they are in their den\narea for the winter.   When inspectors commented that they were unable to observe the animals the licensee stated\nthat he would need to make them leave the den, disrupting their hibernation, to be able to see them.  \nEach exhibitor shall establish and maintain an adequate program of veterinary care which includes daily\nobservations of all animals to assess their health and well-being.  Additionally, a mechanism of direct and frequent\ncommunication with the attending veterinarian (AV) is required so that timely and accurate information on problems\nof animal health, behavior, and well-being are conveyed to the AV.  Correct by ensuring that adequate daily\nobservations are conducted and that information is conveyed to the attending veterinarian as required.  Additionally,\ncorrect by making necessary modifications to the bear enclosure or husbandry practices to facilitate daily\nobservations during the winter months.  \nRegarding the bear enclosure, correct by:  17 January 2014.\nRegarding adequate daily observations of all other animals, correct from this point forward. \n2.40(b)(4)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe following non-compliances with euthanasia were identified during this inspection.\n*** DIRECT: The refrigerator in the keeper building contained 10 dead guinea pigs that the licensee stated were old\nbreeders that had been culled from the colony to be fed to the big cats.  While examining them for hair loss several\nof the guinea pigs felt to have broken ribs and/or pelvic bones.  When the owner was questioned he told the APHIS\nofficials that he killed the guinea pigs by hitting them against a hard surface.  When the licensee was asked by\nAPHIS Officals to demonstrate using a dead guinea pig, he raised the dead guinea pig above his head and threw it\nforcefully onto the concrete floor.  The written facility Program of Veterinary Care (PVC) does not include guinea\npigs or their euthanasia method.  APHIS officials informed the owner that is not an appropriate method to kill guinea\npigs.  When the attending veterinarian came to the facility on 8 January 2015 to examine animals, APHIS officials\ndiscussed the method used by the facility to kill guinea pigs.  The attending veterinarian stated that he was unaware\nthat was the method the facility was using and agreed that it was not an acceptable method.  The facility must seek\nthe guidance of the attending veterinarian for an appropriate method to euthanize the guinea pigs that is in\ncompliance with the current AVMA Guidelines for the Euthanasia of Animals.  Also, facility personnel performing the\neuthanasia must receive any needed training by the attending veterinarian regarding the use of the new method of\neuthanasia.  The facility PVC must be updated to include the guinea pigs and their method of euthanasia.\n\nCorrect before any more guinea pigs are euthanized by facility personnel. \n*** The facility PVC lists gunshot as a method of euthanasia with no further explanation of the acceptable\ncircumstances for its use.  Gunshot is not an acceptable routine method of euthanasia.  It puts both people and\nother animals at risk.  Depending on the proficiency of the user, animals may only be wounded by the bullet and\nsuffer pain and distress until a fatal shot can be executed.  The use of gunshot is not an acceptable method of\neuthanasia for small animals.  The facility PVC must include the animals and conditions when gunshot may be\nused.  Additionally, if gunshot is to be used as a method of euthanasia, the licensee must seek additional written\nguidance from the attending veterinarian regarding specifics for the method (such as circumstances for use, location\nof bullet placement, and location for this procedure).  Furthermore, the facility must maintain a list of the personnel\nauthorized to perform this technique and their training regarding this method to demonstrate proficiency.  These\nrecommendations and records must be maintained by the licensee and available to APHIS Officials upon request. \nCorrect by 10 February 2015.\n2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nThe following recordkeeping non-compliances were identified during this inspection.\n1) The facility had no records of any kind, including number of animals on hand, births, deaths, acquisition or\ndisposition, for the following animals: 97 guinea pigs, 12 rabbits, 1 hedgehog, 1 zebu, 8 sheep, 4 flying squirrels and\n1 Eastern grey squirrel.\n2) The facility did not have the correct number of animals on hand in their records and there were no records for\nbirths, deaths, acquisition or disposition for the following animals: 19 pigs observed and 20 were in the records and\n11 Nyala observed and 10 were in the records.    \n3) The number of animals observed at the facility did not match the number of animals in the records for the\nfollowing animals: 20 muntjac observed and 17 were in the records, 17 oryx were observed and 18 were in the\nrecords, and 24 zebra were observed and 5 were in the records.\n4) The facility had no acquisition information for the brown Bennet wallaby acquired on 10/20/14.\nAccurate animal records regarding births, deaths, acquisition and disposition are used to help evaluate the facility'(cid:25)s\nanimal care program and for animal tracking for ownership and health care concerns.  Every exhibitor must make,\nkeep and maintain records or forms which fully and correctly disclose the following information concerning animals\npurchased, acquired, owned, held, leased, or otherwise in his or her control, or were transported, sold, euthanized\nor otherwise disposed of by that exhibitor, including any offspring born of any animals while in his or her possession\n\nor under his control.\n   (i) The name and address of the person form whom the animals were purchased or otherwise                          \nacquired;\n   (ii) The USDA license or registration number of the person if he or she is licensed or registered under the Act;\n   (iii) The vehicle license number and State, and the driver(cid:25)'s license number (or photographic   identification card\nfor nondrivers issued by a State) and State of the person, if he or she is not licensed or registered under the Act;\n   (iv) The name and address of the person to whom the animal was sold or given;\n   (v) The date of purchase, acquisition, sale or disposal of the animal(s);\n   (vi) The species of the animal(s).\n   (vii) The number of animals in the shipment.\nFrom this day forward correct by maintaining accurate records regarding the correct number of animals on hand at\nthe facility, and all new births, acquisitions, deaths and sales.  Additionally correct by reconstructing, as much as\npossible, the missing information for the animals on hand that are now at the facility by 10 February 2015.  \n2.131(b)(1)\nHANDLING OF ANIMALS.\nThe following non-compliances with animal handling were identified during this inspection:\n  \n*** This facility used tiger cubs for photo shoots during the summer of 2014.  During this inspection, the licensee\nwas asked about the facility(cid:25)'s handling of cubs from birth.  He stated that the cubs are pulled from the female tiger\nat birth and are cared for in a caretaker's home near the facility.  These cubs are then brought to the facility at 2-3\nweeks of age during the day and put on display to the public in the gift shop when the zoo is open.  The licensee\nstated that the cubs are never touched by the public during this time and they are on display behind glass in the gift\nshop. The public is able to walk in the gift shop and up to the window, and the caretakers move in and out of the\ntiger cub area to work with other species during the day.  The facility then starts using the cubs as early as 3-4\nweeks for photos shoots after their 1st vaccine.  \n*** Several photographs and videos taken during photography sessions show tiger cubs as young as 4 weeks old\nbeing held by a member of the general public.  The licensee was shown these pictures and videos on 9 January\n2015.  During this discussion, he admitted that his daughter, who is no longer at the facility, handled all of the cub\nphoto shoots and he was not aware of how the cubs were handled and never watched the photo shoots.  Even\nthough the licensee previously stated that no member of the public is allowed to touch the cubs during photo shoots\nat that point (though they were touched later during interactive play sessions) the photos show cubs as young as 4\nweeks being held by members of the general public.  Additional photos / videos show members of the public\nholding, touching, and bottle feeding the cubs that appear slightly older.  When showed the photos, the licensee\n\nstated there was no doubt the public was touching the cub and feeding it and that he was previously unaware that\nhis daughter was doing that.  Exposure to members of the public by placing these animals in photo shoots and\nhousing them in areas where public foot traffic is present is a health concern for the cubs.  Cubs of this age that\nhave not been adequately vaccinated do not have fully intact immune systems and are therefore susceptible to\nmany infectious diseases.  The practices described above do not constitute handling these cubs as carefully as\npossible and unnecessarily risks harm and discomfort.  The licensee must ensure that if tigers are to be removed\nfrom the mother, that handling must be done as carefully as possible and that exposure to members of the public\ndoes not occur until the cubs are immunocompetent and vaccinated. \nCorrect from this day forward\n*** The owner and the elephant handler informed the APHIS officials several times during this inspection that the\nfemale African elephant, Asha, is regularly walked across the street to the 1600 hundred acre property owned by a\nfriend (The Virginia Conservation Legacy).  When asked when she was there last, the APHIS officials were told by\nthe elephant handler that Asha went the day before the inspection started (5 January 2015).  The APHIS officials\nwere told by the licensee that Asha is allowed to roam free to exercise and play and will come back to the handler at\nleast every half hour to make sure he is still there waiting for her.  The elephant roaming free without being under\nthe direct control of the handler may result in physical harm or unnecessary discomfort to the elephant.  While out of\nview of the elephant handler, Asha may be physically injured by discarded material or natural hazards that may\nexist on a property that large.  Additionally she could easily ingest poisonous plant material or wander into the road\nand get hit by a vehicle when not attended causing both a threat of physical harm to her and the public.  Finally, the\nelephant could easily encounter another animal or a person risking both harm to the elephant and/or the other\nanimal/person if not under the direct control of the elephant handler.  The elephant must be under the direct control\nof the handler unless the elephant is in a secured and safe area that can contain the elephant.\nCorrect from this day forward. \n2.131(b)(2)(1)           DIRECT\nHANDLING OF ANIMALS.\nA video of a DeBrazza monkey in an undersized pet carrier showed an extremely agitated monkey exhibiting signs\nof behavioral distress during attempts at providing a medical treatment by facility staff.  The video shows the\nmonkey being repeatedly jabbed with sticks in an unsuccessful attempt to get the monkey to move from an\nairline-type plastic pet carrier (which is small enough that the monkey cannot stand erect) into a small squeeze\ncage.  During this time facility personnel were making loud noises in apparent attempts to scare the monkey into the\nsqueeze cage as well as talking loudly about other things and joking (making comments such as we need to get a\ncattle prod).  During the approximately 6 minutes that this was occurring, the monkey was frantically moving back\nand forth in the small carrier in an apparent attempt to avoid being jabbed with the sticks.  At that time the squeeze\n\ncage was removed from the front of the carrier and facility staff began an alternate method to transfer the animal.  A\nstaff member (later identified by the licensee as his daughter) then inserted a net into the carrier and after an\nadditional minute removed the monkey from the carrier.  At the point that the animal was removed from the carrier,\nthe monkey was partially out of the net being held primarily by its tail and jumps and flails around the room knocking\nthings over while being partially restrained by its tail. \nThe licensee was shown the video by APHIS officials on 09 January 2015 and was asked about his thoughts\nregarding what he saw. He made several comments throughout stating \"(cid:28)they should not be jabbing\"(cid:29), \"(cid:28)I am not\nhappy about it\"(cid:29), and used descriptors such as \"(cid:28)unprofessional\"(cid:29), \"(cid:28)primitive\"(cid:29), and \"(cid:28)inappropriate\"(cid:29).   The licensee\nstated he did not know about this event, was disappointed in what he saw, and that he trusted his daughter be more\nprofessional.  When questioned about the treatment of non-human primates in need of veterinary care over several\ndays, he mentioned the use of a squeeze cage and said they have one on hand.  The licensee asked his wife to\nview this video and she also commented that she was also unaware of this event.  She stated that the licensee'(cid:25)s\ndaughter was in the video and that she (the daughter)was responsible for the care of this animal which she (the\nwife) believed to be a monkey that required daily treatment for a period of time.  The licensee did comment that the\ncage in front of the pet taxi in the video is a squeeze cage but when asked about the size of the squeeze cage and\nwhether this was one that an animal could be housed in for an extended period for treatment (which he previously\ndescribed as a method of treatment of primates) he stated that the facility has a larger one. Based on comments\nmade on the video and the statements by the licensee and his wife regarding the treatment of this monkey,  this is\nbelieved to have occurred on more than one occasion over the course of treatment for this animal.  Jabbing at an\nanimal with sticks, yelling and talking loudly, and having unnecessary discussions while attempting to move a\nprimate from one enclosure to another are distressful to the animal and very inappropriate.  The licensee agreed\nand used the term (cid:28)\"clowning around\"(cid:29).  This degree of intentional harassment of a primate on a recurring basis is\ninhumane and sufficient to constitute abuse.  Physical abuse is never appropriate when handling animals as this\ncan lead to injury or permanent psychological damage to the animal.  Correct by handling all animals as carefully as\npossible.\nCorrect from this day forward\n2.131(c)(1)\nHANDLING OF ANIMALS.\nThe following non-compliances with animal handling were identified during this inspection:\n*** This facility used tiger cubs for photo shoots this during the summer of 2014.  APHIS officials discussed the\nmethods used for these photos shoots with the licensee on 9 January 2015.  Several photos and videos were\nshown to the licensee where members of the public are sitting on a bench and the facility handlers place a cub in\n\nthe public(cid:25)'s lap for a photo.  A bottle is used to keep the tiger cub'(cid:25)s interest and the handler gives the bottle to the\npublic.  In all of the videos and photos, the tiger cub being used is too big and too strong for this type public\nexhibition where there is not a public barrier in place.  When showed each of the photos and videos, the licensee\nmade comments like \"the cat is too big\", \"they should not be feeding it\", and \"the child it too close.\"  In one video,\nthe members of the public were a man and woman with an infant that appeared to be less than a year old.  When\nseeing this, the licensee stated he was not happy about what he was seeing and that he was unaware this was\ngoing on during these photo shoots.  He also said that to him it looked dangerous and he was thankful that it was\nbeing brought to his attention.  The use of animals such as tigers in photo shoots can be dangerous if juvenile tigers\nof this size are used.  These animals, which appear to be 35-40 pounds, are clearly too strong and too fast to be\nhandled without a barrier.  Any future photo shoots must be done with smaller cubs that can be adequately\ncontrolled to minimize risk to the public (and have been adequately vaccinated to minimize risk to the cub) or a\nbarrier is required between the tiger cub and the public.\nCorrect from this day forward\n*** The outdoor enclosure for the female African elephant consists of a double stranded electric fence surrounded\nby a public barrier that is approximately 4 feet high and constructed of hog-panel type fencing.  The facility was not\nopen to the public at time of the inspection.  The elephant handler was also responsible for providing care to other\nanimals at the zoo in addition to the elephant.  Caring for the additional animals takes him to other areas of the park\non a regular basis, leaving no handler to supervise the elephant at times when she is in her outdoor enclosure.  The\nelectric wire fencing may not be a sufficient barrier to contain the elephant if startled or harassed by persons/events\nthat may occur when the public is present.   During public exhibition, animals must be handled so there is minimal\nrisk of harm to the animal and the public, with sufficient distance and/or barriers between the general viewing public\nso as to assure the safety of the animal and the public.  Correct by ensuring that the elephant is always adequately\nsupervised by a knowledgeable and experienced elephant handler while she is present in her current outdoor\nenclosure (the electric fence) when the facility is open to the public.\nCorrect by:  Prior to public admission to the zoo.    \n3.27(b)           DIRECT\nFACILITIES, OUTDOOR.\nTwo oval metal stock water troughs on the patio of the keeper building were housing numerous guinea pigs\noutdoors.  Tub #1 housed 22 adult guinea pigs and their offspring and tub #2 housed 28 adult guinea pigs with\noffspring on 6 January 2015.  The temperature measured with the Kestrel 3000 ranged from 36.4 to 37 degrees F at\napproximately 11:00 a.m.  On 7 January 2015 these same two oval metal stock water troughs housed 40 adult\n\nguinea pigs with offspring and 38 adult guinea pigs with their offspring.  The temperature measured with a Raytek\nMiniTemp MT-6 non-contact thermometer away from the heat lamp ranged from 15-18 degrees F  and under the\nheat lamp ranged from 40.5 (42 Max)-39.5(46 Max) degrees F at about 9:35 a.m.  \nAn oval metal stock water trough in an unheated trailer (tub #3) housed 17 adult guinea pigs with their offspring on 7\nJanuary 2015.  The temperature measured with the Kestrel 3000 was 36.9 degrees F at 10:19 a.m.  \nThese temperatures are significantly below the required 60-85 degrees F for indoor guinea pig facilities.  All three\noval metal stock water troughs housed guinea pigs with areas of hair loss.  The attending veterinarian examined the\nguinea pigs on 8 January 2015 and suspected ringworm.  The stress of the low temperatures may be contributing to\nthe dermal problem in the guinea pig colony.  The owner said he had a variance to house the guinea pigs, but could\nonly find his request for a variance.  The description of the housing in that request is different than the current\nhousing and no reply to the request could be found.  Housing guinea pigs outdoors when temperatures are near or\nbelow freezing is not an appropriate climate for their health and well-being.  Guinea pigs shall not be housed in\noutdoor facilities unless such facilities are located in an appropriate climate and prior approval for such housing is\nobtained from the Deputy Administrator.\nThe facility owner was informed on Wednesday late afternoon by the APHIS officials to have this corrected by noon\non Friday, 9 January 2015. \n3.28(a)(1)\nPRIMARY ENCLOSURES. \nThe enclosure housing the guinea pigs in the trailer is a metal stock water trough.  The bottom edge of this trough is\nrotted and rusted to the point that the facility has duct taped the area and placed cement blocks next to the trough to\nsecure this area.  During this inspection, the brick was removed and an inspector's hand could be placed into the\nenclosure from the outside through this rotted area.   This trough is a potential injury hazard or route of escape to\nthe guinea pigs.   This trough requires repair or replacement to ensure it adequately protects the guinea pigs from\ninjury and contains the animals.\nCorrect by: 17 January 2015\n3.28(c)(1)(1)\nPRIMARY ENCLOSURES.\n\nAdult guinea pigs with their litters were housed in oval metal stock water troughs that measured 31.5 inches wide in\nthe mid-section by 92 inches long with curved ends (decreasing the interior space of the enclosure).  The area of\neach oval metal stock water trough was 1905.75 square inches (60.5X31.5) plus 778.9 square inches\n(3.14x(15.75x15.75)) to equal 2684 square inches.  Each trough had 2 eight inch diameter water bowls that took up\n100.5 square inches of floor space (2x3.14x(4x4)) and 2 ten inch diameter food dishes that took up 157 square\ninches of floor space (2X3.14x(5X5)).  The floor area for the guinea pigs in each of the metal troughs was\napproximately 2428 square inches when the area of the bowls/dishes was subtracted (2684-(100.5+157)). \n Each adult guinea pig and nursing female with her litter requires at least 101 square inches of floor space so each\ntub can house a maximum of 24 of these guinea pigs.  Weaned guinea pigs weighing less than 350 grams require\nat least 60 square inches of floor space so when weaned guinea pigs are also housed with the adult guinea pigs\nthen less adult guinea pigs can be housed in the metal troughs.  While inspecting the guinea pigs on 6 January\n2015 the owner informed the APHIS officials that he thought he could house up to 22 adult guinea pigs in the metal\nstock water troughs.  On 6 January 2015 there were 22 adult guinea pigs and their litters in Tub #1 and 28 adult\nguinea pigs with their litters housed in Tub #2.  APHIS officials returned to these tubs to re-evaluate temperature the\nmorning of 7 January 2015.  At that time,  there were 40 adult guinea pigs with their litters in Tub #1 and 38 in Tub\n#2. The troughs did not provide adequate floor space for the 28, 38 and 40 adult guinea pigs with their litters.  There\nwere guinea pigs in each of these troughs with hair loss that were cited under veterinary care.  Overcrowding can\nbe distressful and result in the animals being more susceptible to disease and health problems.  Each adult guinea\npig and nursing guinea pig must be provided at least 101 square inches of floor space and each weaned guinea pig\nweighing less than 350 grams must be provided at least 60 square inches of floor space for their health and\ncomfort.\nCorrect by 17 January 2015.  \n3.31(a)(1)\nSANITATION.\nThe three oval metal stock water troughs housing a total of 97 guinea pigs with their litters had excessively wet and\ndirty bedding below a layer of clean bedding.  The owner informed the APHIS officials that the personnel clean the\nenclosures by removing the old bedding in half of the enclosure, put in new bedding, and then remove the old\nbedding in the other half of the enclosure and put in new bedding.  This is done while the guinea pigs were in the\nenclosures.  These enclosures are not being adequately cleaned or sanitized at least once every 2 weeks in the\nmanner provided in paragraph (a)(4) of this section.  All three of these enclosures have guinea pigs with hair loss\nthat were cited under veterinary care.  The accumulation of wet dirty bedding and lack of sanitization of the\nenclosures may create an environment for the accumulation of parasites and/or growth of bacteria and fungi. \nAdditionally, the impact to the animals due to the presence of wet bedding is further exacerbated by the extremely\n\ncold conditions.  Guinea pig enclosures must be cleaned and sanitized often enough to prevent the accumulation of\nexcreta or debris and at least once every 2 weeks in the manner provided in paragraph (a)(4) of this section. \nCorrect by 17 January 2015.\n3.56(a)(1)\nSANITATION. \nThe 6 hutches housing 6 rabbits in the back breeder area had excessive debris accumulating on the wire mesh\nwalls and in the areas between the wire floors and walls.  These enclosures did not appear to have been clean in a\nlong while.  Additionally, the 2 rabbits housed in the chain link dog kennel directly on the ground had an excessive\naccumulation of excreta mixed with the gravel floor.  Bacteria and fungus may grow in the excessive debris and\ngrime and cause the animals to become ill.  The enclosures must be cleaned to minimize disease hazards which\nincludes sanitization at least every 30 days in the manner provided in paragraph (b)(3) of this section.\nCorrect by 24 January 2015.  \n3.75(e)\nHOUSING FACILITIES, GENERAL. \nProduce (fruit and vegetables) was stored in open boxes on the floor in the keeper building against shelves with\ncans of paints and next to enclosures housing nonhuman primates.  Paint/debris on the outside of the paint cans\nmay contaminate the produce.  The primates housed in this area are close enough that they may urinate and/or\ndefecate on the produce and/or throw items out of the enclosure onto the produce.  Additionally, normal cleaning\nprocedures for the enclosures may contaminate the produce with animal waste.  Eating contaminated produce may\ncause the animals to become ill.  Supplies of food must be stored in a manner that protects the supplies from\nspoilage, contamination and vermin infestation.  The supplies must be stored off the floor away from the walls, to\nallow cleaning underneath and around the supplies.  Food requiring refrigeration must be stored accordingly and all\nfood must be stored in a manner that prevents contamination and deterioration of its nutritive value.  Only the food\nand bedding currently being used may be kept in animals areas, and when not in actual use, open food and bedding\nsupplies must be kept in leakproof containers with tightly fitting lids to prevent spoilage and contamination. \nSubstances that are toxic to the animals must not be stored in food storage and preparation areas.\nCorrect by 24 January 2015.\n\n3.80(a)(1)\nPRIMARY ENCLOSURES.  \nThe padlock for the door of the outdoor black and white lemur area was found unlocked during this inspection.  The\nfacility representative locked this padlock once APHIS officials pointed it out to them. \n \nThe glass partition between the gift shop and the snow macaque outdoor enclosure has an approximately 8 inch\nvertical crack midway along the bottom of the pane upwards approximately 8 inches.  There is also a circular\npuncture-type damage about in the middle of the pane.   This is a potential injury and escape hazard should this\ndamage worsen.  This window requires repair or replacement to ensure it remains structurally sound and is in good\nrepair.\nCorrect by: 10 February 2015 for window and ensure all padlocks remain secure at all times\n3.80(b)(2)(1)\nPRIMARY ENCLOSURES.  \nOne female Spider monkey is being housed in a primary enclosure measuring 46\" by 47\" and 8' in height.   This\nequals a total floor space of 15.01 square feet.   This primate is a brachiating species in Group 6 and requires 25.1\nsquare feet of floor space.   This animal was acquired this fall according to facility staff.   This enclosure immediately\nadjoins the enclosure with a group of Spider monkeys and this primate is in visual, auditory, and tactile contact with\nthe other Spider monkeys.   This animal requires additional space to meet its minimal space requirements.  Lack of\nadequate space does not allow this brachiating specie to engage in normal species-type behavior including\nswinging and may lead to physical and behavioral problems.  A facility maintenance person informed the APHIS\nofficials that when he built the enclosure he was unaware of the space requirements and could easily enlarge the\nenclosure.  Correct this by providing this animal an enclosure meeting its space requirements.\nCorrect by: 24 January 2015\n3.81\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\nThe following non-compliances with the facility primate environment enhancement plan were identified during this\ninspection.\n1) The only primate environment enrichment proposal for the facility is dated August 24, 1992, and there is no\n\nindication that it was reviewed or approved by the attending veterinarian.  This plan does not include the following\nspecies currently housed at the facility: 7 DeBrazzas, 2 red ruffed lemurs, 4 black and white ruffed lemurs, and 2\ngreater bush babies.  The facility proposal states: \"The log book will be divided according to each individual or\nfamily group and will be used to keep a written record of enhancement techniques, interactive periods and the\nNHP's responses and behaviors to these stimuli.  Care-givers will also note any aberrant behavior in this log.\" A\nsample of the weekly enrichment log sheet for a species is included in the facility's primate environment enrichment\nproposal.  The facility personnel informed the APHIS officials that the log book is not being kept.  \nThe development and implementation of environmental enhancement plans to promote psychological well-being in\nnonhuman primates has promoted social housing and enriched the environment of the nonhuman primates resulting\nin a decrease in stereotypic behavior.  The facility must develop, document, and follow an appropriate plan for\nenvironment enhancement to promote the psychological well-being of all their nonhuman primates.  The plan must\nbe in accordance with the currently accepted professional standards as cited in appropriate professional journals or\nreference guides, and as directed by the attending veterinarian.  This plan must be available to APHIS upon\nrequest.\nCorrect by 10 February 2015.       \n2) The facility proposal also states: \"SPECIAL CASES: Any NHP not housed within visual or aural distance of a\ncompatible species will receive regular interaction with humans (care-givers) in order to promote its normal\ndevelopment and behavior&Interactive periods shall transpire no less than 5 days per week, for at least 15 minutes,\nand a written record of each episode will be kept in a log book.\"  A sample for listing of individually housed\nnonhuman primates with date, animal identification and reason for individual housing and enrichment log is included\nin the facility(cid:25)'s primate environment enrichment proposal.  A DeBrazza monkey is being housed alone in a room\nwith no other nonhuman primates.  The facility personnel had not done any of the documentation as indicated in the\nfacility proposal.  At the start of the inspection facility personnel had informed the APHIS officials that there were no\nnonhuman primates identified as special cases or needed additional/extra enrichment.  \nDeBrazza monkeys are social and being housed in a room without other nonhuman primates can be distressful and\ncause stereotypic behavior.  The DeBrazza monkey must be provided special attention regarding enhancement of\nits environment, based on the needs of the individual species and in accordance with the instructions of the\nattending veterinarian.\nCorrect by 17 January 2015.\n3.84(a)\n\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL. \nNearly every non-human primate primary enclosure at this facility is excessively dirty.  The enclosures that are the\nworst are those indoor enclosures in the Tamarin building.  The Tamarin enclosures have been scent marked and\nare covered with grime including all the strands of the wire mesh walls, the outside of all nest boxes, the climbing\nbranches and shelves placed in the enclosures, and the feed container holders in the enclosures.  It does not\nappear that these enclosures have been thoroughly cleaned in quite some time.  The licensee commented on the\nfact that these animals scent mark and cleaning too much of their scenting can be problematic.  Even though this is\ntrue, it is possible to clean thoroughly all areas of the enclosures on a rotating basis to ensure that all surfaces are\ncleaned regularly.\nOther primate enclosures were also found to be in need of cleaning including the indoor area for the tufted\ncapuchins, the indoor area for the spider monkeys, the indoor lemur area, the indoor white faced capuchin area, the\nindoor Mandrill area, and the capuchins and DeBrazza monkeys in the mouse house building.  All of these areas\nhave surfaces in contact with the primates that are covered with grime and require cleaning including the solid walls,\nshelves, wire mesh fencing, and ceilings.  The shelves in the tufted capuchin area are covered with a layer of feces\nand grime.  Many of the walls in these areas are dirty and stained from either animal hands or grease from fur. \nMany ceilings in these areas are rust stained or covered with fly excrement markings.  Failure to clean on a regular\nbasis exposes the animals to disease hazards and does not satisfy accepted cleanliness standards.  \nThe facility must ensure that all primary enclosures housing non-human primates are cleaned on a regular basis. \nAdditionally, all indoor primate enclosures must be cleaned and sanitized at least every 2 weeks or as often as\nnecessary to prevent excessive accumulation of dirt and debris in accordance with section 3.84(b)(2).  For those\nprimates that require special consideration for scent marking for their well-being, the facility may utilize a rotating\ncleaning schedule that addresses this concern while also ensuring that their enclosures are kept sanitary and in\naccordance with this section and 3.84(b)(2).   \nCorrect by:  24 January 2015\n3.84(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL. \nSeveral areas housing non-human primates have miscellaneous items, trash, discarded matter, and unused items\nthat require removal and proper storage.  These areas all also have dirt, dust, and cobwebs that require cleaning. \nThe area behind the mouse house building which houses Capuchin and DeBrazza monkeys has excess pet taxis,\nplastic bins, caging supplies and plastic trash bins stored there.  Inside the mouse house buildings, there are\ncobwebs and dirt in the front keeper area that requires cleaning.  Walls are stained and discolored with mold or\nmildew damage near the DeBrazza monkey housed in that area.  In the Tamarin building, there are items in the\n\nfront entry area that are being stored including an old weight set and other miscellaneous items.   This building was\nalso dirty with the walls behind and next to enclosure having grime and build-up that require cleaning.  There are\ncobwebs throughout this building.  The ceiling corners all have dust/cob webs that require removal.  Several ceiling\ntiles of the drop ceiling are either discolored or have water damage and require replacement.   The area behind the\nwhite faced Capuchin building has a deceased wild rabbit in a live trap.  This rabbit needs to be removed.  \nAll of these areas are in need of a thorough cleaning, removal of unwanted items, and proper storage of items still\nneeded.  This clutter concern is compounded by the fact that there is evidence of a large rodent population at the\nfacility.  Pest control and housekeeping significantly impact one another.  These piles of excess material piled\nthroughout the facility and cob/dust webs in corners and near enclosures make monitoring for pests difficult to\nimpossible.  The clutter is also a breeding ground for these mammalian pests. Additionally, excessive clutter and\ngeneral disorganization makes it difficult to maintain necessary standards for cleanliness of enclosures.\nCorrect by: 10 March 2015\n3.84(d)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL. \nThere is an overwhelming pest control problem at this facility.  Numerous rodent holes were found throughout the\nfacility including by the lemur building, the tufted capuchin building, by the snow macaque enclosure and behind the\noutdoor capuchin housing.  Additionally, dead rats were found next to the lemur building, snow macaque enclosure\nand behind the tufted capuchin building.  Rodent bait boxes are present throughout the facility but significant rodent\nactivity is still present as evidenced by the excessive number of rodent holes both in and around the animal\nenclosures.  This facility also has a significant housekeeping concern with clutter and piles of unused or excess\nitems throughout the facility.  These areas provide hiding places and are a breeding ground for mammalian pests,\ncontributing to the pest problem.  The presence of rodents is a potential disease hazard to the animals as these\nrodents can be carriers of disease and parasites. An effective pest control program must be established to ensure\ncontrol of these mammalian pests.  \nCorrect by:  10 February 2015\n3.125(a)\nFACILITIES, GENERAL.   \nThe following areas were found in need of repair or replacement:\n    1.The fence around the goat pasture by the road has a broken tensioner wire and 2 sections where the fencing is\n\nbroken on the side near the road.\n    2.The chicken wire on the first landing of the mountain lion perch has an area with broken wires that is loose and\npulled away from the structural support.\n    3.The buried fence flooring for the African crested porcupine enclosure has an area under the water receptacle\nwhere the flooring is unravelling.    There are also 2 areas that this flooring has been significantly uncovered by the\nanimals and/or erosion.\n    4.An area of metal stripping above the concrete block in the giraffe building is loose.   There are also 2 areas of\nchain link fencing broken on the bull giraffe enclosure fencing. \n    5.The elephant building has 3 areas of metal stripping above the elephant enclosure that have been pulled away\nfrom the building wall.\n    6.The shelter for the zebra yard in the main zoo has an area of loose metal corner stripping.\n    7.The llama fencing for the main llama yard containing 26 llamas has areas where the lowest horizontal fence\nrail is at least 21 inches from the ground.   Smaller llamas may be able to get under this rail.\n    8.One electrical outlet in the cub holding room has no outlet cover.  The door to this room is a 50/50 horizontal\nsplit door that has damage to both the top and bottom sections.\n    9.Spare metal fence panels were found in the potbellied pig yard leaning against the enclosure fence behind the\nshelters.\n    10.Rolls of chain link fencing were found in the pasture for the zebras at the breeding farm location.\n    11.2 large nails are in the top of the stump in the bear enclosure.  These are a potential injury hazard to the\nanimals.\nAll of these areas are in need of repair or replacement.   They are all areas of potential injury or escape.  The facility\nmust ensure that all animal enclosures are maintained to adequately contain the animals and protect them from\ninjury.\nCorrect by:  10 February 2015 for llama fencing and rolls of fencing in zebra pasture, 17 January 2015 for all others.\n3.125(c)\nFACILITIES, GENERAL.   \nThe following non-compliances with food storage were identified during this inspection.\n1) The walk-in freezer used to store meat to feed the animals is filthy and ice has accumulated on the back shelves. \nAnimal livestock carcasses for feeding were piled on the floor, uncovered and dirty.  This food is not free from\ncontamination or freezer burn and its consumption could result in animal illness and discomfort.  The freezer also\ncontains deceased animals previously exhibited at the facility such as a giraffe head and numerous bird specimens. \nThe licensee stated that these are being stored for later use as taxidermy specimens.  Bodies of dead exhibit\n\nanimals must not be stored in the same freezer as food to prevent contamination of the meat from disease\norganisms that may have caused or contributed to the death of the exhibit animals.  The dead exhibit animals, the\npiles of dirty uncovered animal livestock carcasses, and any other contaminated and/or freezer burned food must be\nremoved from the walk-in freezer.  The freezer must be cleaned and the frozen food wrapped or stored in closed\ncontainers to protect the food supplies from deterioration, contamination and freezer burn.\nCorrect by 24 January 2015.\n2) The hay stored in the hayloft above the stalls by the keeper building is contaminated with bird feces, feathers,\nalive and dead pigeons.   A couple of old mattress infested with pigeons and multiple containers are also stored in\nthe hayloft.  Bird feces, feathers and pigeons may contain bacteria and/or parasites.   Hay that is wet with feces may\nmold.  The animals receiving this hay may become ill.  The old mattress, containers, pigeons and contaminated hay\nmust be removed, and the hayloft cleaned for the hay to be stored in facilities that adequately protect it against\ndeterioration, molding and contamination by vermin.\nCorrect by 24 January 2015.\n3.127(b)           DIRECT\nFACILITIES, OUTDOOR. \nOne Blesbok is being housed with muntjac deer in a pasture behind the barn near the keeper building.  The muntjac\ndeer have shelters that are too small for the Blesbok to enter and there is no other shelter for this animal.  The\nlicensee stated that the rear of the barn has stall doors to allow the Blesbok access to shelter but currently the stalls\nare occupied by other animals and the facility would need to move animals to allow the Blesbok access to the barn.\nOne female white Dromedary camel is being housed in the elephant ride area without adequate shelter.  The animal\nis housed in a pasture with the elephant ride stand. The ride stand does have a roof but has no sides and does not\nprovide adequate shelter for this animal.  The licensee stated that the camel is in this area so she has plenty of\nspace to move, is away from the other camels, and is easily accessible to staff as she is bred and due to calve\nsoon.   This poses an additional concern as the newborn calf would also need shelter from the inclement weather. \nAmbient day time temperatures were highest on the first day of the inspection (below 40 degrees Fahrenheit as\nmeasured by inspectors in the morning) and significantly colder on in the subsequent days (in the single digits to 20\ndegrees F with a significant wind chill).  \nBoth the Blesbok and the Dromedary camel require shelter to ensure their health and well-being.  Failure to provide\nadequate shelter exposes animals to the weather and is especially important for the expected newborn calf. \nCorrect this by providing these animals adequate shelter.\n\nThe licensee and his wife were informed by APHIS officials on 07 January 2015 that these animals required shelter\nno later than noon on Friday 09 January 2015.\n3.127(c)\nFACILITIES, OUTDOOR. \nThe three outdoor yards housing 18 Sitatunga, 17 Oryx, and 5 Zebras, were excessively muddy on 06 January\n2015.  Even though the facility placed large round bales of hay in the shelters for the animals allowing them to have\na dry place to stand, these yards remained muddy enough that the front loader used to move hay bales into the\nSitatunga yard left ruts at least 4 inches deep.  The zebra were muddy above all 4 pasterns.  By 07 January 2015,\nthe ground was frozen due to weather.   These yards require additional drainage or substrate to ensure the animals\ncan remain dry in all seasons.  Correct this by providing proper drainage to these animal yards.\nCorrect by:  10 February 2015\n3.127(d)\nFACILITIES, OUTDOOR. \nThis facility has an approved perimeter fence variance allowing the perimeter fence to also act as the primary\nenclosure fence for some of the hoof stock.  There are many areas where excess items including stock water\ntroughs, plastic furniture, rolls of fencing, transport enclosures, plastic pools, and other miscellaneous items are\nbeing stored against the perimeter fence creating a potential \"step\" for animals to get over the fence.  Several other\nareas of the fence have trees growing through the fence or areas that are impossible to inspect because it has been\novergrown by brush.  There are also 2 enclosures containing one spotted skunk each and one enclosure containing\n3 red squirrels behind the mouse house building that are immediately next to the perimeter fence.  Several empty\nsmall animal enclosures have also been mounted onto the perimeter fence. In one area of perimeter fence by the\nmouse house building, a chicken was observed walking underneath the loose bottom of the fence. \nThe perimeter fence is not functional in its current condition.  The licensee must ensure that no items are stored\nnear or on the perimeter fence that could potentially act as a \"step\" for animals to get over, no trees or brush is\naffecting the structural strength or the ability to inspect the fence, and that all primary enclosures not included in the\nperimeter fence variance are placed at least 3 feet from the perimeter fence.  The licensee should conduct a\nthorough self-inspection of the entire perimeter to ensure that all areas of perimeter fence comply with these\nrequirements in addition to those listed above.\n\nCorrect by: 10 February 2015 to remove items from fence, 10 July 2015 for all other items\n3.129(a)           DIRECT\nFEEDING.    \nThe following feeding non-compliances were identified during this inspection.\n1) Direct non-compliance: The 2 bears did not have any food in their enclosure.  The facility owner informed the\nAPHIS officials that the bears were not provided water or food from the first of December until March to encourage\nhibernation and not leaving the den.  One of the bears walked out of the den and was observed in its enclosure by\ntwo of the APHIS officials.  Bears periodically leave their den during winter months and eat or drink.  The bears\ncould become distressed if hungry and they do not have access to any food.  The bears must have access to some\nwholesome food to provide for their health and comfort.\nThe facility owner was informed on Wednesday late afternoon by the APHIS officials to have this corrected by noon\non Friday, 9 January 2015.\n2) The 2 tigers, 2 puma and 5 servals are fed meat stored in the walk-in freezer.  Animal livestock carcasses for\nfeeding were piled on the floor, uncovered and dirty.  This food shows signs of desiccation, freezer burn, and\ngeneral contamination.   Some of the whole deer (intended for feeding) show signs of scanvenging on the carcass. \nDeteriorated meat (such as that with freezer burn) may have decreased nutritional content and feeding\ncontaminated meat may result in illness.  These carcasses must not be fed for the health of the animals.  Correct by\nensuring that frozen meat is properly stored when frozen and properly thawed at refrigerator temperatures in a\nclean environment to prevent bacterial contamination and deterioration of the meat.  Meat fed to the animals must\nbe wholesome, palatable and free from contamination and of sufficient quantity and nutritive value to maintain the\nanimal is good health.\nCorrect from this day forward.\n3) According to the licensee the hoof stock is fed hay from the hayloft above the stalls by the keeper building.  This\nhay is contaminated with bird feces, feathers and dead pigeons.   Bird feces, feathers and pigeon carcasses may\ncontain bacteria and parasites and cause the animals receiving the hay to become ill.  Contaminated hay must not\nbe fed for the health of the animals.  Hay fed to the animals must be free from contamination and of sufficient\nnutritive value to maintain all animals in good health.\nCorrect from this day forward.\n4) There were 10 dead guinea pigs in the refrigerator in the keeper building that the owner informed the APHIS\n\nofficials that were going to be used to feed the felids: 2 tigers, 2 puma and 5 servals.  At least two of these guinea\npigs had patches of hair loss.  There were also several live guinea pigs that were identified with hair loss which\nappeared similar to these lesions and were cited under veterinary care.  The attending veterinarian examined the\nlive guinea pigs on 9 January 2015 and said the hair loss was suspicious for ringworm.  Ringworm is contagious\nand animals with suspicious lesions are not considered wholesome to be offered as food and must not be fed. \nCorrect from this day forward.             \n5) The facility has a felid feeding plan.  The original plan was written with a different vitamin supplement added to\nthe meat than is currently used.  The new supplement was written onto the margin of the plan, but the directions on\nthe supplement container are different than what is directed by the plan and how the facility personnel are applying\nthe supplement to the meat.  Both the plan and facility personnel have informed APHIS personnel that the meat is\ndusted with the supplement.  The directions on the supplement container are per weight of the animal and range\nfrom 1/4 of a scoop for a 1-3 pound animal to 8 scoops for a 500 pound animal.  Feeding the animals meat with the\nwrong amount of vitamin/mineral supplement may cause preventable health problems.  Also the facility hand raises\ntiger cubs.  There is no written guidance in the felid feeding plan for the hand rearing of tiger cubs.  The licensee\nstated that he really wasn't sure how or what cubs were fed, that his daughter was responsible for all aspects of cub\nrearing.  Proper nutrition is very important for tiger cubs.  Cubs fed an imbalanced or nutritionally incomplete diet\ncan develop metabolic bone disease resulting in fractures or deformed bones.  The feline feeding plan must be\nupdated under the direction of the attending veterinarian to provide a diet with the nutritive value to maintain all the\nfelids in good health.\nCorrect by February 10, 2015. \n3.130           DIRECT\nWATERING.  \nThe 2 bears did not have potable water in their enclosure.  There was only dirty green water in a large metal pool. \nThe facility owner informed the APHIS officials that the bears were not provided water (other than this pool) or food\nfrom the first of December until March to encourage hibernation and discourage animals from leaving the den.  One\nof the bears walked out of the den and was observed in its enclosure by two of the APHIS officials.  Bears\nperiodically leave their den during winter months and drink water and/or eat and do need to be provided with\npotable water during winter months.  Drinking contaminated water may result in illness.  Additionally, if the facility is\nnot providing fresh water on a regular basis, there may not be any water during long periods of significant cold\ntemperatures (ie. when the pool is frozen) which could farther compromise animal health.  The bears must have\naccess to potable water to provide for their health and comfort.\nThe facility owner was informed on Wednesday late afternoon by the APHIS officials to have this corrected by noon\n\non Friday, 9 January 2015.  \n3.131(a)\nSANITATION.   \nThe following non-compliances with cleaning of enclosures were identified on this inspection. \n1) The 5 enclosures housing the 11 Prevost squirrels in the Tamarin building had excessive debris and grime caked\non the wire mesh walls of the enclosures and on all surfaces including perches and nest boxes and do not appear to\nhave been cleaned in a long while.\n2) The enclosure housing 4 flying squirrels in the mouse house building had excessive debris accumulating on the\nwire mesh walls and dirty hay on the floor.  Debris and cobwebs are accumulating under the enclosure in the catch\npan.  This enclosure does not appear to have been cleaned in a long while.   \nBacteria and fungus may grow in the excessive debris and grime and cause the animals to become ill.  The\nenclosures must be cleaned to minimize disease hazards.\nCorrect both items by 24 January 2015\n3.131(c)\nSANITATION.   \nThere is a significant clutter concern at this facility.  The field area near the freezer contains excess items including\nold caging supplies, metal barrels, fencing materials, tires, animal skulls, jaw parts and a pile of wooden pallets.  In\nthe barn near the keeper area, there are freezers with excess caging materials, rope, pet taxis, and other\nmiscellaneous items stacked on top of them.  Next to the fallow deer enclosure there is an old truck tire, spare\nfencing and building materials being stored.  Much of the perimeter fence has items leaning against it that also need\nto be removed, discarded, or properly stored.  In the keeper building, there are paint cans, various building supplies,\ntools, and other miscellaneous items near the hedgehog enclosure.  These items should be removed from the\nproximity of this animal(cid:25)'s enclosure or the enclosure moved to another location.  \nAll of these areas are in need of a thorough cleaning, removal of unwanted items, and proper storage of items still\nneeded.  This clutter concern is compounded by the fact that there is evidence of a large rodent population at the\nfacility.  Pest control and housekeeping work hand in hand.  These piles of excess material piled throughout the\nfacility and cob/dust webs in corners and near enclosures make monitoring for pests difficult to impossible.  The\nclutter is also a breeding ground for these mammalian pests.\n\nThe licensee must develop a plan to remove all unwanted items, clean the affected areas, and properly organize\nand store items still needed for the husbandry and care of the animals.  \nCorrect by: 10 March 2015\n3.131(d)\nSANITATION.   \nAn overwhelming number of rodent holes were found throughout the facility including in the muntjac yard, behind\nthe porcupine enclosure, and inside the bottle fed muntjac yard.  Additionally, 2 dead rats were found inside the\nmuntjac yard closest to the porcupine enclosure and several dead rats were found outside the perimeter fence. \nRodent holes were also found near the trailer housing guinea pigs and near the rabbits housed outdoors.   Rodent\nbait boxes are present throughout the facility but significant rodent activity is still present.  In the guinea pig trailer,\nbird eggs, droppings, and feathers were found in the vent on one wall.  The hay storage in the loft of the barn near\nthe keeper building has a significant avian pest problem.   All of the hay in this loft is covered with bird feathers and\ndroppings.  Several pigeons were observed in this loft during this inspection.  There is also an old mattress in this\nloft that is now being used by the birds to nest in.    Several dead pigeons were found on the floor of the loft.  This\nfacility also has significant housekeeping concerns with clutter and piles of unused or excess items throughout the\nfacility.  These areas provide hiding places and are breeding grounds for mammalian pests, contributing to the pest\nproblem.\nThe presence of these mammalian and avian pets is a potential disease hazard to the animals as these rodents and\nbirds can be carriers of disease and parasites. An effective pest control program must be established to ensure\ncontrol of these mammalian and avian pests.  \nCorrect by: 24 January 2015 for avian pest and 10 February 2015 for rodents\n*** This inspection was conducted on January 6-9, 2015.  All Direct non-compliances and animals in need of\nveterinary care were reviewed with the licensee verbally on 7 January 2015.  A formal exit interview was conducted\nwith the licensee on 11 January 2015.\n\nAdditional Inspectors\nGeib Mary, Veterinary Medical Officer\nColeman Randall, Animal Care Inspector",
  "animals_total": 478,
  "species": [
    {
      "count": 1,
      "scientific": "Atelerix albiventris",
      "common": "HEDGEHOG"
    },
    {
      "count": 9,
      "scientific": "Ateles geoffroyi",
      "common": "BLACK-HANDED SPIDER MONKEY"
    },
    {
      "count": 1,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 11,
      "scientific": "Callosciurus prevostii",
      "common": "PREVOST'S SQUIRREL / TRI-COLORED SQUIRREL"
    },
    {
      "count": 19,
      "scientific": "Camelus dromedarius domestic",
      "common": "DOMESTIC DROMEDARY CAMEL"
    },
    {
      "count": 33,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 97,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 14,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 7,
      "scientific": "Cercopithecus neglectus",
      "common": "DE BRAZZA'S MONKEY"
    },
    {
      "count": 32,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 5,
      "scientific": "Damaliscus pygargus",
      "common": "BONTEBOK / BLESBOK"
    },
    {
      "count": 24,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 5,
      "scientific": "Giraffa camelopardalis",
      "common": "GIRAFFE"
    },
    {
      "count": 4,
      "scientific": "Glaucomys volans",
      "common": "SOUTHERN FLYING SQUIRREL"
    },
    {
      "count": 2,
      "scientific": "Hylobates lar",
      "common": "LAR GIBBON"
    },
    {
      "count": 3,
      "scientific": "Hystrix africaeaustralis",
      "common": "CAPE PORCUPINE"
    },
    {
      "count": 26,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 6,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 5,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 1,
      "scientific": "Loxodonta africana",
      "common": "AFRICAN ELEPHANT"
    },
    {
      "count": 3,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE *MALE"
    },
    {
      "count": 5,
      "scientific": "Mandrillus sphinx",
      "common": "MANDRILL *MALE"
    },
    {
      "count": 20,
      "scientific": "Muntiacus muntjak",
      "common": "INDIAN MUNTJAC"
    },
    {
      "count": 2,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    },
    {
      "count": 12,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 17,
      "scientific": "Oryx beisa",
      "common": "EAST AFRICAN ORYX (BEISA ORYX)"
    },
    {
      "count": 2,
      "scientific": "Otolemur crassicaudatus",
      "common": "GREATER BUSHBABY"
    },
    {
      "count": 8,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 2,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 2,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 2,
      "scientific": "Saguinus midas",
      "common": "RED-HANDED TAMARIN"
    },
    {
      "count": 7,
      "scientific": "Saguinus oedipus",
      "common": "COTTON-TOP TAMARIN"
    },
    {
      "count": 15,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 1,
      "scientific": "Sciurus carolinensis",
      "common": "EASTERN GREY SQUIRREL"
    },
    {
      "count": 2,
      "scientific": "Spilogale putorius",
      "common": "SPOTTED SKUNK"
    },
    {
      "count": 19,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 3,
      "scientific": "Tamiasciurus hudsonicus",
      "common": "AMERICAN RED SQUIRREL"
    },
    {
      "count": 11,
      "scientific": "Tragelaphus angasii",
      "common": "NYALA"
    },
    {
      "count": 4,
      "scientific": "Tragelaphus eurycerus",
      "common": "BONGO"
    },
    {
      "count": 19,
      "scientific": "Tragelaphus spekii",
      "common": "SITATUNGA"
    },
    {
      "count": 8,
      "scientific": "Tragelaphus strepsiceros",
      "common": "GREATER KUDU"
    },
    {
      "count": 2,
      "scientific": "Ursus thibetanus",
      "common": "ASIATIC BLACK BEAR"
    },
    {
      "count": 2,
      "scientific": "Varecia rubra",
      "common": "RED RUFFED LEMUR"
    },
    {
      "count": 4,
      "scientific": "Varecia variegata",
      "common": "BLACK-AND-WHITE RUFFED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    }
  ]
}