{
  "insp_id": "273140942150333",
  "layout": "a",
  "customer_id": "2401",
  "customer_name": "Dan Moulton",
  "customer_addr": "976 14th Avenue S W\nRochester, MN 55902",
  "certificate": "41-B-0239",
  "site_id": "001",
  "site_name": "DAN MOULTON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-SEP-2014",
  "report_date": "01-OCT-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Appropriate Methods of Treatment\nOne Chinchilla BDZ-289 was noted as having a large protruding growth coming out of its neck. The licensee stated\nthat he had discovered the problem earlier and intended on taking the animal to the veterinarian the next day,\nhowever there was no proof that the problem had been noted before today, nor that there were any intentions on\nhaving it treated. Health problems that may arise must be addressed by a veterinarian or they may lead to more\nserious problems in the future. The above listed animal must be seen by a veterinarian."
    },
    {
      "code": "3.125(a)",
      "kind": "Direct",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Structural Strength\nREPEAT\nIn at least 6 enclosures, there are blocks of wood being used as enrichment. The animals have chewed these wood\nblocks to the extent that they are exposing nails which were inside them that now poses an injury hazard. Most of\nthese were removed during the inspection. Several feeders throughout the facility has jagged rusty edges that may\ncome into contact with the chinchillas when they eat. Several enclosures were noted as having jagged, rusty points\nsticking out towards the chinchillas caused by damage in the front metal wire walls of the enclosures. Several of\nthese were removed during the inspection. Direct injury and infection can occur by exposing animals to sharp or\nrusted objects. Remove any enrichment containing sharp or rusty objects.\nDIRECT/REPEAT\nEnclosures housing 131 adult Chinchillas contained a tray on the floor in the past which the animals had direct\ncontact with. These trays have since been removed, exposing 1 inch by 1 inch metal wire flooring underneath.\nOther enclosures in the back room have always had 1 inch 1 inch flooring. The flooring does not protect the\nanimals from injury, as the gaps between the wire are much larger than the feet of the chinchillas. Materials that\ncome in contact with the animals must protect the animals from injury. Ensure that the enclosures are structurally\nsound and maintained appropriately."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "Water Receptacles\nThere continues to be many sections of the watering line that has an excessive buildup of hair, cobwebs, and\nexcreta built up on them. At least 5 glass water bottles being used in enclosures without watering lines have a\ngreen hazy buildup on the inside walls of them. Unclean watering lines can contaminate the water supply which can\naffect the animals in a negative way. All watering lines must be cleaned or replaced in order to assure a clean\nsupply of water to the animals."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Cleaning of enclosures\nThere continues to be an excessive accumulation of excreta in several at least 3 of the primary enclosures. The\nfacility failed to maintain the primary caging of these animals in a sanitary condition. Unsanitary conditions can lead\nto biological disease hazards and can affect the comfort of the animals as well as their health and well-being.\nEliminate the buildup of waste material from the primary enclosures and maintain in a clean and sanitary condition.\nExit interview was conducted with the licensee.\nAdditional Inspectors\nWelch Scott, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAppropriate Methods of Treatment\nOne Chinchilla BDZ-289 was noted as having a large protruding growth coming out of its neck.  The licensee stated\nthat he had discovered the problem earlier and intended on taking the animal to the veterinarian the next day,\nhowever there was no proof that the problem had been noted before today, nor that there were any intentions on\nhaving it treated.  Health problems that may arise must be addressed by a veterinarian or they may lead to more\nserious problems in the future.  The above listed animal must be seen by a veterinarian.\n3.125(a)           DIRECT                    REPEAT\nFACILITIES, GENERAL.   \nStructural Strength\nREPEAT\nIn at least 6 enclosures, there are blocks of wood being used as enrichment.  The animals have chewed these wood\nblocks to the extent that they are exposing nails which were inside them that now poses an injury hazard.  Most of\nthese were removed during the inspection.  Several feeders throughout the facility has jagged rusty edges that may\ncome into contact with the chinchillas when they eat.  Several enclosures were noted as having jagged, rusty points\nsticking out towards the chinchillas caused by damage in the front metal wire walls of the enclosures.  Several of\nthese were removed during the inspection.  Direct injury and infection can occur by exposing animals to sharp or\nrusted objects.  Remove any enrichment containing sharp or rusty objects.\nDIRECT/REPEAT\nEnclosures housing 131 adult Chinchillas contained a tray on the floor in the past which the animals had direct\n\ncontact with.  These trays have since been removed, exposing 1 inch by 1 inch metal wire flooring underneath. \nOther enclosures in the back room have always had 1 inch 1 inch flooring.  The flooring does not protect the\nanimals from injury, as the gaps between the wire are much larger than the feet of the chinchillas.  Materials that\ncome in contact with the animals must protect the animals from injury.  Ensure that the enclosures are structurally\nsound and maintained appropriately. \n3.130                    REPEAT\nWATERING.  \nWater Receptacles\nThere continues to be many sections of the watering line that has an excessive buildup of hair, cobwebs, and\nexcreta built up on them.  At least 5 glass water bottles being used in enclosures without watering lines have a\ngreen hazy buildup on the inside walls of them.  Unclean watering lines can contaminate the water supply which can\naffect the animals in a negative way.  All watering lines must be cleaned or replaced in order to assure a clean\nsupply of water to the animals.\n3.131(a)                    REPEAT\nSANITATION.   \nCleaning of enclosures\nThere continues to be an excessive accumulation of excreta in several at least 3 of the primary enclosures.  The\nfacility failed to maintain the primary caging of these animals in a sanitary condition.  Unsanitary conditions can lead\nto biological disease hazards and can affect the comfort of the animals as well as their health and well-being. \nEliminate the buildup of waste material from the primary enclosures and maintain in a clean and sanitary condition.\nExit interview was conducted with the licensee.\nAdditional Inspectors\nWelch Scott, Veterinary Medical Officer",
  "animals_total": 737,
  "species": [
    {
      "count": 737,
      "scientific": "Chinchilla brevicaudata",
      "common": "CHINCHILLA"
    }
  ]
}