{
  "insp_id": "INS-0000868351",
  "layout": "c",
  "customer_id": "321189",
  "customer_name": "INTERVET INC",
  "customer_addr": "2 GIRALDA FARMS\nMADISON, NJ 07940",
  "certificate": "22-R-0144",
  "site_id": "005",
  "site_name": "INTERVET INC",
  "insp_type": "FOCUSED INSPECTION",
  "date": "04-MAY-2023",
  "report_date": "04-MAY-2023",
  "citations": [
    {
      "code": "3.25(a)",
      "kind": "Critical",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "On March 29, 2023, at about 9:30 am, 7 hamsters were found drown in their enclosures. The hamsters are housed in\nplastic enclosures that slide into a rack system that can hold 30 enclosures. When the enclosures are slid into the rack\nsystem, the nipple (lixit drinker) of the automatic watering system protrudes about 3/4 of an inch into the enclosure\nthrough a small opening in the back about three inches above the bottom of the enclosure. In this incident, the lixit drinker\nin one enclosure began to run continually and filled that enclosure to the level of the drinker opening and then began to\noverflow into an enclosure below. In the lower enclosure, the drinker opening was somehow obstructed and the\nenclosure filled to within about 2 inches of the top. 2 hamsters drown in the upper enclosure and three survived. All 5\nhamsters drown in the lower enclosure. The facility is not sure what caused the lixit to run. Three technicians confirm the\nenclosures were properly engaged into the rack at morning and afternoon checks the day before. The facility believes\nthat bedding material in the upper enclosure may have engaged the lixit causing it to run continually.\nHamsters housed in enclosures in rack systems rely on the structural integrity and design of that system to deliver water\nsafely and protect them from injury and take into account the habits, behaviors, physical and social needs of the\nhamsters.\nThis inspection and exit interview were conducted with the attending veterinarian.\nn"
    }
  ],
  "narrative": "3.25(a)  Critical Repeat\n   \nFacilities, general. \nOn March 29, 2023, at about 9:30 am, 7 hamsters were found drown in their enclosures. The hamsters are housed in \nplastic enclosures that slide into a rack system that can hold 30 enclosures.  When the enclosures are slid into the rack \nsystem, the nipple (lixit drinker) of the automatic watering system protrudes about 3/4 of an inch into the enclosure \nthrough a small opening in the back about three inches above the bottom of the enclosure.  In this incident, the lixit drinker \nin one enclosure began to run continually and filled that enclosure to the level of the drinker opening and then began to \noverflow into an enclosure below.  In the lower enclosure, the drinker opening was somehow obstructed and the \nenclosure filled to within about 2 inches of the top.  2 hamsters drown in the upper enclosure and three survived.  All 5 \nhamsters drown in the lower enclosure.  The facility is not sure what caused the lixit to run.  Three technicians confirm the \nenclosures were properly engaged into the rack at morning and afternoon checks the day before.  The facility believes \nthat bedding material in the upper enclosure may have engaged the lixit causing it to run continually.   \n \nHamsters housed in enclosures in rack systems rely on the structural integrity and design of that system to deliver water \nsafely and protect them from injury and take into account the habits, behaviors, physical and social needs of the \nhamsters.\n\nThis inspection and exit interview were conducted with the attending veterinarian. \n \n n",
  "animals_total": 193,
  "species": [
    {
      "count": 193,
      "scientific": "Mesocricetus auratus",
      "common": "SYRIAN / GOLDEN HAMSTER"
    }
  ]
}