{
  "insp_id": "205141747511190",
  "layout": "a",
  "customer_id": "328064",
  "customer_name": "Virginia Hinderer",
  "customer_addr": "1336 S W 85th St.\nWakarusa, KS 66546",
  "certificate": "48-A-2139",
  "site_id": "001",
  "site_name": "Virginia Hinderer",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-JUL-2014",
  "report_date": "25-JUL-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* One black and tan adult female Dachshund ( microchip number 087 833 017 ) has excessively long toe nails on\nboth front feet. Long toe nails can be painful causing discomfort when the dog is trying to walk. The potential for\ninjury exists if the toe nail becomes caught in the wire flooring. Lack of nail care on a regular basis can affect the\nhealth and well-being of that dog. The licensee must establish a nail trim maintance program as part of the program\nof vet care for all dogs at the facility. The licensee corrected this NCI during the inspection."
    },
    {
      "code": "2.50(d)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "* There was no record of inventory present on \"unweaned and weaned \"puppies born at the facility. No inventory\ninformation was attached to one enclosure containing five \"unweaned\" puppies and one enclosure containing five\n\"weaned \" puppies. If any puppy born on the premise has been recorded on USDA official 7005 forms, then the\nenclosure must have the following information attached to it: dealer's USDA license number, the letters (cid:28) USDA (cid:28)\nand the number identifying each puppy in that litter. If no offspring have been recorded on USDA official 7005\nforms, then the following information must be recorded and attached to the enclosure. The dealer's USDA number,\nthe number identifying each puppy, the date of birth of the litter, the dam's ID number, a description of each puppy (\nbreed, sex, color and any distinctive markings ). The inventory information records must be maintained with all\ncorresponding 7006's for one year. If the licensee chooses to identify the \"unweaned\" puppies with official USDA\nidentification ( collar, tattoo or microchip ), then no inventory information is required on the enclosure. Complete\nand accurate records are needed to ensure that every puppy's identity can be known with certainty and to facilitate\nthe ability to trace all puppies. The licensee must maintain complete and accurate records of all puppies at all times\nat their facility. Correct by 7/31/14."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "* Official USDA dog on hand sheets (7005's) were one dog shy of having a complete listing of all dogs on the\npremise. When the records and dogs at the facility do not match it makes the records incomplete. Complete and\naccurate records are needed to ensure each animal(cid:25)s identity can be known with certainty and to facilitate the ability\nto trace dogs. The licensee must maintain complete and accurate records of all dogs at all times at their facility.\nCorrect by 8/24/14.\n******************************\n* No paperwork ( Record of Disposition of Dogs and Cats (APHIS Form 7006) ) was available on eight Miniature\nSchnauzer puppies sold 3/28/14 and three Miniature Schnauzer puppies sold on 6/23/14. In addition, no paperwork\nwas made available on five Yorkshire Terrier puppies sold on 7/7/14. Complete and accurate records are\nnecessary to ensure each animal's identity can be known with certainty and to facilitate the ability to trace those\nanimals. The licensee must maintain complete and accurate records of all animals at all times and must ensure\nthose records are available to the inspector upon request. To be corrected from this date forward.\n* Licensee had paperwork on all puppies sold to brokerage and was reviewed by inspector."
    },
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Excessive rust was observed on one wire enclosure gate. One dog and five puppies are in contact with the\naffected area which is located in indoor housing. Rust can erode and deteriorate all metal surfaces to the point that\nthe metal surfaces can no longer be readily cleaned and sanitized. Excessive rust affects the structural integrity of\nall metal surfaces. Licensee must ensure that this and all other surfaces are free of excessive rust and be of good\nstructural strength. Correct by 7/7/14."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* There is a mixture of dirt, grease and other excreta on the fiberglass wallboards in two enclosures. There are\nfour dogs in contact with the affected area located in indoor housing. The affected area covers approximately 25 to\n30 percent of the total surface area. Sanitization of surfaces is necessary to prevent an accumulation of excreta\nand other disease hazards. This indicates an unsanitary living condition exists that could lead to potential disease\nor health risks. The licensee must ensure that all surfaces are spot cleaned on a daily basis and sanitized in\naccordance with 3.11 (b). Correct by 7/28/14."
    },
    {
      "code": "3.4(b)(3)",
      "kind": "",
      "repeat": true,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "* There were no wind or rain breaks at the entrance to one outdoor shelter structure housing one dog. Dogs\nhaving inadequate protection from the wind or rain could experience difficulty conserving body heat and maintaining\nnormal body temperatures. The licensee must ensure all outdoor shelter structures have adequate shelter from the\nelements for the health and well-being of the dogs at all times."
    },
    {
      "code": "3.6(a)(2)(10)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "* The feet and legs of multiple puppies were observed passing through enclosure floor openings. Five puppies are\nin contact with the affected flooring located in indoor housing. Flooring that allows the feet and legs to pass through\nany openings could lead to possible injury. In addition, the daily activity and mobility of the puppies is affected. The\nlicensee did place four one by one square foot pieces of tenderfoot flooring in the enclosure during the inspection.\nThe licensee must ensure that all flooring does not allow any feet or legs to pass through any openings in the\nflooring. Correct by 7/28/14."
    },
    {
      "code": "3.9",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "* The entire top of at least one plastic food receptacle is chewed and has a roughened, jagged edge. The\nreceptacle used by one dog is located in indoor housing.. A chewed, roughened, jagged surface cannot be easily\ncleaned and sanitized and could potentially cause injury to the dog. In addition, it could harbor bacteria and other\ndisease causing agents that can affect the health and wellbeing of the dogs. The licensee must ensure that all\nreceptacles can be properly cleaned and sanitized at all times. The licensee corrected this NCI during the facility\ninspection.\n***********************************************************\n* There is dust and cobwebs collecting on the tarp straps and the along the top of 16 plastic self-feeders used by\n32 dogs. The feeders are located in indoor housing. It indicates unsanitary conditions exist that could impact the\nhealth and well-being of the dogs. The licensee must ensure that all self-feeders are kept clean and sanitized to\nfacilitate normal husbandry practices. Correct by 7/7/14.\n* The facility inspection done on 7/24/14 and the exit briefing done on 7/25/14 were conducted with the licensee.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*   One black and tan adult female Dachshund ( microchip number 087 833 017 ) has excessively  long toe nails on\nboth front feet.  Long toe nails can be painful causing discomfort when the dog is trying to walk.   The potential for\ninjury exists if the toe nail becomes caught in the wire flooring.   Lack of nail care on a regular basis can affect the\nhealth and well-being of that dog. The licensee must establish a nail trim maintance program as part of the program\nof vet care for all dogs at the facility.  The licensee corrected this NCI during the inspection.\n2.50(d)\nTIME AND METHOD OF IDENTIFICATION.\n*    There was no record of inventory present on \"unweaned and weaned \"puppies born at the facility.   No inventory\ninformation was attached to one enclosure containing five  \"unweaned\" puppies and one enclosure containing five\n\"weaned \" puppies.   If any puppy born on the premise has been recorded on USDA official 7005 forms, then the\nenclosure must have the following information attached to it:  dealer's USDA license number, the letters (cid:28) USDA (cid:28)\nand the number identifying each puppy in that litter.  If no offspring have been recorded on USDA official 7005\nforms, then the following information must be recorded and attached to the enclosure.  The dealer's USDA number,\nthe number identifying each puppy, the date of birth of the litter, the dam's ID number, a description of each puppy (\nbreed, sex, color and any distinctive markings ).   The inventory information records must be maintained with all\ncorresponding 7006's for one year.  If the licensee chooses to identify the \"unweaned\" puppies with official USDA\nidentification ( collar, tattoo or microchip ),  then no inventory information is required on the enclosure.   Complete\nand accurate records are needed to ensure that every puppy's identity can be known with certainty and to facilitate\nthe ability to trace all puppies.  The licensee must maintain complete and accurate records of all puppies at all times\nat their facility.  Correct by  7/31/14.\n2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\n*     Official USDA dog on hand sheets (7005's) were one dog shy of having a complete listing of all dogs on the\npremise.   When the records and dogs at the facility do not match it makes the records incomplete.   Complete and\naccurate records are needed to ensure each animal(cid:25)s identity can be known with certainty and to facilitate the ability\n\nto trace dogs.  The licensee must maintain complete and accurate records of all dogs at all times at their facility. \nCorrect by  8/24/14.\n******************************\n*    No paperwork ( Record of Disposition of Dogs and Cats (APHIS Form 7006) )  was available on eight Miniature\nSchnauzer puppies sold 3/28/14 and three Miniature Schnauzer puppies sold on 6/23/14.  In addition, no paperwork\nwas made available on five Yorkshire Terrier puppies sold on 7/7/14.   Complete and accurate records are\nnecessary to ensure each animal's identity can be known with certainty and to facilitate the ability to trace those\nanimals.  The licensee must maintain complete and accurate records of all animals at all times and must ensure\nthose records are available to the inspector upon request.   To be corrected from this date forward.\n*  Licensee had paperwork on all puppies sold to brokerage and was reviewed by inspector.\n3.1(c)(1)(1)\nHOUSING FACILITIES, GENERAL.\n*   Excessive rust was observed on one wire enclosure gate.   One dog and five puppies are in contact with the\naffected area which is located in indoor housing.  Rust can erode and deteriorate all metal surfaces to the point that\nthe metal surfaces can no longer be readily cleaned and sanitized. Excessive rust affects the structural integrity of\nall metal surfaces.  Licensee must ensure that this and all other surfaces are free of excessive rust and be of good\nstructural strength.  Correct by  7/7/14.\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\n*   There is a mixture of dirt, grease and other excreta on the fiberglass wallboards in two enclosures.  There are\nfour dogs in contact with the affected area located in indoor housing.   The affected area covers approximately 25 to\n30 percent of the total surface area.   Sanitization of surfaces is necessary to prevent an accumulation of excreta\nand other disease hazards.   This indicates an unsanitary living condition exists that could lead to potential disease\nor health risks.  The licensee must ensure that all surfaces are spot cleaned on a daily basis and sanitized in\naccordance with 3.11 (b).  Correct  by 7/28/14.\n3.4(b)(3)                    REPEAT\nOUTDOOR HOUSING FACILITIES.\n*    There were no wind or rain breaks at the entrance to one outdoor shelter structure housing one dog.  Dogs\nhaving inadequate protection from the wind or rain could experience difficulty conserving body heat and maintaining\nnormal body temperatures.  The licensee must ensure all outdoor shelter structures have adequate shelter from the\nelements for the health and well-being of the dogs at all times.\n\n3.6(a)(2)(10)\nPRIMARY ENCLOSURES.\n*   The feet and legs of multiple puppies were observed passing through enclosure floor openings.  Five puppies are\nin contact with the affected flooring located in indoor housing.  Flooring that allows the feet and legs to pass through\nany openings could lead to possible injury.  In addition, the daily activity and mobility of the puppies is affected.  The\nlicensee did place four one by one square foot pieces of tenderfoot flooring in the enclosure during the inspection. \nThe licensee must ensure that all flooring does not allow any feet or legs to pass through any openings in the\nflooring.  Correct by  7/28/14.\n3.9\nFEEDING.\n*    The entire top of at least one plastic food receptacle is chewed and has a roughened, jagged edge.  The\nreceptacle used by one dog is located in indoor housing..   A chewed, roughened, jagged surface cannot be easily\ncleaned and sanitized and could potentially cause injury to the dog.  In addition, it could harbor bacteria and other\ndisease causing agents that can affect the health and wellbeing of the dogs.  The licensee must ensure that all\nreceptacles can be properly cleaned and sanitized at all times.  The licensee corrected this NCI during the facility\ninspection.\n***********************************************************\n*   There is dust and cobwebs collecting on the tarp straps and the along the top of 16 plastic self-feeders used by\n32 dogs.  The feeders are located in indoor housing.  It indicates unsanitary conditions exist that could impact the\nhealth and well-being of the dogs.  The licensee must ensure that all self-feeders are kept clean and sanitized to\nfacilitate normal husbandry practices.  Correct  by  7/7/14.\n*   The facility inspection done on 7/24/14 and the exit briefing done on 7/25/14 were conducted with the licensee.\nAdditional Inspectors\nShaver Margaret, Veterinary Medical Officer",
  "animals_total": 77,
  "species": [
    {
      "count": 69,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 8,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}