{
  "insp_id": "INS-0000832018",
  "layout": "c",
  "customer_id": "506746",
  "customer_name": "Daniel Kurtz",
  "customer_addr": "17569 337th Street\nJamesport, MO 64648",
  "certificate": "43-A-6503",
  "site_id": "001",
  "site_name": "DANIEL KURTZ",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "14-DEC-2022",
  "report_date": "15-DEC-2022",
  "citations": [
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "* One hole was observed on the exterior fiberglass wall of one outdoor housing unit. The hole is estimated to be ten to\n12 inches in diameter. A jagged, roughened edge was observed. In addition, insulation was exposed from the hole in the\nexterior wall. Two dogs are in contact with the affected area located in outdoor housing. Surfaces not maintained on a\nregular basis cannot be readily cleaned and sanitized. A chewed, roughened surface could harbor disease causing\nagents which affects the health and well-being of the dogs. The potential exists for dogs to ingest chewed fiberglass and\ninsulation which could cause potential health issues. The applicant must ensure all surfaces are being maintained on a\nregular basis. Surfaces that cannot be readily cleaned and sanitized, must be replaced when worn or soiled or altered in\na manner that allows for cleaning and sanitation to occur."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "* There is a mixture of dirt, grease and other excreta accumulating on the interior fiberglass wall of four enclosures.\nEight dogs are in contact with the affected surfaces located in outdoor housing. The affected area covers approximately\n20 to 30 percent of the interior wall area. Cleaning of surfaces is necessary to prevent an accumulation of excreta and\nother disease hazards. This indicates an unsanitary living condition exists that could lead to potential disease or health\nrisks. Surfaces which are not cleaned and sanitized properly increase the risk of disease hazards for the dogs.\nCleanliness is important to the health and well-being of the animals. All surfaces of housing facilities must be cleaned and\nsanitized when necessary to satisfy generally accepted husbandry standards and practices. The applicant must ensure\nthat hard surfaces with which the dogs come in contact must be spot cleaned daily and sanitized in accordance with 3.11\n(B) of this sub part to prevent accumulation of excreta and reduce disease hazards.\nThis is a 1st Re-License Inspection for a Class A license. The inspection and exit briefing were conducted with the\napplicant.\nAll items must be in compliance within 2 more inspections or by 2/14/2023 or the applicant will forfeit the license fee and\nmust wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection.\nRegulated activity can continue under your existing USDA license until it expires.\nn"
    }
  ],
  "narrative": "3.1(c)(2) \n   \nHousing facilities, general. \n*  One hole was observed on the exterior fiberglass wall of one outdoor housing unit.  The hole is estimated to be ten to \n12 inches in diameter.  A jagged, roughened edge was observed.  In addition, insulation was exposed from the hole in the \nexterior wall.  Two dogs are in contact with the affected area located in outdoor housing.  Surfaces not maintained on a \nregular basis cannot be readily cleaned and sanitized.  A chewed, roughened surface could harbor disease causing \nagents which affects the health and well-being of the dogs. The potential exists for dogs to ingest chewed fiberglass and \ninsulation which could cause potential health issues.  The applicant must ensure all surfaces are being maintained on a \nregular basis.  Surfaces that cannot be readily cleaned and sanitized, must be replaced when worn or soiled or altered in \na manner that allows for cleaning and sanitation to occur. \n3.1(c)(3) \n   \nHousing facilities, general. \n*        There is a mixture of dirt, grease and other excreta accumulating on the interior fiberglass wall of four enclosures. \nEight dogs are in contact with the affected surfaces located in outdoor housing. The affected area covers approximately \n20 to 30 percent of the interior wall area. Cleaning of surfaces is necessary to prevent an accumulation of excreta and \nother disease hazards.  This indicates an unsanitary living condition exists that could lead to potential disease or health \nrisks.  Surfaces which are not cleaned and sanitized properly increase the risk of disease hazards for the dogs.\n\nCleanliness is important to the health and well-being of the animals. All surfaces of housing facilities must be cleaned and \nsanitized when necessary to satisfy generally accepted husbandry standards and practices.   The applicant must ensure \nthat hard surfaces with which the dogs come in contact must be spot cleaned daily and sanitized in accordance with 3.11 \n(B) of this sub part to prevent accumulation of excreta and reduce disease hazards. \n \nThis is a 1st Re-License Inspection for a Class A license. The inspection and exit briefing were conducted with the \napplicant. \n \nAll items must be in compliance within 2 more inspections or by 2/14/2023 or the applicant will forfeit the license fee and \nmust wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection. \n \nRegulated activity can continue under your existing USDA license until it expires. \n \n n",
  "animals_total": 41,
  "species": [
    {
      "count": 34,
      "scientific": "Dogs",
      "common": "DOGS"
    },
    {
      "count": 7,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}