{
  "insp_id": "2016090000755247",
  "layout": "b",
  "customer_id": "1046",
  "customer_name": "Oregon Health & Science University",
  "customer_addr": "3181 S W Sam Jackson Park Rd., #L335\nPortland, OR 97239",
  "certificate": "92-R-0001",
  "site_id": "001",
  "site_name": "OREGON HEALTH & SCIENCE UNIV.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-DEC-2021",
  "report_date": "13-DEC-2021",
  "citations": [
    {
      "code": "3.129(a)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Feeding.",
      "narrative": "An incident occurred that involved five adult Mongolian gerbils and resulted in the death of one of the animals on October\n4, 2021. The animals were assigned to a study and undergoing regulated access to their daily ration to encourage them\nto conduct behavioral tests for food rewards. A verbal request for services by a laboratory staff member to the husbandry\nsupervisor was not communicated to the husbandry technician responsible for feeding in the room. Consequently, five\nanimals were not given their daily ration on October 2, 2021. The problem was identified on October 3, 2021 and the\nanimals were immediately provided food. In addition, the veterinarian was notified and conducted a physical exam.\nAccording to the facility, four of the five gerbils were bright and alert. One animal, however, presented as lethargic and\nwas administered fluids by the veterinarian. The animal's condition improved and all five animals consumed their rations\nprovided on October 3rd. On October 4th, when the veterinarian rechecked the gerbils, the same animal was again\nlethargic. Thermal and nutritional support were administered, but the animal died shortly after on October 4, 2021.\nAnimals must be given food as required to ensure their health and comfort. These animals were under an IACUC-\napproved protocol describing how food was to be provided and the amount of the daily ration to be given to each animal.\nThe miscommunication resulted in a deviation from the protocol's requirements. The facility has enacted a corrective\naction plan. Correct from this time forward.\nThis inspection and exit interview were conducted with the facility representatives.\nEnd Section"
    }
  ],
  "narrative": "3.129(a)  Critical\n   \nFeeding. \nAn incident occurred that involved five adult Mongolian gerbils and resulted in the death of one of the animals on October \n4, 2021.  The animals were assigned to a study and undergoing regulated access to their daily ration to encourage them \nto conduct behavioral tests for food rewards.  A verbal request for services by a laboratory staff member to the husbandry \nsupervisor was not communicated to the husbandry technician responsible for feeding in the room.  Consequently, five \nanimals were not given their daily ration on October 2, 2021.  The problem was identified on October 3, 2021 and the \nanimals were immediately provided food.  In addition, the veterinarian was notified and conducted a physical exam. \n \nAccording to the facility, four of the five gerbils were bright and alert.  One animal, however, presented as lethargic and \nwas administered fluids by the veterinarian.  The animal's condition improved and all five animals consumed their rations \nprovided on October 3rd.  On October 4th, when the veterinarian rechecked the gerbils, the same animal was again \nlethargic.  Thermal and nutritional support were administered, but the animal died shortly after on October 4, 2021. \n \nAnimals must be given food as required to ensure their health and comfort.   These animals were under an IACUC-\napproved protocol describing how food was to be provided and the amount of the daily ration to be given to each animal.\n\nThe miscommunication resulted in a deviation from the protocol's requirements.  The facility has enacted a corrective \naction plan.  Correct from this time forward. \n \nThis inspection and exit interview were conducted with the facility representatives. \n \nEnd Section",
  "animals_total": 234,
  "species": [
    {
      "count": 187,
      "scientific": "Microtus ochrogaster",
      "common": "PRAIRIE VOLE"
    },
    {
      "count": 5,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 4,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 28,
      "scientific": "Meriones unguiculatus",
      "common": "MONGOLIAN GERBIL (COMMON PET / RESEARCH VARIETY)"
    },
    {
      "count": 2,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 8,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    }
  ]
}