{
  "insp_id": "290140814470618",
  "layout": "a",
  "customer_id": "2106",
  "customer_name": "Linda Burrier",
  "customer_addr": "11161 Buckhorn Road\nNewcomerstown, OH 43832",
  "certificate": "31-A-0018",
  "site_id": "001",
  "site_name": "LINDA BURRIER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-OCT-2014",
  "report_date": "17-OCT-2014",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*** The written Program of Veterinary Care (PVC) lacks specific guidance for vaccination administration and for the\nprevention and control of ectoparasites, endoparasites, and blood parasites. The licensee must contact the\nattending veterinarian to have additional written guidance added to the PVC. This is required to ensure appropriate\ncare is given to all dogs in the kennel and to ensure the attending veterinarian is aware of current vaccine and\nparasite prevention and control procedures.\nCorrect by: 01 NOV 2014"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*** Male Westie (chip #105774846) has a pea sized red mass between the 2nd and 3rd toe of the right front foot.\nThis dog is not limping and does not appear painful on this foot. The licensee stated he noticed this mass but does\nnot have veterinary guidance in the Program of Veterinary Care nor has he called the attending veterinarian for\nguidance. The licensee must contact the attending veterinarian to have this animal examined and to have the\nveterinarian provide treatment recommendations. Treatment recommendations and treatments must be\ndocumented and maintained for future review by APHIS officials.\nFailure to provide prompt appropriate care to the dogs for medical concerns may lead to prolonged pain and\nsuffering in the animals.\nCorrect by: 19 OCT 2014"
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "***No current records of animals in hand were available during this inspection. The licensee(cid:25)s daughter stated that\nthey currently do not have an up to date Form 7005 for adults. A computer record from 2011 was found but has 62\ndogs listed when only 35 adults were counted on today(cid:25)s inspection. The licensee must ensure that all dogs are\nkept on Form 7005(cid:25)s and are kept current. This is required to assist the inspection process and ensure animal\ntracking is possible, which is especially important in the event of a disease outbreak.\nCorrect by: 01 NOV 2014"
    },
    {
      "code": "3.1(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "*** Most of the enclosure doors on the inside runs for the sheltered kennel on the near side of the road are rusty.\nThese doors require repair, replacement, or resurfacing to ensure that they remain structurally sound and can be\nproperly sanitized. The licensee must ensure that all enclosure doors are kept in good repair and free from rust to\nallow them to be properly sanitized and structurally strong.\nCorrect by: 01 NOV 2014"
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "*** There are at least three dog access doors that have a buildup of brownish grime.Surfaces in contact with the\ndogs that have dirt and grime can harbor disease hazards. The licensee must ensure that all surfaces in contact\nwith the dogs are kept clean and sanitized at least once every two weeks using the methods in accordance with\n3.11 (b) of this subpart to reduce disease hazards.\nCorrect by: 01 NOV 2014"
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "*** In both the kennel on the near side and the kennel on the far side of the road, there are several self-feeders that\nhave a buildup of food particles on the inside, and are dirty and grimy on the outside and the edges. There are also\nseveral that are chewed up and scratched. Feeders that are chewed and or scratched are not able to be cleaned\nand sanitized properly, and feeders that are dirty with grime can harbor disease hazards. The licensee must ensure\nthat all feeders are maintained or replaced, and must be sanitized at least every two weeks using the methods in\naccordance with 3.11 (b) of this subpart to reduce disease hazards.\nCorrect by: 01 NOV 2014\nInspection and exit interview conducted with the owner and owner's daughter."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*** The written Program of Veterinary Care (PVC) lacks specific guidance for vaccination administration and for the\nprevention and control of ectoparasites, endoparasites, and blood parasites.   The licensee must contact the\nattending veterinarian to have additional written guidance added to the PVC.  This is required to ensure appropriate\ncare is given to all dogs in the kennel and to ensure the attending veterinarian is aware of current vaccine and\nparasite prevention and control procedures.\nCorrect by: 01 NOV 2014\n2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*** Male Westie (chip #105774846) has a pea sized red mass between the 2nd and 3rd toe of the right front foot. \nThis dog is not limping and does not appear painful on this foot.  The licensee stated he noticed this mass but does\nnot have veterinary guidance in the Program of Veterinary Care nor has he called the attending veterinarian for\nguidance.  The licensee must contact the attending veterinarian to have this animal examined and to have the\nveterinarian provide treatment recommendations.  Treatment recommendations and treatments must be\ndocumented and maintained for future review by APHIS officials.\nFailure to provide prompt appropriate care to the dogs for medical concerns may lead to prolonged pain and\nsuffering in the animals.\nCorrect by: 19 OCT 2014\n2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\n\n***No current records of animals in hand were available during this inspection.  The licensee(cid:25)s daughter stated that\nthey currently do not have an up to date Form 7005 for adults.  A computer record from 2011 was found but has 62\ndogs listed when only 35 adults were counted on today(cid:25)s inspection.  The licensee must ensure that all dogs are\nkept on Form 7005(cid:25)s and are kept current.  This is required to assist the inspection process and ensure animal\ntracking is possible, which is especially important in the event of a disease outbreak.\nCorrect by: 01 NOV 2014\n3.1(c)(1)\nHOUSING FACILITIES, GENERAL.\n*** Most of the enclosure doors on the inside runs for the sheltered kennel on the near side of the road are rusty. \nThese doors require repair, replacement, or resurfacing to ensure that they remain structurally sound and can be\nproperly sanitized.  The licensee must ensure that all enclosure doors are kept in good repair and free from rust to\nallow them to be properly sanitized and structurally strong.  \nCorrect by: 01 NOV 2014\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\n*** There are at least three dog access doors that have a buildup of brownish grime.Surfaces in contact with the\ndogs that have dirt and grime can harbor disease hazards.  The licensee must ensure that all surfaces in contact\nwith the dogs are kept clean and sanitized at least once every two weeks using the methods in accordance with\n3.11 (b) of this subpart to reduce disease hazards.\nCorrect by: 01 NOV 2014\n3.9(b)\nFEEDING.\n*** In both the kennel on the near side and the kennel on the far side of the road, there are several self-feeders that\nhave a buildup of food particles on the inside, and are dirty and grimy on the outside and the edges.  There are also\nseveral that are chewed up and scratched.  Feeders that are chewed and or scratched are not able to be cleaned\nand sanitized properly, and feeders that are dirty with grime can harbor disease hazards.  The licensee must ensure\nthat all feeders are maintained or replaced, and must be sanitized at least every two weeks using the methods in\naccordance with 3.11 (b) of this subpart to reduce disease hazards.\n\nCorrect by: 01 NOV 2014\nInspection and exit interview conducted with the owner and owner's daughter.",
  "animals_total": 52,
  "species": [
    {
      "count": 35,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 17,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}