{
  "insp_id": "INS-0000846899",
  "layout": "c",
  "customer_id": "6009920",
  "customer_name": "Elisa Brandvik",
  "customer_addr": "P O Box 153\nOzark, AR 72949",
  "certificate": "71-A-1423",
  "site_id": "001",
  "site_name": "Elisa Brandvik",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-FEB-2023",
  "report_date": "14-FEB-2023",
  "citations": [
    {
      "code": "2.1(b)(2)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Requirements and application",
      "narrative": "The licensee is currently licensed for up to 150 dogs. Counting adults and puppies currently on property, her total\ninventory is 184. Licenses are approved based on the numbers and types of animals a facility can properly manage. If a\nfacility plans to exceed its approved maximum, they are required to obtain a new license before acquiring the animals.\nThe licensee needs to house the appropriate number of animals, or apply for a new license to account for the increase.\nCorrect by May 13th, 2023"
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "Multiple runs in the sheepdog building have inadequate drainage with standing pools of muddy water. These puddles are\naccumulating at the juncture of the concrete slabs and the gravel filled outdoor runs. The dogs do not have free access to\ntheir entire enclosure area. One dog in particular is defecating on the concrete slab right next to the puddle, and was\nlying down in that area during the inspection. She is clearly unwilling to cross the puddle to use her outdoor run.\nFacilities must be equipped with drainage systems that rapidly eliminate waste and water. The enclosed animals must be\nable to remain dry and clean, and must have the ability to freely utilize all portions of their enclosure. Animals that cannot\nstay dry and clean are at risk of multiple problems such as intestinal illness, skin infection, and difficulty regulating body\ntemperature. The facility must ensure adequate drainage in all enclosures to protect the health and welfare of the\nanimals."
    },
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": true,
      "desc": "Outdoor housing facilities.",
      "narrative": "Multiple outdoor enclosures lacked adequate shelter. Behind the whelping building, 2 separate pens, each housing 3\nlarge dogs, contained 2 igloo style dog houses that could shelter only 1 dog at a time. An additional enclosure behind the\nwhelping building contained a single male Rhodesian Ridgeback and his shelter had rusted out in the back corner,\ncreating a hole large enough for his bedding to spill out. In the lean-to style enclosures in the middle of the facility, 2 adult\nRhodesian Ridgebacks shared an enclosure with only a single dog house that could not fit both dogs while allowing\nnormal postural adjustments. In the \"2-hole\" elevated pen near the storage shed, 4 juvenile Rhodesian Ridgebacks were\nhoused in the 2 separate enclosures (2 per pen) with only a single blue barrel provided for their shelter in each pen. Not a\nsingle dog could stand in the barrel, much less 2 at a time. In the \"6-hole\" pens at the back of the facility, 2 enclosures\neach housed 2 adult Basset Hounds with a single blue barrel provided as shelter that could house only a single dog at a\ntime. Without adequate shelter in outdoor enclosures, dogs are exposed to the elements and may be unable to stay dry\nand warm, causing them discomfort, distress, and even death. When multiple dogs are housed together without adequate\nshelter, it can cause aggression and resource guarding. Dogs housed outdoors must have access to shelter structures in\nadequate size and number to allow each animal access at one time with enough space to sit, stand, and lie in a normal\nmanner, and turn about freely"
    },
    {
      "code": "3.10(a)",
      "kind": "",
      "repeat": false,
      "desc": "Watering",
      "narrative": "A litter of six weaned Old English Sheepdog puppies approximately 7-8 weeks old were found with no available water.\nTwo buckets were turned over and empty at the time of inspection. The facility immediately provided water and all\npuppies ran over to get a drink but were quickly satisfied and easily distracted. All puppies appeared active and healthy.\nAll dogs are required to have clean liquid drinking water available at all times. Lack of potable water can quickly lead to\ndehydration and illness. If animals are spilling their water, the buckets must be secured to prevent this.\nCorrected at time of inspection"
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": true,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "Primary enclosures are not being cleaned daily. In the sheepdog barn, outdoor primary enclosures are half concrete floor\nunder a roof and half gravel area exposed to the sun/weather. There is a buildup of feces in the gravel area that has\nbecome caked into the gravel and takes up 50-75% of the gravel area in each enclosure. In at least 2 enclosures, there is\nalso a buildup of feces on the concrete, just adjacent to the gravel area.\nExcreta and food waste are also not being removed as frequently as necessary from under elevated enclosures. The \"2-\nhole\" elevated pen housing 4 juvenile Rhodesian Ridgebacks has a 4-5\" accumulation of excreta and spilled food on the\nground underneath the enclosures. Despite the season and cooler temperatures, the standing waste was attracting flies.\nWhen waste is allowed to accumulate in cages, it attracts pests, can be a source of disease and distress to the animals,\nand creates foul odors. Excreta and food waste must be removed from primary enclosures daily and from under primary\nenclosures as often as necessary to prevent an excessive accumulation of waste.\nThis inspection was conducted with a facility representative and the exit interview was conducted with the licensee.\nAdditional Inspectors:\nMICHAEL TYGART, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.1(b)(2)(i) \n   \nRequirements and application \nThe licensee is currently licensed for up to 150 dogs.  Counting adults and puppies currently on property, her total \ninventory is 184.  Licenses are approved based on the numbers and types of animals a facility can properly manage.  If a \nfacility plans to exceed its approved maximum, they are required to obtain a new license before acquiring the animals.  \nThe licensee needs to house the appropriate number of animals, or apply for a new license to account for the increase. \nCorrect by May 13th, 2023 \n3.1(f)  Repeat\n   \nHousing facilities, general. \nMultiple runs in the sheepdog building have inadequate drainage with standing pools of muddy water.  These puddles are \naccumulating at the juncture of the concrete slabs and the gravel filled outdoor runs.  The dogs do not have free access to \ntheir entire enclosure area.  One dog in particular is defecating on the concrete slab right next to the puddle, and was \nlying down in that area during the inspection.  She is clearly unwilling to cross the puddle to use her outdoor run.  \nFacilities must be equipped with drainage systems that rapidly eliminate waste and water.  The enclosed animals must be \nable to remain dry and clean, and must have the ability to freely utilize all portions of their enclosure.  Animals that cannot \nstay dry and clean are at risk of multiple problems such as intestinal illness, skin infection, and difficulty regulating body\n\ntemperature.  The facility must ensure adequate drainage in all enclosures to protect the health and welfare of the \nanimals. \n3.4(b)  Repeat\n   \nOutdoor housing facilities. \nMultiple outdoor enclosures lacked adequate shelter. Behind the whelping building, 2 separate pens, each housing 3 \nlarge dogs, contained 2 igloo style dog houses that could shelter only 1 dog at a time. An additional enclosure behind the \nwhelping building contained a single male Rhodesian Ridgeback and his shelter had rusted out in the back corner, \ncreating a hole large enough for his bedding to spill out. In the lean-to style enclosures in the middle of the facility, 2 adult \nRhodesian Ridgebacks shared an enclosure with only a single dog house that could not fit both dogs while allowing \nnormal postural adjustments. In the \"2-hole\" elevated pen near the storage shed, 4 juvenile Rhodesian Ridgebacks were \nhoused in the 2 separate enclosures (2 per pen) with only a single blue barrel provided for their shelter in each pen. Not a \nsingle dog could stand in the barrel, much less 2 at a time. In the \"6-hole\" pens at the back of the facility, 2 enclosures \neach housed 2 adult Basset Hounds with a single blue barrel provided as shelter that could house only a single dog at a \ntime. Without adequate shelter in outdoor enclosures, dogs are exposed to the elements and may be unable to stay dry \nand warm, causing them discomfort, distress, and even death. When multiple dogs are housed together without adequate \nshelter, it can cause aggression and resource guarding. Dogs housed outdoors must have access to shelter structures in \nadequate size and number to allow each animal access at one time with enough space to sit, stand, and lie in a normal \nmanner, and turn about freely \n3.10(a) \n   \nWatering \nA litter of six weaned Old English Sheepdog puppies approximately 7-8 weeks old were found with no available water. \nTwo buckets were turned over and empty at the time of inspection. The facility immediately provided water and all\n\npuppies ran over to get a drink but were quickly satisfied and easily distracted.  All puppies appeared active and healthy.  \nAll dogs are required to have clean liquid drinking water available at all times.  Lack of potable water can quickly lead to \ndehydration and illness.  If animals are spilling their water, the buckets must be secured to prevent this.   \nCorrected at time of inspection \n3.11(a)  Repeat\n   \nCleaning, sanitization, housekeeping, and pest control. \nPrimary enclosures are not being cleaned daily. In the sheepdog barn, outdoor primary enclosures are half concrete floor \nunder a roof and half gravel area exposed to the sun/weather. There is a buildup of feces in the gravel area that has \nbecome caked into the gravel and takes up 50-75% of the gravel area in each enclosure. In at least 2 enclosures, there is \nalso a buildup of feces on the concrete, just adjacent to the gravel area.  \n \nExcreta and food waste are also not being removed as frequently as necessary from under elevated enclosures. The \"2-\nhole\" elevated pen housing 4 juvenile Rhodesian Ridgebacks has a 4-5\" accumulation of excreta and spilled food on the \nground underneath the enclosures. Despite the season and cooler temperatures, the standing waste was attracting flies.  \n \nWhen waste is allowed to accumulate in cages, it attracts pests, can be a source of disease and distress to the animals, \nand creates foul odors. Excreta and food waste must be removed from primary enclosures daily and from under primary \nenclosures as often as necessary to prevent an excessive accumulation of waste. \n \nThis inspection was conducted with a facility representative and the exit interview was conducted with the licensee.\n\nAdditional Inspectors: \nMICHAEL TYGART, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 184,
  "species": [
    {
      "count": 154,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 30,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}