{
  "insp_id": "INS-0000817596",
  "layout": "c",
  "customer_id": "3684",
  "customer_name": "S & S Farms, LP",
  "customer_addr": "1650 Warnock Drive\nRamona, CA 92065",
  "certificate": "93-A-0218",
  "site_id": "003",
  "site_name": "S & S FARMS",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "26-SEP-2022",
  "report_date": "29-SEP-2022",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "One of the breeding sows was observed to have excessively long rear toes on both feet. Feet need to be kept properly\ntrimmed in order to prevent a more serious situation from developing such as an injury to the toe or joint issues. Trim this\nsow’s rear toes. Keep all animals’ hooves properly trimmed."
    },
    {
      "code": "3.128",
      "kind": "",
      "repeat": false,
      "desc": "Space requirements.",
      "narrative": "Most breeding age sow pens contained too many animals. The facility is currently housing six or greater number of sows\nin these pens. Primary housing enclosures should allow each animal to make normal postural and social adjustments\nwith adequate freedom of movement. Nearly all the sows housed in these pens had skin scrapes and wounds indicating\nthat the increased population density is leading to an increase in the aggression between individuals that is normally seen\nin these animals. Provide these animals with more space.\nThis is a 1st Re-License Inspection for a Class “A” license. The inspection and exit briefing were conducted with facility\nrepresentatives.\nAll items must be in compliance within 2 more inspections or by November 26, 2022 or the applicant will forfeit the license\nfee and must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection.\nRegulated activity can continue under your existing USDA license until it expires.\nn"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nOne of the breeding sows was observed to have excessively long rear toes on both feet.  Feet need to be kept properly \ntrimmed in order to prevent a more serious situation from developing such as an injury to the toe or joint issues.  Trim this \nsow’s rear toes.  Keep all animals’ hooves properly trimmed. \n3.128 \n   \nSpace requirements. \nMost breeding age sow pens contained too many animals.  The facility is currently housing six or greater number of sows \nin these pens.  Primary housing enclosures should allow each animal to make normal postural and social adjustments \nwith adequate freedom of movement.  Nearly all the sows housed in these pens had skin scrapes and wounds indicating \nthat the increased population density is leading to an increase in the aggression between individuals that is normally seen \nin these animals.  Provide these animals with more space. \n \nThis is a 1st Re-License Inspection for a Class “A” license. The inspection and exit briefing were conducted with facility \nrepresentatives. \n \nAll items must be in compliance within 2 more inspections or by November 26, 2022 or the applicant will forfeit the license\n\nfee and must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection. \n \nRegulated activity can continue under your existing USDA license until it expires. \n \n n",
  "animals_total": 1052,
  "species": [
    {
      "count": 1052,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}