{
  "insp_id": "308141950490833",
  "layout": "a",
  "customer_id": "1917",
  "customer_name": "Sharon Sandlofer",
  "customer_addr": "2630 Trinity Road\nLynchburg, SC 29080",
  "certificate": "56-C-0239",
  "site_id": "TRA",
  "site_name": "SHARON SANDLOFER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-NOV-2014",
  "report_date": "04-NOV-2014",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The written program of veterinary care is incomplete in that it does not provide enough details, and during this\ninspection, the dog part of the program could not be found. Each section needs to be more complete with details of\nmedications provided for parasite control including drug names and dosages. If products are used off label, this has\nto be approved by the attending veterinarian. The attending veterinarian needs to state how often he is to visit the\nfacility and what vet care needs to be provided for these animals to ensure an appropriate vet care plan is being\nprovided and followed."
    },
    {
      "code": "2.50(c)",
      "kind": "",
      "repeat": true,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "There are currently 9 wolf/wolf hybrids at this traveling exhibit. Although all of the animals are microchipped, the\nreader is not available, and no variance to use microchipping was obtained. Some of the animals have photo\nidentification, but there are no tags on the cages or with the photo identification. If the microchip method is going to\nbe used as official identification, a reader has to be available and a variance obtained. As an alternative, photo\nidentification along with all the required acquisition information and an official tag can be used.\nExit briefing conducted with licensee. Inspection conducted at Coastal Fair, Ladson, SC."
    }
  ],
  "narrative": "2.40(a)(1)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe written program of veterinary care is incomplete in that it does not provide enough details, and during this\ninspection, the dog part of the program could not be found.  Each section needs to be more complete with details of\nmedications provided for parasite control including drug names and dosages.  If products are used off label, this has\nto be approved by the attending veterinarian.  The attending veterinarian needs to state how often he is to visit the\nfacility and what vet care needs to be provided for these animals to ensure an appropriate vet care plan is being\nprovided and followed. \n2.50(c)                    REPEAT\nTIME AND METHOD OF IDENTIFICATION.\nThere are currently 9 wolf/wolf hybrids at this traveling exhibit.  Although all of the animals are microchipped, the\nreader is not available, and no variance to use microchipping was obtained.   Some of the animals have photo\nidentification, but there are no tags on the cages or with the photo identification.   If the microchip method is going to\nbe used as official identification, a reader has to be available and a variance obtained.  As an alternative, photo\nidentification along with all the required acquisition information and an official tag can be used.\nExit briefing conducted with licensee.  Inspection conducted at Coastal Fair, Ladson, SC.",
  "animals_total": 9,
  "species": [
    {
      "count": 9,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}