{
  "insp_id": "2016082569379025",
  "layout": "a",
  "customer_id": "9609",
  "customer_name": "Diane Van Twuyver",
  "customer_addr": "1662 West State Hwy H\nShell Knob, MO 65747",
  "certificate": "43-A-5474",
  "site_id": "001",
  "site_name": "DIANE VAN TWUYVER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-NOV-2018",
  "report_date": "01-MAR-2019",
  "citations": [
    {
      "code": "3.4(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "None of the outdoor shelters contained enough bedding. There was a small amount of shavings in most of the\nshelters, but not enough to even cover all of the floor in some of the shelters. The ambient temperature at the time\nof the inspection was 41 degrees F, but had gotten down to 33 degrees F the night before. The licensees stated\nthat they had not added any bedding to the shelters since the previous spring. Inadequate bedding can result in\ndogs becoming too cold, which can adversely affect the health of the animals. The licensee must ensure that all\ndogs are provided with clean, dry bedding material if the ambient temperature is below 50 degrees F and additional\nclean, dry bedding when the temperature is 35 degrees F or lower.\nThis item must be corrected by November 28, 2018."
    },
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "Three adult German shepherd dogs had inadequate shelter. Two of the dogs were in an enclosure with one shelter\nstructure that was of inadequate size for both dogs. The other dog had a shelter structure that was too small for the\ndog. Inadequate shelter doesn't provide enough protection from the wind and cold, which can affect the health of\nthe dogs. The licensee must provide shelter structures that allow each dog enough space to sit, stand, and lie in a\nnormal manner and to turn about freely.\nTo be corrected by November 30, 2018.\nThis inspection and exit interview were conducted with the licensee."
    }
  ],
  "narrative": "3.4(b)(4)\nOUTDOOR HOUSING FACILITIES.\nNone of the outdoor shelters contained enough bedding.  There was a small amount of shavings in most of the\nshelters, but not enough to even cover all of the floor in some of the shelters.  The ambient temperature at the time\nof the inspection was 41 degrees F, but had gotten down to 33 degrees F the night before.  The licensees stated\nthat they had not added any bedding to the shelters since the previous spring.  Inadequate bedding can result in\ndogs becoming too cold, which can adversely affect the health of the animals.  The licensee must ensure that all\ndogs are provided with clean, dry bedding material if the ambient temperature is below 50 degrees F and additional\nclean, dry bedding when the temperature is 35 degrees F or lower.\nThis item must be corrected by November 28, 2018.\n3.4(b)\nOUTDOOR HOUSING FACILITIES.\nThree adult German shepherd dogs had inadequate shelter.  Two of the dogs were in an enclosure with one shelter\nstructure that was of inadequate size for both dogs.  The other dog had a shelter structure that was too small for the\ndog.  Inadequate shelter doesn't provide enough protection from the wind and cold, which can affect the health of\nthe dogs.  The licensee must provide shelter structures that allow each dog enough space to sit, stand, and lie in a\nnormal manner and to turn about freely.\nTo be corrected by November 30, 2018.\nThis inspection and exit interview were conducted with the licensee.",
  "animals_total": 17,
  "species": [
    {
      "count": 11,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 6,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}