{
  "insp_id": "2016082567908824",
  "layout": "a",
  "customer_id": "12527",
  "customer_name": "Jeffrey C Wylie",
  "customer_addr": "1126 Charlie Williams Rd\nMonroe, NC 28112",
  "certificate": "55-C-0236",
  "site_id": "001",
  "site_name": "JEFFREY C WYLIE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "30-AUG-2016",
  "report_date": "31-AUG-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A large black male stud llama was not sheared this summer when the other three llamas were sheared as he is not\nas easy to handle. Although the hair is not matted, it is very long and heavy over the majority of his body and needs\nto be sheared each summer to prevent overheating and to observe the skin condition under the heavy coat. The\nveterinarian was contacted during this inspection and states she does not recommend shearing it now this late in\nthe summer as temperatures are starting to cool down and winters here are cold. The llama will need to be\nsheared before the heat of next summer.\nOne enclosure contains 31 large rabbits with about half of them being long haired rabbits. Many of the long haired\nrabbits have some matts in their fur, especially near the rear ends. All rabbits need to have fur matts removed as\nmatted fur can lead to serious underlying skin lesions.\nOne white rabbit has a split ear with black crusted edges where it was cut. This rabbit needs to be seen by the\nveterinarian to provide treatment for the injured ear. The owner states this is not one of their rabbits as evidently it\nwas dumped into the enclosure during the night.\nTo be corrected by 9-3-16."
    },
    {
      "code": "3.56(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "The enclosure containing 31 rabbits is excessively dirty. Although there are shavings on the concrete floor in the\nshelter part of the enclosure, there is feces throughout the shavings with no clean areas for the animals to lie\nwithout being in some feces. The wire on the upper walls and on the large fan is covered in dusty fur. In the\noutside area of the enclosure are two large stumps and feces and fur wastes are collecting around the bottom\nedges of these, along with feces on top of the stumps. These were removed during the inspection. Rabbit\nenclosures are to be kept reasonably free of excreta, hair, spiderwebs, and other debris with periodic cleaning. For\nthe number of rabbits, this enclosure is not being cleaned thoroughly and often enough to keep the rabbits clean\nand prevent potential disease hazards. To be corrected by 9-3-16."
    },
    {
      "code": "3.129(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "Food for the 9 fennic foxes is being placed in metal bowls and paper plates under and on top of an elevated shelf.\nThe board for the shelf is mildew blackened over most of the surface and food is on the shelf. All food receptacles\nare to be kept clean and sanitary at all times. The board was replaced during this inpsection."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "Water receptacles for the enclosures containing 3 camels and for the 7 mini zebu are dirty and have algae growing\non the sides of the black rubber containers and floating on the top of the water. These water containers are not\nbeing cleaned adequately and often enough as they need to be kept clean and sanitary. In an enclosure containing\n4 breeder pigs, the water containers are excessively muddy as the pigs crawl into them. In an enclosure with 3\ngoats and 4 pot belly pigs, the water source is a small pond which is several feet below normal levels and is\ncovered over with green algae. These animals are not provided any other water. Clean, potable water must be\nprovided as often as necessary for the health and comfort of the animals. If the animals are using the water for\nbathing or toileting, then other methods of providing clean water need to be in used. These were corrected during\nthis inspection."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Several enclosures have excessive amounts of feces in them. A double sided enclosure with two coatimundis has\na 12 inch wide wooden shelf where a food bowl is placed. Almost the entire shelf is covered with fresh and old\ncaked feces. Several piles of feces are also on the ground.\nThe enclosure containing one male serval has multiple piles of dried white feces on the dirt floor in the wooden\nshelter. There are several areas of dried old feces in the enclosure with the two bobcats. The top of a den box for 5\nPatagonian cavies is covered with a layer of dried up chicken feces which could present a health hazard from being\nscattered on top of the animals.\nAll of these enclosures are not being cleaned often enough. Feces and food waste need to be removed often as\nnecessary to prevent contamination of the animals, minimize disease hazards, and reduce odors. These were all\ncleaned during this inspection.\nThis inspection and exit interview were conducted with owners."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA large black male stud llama was not sheared this summer when the other three llamas were sheared as he is not\nas easy to handle.  Although the hair is not matted, it is very long and heavy over the majority of his body and needs\nto be sheared each summer to prevent overheating and to observe the skin condition under the heavy coat.   The\nveterinarian was contacted during this inspection and states she does not recommend shearing it now this late in\nthe summer as temperatures are starting to cool down and winters here are cold.   The llama will need to be\nsheared before the heat of next summer.\nOne enclosure contains 31 large rabbits with about half of them being long haired rabbits.  Many of the long haired\nrabbits have some matts in their fur, especially near the rear ends.  All rabbits need to have fur matts removed as\nmatted fur can lead to serious underlying skin lesions.   \nOne white rabbit has a split ear with black crusted edges where it was cut.   This rabbit needs to be seen by the\nveterinarian to provide treatment for the injured ear. The owner states this is not one of their rabbits as evidently it\nwas dumped into the enclosure during the night.\nTo be corrected by 9-3-16.\n3.56(a)(1)\nSANITATION. \nThe enclosure containing 31 rabbits is excessively dirty.  Although there are shavings on the concrete floor in the\nshelter part of the enclosure, there is feces throughout the shavings with no clean areas for the animals to lie\nwithout being in some feces.   The wire on the upper walls and on the large fan is covered in dusty fur.   In the\noutside area of the enclosure are two large stumps and feces and fur wastes are collecting around the bottom\nedges of these, along with feces on top of the stumps. These were removed during the inspection. Rabbit\nenclosures are to be kept reasonably free of excreta, hair, spiderwebs, and other debris with periodic cleaning.   For\nthe number of rabbits, this enclosure is not being cleaned thoroughly and often enough to keep the rabbits clean\nand prevent potential disease hazards.  To be corrected by 9-3-16.\n3.129(b)\n\nFEEDING.    \nFood for the 9 fennic foxes is being placed in metal bowls and paper plates under and on top of an elevated shelf. \nThe board for the shelf is mildew blackened over most of the surface and food is on the shelf.  All food receptacles\nare to be kept clean and sanitary at all times.   The board was replaced during this inpsection.  \n3.130\nWATERING.  \nWater receptacles for the enclosures containing 3 camels and for the 7 mini zebu are dirty and have algae growing\non the sides of the black rubber containers and floating on the top of the water.  These water containers are not\nbeing cleaned adequately and often enough as they need to be kept clean and sanitary.  In an enclosure containing\n4 breeder pigs, the water containers are excessively muddy as the pigs crawl into them.   In an enclosure with 3\ngoats and 4 pot belly pigs, the water source is a small pond which is several feet below normal levels and is\ncovered over with green algae.  These animals are not provided any other water.  Clean, potable water must be\nprovided as often as necessary for the health and comfort of the animals. If the animals are using the water for\nbathing or toileting, then other methods of providing clean water need to be in used.  These were corrected during\nthis inspection.\n3.131(a)\nSANITATION.   \nSeveral enclosures have excessive amounts of feces in them.  A double sided enclosure with two coatimundis has\na 12 inch wide wooden shelf where a food bowl is placed.  Almost the entire shelf is covered with fresh and old\ncaked feces.  Several piles of feces are also on the ground.  \n \nThe enclosure containing one male serval has multiple piles of dried white feces on the dirt floor in the wooden\nshelter.  There are several areas of dried old feces in the enclosure with the two bobcats. The top of a den box for 5\nPatagonian cavies is covered with a layer of dried up chicken feces which could present a health hazard from being\nscattered on top of the animals.  \nAll of these enclosures are not being cleaned often enough.  Feces and food waste need to be removed often as\nnecessary to prevent contamination of the animals, minimize disease hazards, and reduce odors. These were all\ncleaned during this inspection.\nThis inspection and exit interview were conducted with owners.",
  "animals_total": 189,
  "species": [
    {
      "count": 2,
      "scientific": "Ammotragus lervia",
      "common": "BARBARY SHEEP"
    },
    {
      "count": 2,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 2,
      "scientific": "Bos grunniens",
      "common": "YAK"
    },
    {
      "count": 8,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 4,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 3,
      "scientific": "Camelus dromedarius domestic",
      "common": "DOMESTIC DROMEDARY CAMEL"
    },
    {
      "count": 45,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 4,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 5,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 2,
      "scientific": "Dorcopsis luctuosa",
      "common": "GREY FOREST WALLABY"
    },
    {
      "count": 4,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 6,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 1,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 2,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 3,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 2,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 31,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 42,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 10,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 1,
      "scientific": "Urocyon cinereoargenteus",
      "common": "GRAY FOX / GREY FOX"
    },
    {
      "count": 1,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 9,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    }
  ]
}