{
  "insp_id": "2016090000668857",
  "layout": "b",
  "customer_id": "506618",
  "customer_name": "DANIEL GINGERICH",
  "customer_addr": "3125 Davis Rd\nSEYMOUR, IA 52590",
  "certificate": "42-A-1632",
  "site_id": "001",
  "site_name": "DANIEL GINGERICH",
  "insp_type": "FOCUSED INSPECTION",
  "date": "28-JUL-2021",
  "report_date": "29-JUL-2021",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Female Golden retriever (tag #142) has a severely emaciated body condition. The dog's hip bones, ribs, shoulder blades\nand back bone are clearly visible and there is little to no fat or muscle covering the animal. The dog had arrived at the\nfacility in early April and was observed by the inspectors to be in poor body condition, but was under veterinary treatment.\nAPHIS officials had visited the facility again in late May and the dog's body condition had gotten worse and she had not\nbeen re-evaluated by a veterinary at that time. Currently, the dog has not been re-evaluated by a licensed veterinarian for\nher emaciated body condition. An emaciated body condition could indicate a serious underlying health issue, and if left\nuntreated, could result in the death of the animal.\nFemale brown Cocker spaniel (no ID) has an enlarged, swollen abdomen. The dog was observed walking around the\nenclosure in a hunched position for approximately one minute. The dog appeared to be straining to defecate, and was\nfinally able to release some liquid feces. The licensee stated that he does not believe the dog is pregnant and she has\nnot been evaluated by a licensed veterinarian. Swollen abdomens and trouble defecating could indicate a serious\nunderlying health issue.\nFemale Cavalier (tag #296) has an abnormal appearance to the left eye. A large amount of brownish colored discharge\nwas located around the upper and lower eye lid and going down the face from the corner of the eye. The white of the eye\nis slightly reddened. A small red area is located on the surface of the cornea. The dog is not currently under any\nveterinary treatment. Abnormal conditions of the eye could cause pain and discomfort to the dog.\nFemale Cavalier (#352) has an abnormal condition to both eyes. A large amount of greenish-yellow discharge is attached\nto the hair around the upper and lower eyelids of both eyes. The inspector observed the discharge stuck to the surface of\nboth of the dog's eyes. The white of the right eye was slightly reddened. The licensee stated that the dog had been\nunder treatment for the eyes before, but was not currently under any treatment from a licensed veterinarian. Abnormal\nconditions of the eye could cause pain and discomfort to the animal.\nMale Bernese Mountain dog (no ID) has an abnormal condition to the left eye. A large amount of greyish colored\ndischarge is located along the bottom of the dog's eye. The dog is not under any treatment by a licensed veterinarian.\nFemale Bernese Mountain dog (no ID) has an abnormal condition to the top of her nose. The top of her nose is raw, dark\nred and has areas covered by a scab-like material. The licensee had not noticed the condition of the dog and she was\nunder no veterinary treatment. Wounds to the nose could cause pain and discomfort to the animal.\nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. The licensee\nmust have the above mentioned dogs evaluated by a licensed veterinarian for an accurate diagnosis and to establish an\neffective treatment plan. The licensee must ensure that all dogs receive adequate veterinary care at all times.\nThe licensee had the dogs evaluated by a veterinarian at the time of the inspection.\nCocker spaniel (tag #386) has a heavily matted hair coat along the underside of neck and onto the chest. The mats have\nformed into large, solid brownish colored balls of hair that are held tightly to the skin. Matted hair can cause pain and\ndiscomfort as well as lead to further health issues.\nThe licensee must have the matted hair removed from the Cocker spaniels hair coat. The licensee must ensure that the\nhair coats of all dogs remain free of matted hair at all times."
    },
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Time and method of identification.",
      "narrative": "One male Bernese Mountain dog, one female Bernese Mountain dog, and one female Cocker spaniel do not have an\nofficial form of identification. Failure to have official identification applied to each dog does not allow the inspectors to\nidentify the dog and could interfere in the ability to connect medical records and other documentation to the dog.\nA class \"A\" dealer can identify all live dogs using the following methods: An official tag affixed to a collar around the dog's\nneck, a microchip, or by a legible tattoo marking approved by the Administrator. The licensee must provide each dog with\nan official form of identification and ensure that all dogs have proper identification at all times."
    },
    {
      "code": "2.126(a)(4)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Access and inspection of records and property; submission of itineraries.",
      "narrative": "The licensee has been housing dogs in two buildings on the property, but has failed to present the animals and their\nenclosures for inspection. The licensee did not notify APHIS officials that he was housing dogs in these buildings during\nprevious inspections. Inspection of these two buildings found the sanitizing requirements, watering, veterinary care, pest\ncontrol and housekeeping of the buildings and enclosures to be noncompliant with the regulations of the Animal Welfare\nAct. At least 17 adult dogs and 19 puppies are housed in one of the buildings and 9 adult dogs are housed in the other\nbuilding. Two dead dogs were found in one building and 1 emaciated Golden retriever was found in the other building.\nFailure to allow APHIS officials to inspect all animals and their enclosures does not ensure the animals are kept and cared\nfor in conditions required by the Animal Welfare Act which could cause the welfare of the animals to suffer.\nEach dealer, shall, during business hours, allow APHIS officials to inspect and photograph the facilities, property and\nanimals, as the APHIS officials consider necessary to enforce the provisions of the Act, the regulations and the standards.\nThe licensee must present all regulated animals and their housing for inspection by APHIS officials in order to ensure the\nwelfare of the animals.\nTo be corrected by: From this day forward the licensee must present all animals for inspection."
    },
    {
      "code": "2.131(e)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Handling of animals.",
      "narrative": "A heat advisory has been issued for the area and several adult dogs and puppies located throughout the facility were\nshowing signs of heat stress including:\nFemale poodle is contained in a transport crate at the time of the inspection. The dog is open mouth breathing, has a\nhigh respiration rate, and the tongue is extended out of the mouth beyond the teeth. The dog began crying out while\nbeing observed by the inspectors. The temperature taken by the inspectors Kestrel is 95 degrees F with a heat index of\n119 degrees F.\nFemale Boston terrier is housed inside the sheltered housing building. She is open mouth breathing, has a high\nrespiration rate and the tongue is extended out of the mouth beyond the teeth. The temperature inside the building\naccording to the inspectors Kestrel is 92 degrees F with a heat index of 112 degrees F.\nIn the large Whelping building there are numerous puppies below the age of 8 weeks that have high respiration rates and\nopen mouth breathing with tongues extending out of the mouth and beyond the teeth. The temperature throughout the\nbuilding, according to the inspectors Kestrel, was 95 degrees F with a heat index of 117 degrees.\nHeat stress could have a detrimental impact on the health and well-being of the animal and can even result in death.\nWhen climatic conditions present a threat to an animal's health or well-being, appropriate measures must be taken to\nalleviate the impact of those conditions. An animal may never be subjected to any combination of temperature, humidity,\nand time that is detrimental to the animal's health or well-being. The licensee must alter the temperature to a level that is\ncomfortable for the dogs. The licensee must ensure the dogs are maintained in appropriate climatic conditions at all\ntimes."
    },
    {
      "code": "3.1(a)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "A loose Pomsky was noticed running around the outside of the covered outdoor enclosures. The Pomsky had direct\naccess to the road. The licensee stated that the employees were not able to catch it. During the inspection, a beagle was\nobserved by inspectors to jump on top of the shelter and then jump into other enclosures where it could potentially come\ninto contact with incompatible dogs. In the horse barn the dogs are housed in horse stalls. In at least on of these\nenclosures there is a hole in the stall wall and a dog was observed to stick its head, neck and forefeet through the\nopening and come into direct contact with the dogs in the next enclosure. In another enclosure in the horse barn, a horse\nstall containing 10 puppies had a dug a hole beneath the stall wall and were observed going through the hole and\nentering the next enclosure which contained trash and debris which could harm the puppies.\nThe previous inspection report contained a citation for a dog which had escaped its enclosure and was killed by other\ndogs. Failure of the enclosure to contain the dogs could result in injury, escape and even the death of an animal.\nHousing facilities for dogs and cats must be designed and constructed so that they are structurally sound. They must be\nkept in good repair, and they must protect the animals from injury, contain the animals securely, and restrict other animals\nfrom entering."
    },
    {
      "code": "3.1(b)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "Seventeen dogs and 19 puppies are housed in a horse barn. Each enclosure contains numerous pieces of trash and\nwaste materials. The trash consists of hay netting, empty bags, wooden boards, metal horse shoes, and countless\npieces of shredded cloth. Areas of the alleyway of the barn is covered in loose hay along with unused wooden pallets and\nempty bags.\nTen adult dogs are housed in another building which contains a large amount of clutter and waste material. Numerous\nempty bags and pieces of plastic are located in the alleyway of the building and in unused enclosures. One unused\nenclosure contains a large number of stored metal gates. A large pile of used wood shavings is sitting on the floor of the\nalleyway in front of dog enclosures. The areas around these cluttered items are dirty with a buildup of hair, organic\nmaterial and used wood shavings. An excessively large number of flies are also located in the building.\nClutter and trash could increase odors as well as attract pests such as flies and mice which could increase the risk of\ndisease towards the dogs.\nHousing facilities and areas used for storing animal food or bedding must be free of any accumulation of trash, waste\nmaterial, junk, weeds, and other discarded materials. Animal areas inside of housing facilities must be kept neat and free\nof clutter, including equipment, furniture, and stored material, but may contain materials actually used and necessary for\ncleaning the area, and fixtures or equipment necessary for proper husbandry practices and research needs. The licensee\nmust remove the trash, waste, and unused materials from the housing facilities in order to support the health and well-\nbeing of the dogs."
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "In the building housing 10 adult dogs there is an open sack of trash sitting on the floor. Open sacks of trash could create\nodors and attract pests such as flies and mice.\nTrash containers in housing facilities and in food storage and food preparation areas must be leakproof and must have\ntightly fitted lids on them at all times. The licensee must place the trash sack in leak proof container with a tightly fitted lid."
    },
    {
      "code": "3.6(a)(2)(v)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The facility has removed sections of the raised plastic flooring in the covered outdoor enclosures leaving a section of\nconcrete exposed. After the facility washes out the enclosure the concrete remains wet and any feces deposited on the\nconcrete becomes wet and runny. The hair coat of one female Golden retriever (tag #801) is excessively wet and\ncontaminated with feces. The hair coat covering both hind legs, the tail, and the abdomen are wet and the hair is coated\nin feces and felt gritty to the inspectors touch. The licensee stated that this dog likes to lay on the wet concrete to cool\ndown. The inspector observed wet, runny feces on the concrete in numerous covered outdoor enclosures. A wet and\nfeces contaminated hair coat could have a negative impact on the health and well-being of the dog.\nThe primary enclosures must be designed to enable the dogs and cats to remain dry and clean. The licensee must alter\nthe enclosure in a manner that will keep the dog clean and dry in order to support its health and well-being.\nTo be corrected by: End of business 30-July-2021"
    },
    {
      "code": "3.10(a)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Watering",
      "narrative": "Numerous dogs throughout the facility have no potable water. Approximately 2 adult dogs housed in the sheltered\nhousing building and 8 dogs housed in the horse barn had no water in their water receptacles. Approximately 22 dogs\nhoused in the outdoor enclosures had either a large amount of dirt in their water receptacle or the water receptacle had a\ncoating of green algae with small pieces of algae floating in the water. The dogs were observed standing and sitting in\ntheir water receptacles along with digging the water out of the receptacles. The dogs were also observed drinking the\ncontaminated water. The temperatures taken throughout the facility ranged from 92 -97 degrees F with a heat index up to\n119 degrees F.\nFailure to provide potable water could have a negative impact on the health and well-being of the dogs.\nPotable water must be continuously available to the dogs. The licensee must provide potable water to the dogs and\nensure they have access to potable water at all times."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "Ten adult dogs are housed in a building across from the horse barn and there is a thick, heavy buildup of hair, spilled\nfood, moldy food, used and unused wood shavings, organic waste and liquids along the front edge of each enclosure. An\nexcessively large number of flies were located on this buildup of material.\nSeventeen adult dogs and 19 puppies are housed in horse stalls inside a barn. The floors of the enclosures are consist of\na thick layer of dirt mixed with old dog feces, fresh dog feces, bits of straw, and what appears to be old horse manure.\nThe dirt and feces mixture covers the entire floor space and the dogs have no ability to escape from this contaminated\nflooring material and must be in contact with it at all times. None of the dogs have access to a clean, sanitized floor\nspace. The dirt, straw and feces cannot be sanitized and sunlight is unable to hit the flooring in any of the horse stalls\nresulting in the dogs potential being in direct contact with disease causing agents at all times.\nThe upper half of the horse stalls consist of metal bars which have an excessively large amount of cobwebs attached to\nthem. The cobwebs are brown and appear to have trapped a large amount of dust and dirt. Failure to properly sanitize\nthe enclosures could increase the risk of disease towards the dogs.\nUsed primary enclosures and food and water receptacles for dogs and cats must be sanitized at least once every 2\nweeks. The licensee must alter the flooring in a manner that allows for sanitizing of this surface in order to decrease the\nrisk of disease towards the dogs. The licensee must remove the buildup of waste materials and sanitize all surfaces as\nwell as ensure that all surfaces of primary enclosures are capable of being sanitized at all times."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": true,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The licensee is housing 10 adult dogs in a building which has not been presented to APHIS officials at previous\ninspections. An excessively large number of flies are located in this building. The majority of the flies are located near\nthe front of each enclosure where there is a large amount of organic material, spilled food and moldy food, and spilled\nwater. The flies were observed on the gates of the enclosures, on the walls, in the food receptacles and on the dogs.\nThe inspector did not notice any fly control methods in place inside the building. An excessive number of flies could\nincrease the risk of disease towards the dogs.\nAn effective program for the control of insects, external parasites affecting dogs and cats, and birds and mammals that\nare pests, must be established and maintained. The licensee must establish an effective form of fly control in order to\ndecrease the risk of disease and support the health and well-being of the dogs."
    },
    {
      "code": "3.13(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Veterinary care for dogs.",
      "narrative": "Female Pomsky (tag #135) has a broken leg which has been treated by a licensed veterinarian. No medical record exists\nof the treatment this dog received.\nA small, red poodle puppy is under veterinary treatment, but there is no medical record that exists of the treatment plan\nfor this puppy.\nDocumenting veterinary care concerns assists APHIS officials in confirming that problems have been identified and\ntreatment has been sought in a timely manner, as well as establishes a documented medical history for the animal.\nDealers must keep copies of medical records which include the date and description of the problem (such as disease,\nillness, or injury), examination findings, test results, plan for treatment and care, and treatment procedures performed.\nThe licensee must create a medical record for the Pomsky and the poodle puppy which includes a description of the\nanimal’s problem, the date the problem was identified and the plan to treat the problem. The licensee must ensure that all\nveterinary care concerns are documented and maintained in a medical record and available for APHIS inspection."
    },
    {
      "code": "3.19(e)(1)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Terminal facilities.",
      "narrative": "A female poodle is contained in a transport crate sitting along the driveway in direct sunlight. The dog is showing signs of\nheat stress and the ambient temperature is 97 degrees F with a heat index of 119 degrees F according to the inspectors\nKestrel. A heat advisory has been issued for the area. Failure to provide protection from the direct rays of the sun could\ncause the dog to become overheated which could have a detrimental impact on their health and well-being.\nShade must be provided that is sufficient to protect the dog from the direct rays of the sun. The licensee must ensure that\nall dogs housed in transport enclosures have sufficient shade as protection from the direct rays of the sun in order to\nsupport their health and well-being.\nThis inspection and exit interview were conducted with the facility representative.\nEnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nFemale Golden retriever (tag #142) has a severely emaciated body condition.  The dog's hip bones, ribs, shoulder blades \nand back bone are clearly visible and there is little to no fat or muscle covering the animal.  The dog had arrived at the \nfacility in early April and was observed by the inspectors to be in poor body condition, but was under veterinary treatment.  \nAPHIS officials had visited the facility again in late May and the dog's body condition had gotten worse and she had not \nbeen re-evaluated by a veterinary at that time.  Currently, the dog has not been re-evaluated by a licensed veterinarian for \nher emaciated body condition.  An emaciated body condition could indicate a serious underlying health issue, and if left \nuntreated, could result in the death of the animal. \n \nFemale brown Cocker spaniel (no ID) has an enlarged, swollen abdomen.  The dog was observed walking around the \nenclosure in a hunched position for approximately one minute.  The dog appeared to be straining to defecate, and was \nfinally able to release some liquid feces.  The licensee stated that he does not believe the dog is pregnant and she has \nnot been evaluated by a licensed veterinarian.  Swollen abdomens and trouble defecating could indicate a serious \nunderlying health issue. \n \nFemale Cavalier (tag #296) has an abnormal appearance to the left eye.  A large amount of brownish colored discharge\n\nwas located around the upper and lower eye lid and going down the face from the corner of the eye.  The white of the eye \nis slightly reddened.  A small red area is located on the surface of the cornea.  The dog is not currently under any \nveterinary treatment.  Abnormal conditions of the eye could cause pain and discomfort to the dog. \n \nFemale Cavalier (#352) has an abnormal condition to both eyes.  A large amount of greenish-yellow discharge is attached \nto the hair around the upper and lower eyelids of both eyes.  The inspector observed the discharge stuck to the surface of \nboth of the dog's eyes.  The white of the right eye was slightly reddened.  The licensee stated that the dog had been \nunder treatment for the eyes before, but was not currently under any treatment from a licensed veterinarian.  Abnormal \nconditions of the eye could cause pain and discomfort to the animal. \n \nMale Bernese Mountain dog (no ID) has an abnormal condition to the left eye.  A large amount of greyish colored \ndischarge is located along the bottom of the dog's eye.  The dog is not under any treatment by a licensed veterinarian. \n \nFemale Bernese Mountain dog (no ID) has an abnormal condition to the top of her nose.  The top of her nose is raw, dark \nred and has areas covered by a scab-like material.  The licensee had not noticed the condition of the dog and she was \nunder no veterinary treatment.  Wounds to the nose could cause pain and discomfort to the animal. \n \nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries.  The licensee \nmust have the above mentioned dogs evaluated by a licensed veterinarian for an accurate diagnosis and to establish an \neffective treatment plan.  The licensee must ensure that all dogs receive adequate veterinary care at all times. \nThe licensee had the dogs evaluated by a veterinarian at the time of the inspection.\n\nCocker spaniel (tag #386) has a heavily matted hair coat along the underside of neck and onto the chest.  The mats have \nformed into large, solid brownish colored balls of hair that are held tightly to the skin.  Matted hair can cause pain and \ndiscomfort as well as lead to further health issues. \n \nThe licensee must have the matted hair removed from the Cocker spaniels hair coat.  The licensee must ensure that the \nhair coats of all dogs remain free of matted hair at all times. \n2.50(a)(1)  Repeat\n   \nTime and method of identification. \nOne male Bernese Mountain dog, one female Bernese Mountain dog, and one female Cocker spaniel do not have an \nofficial form of identification.  Failure to have official identification applied to each dog does not allow the inspectors to \nidentify the dog and could interfere in the ability to connect medical records and other documentation to the dog. \n \nA class \"A\" dealer can identify all live dogs using the following methods: An official tag affixed to a collar around the dog's \nneck, a microchip, or by a legible tattoo marking approved by the Administrator. The licensee must provide each dog with \nan official form of identification and ensure that all dogs have proper identification at all times. \n2.126(a)(4)  Direct\n   \nAccess and inspection of records and property; submission of itineraries. \nThe licensee has been housing dogs in two buildings on the property, but has failed to present the animals and their \nenclosures for inspection.  The licensee did not notify APHIS officials that he was housing dogs in these buildings during \nprevious inspections.  Inspection of these two buildings found the sanitizing requirements, watering, veterinary care, pest \ncontrol and housekeeping of the buildings and enclosures to be noncompliant with the regulations of the Animal Welfare \nAct.  At least 17 adult dogs and 19 puppies are housed in one of the buildings and 9 adult dogs are housed in the other\n\nbuilding.  Two dead dogs were found in one building and 1 emaciated Golden retriever was found in the other building.  \nFailure to allow APHIS officials to inspect all animals and their enclosures does not ensure the animals are kept and cared \nfor in conditions required by the Animal Welfare Act which could cause the welfare of the animals to suffer. \n \nEach dealer, shall, during business hours, allow APHIS officials to inspect and photograph the facilities, property and \nanimals, as the APHIS officials consider necessary to enforce the provisions of the Act, the regulations and the standards.  \nThe licensee must present all regulated animals and their housing for inspection by APHIS officials in order to ensure the \nwelfare of the animals. \n \nTo be corrected by:  From this day forward the licensee must present all animals for inspection. \n2.131(e)  Direct Repeat\n   \nHandling of animals. \nA heat advisory has been issued for the area and several adult dogs and puppies located throughout the facility were \nshowing signs of heat stress including: \n \nFemale poodle is contained in a transport crate at the time of the inspection.  The dog is open mouth breathing, has a \nhigh respiration rate, and the tongue is extended out of the mouth beyond the teeth.  The dog began crying out while \nbeing observed by the inspectors.  The temperature taken by the inspectors Kestrel is 95 degrees F with a heat index of \n119 degrees F. \n \nFemale Boston terrier is housed inside the sheltered housing building.  She is open mouth breathing, has a high \nrespiration rate and the tongue is extended out of the mouth beyond the teeth.  The temperature inside the building\n\naccording to the inspectors Kestrel is 92 degrees F with a heat index of 112 degrees F. \n \nIn the large Whelping building there are numerous puppies below the age of 8 weeks that have high respiration rates and \nopen mouth breathing with tongues extending out of the mouth and beyond the teeth.  The temperature throughout the \nbuilding, according to the inspectors Kestrel, was 95 degrees F with a heat index of 117 degrees. \n \nHeat stress could have a detrimental impact on the health and well-being of the animal and can even result in death. \n \nWhen climatic conditions present a threat to an animal's health or well-being, appropriate measures must be taken to \nalleviate the impact of those conditions. An animal may never be subjected to any combination of temperature, humidity, \nand time that is detrimental to the animal's health or well-being.  The licensee must alter the temperature to a level that is \ncomfortable for the dogs.  The licensee must ensure the dogs are maintained in appropriate climatic conditions at all \ntimes. \n3.1(a)  Direct Repeat\n   \nHousing facilities, general. \nA loose Pomsky was noticed running around the outside of the covered outdoor enclosures.  The Pomsky had direct \naccess to the road.  The licensee stated that the employees were not able to catch it.  During the inspection, a beagle was \nobserved by inspectors to jump on top of the shelter and then jump into other enclosures where it could potentially come \ninto contact with incompatible dogs.  In the horse barn the dogs are housed in horse stalls.  In at least on of these \nenclosures there is a hole in the stall wall and a dog was observed to stick its head, neck and forefeet through the \nopening and come into direct contact with the dogs in the next enclosure.  In another enclosure in the horse barn, a horse \nstall containing 10 puppies had a dug a hole beneath the stall wall and were observed going through the hole and\n\nentering the next enclosure which contained trash and debris which could harm the puppies. \n \nThe previous inspection report contained a citation for a dog which had escaped its enclosure and was killed by other \ndogs.  Failure of the enclosure to contain the dogs could result in injury, escape and even the death of an animal. \n \nHousing facilities for dogs and cats must be designed and constructed so that they are structurally sound. They must be \nkept in good repair, and they must protect the animals from injury, contain the animals securely, and restrict other animals \nfrom entering. \n3.1(b)  Repeat\n   \nHousing facilities, general. \nSeventeen dogs and 19 puppies are housed in a horse barn.  Each enclosure contains numerous pieces of trash and \nwaste materials.  The trash consists of hay netting, empty bags,  wooden boards, metal horse shoes, and countless \npieces of shredded cloth.  Areas of the alleyway of the barn is covered in loose hay along with unused wooden pallets and \nempty bags. \n \nTen adult dogs are housed in another building which contains a large amount of clutter and waste material.  Numerous \nempty bags and pieces of plastic are located in the alleyway of the building and in unused enclosures.  One unused \nenclosure contains a large number of stored metal gates.  A large pile of used wood shavings is sitting on the floor of the \nalleyway in front of dog enclosures.  The areas around these cluttered items are dirty with a buildup of hair, organic \nmaterial and used wood shavings.  An excessively large number of flies are also located in the building. \n \nClutter and trash could increase odors as well as attract pests such as flies and mice which could increase the risk of\n\ndisease towards the dogs. \n \nHousing facilities and areas used for storing animal food or bedding must be free of any accumulation of trash, waste \nmaterial, junk, weeds, and other discarded materials. Animal areas inside of housing facilities must be kept neat and free \nof clutter, including equipment, furniture, and stored material, but may contain materials actually used and necessary for \ncleaning the area, and fixtures or equipment necessary for proper husbandry practices and research needs.  The licensee \nmust remove the trash, waste, and unused materials from the housing facilities in order to support the health and well-\nbeing of the dogs. \n3.1(f)  Repeat\n   \nHousing facilities, general. \nIn the building housing 10 adult dogs there is an open sack of trash sitting on the floor.  Open sacks of trash could create \nodors and attract pests such as flies and mice. \n \nTrash containers in housing facilities and in food storage and food preparation areas must be leakproof and must have \ntightly fitted lids on them at all times.  The licensee must place the trash sack in leak proof container with a tightly fitted lid. \n3.6(a)(2)(v)  Direct\n   \nPrimary enclosures. \nThe facility has removed sections of the raised plastic flooring in the covered outdoor enclosures leaving a section of \nconcrete exposed.  After the facility washes out the enclosure the concrete remains wet and any feces deposited on the \nconcrete becomes wet and runny.  The hair coat of one female Golden retriever (tag #801) is excessively wet and \ncontaminated with feces.  The hair coat covering both hind legs, the tail, and the abdomen are wet and the hair is coated \nin feces and felt gritty to the inspectors touch.  The licensee stated that this dog likes to lay on the wet concrete to cool\n\ndown.  The inspector observed wet, runny feces on the concrete in numerous covered outdoor enclosures.  A wet and \nfeces contaminated hair coat could have a negative impact on the health and well-being of the dog. \n \nThe primary enclosures must be designed to enable the dogs and cats to remain dry and clean.  The licensee must alter \nthe enclosure in a manner that will keep the dog clean and dry in order to support its health and well-being. \n \nTo be corrected by:  End of business 30-July-2021 \n3.10(a)  Direct Repeat\n   \nWatering \nNumerous dogs throughout the facility have no potable water.  Approximately 2 adult dogs housed in the sheltered \nhousing building and 8 dogs housed in the horse barn had no water in their water receptacles.  Approximately 22 dogs \nhoused in the outdoor enclosures had either a large amount of dirt in their water receptacle or the water receptacle had a \ncoating of green algae with small pieces of algae floating in the water.   The dogs were observed standing and sitting in \ntheir water receptacles along with digging the water out of the receptacles.   The dogs were also observed drinking the \ncontaminated water.  The temperatures taken throughout the facility ranged from 92 -97 degrees F with a heat index up to \n119 degrees F. \n \nFailure to provide potable water could have a negative impact on the health and well-being of the dogs. \n \nPotable water must be continuously available to the dogs.  The licensee must provide potable water to the dogs and \nensure they have access to potable water at all times. \n3.11(b)(2)  Direct Repeat\n\nCleaning, sanitization, housekeeping, and pest control. \nTen adult dogs are housed in a building across from the horse barn and there is a thick, heavy buildup of hair, spilled \nfood, moldy food, used and unused wood shavings, organic waste and liquids along the front edge of each enclosure.  An \nexcessively large number of flies were located on this buildup of material. \n \nSeventeen adult dogs and 19 puppies are housed in horse stalls inside a barn.  The floors of the enclosures are consist of \na thick layer of dirt mixed with old dog feces, fresh dog feces, bits of straw, and what appears to be old horse manure.   \nThe dirt and feces mixture covers the entire floor space and the dogs have no ability to escape from this contaminated \nflooring material and must be in contact with it at all times.  None of the dogs have access to a clean, sanitized floor \nspace.   The dirt, straw and feces cannot be sanitized and sunlight is unable to hit the flooring in any of the horse stalls \nresulting in the dogs potential being in direct contact with disease causing agents at all times. \n \nThe upper half of the horse stalls consist of metal bars which have an excessively large amount of cobwebs attached to \nthem.  The cobwebs are brown and appear to have trapped a large amount of dust and dirt.  Failure to properly sanitize \nthe enclosures could increase the risk of disease towards the dogs. \n \nUsed primary enclosures and food and water receptacles for dogs and cats must be sanitized at least once every 2 \nweeks.  The licensee must alter the flooring in a manner that allows for sanitizing of this surface in order to decrease the \nrisk of disease towards the dogs.  The licensee must remove the buildup of waste materials and sanitize all surfaces as \nwell as ensure that all surfaces of primary enclosures are capable of being sanitized at all times. \n3.11(d)  Repeat\n   \nCleaning, sanitization, housekeeping, and pest control.\n\nThe licensee is housing 10 adult dogs in a building which has not been presented to APHIS officials at previous \ninspections.  An excessively large number of flies are located in this building.  The majority of the flies are located near \nthe front of each enclosure where there is a large amount of organic material, spilled food and moldy food, and spilled \nwater.  The flies were observed on the gates of the enclosures, on the walls, in the food receptacles and on the dogs.  \nThe inspector did not notice any fly control methods in place inside the building.  An excessive number of flies could \nincrease the risk of disease towards the dogs. \n \nAn effective program for the control of insects, external parasites affecting dogs and cats, and birds and mammals that \nare pests, must be established and maintained.  The licensee must establish an effective form of fly control in order to \ndecrease the risk of disease and support the health and well-being of the dogs. \n3.13(b)(2)  Repeat\n   \nVeterinary care for dogs. \nFemale Pomsky (tag #135) has a broken leg which has been treated by a licensed veterinarian.  No medical record exists \nof the treatment this dog received. \n \nA small, red poodle puppy is under veterinary treatment, but there is no medical record that exists of the treatment plan \nfor this puppy. \n \nDocumenting veterinary care concerns assists APHIS officials in confirming that problems have been identified and \ntreatment has been sought in a timely manner, as well as establishes a documented medical history for the animal. \n \nDealers must keep copies of medical records which include the date and description of the problem (such as disease,\n\nillness, or injury), examination findings, test results, plan for treatment and care, and treatment procedures performed. \nThe licensee must create a medical record for the Pomsky and the poodle puppy which includes a description of the \nanimal’s problem, the date the problem was identified and the plan to treat the problem. The licensee must ensure that all \nveterinary care concerns are documented and maintained in a medical record and available for APHIS inspection. \n3.19(e)(1)  Direct Repeat\n   \nTerminal facilities. \nA female poodle is contained in a transport crate sitting along the driveway in direct sunlight.  The dog is showing signs of \nheat stress and the ambient temperature is 97 degrees F with a heat index of 119 degrees F according to the inspectors \nKestrel.  A heat advisory has been issued for the area.  Failure to provide protection from the direct rays of the sun could \ncause the dog to become overheated which could have a detrimental impact on their health and well-being. \n \nShade must be provided that is sufficient to protect the dog from the direct rays of the sun. The licensee must ensure that \nall dogs housed in transport enclosures have sufficient shade as protection from the direct rays of the sun in order to \nsupport their health and well-being. \n \nThis inspection and exit interview were conducted with the facility representative. \n \nEnd Section",
  "animals_total": 530,
  "species": [
    {
      "count": 230,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 300,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}