{
  "insp_id": "351141210230286",
  "layout": "a",
  "customer_id": "43583",
  "customer_name": "Magic Man Entertainment Inc",
  "customer_addr": "127 Creekview Dr\nWoodstock, GA 30188",
  "certificate": "57-C-0283",
  "site_id": "001",
  "site_name": "MAGIC MAN ENTERTAINMENT INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-DEC-2014",
  "report_date": "17-DEC-2014",
  "citations": [
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "There are no records currently maintained disclosing acquisition of the rabbit. There are no records disclosing the\ndisposition of the rabbits owned prior to the new rabbit. Records shall be maintained disclosing all information\n(name and address from whom the rabbit was purchased, etc), as required in Section 2.75 (b) of 9 cfr of the\nFederal Regulations. Correct by December 21, 2015."
    },
    {
      "code": "3.52(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "There is an insufficient protection from the cold in the rabbit enclosure which house one rabbit. The enclosure is\nwire mesh on all sides and the bottom. There is a small wooden house provided inside but there is no protection\nfrom the wind and extreme cold. The temperatures at night are currently dropping into the 30's and 40's. Additional\nprotection shall be provided when the temperature drops below 40 degrees to provide warmth. Corrected prior to\nend of inspection.\nThe exit briefing conducted with the CEO."
    }
  ],
  "narrative": "2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nThere are no records currently maintained disclosing acquisition of the rabbit.  There are no records disclosing the\ndisposition of the rabbits owned prior to the new rabbit.  Records shall be maintained disclosing all information\n(name and address from whom the rabbit was purchased, etc),  as required in Section 2.75 (b) of 9 cfr of the\nFederal Regulations.  Correct by December 21, 2015.\n3.52(c)\nFACILITIES, OUTDOOR.   \nThere is an insufficient protection from the cold in the rabbit enclosure which house one rabbit.  The enclosure is\nwire mesh on all sides and the bottom.  There is a small wooden house provided inside but there is no protection\nfrom the wind and extreme cold.  The temperatures at night are currently dropping into the 30's and 40's.  Additional\nprotection shall be provided when the temperature drops below 40 degrees to provide warmth.  Corrected prior to\nend of inspection.\nThe exit briefing conducted with the CEO.",
  "animals_total": 1,
  "species": [
    {
      "count": 1,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    }
  ]
}