{
  "insp_id": "2016082568993613",
  "layout": "a",
  "customer_id": "22258",
  "customer_name": "Ella Mae Brubaker",
  "customer_addr": "N14976 Gorman Avenue\nThorp, WI 54771",
  "certificate": "35-A-0227",
  "site_id": "001",
  "site_name": "ELLA MAE BRUBAKER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-DEC-2017",
  "report_date": "11-DEC-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Two dogs had veterinary care issues that had not been addressed by the Attending Veterinarian. The first dog was\na black male Shipoo puppy born 10/4/17. The puppy had been given lactated ringer fluids by the licensee. After\nreceiving fluids the puppy lost its hair in the area surrounding where the needle had been inserted under the skin.\nAt least three scabs were observed in this area. In addition this puppy's left eye was clouded over. The licensee\nhad observed the hair loss on the back, but had not noticed the eye prior to inspection.\nAn adult female West Highland Terrier (microchip #004-368-822) had a puncture wound on the right side of the\nback of its neck. The licensee had not observed this prior to inspection.\nThe Attending Veterinarian had not been contacted for either dog. Hair loss and scabs on the Shipoo can indicate\nthat the puppy had some kind of reaction from the fluids it was given or it may have some kind of external parasite\nwhich may be contagious to other dogs. The area may be itchy and irritating to the dog and without treatment the\npuppy's condition may worsen. A clouded over eye indicates there is something wrong with that eye. The puppy\nmay have impaired vision and it may be painful to the puppy. The puncture wound on the West Highland could be\npainful and if left untreated could become infected and cause systemic problems.\nThe facility must have these animals evaluated by the attending veterinarian and follow the prescribed treatment\nplan. Correct by 12/14/17.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nTwo dogs had veterinary care issues that had not been addressed by the Attending Veterinarian.  The first dog was\na black male Shipoo puppy born 10/4/17.  The puppy had been given lactated ringer fluids by the licensee.  After\nreceiving fluids the puppy lost its hair in the area surrounding where the needle had been inserted under the skin. \nAt least three scabs were observed in this area.  In addition this puppy's left eye was clouded over.  The licensee\nhad observed the hair loss on the back, but had not noticed the eye prior to inspection.  \nAn adult female West Highland Terrier (microchip #004-368-822) had a puncture wound on the right side of the\nback of its neck.  The licensee had not observed this prior to inspection.\nThe Attending Veterinarian had not been contacted for either dog.  Hair loss and scabs on the Shipoo can indicate\nthat the puppy had some kind of reaction from the fluids it was given or it may have some kind of external parasite\nwhich may be contagious to other dogs.  The area may be itchy and irritating to the dog and without treatment the\npuppy's condition may worsen.  A clouded over eye indicates there is something wrong with that eye.  The puppy\nmay have impaired vision and it may be painful to the puppy.  The puncture wound on the West Highland could be\npainful and if left untreated could become infected and cause systemic problems.\nThe facility must have these animals evaluated by the attending veterinarian and follow the prescribed treatment\nplan.  Correct by 12/14/17.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.",
  "animals_total": 206,
  "species": [
    {
      "count": 135,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 71,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}