{
  "insp_id": "INS-0001406021",
  "layout": "c",
  "customer_id": "14803",
  "customer_name": "Kowiachobee Animal Preserve Inc",
  "customer_addr": "2861 4th Ave. SE\nNaples, FL 34117",
  "certificate": "58-C-0942",
  "site_id": "001",
  "site_name": "KOWIACHOBEE ANIMAL PRESERVE INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-AUG-2025",
  "report_date": "22-AUG-2025",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "At the time of inspection, APHIS officials identified many animals in need of veterinary care. However, the facility did not\nhave an Attending Veterinarian (AV) under formal arrangements and there was no current, written, Program of Veterinary\nCare (POVC). Records indicated that the previous Attending Veterinarian had not visited the facility since May 24, 2023.\nWhen asked about this, the facility representative stated that the previous Attending Veterinarian started making excuses\nfor not being available to look at their animals and eventually became unresponsive to their calls. On June 2, 2025, the\nfacility had another veterinarian come to the facility to extract a broken tooth from one of their tigers. The facility\nrepresentative stated that they discussed the possibility of that veterinarian becoming the new Attending Veterinarian for\nthe facility, but they have not yet formalized an agreement.\nAn Attending Veterinarian and a written program of veterinary care is needed to establish an adequate standard of\nveterinary care for the animals on hand.\nEach exhibitor shall employ an attending veterinarian under formal arrangements. In the case of a part-time attending\nveterinarian or consultant arrangements, the formal arrangements shall include a written program of veterinary care and\nregularly scheduled visits to the premises of the exhibitor. To be corrected by August 25, 2025."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "At the time of inspection, several animals had medical issues that had not been communicated to an Attending\nVeterinarian.\n• A male ring-tailed lemur was observed to be thin with significant hair loss over most of his body. Bare skin could be seen\non most of his arms, legs, chest, abdomen, and at the base of his tail.\n• A pot-bellied pig named Miss Piggy was emaciated. The skin from the back of her head to the base of her tail was\ncrusty, raw, and inflamed with bloody areas and lifting scabs.\n• A black pot-bellied pig housed with three other pigs, and a goat was seen laying on the ground. This animal was\nemaciated with the bones of its spine, ribs, and pelvis, clearly visible. Several skin folds could be seen that gave the\nimpression that the animal was once much larger and the stretched skin was now too much for its thin frame. This animal\nwas unresponsive and did not move while being observed.\n• An orange female tiger and a white male tiger were observed with hairloss on the back of both ears. The tips of the male\ntiger’s ears were crusty with visible bloody areas. No flies were seen on or around the ears. The tigers are individually\nhoused. A facility representative stated that the animals were causing the injuries by rubbing their heads against their\nenclosures.\n• A white pig with black spots was thin with poor body condition, while the black pig in the same enclosure was robust. A\nfacility representative stated that both animals eat fine, but they did not know the last time the animals were tested for\nworms or internal parasites.\nFailure to identify health issues or concerns by daily observations, or failure to maintain timely communication about those\nfindings to the Attending Veterinarian can lead to treatment delay, which may negatively impact the health and well-being\nof the animals.\nEach exhibitor shall establish and maintain programs of adequate veterinary care that include daily observation of all\nanimals to assess their health and well-being as well as direct and frequent communication so that timely and accurate\ninformation on problems of animal health, behavior, and well-being is conveyed to the Attending Veterinarian. To be\ncorrected from this day, August 22, 2025, forward."
    },
    {
      "code": "3.84(a)",
      "kind": "",
      "repeat": true,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The enclosure housing 2 ring-tailed lemurs has a tall metal ladder toward the rear of the enclosure. The animals use this\nladder to climb and perch within their enclosure. Two rungs of this ladder have piles of feces on them. The fecal material\nis dark, dry, and hard. There was no record of when this enclosure was last cleaned.\nFailure to clean accumulations of waste materials can increase disease hazards, attract insects, pests, and be a source of\nodors.\nPerches, bars, and shelves must be kept clean and replaced when worn. If the species of the nonhuman primates housed\nin the primary enclosure engages in scent marking, hard surfaces in the primary enclosure must be spot cleaned daily."
    },
    {
      "code": "3.84(c)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The facility failed to maintain adequate housekeeping for the premises and surrounding grounds. The facility is located on\nseveral acres of largely undeveloped land with a robust collection of native plants and grasses. The warm temperatures\nand recent heavy rains have led to the rapid growth of the surrounding vegetation. Almost all of the enclosures on\nproperty are surrounded by tall weeds, grasses and overgrown bushes. Many of the weeds and grasses have grown to\nlengths in excess of 4 feet in height. Surrounding the enclosure housing 2 ring-tailed lemurs is a fence line with thick\nweeds and plants. The surrounding vegetation buts up to much of the enclosure with plants, grasses and weeds\nexceeding 3 feet in height.\nTall weeds and grasses provided nesting grounds and harborage for pests and vermin which can be harmful to the health\nand well-being of the animals housed at the facility.\nPremises, including the surrounding grounds must be kept clean in order to facilitate husbandry practices and to reduce\nor eliminate breeding and living areas for rodents, pests, and vermin. Weeds, grass, and bushes must be controlled so as\nto facilitate cleaning of the premises and pest control. To be corrected by August 29, 2025."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "The facility failed to maintain several of their housing facilities in good repair.\n• The fence of the enclosure housing a zebra and donkey has several boards that that broken or damaged. A vertical\nwooden post at the front of the enclosure is broken, leaving a sharp jagged edge between the top and second vertical\nslat. To the left side of the front gate are two vertical boards that are chewed and broken, leaving rough, jagged edges.\nThe zebra was observed sticking his head through the gap and across one of the damaged boards. The metal gate is\nmade of galvanized steel tubes that are held together by meta brackets. Four of these brackets set at head level for these\nanimals and have metal bolts extended 2.5-3 inches toward the inside of the enclosure.\n• The zebra and donkey barn has numerous damaged or broken trusses. There is a strip of tar paper that blew off the roof\nand is in the enclosure, numerous shingles are damaged and unattached. Almost all of the walls have damaged or broken\nboards, leaving numerous sharp and jagged edges. Most of the wood shows signs of wear and decay.\n• The enclosure housing two micro mini potbelly pigs is surrounded by a wooden fence approximately 3 feet in height. The\nwooden rails are all damaged and showing signs of decay. Most of the vertical fence slats are damaged or broken and\nsoft with signs of decay.\n• The enclosure housing a black pig and a white pig with black spots has a wooden fence in front of the water receptacle.\nThe fence is discolored and covered in green algae and showing signs of decay. There is a missing vertical board behind\nthe right side of the water receptacle, leaving three exposed nails extending approximately 1 inch toward the water\nreceptacle at head level for these animals and three more exposed nails toward the top of the fence. There is another\nboard missing behind the left side of the water receptacle leaving four exposed nails in each location.\n• The enclosure housing 4 pigs and a goat has a wooden fence that has numerous damaged or broken vertical boards.\nThe fence is weathered and showing signs of decay, the top rail is weathered and cracked with sections missing from\ndecay. There are several areas with rough, jagged edges.\n• The enclosure housing a pig (Miss Piggy) and a goat has wooden fence that extends from the previous enclosure. The\nwood is weathered and showing signs of decay with pieces missing, leaving sharp, jagged edges.\n• The enclosure housing a pig and a goat has a fence that is weathered and showing signs of decay. There is a circular\nwood and cement shelter in the enclosure with its roof caved in. The roof sits at an angle inside the enclosure creating a\nspace that the goat was seen exiting. The broken roof has sharp jagged edges. The back of the enclosure has a wooden\nfence that has metal chain link fencing attached to it. A section of this fence, approximately 8 feet in length, is broken and\nfallen on the ground. A second goat was observed entering this enclosure by hopping over this broken section.\n• The enclosure housing a female orange tiger has a wooden shelter located in the holding area for this tiger with a\ndamaged roof. The wood is weathered and showing signs of decay with pieces broken off the front edge of the roof,\nleaving sharp jagged edges.\n• The enclosure housing a lion and orange tiger has a wooden shelter with a damaged roof, The edge of the roof appears\nto have been chewed or clawed, leaving missing pieces and a sharp, jagged edge.\nFailure to maintain housing facilities in good repair can affect the structural integrity of the enclosures which may lead to\nthe injury or escape of the animals contained in them. Broken and torn enclosure may also have rough or sharp edges\nwhich can also lead to injury of the animals.\nThe indoor and outdoor housing facilities shall be maintained in good repair to protect the animals from injury and to\ncontain the animals."
    },
    {
      "code": "3.130",
      "kind": "Direct",
      "repeat": false,
      "desc": "Watering.",
      "narrative": "The facility failed to maintain water receptacles in a clean and sanitary condition, and they failed to offer potable water as\noften as necessary for the health and well-being of the animals.\n• The enclosure housing 4 pigs and a goat had no water. The water receptacle was a black, rubber, rectangular tub\napproximately 2 feet wide, 3 feet long, and 8 inches in height. The bottom of the tub was covered in a layer of moist sand\napproximately 1.5-2 inches thick. USDA Officials asked the facility representative to provide water to the animals. The tub\nwas not cleaned or rinsed prior to adding water from a nearby hose. Three of the pigs immediately approached the tub\nwith the two larger black pigs beginning to drink immediately. They drank continuously for over a minute. One of the pigs\ngot in the tub and laid down as a white pig approached and drank for approximately 50 seconds. The fourth pig was\nemaciated and unresponsive.\n• The enclosure housing 1 pig and 1 goat had no water. A facility representative pointed to a depressed area of sand and\npaver stones and stated that they usually add the water there. He turned on a water spicket and walked toward another\nenclosure. A second facility representative pulled an empty soft-sided, round, blue vinyl pool, approximately 4 feet in\ncircumference to the area, rinsed it out and moved it under the water to be filled. She stated that she found that receptacle\nthe night before, bleached it and filled it with water before leaving the area and did not know why it was empty.\n• The enclosure housing two micro mini potbelly pigs had a black, rubber water receptacle filled with reddish-brown water.\nVisibility did not extend beyond the surface of the water. There were leaves and other floating debris on the water surface\nand the inside walls of the receptacle were covered in a layer of caked on sand and grime. There was no other water\navailable for these animals.\n• The enclosure located behind the zebra barn, housing a single goat, had a red rubber tub used as the water receptacle\nfor that animal. The tub had a layer of dark algae-like substance on the bottom and sides of the receptacle. Leaves and\nother debris could be seen floating on the surface and at the bottom of the receptacle. There was no other water available\nfor this animal.\n• The enclosure housing a black pig and a white pig with black spots had an oval, black rubber tub filled with water. The\nwater was dark green in color with limited visibility. The sides of the tub had a caked-on layer of a white, crusty, mineral\nscale-like substance with other dirt and grime extending into the water. There was no other water available for these\nanimals.\n• The enclosure housing a black pig and goat had a rectangular, black rubber tub filled with water. The tub had cracks on\ntwo opposite rims, and one side was split and separated, allowing the water to drain out onto the surrounding ground. The\ninside of the tub was dirty and covered in a caked-on layer of white, crusty, mineral scale-like substance. There was no\nother water available for these animals.\nFailure to offer potable water as often as necessary can lead to dehydration. Dirty water receptacles can contaminate the\nwater which may have an adverse effect on the health and well-being of the animals.\nAll water receptacles shall be kept clean and sanitary and potable water must be provided as often as necessary for the\nhealth and comfort of the animals. To be corrected from this day, August 22, 2025, forward."
    },
    {
      "code": "3.153(a)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The facility failed to maintain three of their bird enclosures in good repair.\n• The enclosure housing a scarlet macaw had a metal grate with a blue perch and plastic food bowl attached to it. The\nmetal grate was covered in flaking, pitted rust. The metal connector for the blue perch was also covered in flaking, pitted\nrust. The horizontal metal frame below the door of the enclosure had flaking paint, and flaking, pitted rust.\n• The metal enclosure housing a yellow naped parrot is covered with pitted rust. The lower main horizontal support beam\non the left side of the enclosure is rusted out with missing pieces, leaving gaps between the vertical bars and sharp\njagged edges. A portion of the rear wall, side walls and roof, are covered with sheets of corrugated metal. These metal\nsheets have areas of deep rust with holes that leave sharp, jagged edges within reach of the bird.\n• The enclosure housing a monk parakeet has numerous areas of rust, mostly concentrated around the joints where the\nvertical and horizontal support beams meet. The bottom right edge of the upper door and upper right edge of the lower\ncage door have flaking paint and heavy pitted rust. Several of the vertical metal wires that make up the cage walls are\nrusty and showing signs of damage.\nPrimary enclosures that are not kept in good repair may create hazards which can injure the birds housed within them or\nmay become structurally compromised.\nPrimary enclosures must be kept in good repair and must be constructed and maintained so that they contain the birds\nsecurely and have no sharp points or edges that could injure the birds. To be corrected by October 17, 2025."
    },
    {
      "code": "3.154",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "At the time of inspection, there was no documented program of environmental enhancement available for review, for the\nbirds housed at the facility.\nAn adequate environmental enhancement program is essential in promoting the psychological well-being of birds.\nDealers, exhibitors, and research facilities must develop, document, and follow a species-appropriate plan for\nenvironment enhancement adequate to promote the psychological well-being of birds. This plan must be made available\nto APHIS upon request. To be corrected by August 29, 2025."
    },
    {
      "code": "3.158(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The facility failed to prevent the accumulation excreta and food waste from the primary enclosures housing birds.\n• The enclosure housing a scarlet macaw had a metal horizontal support bar that was covered with a layer of caked-on\nexcreta and food waste. A hairy white mold-like substance was seen growing from areas of the caked-on waste. The\nsame accumulation of waste was seen on a 12-inch pink perch that was attached near this metal support bar.\n• Inside the enclosure housing a yellow naped parrot, there are two metal cages. The bird was observed sitting on the\ndark gray cage to the left. On the floor of the dark gray cage is an unattached rope perch and wooden frame that has\nbeen chewed. Fragments of the wooden frame are scattered across the floor of the cage with accumulations of excreta\ncovering the rope, wood and floor of the cage.\nFailure to clean accumulations of waste materials can increase disease hazards, attract insects, pests, and be a source of\nodors.\nExcreta and food waste must be removed from the primary enclosures and from under and from around primary\nenclosures as often as necessary to prevent excessive accumulation of feces and food waste, to reduce disease hazards,\ninsects, pests, and odors. To be corrected by August 25, 2025."
    },
    {
      "code": "3.158(c)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The facility failed to maintain adequate housekeeping for the premises and surrounding grounds. The facility is located on\nseveral acres of largely undeveloped land with a robust collection of native plants and grasses. The warm temperatures\nand recent heavy rains have led to the rapid growth of the surrounding vegetation. Almost all of the enclosures on\nproperty are surrounded by tall weeds, grasses and overgrown bushes. Many of the weeds and grasses have grown to\nlengths in excess of 4 feet in height. Around the enclosures housing a scarlet macaw and a yellow naped parrot is a pile\nof cut branches from recent pruning. There are also tall grasses and bushes nearby.\nTall weeds and grasses provided nesting grounds and harborage for pests and vermin which can be harmful to the health\nand well-being of the animals housed at the facility.\nPremises, including the surrounding grounds must be kept clean in order to facilitate husbandry practices and to reduce\nor eliminate breeding and living areas for rodents, pests, and vermin. Weeds, grass, and bushes must be controlled so as\nto facilitate cleaning of the premises and pest control, and to protect the health and well-being of the birds. To be\ncorrected by August 29, 2025.\nThis inspection and exit interview were conducted with facility representatives.\nAdditional Inspectors:\nMoira Roberts, VETERINARY MEDICAL OFFICER n"
    }
  ],
  "narrative": "2.40(a)(1)  Critical\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nAt the time of inspection, APHIS officials identified many animals in need of veterinary care. However, the facility did not \nhave an Attending Veterinarian (AV) under formal arrangements and there was no current, written, Program of Veterinary \nCare (POVC). Records indicated that the previous Attending Veterinarian had not visited the facility since May 24, 2023. \nWhen asked about this, the facility representative stated that the previous Attending Veterinarian started making excuses \nfor not being available to look at their animals and eventually became unresponsive to their calls. On June 2, 2025, the \nfacility had another veterinarian come to the facility to extract a broken tooth from one of their tigers. The facility \nrepresentative stated that they discussed the possibility of that veterinarian becoming the new Attending Veterinarian for \nthe facility, but they have not yet formalized an agreement. \n \nAn Attending Veterinarian and a written program of veterinary care is needed to establish an adequate standard of \nveterinary care for the animals on hand.  \n \nEach exhibitor shall employ an attending veterinarian under formal arrangements. In the case of a part-time attending \nveterinarian or consultant arrangements, the formal arrangements shall include a written program of veterinary care and \nregularly scheduled visits to the premises of the exhibitor. To be corrected by August 25, 2025. \n2.40(b)(3)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nAt the time of inspection, several animals had medical issues that had not been communicated to an Attending \nVeterinarian. \n• A male ring-tailed lemur was observed to be thin with significant hair loss over most of his body. Bare skin could be seen \non most of his arms, legs, chest, abdomen, and at the base of his tail. \n• A pot-bellied pig named Miss Piggy was emaciated. The skin from the back of her head to the base of her tail was \ncrusty, raw, and inflamed with bloody areas and lifting scabs. \n• A black pot-bellied pig housed with three other pigs, and a goat was seen laying on the ground. This animal was \nemaciated with the bones of its spine, ribs, and pelvis, clearly visible. Several skin folds could be seen that gave the \nimpression that the animal was once much larger and the stretched skin was now too much for its thin frame. This animal\n\nwas unresponsive and did not move while being observed. \n• An orange female tiger and a white male tiger were observed with hairloss on the back of both ears. The tips of the male \ntiger’s ears were crusty with visible bloody areas. No flies were seen on or around the ears. The tigers are individually \nhoused. A facility representative stated that the animals were causing the injuries by rubbing their heads against their \nenclosures. \n• A white pig with black spots was thin with poor body condition, while the black pig in the same enclosure was robust. A \nfacility representative stated that both animals eat fine, but they did not know the last time the animals were tested for \nworms or internal parasites. \n \nFailure to identify health issues or concerns by daily observations, or failure to maintain timely communication about those \nfindings to the Attending Veterinarian can lead to treatment delay, which may negatively impact the health and well-being \nof the animals. \n \nEach exhibitor shall establish and maintain programs of adequate veterinary care that include daily observation of all \nanimals to assess their health and well-being as well as direct and frequent communication so that timely and accurate \ninformation on problems of animal health, behavior, and well-being is conveyed to the Attending Veterinarian. To be \ncorrected from this day, August 22, 2025, forward. \n3.84(a)  Repeat\n   \nCleaning, sanitization, housekeeping, and pest control. \nThe enclosure housing 2 ring-tailed lemurs has a tall metal ladder toward the rear of the enclosure. The animals use this \nladder to climb and perch within their enclosure. Two rungs of this ladder have piles of feces on them. The fecal material \nis dark, dry, and hard. There was no record of when this enclosure was last cleaned. \n \nFailure to clean accumulations of waste materials can increase disease hazards, attract insects, pests, and be a source of \nodors. \n \nPerches, bars, and shelves must be kept clean and replaced when worn. If the species of the nonhuman primates housed \nin the primary enclosure engages in scent marking, hard surfaces in the primary enclosure must be spot cleaned daily. \n3.84(c) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThe facility failed to maintain adequate housekeeping for the premises and surrounding grounds. The facility is located on \nseveral acres of largely undeveloped land with a robust collection of native plants and grasses. The warm temperatures \nand recent heavy rains have led to the rapid growth of the surrounding vegetation. Almost all of the enclosures on \nproperty are surrounded by tall weeds, grasses and overgrown bushes. Many of the weeds and grasses have grown to \nlengths in excess of 4 feet in height. Surrounding the enclosure housing 2 ring-tailed lemurs is a fence line with thick \nweeds and plants. The surrounding vegetation buts up to much of the enclosure with plants, grasses and weeds \nexceeding 3 feet in height. \n \nTall weeds and grasses provided nesting grounds and harborage for pests and vermin which can be harmful to the health\n\nand well-being of the animals housed at the facility. \n \nPremises, including the surrounding grounds must be kept clean in order to facilitate husbandry practices and to reduce \nor eliminate breeding and living areas for rodents, pests, and vermin. Weeds, grass, and bushes must be controlled so as \nto facilitate cleaning of the premises and pest control. To be corrected by August 29, 2025. \n3.125(a)  Repeat\n   \nFacilities, general. \nThe facility failed to maintain several of their housing facilities in good repair. \n• The fence of the enclosure housing a zebra and donkey has several boards that that broken or damaged. A vertical \nwooden post at the front of the enclosure is broken, leaving a sharp jagged edge between the top and second vertical \nslat. To the left side of the front gate are two vertical boards that are chewed and broken, leaving rough, jagged edges. \nThe zebra was observed sticking his head through the gap and across one of the damaged boards. The metal gate is \nmade of galvanized steel tubes that are held together by meta brackets. Four of these brackets set at head level for these \nanimals and have metal bolts extended 2.5-3 inches toward the inside of the enclosure. \n• The zebra and donkey barn has numerous damaged or broken trusses. There is a strip of tar paper that blew off the roof \nand is in the enclosure, numerous shingles are damaged and unattached. Almost all of the walls have damaged or broken \nboards, leaving numerous sharp and jagged edges. Most of the wood shows signs of wear and decay. \n• The enclosure housing two micro mini potbelly pigs is surrounded by a wooden fence approximately 3 feet in height. The \nwooden rails are all damaged and showing signs of decay. Most of the vertical fence slats are damaged or broken and \nsoft with signs of decay. \n• The enclosure housing a black pig and a white pig with black spots has a wooden fence in front of the water receptacle. \nThe fence is discolored and covered in green algae and showing signs of decay. There is a missing vertical board behind \nthe right side of the water receptacle, leaving three exposed nails extending approximately 1 inch toward the water \nreceptacle at head level for these animals and three more exposed nails toward the top of the fence. There is another \nboard missing behind the left side of the water receptacle leaving four exposed nails in each location. \n• The enclosure housing 4 pigs and a goat has a wooden fence that has numerous damaged or broken vertical boards. \nThe fence is weathered and showing signs of decay, the top rail is weathered and cracked with sections missing from \ndecay. There are several areas with rough, jagged edges. \n• The enclosure housing a pig (Miss Piggy) and a goat has wooden fence that extends from the previous enclosure. The \nwood is weathered and showing signs of decay with pieces missing, leaving sharp, jagged edges. \n• The enclosure housing a pig and a goat has a fence that is weathered and showing signs of decay. There is a circular \nwood and cement shelter in the enclosure with its roof caved in. The roof sits at an angle inside the enclosure creating a \nspace that the goat was seen exiting. The broken roof has sharp jagged edges. The back of the enclosure has a wooden \nfence that has metal chain link fencing attached to it. A section of this fence, approximately 8 feet in length, is broken and \nfallen on the ground. A second goat was observed entering this enclosure by hopping over this broken section. \n• The enclosure housing a female orange tiger has a wooden shelter located in the holding area for this tiger with a \ndamaged roof. The wood is weathered and showing signs of decay with pieces broken off the front edge of the roof, \nleaving sharp jagged edges. \n• The enclosure housing a lion and orange tiger has a wooden shelter with a damaged roof, The edge of the roof appears \nto have been chewed or clawed, leaving missing pieces and a sharp, jagged edge.\n\nFailure to maintain housing facilities in good repair can affect the structural integrity of the enclosures which may lead to \nthe injury or escape of the animals contained in them. Broken and torn enclosure may also have rough or sharp edges \nwhich can also lead to injury of the animals. \n \nThe indoor and outdoor housing facilities shall be maintained in good repair to protect the animals from injury and to \ncontain the animals. \n3.130  Direct\n   \nWatering. \nThe facility failed to maintain water receptacles in a clean and sanitary condition, and they failed to offer potable water as \noften as necessary for the health and well-being of the animals. \n• The enclosure housing 4 pigs and a goat had no water. The water receptacle was a black, rubber, rectangular tub \napproximately 2 feet wide, 3 feet long, and 8 inches in height. The bottom of the tub was covered in a layer of moist sand \napproximately 1.5-2 inches thick. USDA Officials asked the facility representative to provide water to the animals. The tub \nwas not cleaned or rinsed prior to adding water from a nearby hose. Three of the pigs immediately approached the tub \nwith the two larger black pigs beginning to drink immediately. They drank continuously for over a minute. One of the pigs \ngot in the tub and laid down as a white pig approached and drank for approximately 50 seconds. The fourth pig was \nemaciated and unresponsive. \n• The enclosure housing 1 pig and 1 goat had no water. A facility representative pointed to a depressed area of sand and \npaver stones and stated that they usually add the water there. He turned on a water spicket and walked toward another \nenclosure. A second facility representative pulled an empty soft-sided, round, blue vinyl pool, approximately 4 feet in \ncircumference to the area, rinsed it out and moved it under the water to be filled. She stated that she found that receptacle \nthe night before, bleached it and filled it with water before leaving the area and did not know why it was empty. \n• The enclosure housing two micro mini potbelly pigs had a black, rubber water receptacle filled with reddish-brown water. \nVisibility did not extend beyond the surface of the water. There were leaves and other floating debris on the water surface \nand the inside walls of the receptacle were covered in a layer of caked on sand and grime. There was no other water \navailable for these animals. \n• The enclosure located behind the zebra barn, housing a single goat, had a red rubber tub used as the water receptacle \nfor that animal. The tub had a layer of dark algae-like substance on the bottom and sides of the receptacle. Leaves and \nother debris could be seen floating on the surface and at the bottom of the receptacle. There was no other water available \nfor this animal. \n• The enclosure housing a black pig and a white pig with black spots had an oval, black rubber tub filled with water. The \nwater was dark green in color with limited visibility. The sides of the tub had a caked-on layer of a white, crusty, mineral \nscale-like substance with other dirt and grime extending into the water. There was no other water available for these \nanimals. \n• The enclosure housing a black pig and goat had a rectangular, black rubber tub filled with water. The tub had cracks on \ntwo opposite rims, and one side was split and separated, allowing the water to drain out onto the surrounding ground. The \ninside of the tub was dirty and covered in a caked-on layer of white, crusty, mineral scale-like substance. There was no \nother water available for these animals. \n \nFailure to offer potable water as often as necessary can lead to dehydration. Dirty water receptacles can contaminate the \nwater which may have an adverse effect on the health and well-being of the animals.\n\nAll water receptacles shall be kept clean and sanitary and potable water must be provided as often as necessary for the \nhealth and comfort of the animals. To be corrected from this day, August 22, 2025, forward. \n3.153(a) \n   \nPrimary enclosures. \nThe facility failed to maintain three of their bird enclosures in good repair. \n• The enclosure housing a scarlet macaw had a metal grate with a blue perch and plastic food bowl attached to it. The \nmetal grate was covered in flaking, pitted rust. The metal connector for the blue perch was also covered in flaking, pitted \nrust. The horizontal metal frame below the door of the enclosure had flaking paint, and flaking, pitted rust. \n• The metal enclosure housing a yellow naped parrot is covered with pitted rust. The lower main horizontal support beam \non the left side of the enclosure is rusted out with missing pieces, leaving gaps between the vertical bars and sharp \njagged edges. A portion of the rear wall, side walls and roof, are covered with sheets of corrugated metal. These metal \nsheets have areas of deep rust with holes that leave sharp, jagged edges within reach of the bird. \n• The enclosure housing a monk parakeet has numerous areas of rust, mostly concentrated around the joints where the \nvertical and horizontal support beams meet. The bottom right edge of the upper door and upper right edge of the lower \ncage door have flaking paint and heavy pitted rust. Several of the vertical metal wires that make up the cage walls are \nrusty and showing signs of damage. \n \nPrimary enclosures that are not kept in good repair may create hazards which can injure the birds housed within them or \nmay become structurally compromised.  \n \nPrimary enclosures must be kept in good repair and must be constructed and maintained so that they contain the birds \nsecurely and have no sharp points or edges that could injure the birds. To be corrected by October 17, 2025. \n3.154 \n   \nEnvironment enhancement to promote psychological well-being. \nAt the time of inspection, there was no documented program of environmental enhancement available for review, for the \nbirds housed at the facility. \n \nAn adequate environmental enhancement program is essential in promoting the psychological well-being of birds. \n \nDealers, exhibitors, and research facilities must develop, document, and follow a species-appropriate plan for \nenvironment enhancement adequate to promote the psychological well-being of birds. This plan must be made available \nto APHIS upon request. To be corrected by August 29, 2025. \n3.158(a)(1) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThe facility failed to prevent the accumulation excreta and food waste from the primary enclosures housing birds. \n• The enclosure housing a scarlet macaw had a metal horizontal support bar that was covered with a layer of caked-on \nexcreta and food waste. A hairy white mold-like substance was seen growing from areas of the caked-on waste. The\n\nsame accumulation of waste was seen on a 12-inch pink perch that was attached near this metal support bar. \n• Inside the enclosure housing a yellow naped parrot, there are two metal cages. The bird was observed sitting on the \ndark gray cage to the left. On the floor of the dark gray cage is an unattached rope perch and wooden frame that has \nbeen chewed. Fragments of the wooden frame are scattered across the floor of the cage with accumulations of excreta \ncovering the rope, wood and floor of the cage. \n \nFailure to clean accumulations of waste materials can increase disease hazards, attract insects, pests, and be a source of \nodors. \n \nExcreta and food waste must be removed from the primary enclosures and from under and from around primary \nenclosures as often as necessary to prevent excessive accumulation of feces and food waste, to reduce disease hazards, \ninsects, pests, and odors. To be corrected by August 25, 2025. \n3.158(c) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThe facility failed to maintain adequate housekeeping for the premises and surrounding grounds. The facility is located on \nseveral acres of largely undeveloped land with a robust collection of native plants and grasses. The warm temperatures \nand recent heavy rains have led to the rapid growth of the surrounding vegetation. Almost all of the enclosures on \nproperty are surrounded by tall weeds, grasses and overgrown bushes. Many of the weeds and grasses have grown to \nlengths in excess of 4 feet in height. Around the enclosures housing a scarlet macaw and a yellow naped parrot is a pile \nof cut branches from recent pruning. There are also tall grasses and bushes nearby.  \n \nTall weeds and grasses provided nesting grounds and harborage for pests and vermin which can be harmful to the health \nand well-being of the animals housed at the facility. \n \nPremises, including the surrounding grounds must be kept clean in order to facilitate husbandry practices and to reduce \nor eliminate breeding and living areas for rodents, pests, and vermin. Weeds, grass, and bushes must be controlled so as \nto facilitate cleaning of the premises and pest control, and to protect the health and well-being of the birds. To be \ncorrected by August 29, 2025. \n \nThis inspection and exit interview were conducted with facility representatives. \n \nAdditional Inspectors: \nMoira Roberts, VETERINARY MEDICAL OFFICER n",
  "animals_total": 34,
  "species": [
    {
      "count": 2,
      "scientific": "Callithrix jacchus",
      "common": "COMMON MARMOSET"
    },
    {
      "count": 10,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 1,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 3,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 2,
      "scientific": "Mephitis mephitis",
      "common": "STRIPED SKUNK"
    },
    {
      "count": 2,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Equus asinus asinus",
      "common": "DONKEY / BURRO / ASS"
    },
    {
      "count": 5,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Myiopsitta monachus",
      "common": "MONK PARAKEET / QUAKER PARROT"
    },
    {
      "count": 1,
      "scientific": "Ara macao",
      "common": "SCARLET MACAW"
    },
    {
      "count": 1,
      "scientific": "Cacatua moluccensis",
      "common": "SALMON-CRESTED COCKATOO / MOLUCCAN COCKATOO"
    },
    {
      "count": 1,
      "scientific": "Amazona auropalliata",
      "common": "YELLOW-NAPED PARROT / YELLOW-NAPED AMAZON"
    },
    {
      "count": 1,
      "scientific": "Meleagris gallopavo domesticus",
      "common": "DOMESTIC TURKEY"
    },
    {
      "count": 2,
      "scientific": "Leopardus geoffroyi",
      "common": "GEOFFROY'S CAT"
    }
  ]
}