{
  "insp_id": "339140611240932",
  "layout": "a",
  "customer_id": "33145",
  "customer_name": "David Cline",
  "customer_addr": "Joane Cline\n9213 Hwy F 62 E.\nSully, IA 50251",
  "certificate": "42-A-1420",
  "site_id": "001",
  "site_name": "David Cline, Joane Cline",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-DEC-2014",
  "report_date": "05-DEC-2014",
  "citations": [
    {
      "code": "3.4(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "Adequate bedding\n****\nIn one of the igloo style shelters there is not enough bedding provided. There is some bedding provided but bare\nfloor was visible. When questioned as to when the last time he had provided bedding for this shelter the licensee\nreplied \"last weekend\". The temperature for the area, according to www.noaa.gov, was measured at 32 degree F\nfor the high and 21 degrees F for the low. When temperatures fall below 35 degrees F additional bedding must be\nprovided for the dogs so that they can burrow down into the material to stay warm. The licensee must provide\nadditional bedding to this outdoor shelter and ensure that when the temperatures fall below 50 degrees F bedding\nmust be provided to all outdoor enclosures and when the temperature falls below 35 degrees F additional bedding\nmust be provided so that the dogs can stay warm.\nCorrected at time of inspection."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Food and water receptacles\n****\nInside two enclosures, affecting 4 dogs, the self feeders had a thick layer of straw bedding packed into the food\ntrough area completely covering the feed. This amount of straw bedding made it difficult for the dogs to retrieve the\nfood from the receptacles which could lead to potential health related issues. Inside two enclosures, affecting 3\ndogs, the water receptacles had a thick layer, approximately 1 inch, of sawdust and/or hair on the bottom of the\nwater receptacle under the waters level. This could lead to potential health related issues. The licensee must clean\nthese food and water receptacles and ensure that all food and water receptacles are kept clean to prevent an\naccumulation of dirt, debris, food waste, excreta, and other disease hazards.\nTo be corrected by: 5 Dec 14\nInspection conducted with licensee,and an Iowa Dept. of Agriculture representative. A verbal exit interview was\nconducted with licensee."
    }
  ],
  "narrative": "3.4(b)(4)\nOUTDOOR HOUSING FACILITIES.\nAdequate bedding\n****\nIn one of the igloo style shelters there is not enough bedding provided.  There is some bedding provided but bare\nfloor was visible.  When questioned as to when the last time he had provided bedding for this shelter the licensee\nreplied \"last weekend\".  The temperature for the area, according to www.noaa.gov, was measured at 32 degree F\nfor the high and 21 degrees F for the low.  When temperatures fall below 35 degrees F additional bedding must be\nprovided for the dogs so that they can burrow down into the material to stay warm.  The licensee must provide\nadditional bedding to this outdoor shelter and ensure that when the temperatures fall below 50 degrees F bedding\nmust be provided to all outdoor enclosures and when the temperature falls below 35 degrees F additional bedding\nmust be provided so that the dogs can stay warm.  \nCorrected at time of inspection.\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nFood and water receptacles\n****\nInside two enclosures, affecting 4 dogs, the self feeders had a thick layer of straw bedding packed into the food\ntrough area completely covering the feed.  This amount of straw bedding made it difficult for the dogs to retrieve the\nfood from the receptacles which could lead to potential health related issues. Inside two enclosures, affecting 3\ndogs, the water receptacles had a thick layer, approximately 1 inch, of sawdust and/or hair on the bottom of the\nwater receptacle under the waters level.  This could lead to potential health related issues.  The licensee must clean\nthese food and water receptacles and ensure that all food and water receptacles are kept clean to prevent an\naccumulation of dirt, debris, food waste, excreta, and other disease hazards. \nTo be corrected by:  5 Dec 14\nInspection conducted with licensee,and an Iowa Dept. of Agriculture representative.  A verbal exit interview was\nconducted with licensee.\n\n",
  "animals_total": 36,
  "species": [
    {
      "count": 27,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 9,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}