{
  "insp_id": "215151813480730",
  "layout": "a",
  "customer_id": "19066",
  "customer_name": "Jamie Sissel",
  "customer_addr": "Po Box 1083\nNixa, MO 65714",
  "certificate": "43-A-5756",
  "site_id": "001",
  "site_name": "JAMIE SISSEL",
  "insp_type": "ROUTINE INSPECTION",
  "date": "03-AUG-2015",
  "report_date": "03-AUG-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***A male King Charles Cavalier Spaniel (m/c# 0A02065070) was observed to have an area on his neck under his\nchin that had wet hair. Upon closer observation there was an area about 1/2 inch in diameter that was missing\nsome hair and had moist, reddened skin. The licensee had not noticed the problem and the dog was not receiving\ntreatment for this condition. This dog also had long, matted hair hanging from the back of both rear legs.\n***A female King Charles Cavalier Spaniel (m/c# 003012368) had matted hair on her rump, sides, and tail.\nSkin problems can be painful and can worsen with time. The licensee must ensure that proper treatment is\nprovided for the skin condition present on the male dog. TO BE CORRECTED BY AUGUST 4, 2015.\nMatted hair can result in skin problems, can be painful, and can compromise the hair(cid:25)s ability to provide protection\nfrom the heat or cold. The licensee must remove the matted hair from these animals and must establish an\neffective program of haircoat maintenance. TO BE CORRECTED BY AUGUST 4, 2015.\n(Note: The licensee removed the matted hair from the female dog during the inspection.)\nThe inspection and the exit breifing were conducted with the licensee on August 03, 2015."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***A male King Charles Cavalier Spaniel (m/c# 0A02065070) was observed to have an area on his neck under his\nchin that had wet hair.  Upon closer observation there was an area about 1/2 inch in diameter that was missing\nsome hair and had moist, reddened skin.  The licensee had not noticed the problem and the dog was not receiving\ntreatment for this condition.  This dog also had long, matted hair hanging from the back of both rear legs.\n***A female King Charles Cavalier Spaniel (m/c# 003012368) had matted hair on her rump, sides, and tail.  \nSkin problems can be painful and can worsen with time.  The licensee must ensure that proper treatment is\nprovided for the skin condition present on the male dog.  TO BE CORRECTED BY AUGUST 4, 2015.\nMatted hair can result in skin problems, can be painful, and can compromise the hair(cid:25)s ability to provide protection\nfrom the heat or cold.   The licensee must remove the matted hair from these animals and must establish an\neffective program of haircoat maintenance.  TO BE CORRECTED BY AUGUST 4, 2015.  \n(Note: The licensee removed the matted hair from the female dog during the inspection.)\nThe inspection and the exit breifing were conducted with the licensee on August 03, 2015.",
  "animals_total": 50,
  "species": [
    {
      "count": 38,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 12,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}