{
  "insp_id": "240141651150418",
  "layout": "a",
  "customer_id": "6514",
  "customer_name": "Wilma Jinson",
  "customer_addr": "1161 Beaver Road\nStella, MO 64867",
  "certificate": "43-A-2656",
  "site_id": "001",
  "site_name": "WILMA JINSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-AUG-2014",
  "report_date": "28-AUG-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "2.40(b)(2)\n***An adult female Bulldog named Bonnie Sue (m/c# 4A25001D79) had died since the previous inspection.\nAccording to the veterinarian(cid:25)s records, the licensee noticed a discharge from the vulva on August 7, 2014 that\nworsened over time. The licensee stated that she administered a single shot of penicillin on August 18. The dog\nwas taken to the veterinarian on August 19 and he noted a bloody purulent discharge from the vulva. His diagnosis\nwas pyometra and he sent antibiotics home with the licensee for the dog. The dog died on August 23, 2014 without\nthe licensee seeking any further consultation with the veterinarian. Delayed treatment for a medical condition can\nresult in worsening of the condition. The licensee must seek timely veterinary care for sick or injured animals and\nmust notify the veterinarian when the prescribed treatment is not improving the condition.\n***An adult, female Bulldog named Diamond T (m/c# 9410609) had areas of hair loss scattered over her back.\nAlso, there was an area of dry, crusty skin on her abdomen with streaks of reddened, swollen skin. A kennel\ncaretaker stated that they had treated the dog previously for the condition and it had improved, but began getting\nworse after the treatment had been stopped. The dog was not currently on medication and the licensee had not\nconsulted a veterinarian when the condition began to worsen. Skin conditions can be painful and hair loss can\nindicate an underlying medical condition. The licensee was verbally instructed to have this dog examined by a\nveterinarian by close of business on August 29, 2014.\n***An adult, female Bulldog named J.D. (m/c# 94100013318463) had two quarter-sized areas on her head in front\nof her left ear that were missing hair. The skin was reddened and oozing a clear substance. The licensee stated\nthat she was not aware of the lesions and no treatment was being provided. Skin conditions can be painful, can\nprogress rapidly, and can be an indication of an underlying medical problem. The licensee was verbally instructed\nto have this dog examined by a veterinarian by close of business on August 29, 2014.\n***Four adult Bulldogs (Robbie #OAO1889607, Thumper #4B1F5D4310, Joanie #941000133854, and Diamond T\n#9410609) had excessively long toenails. The toenails were curved backward, causing the outer toes to be placed\nin an abnormal position when the dog stood. Excessively long toenails can be painful by forcing the toes into an\nunnatural position and can result in injury. The licensee must trim the nails on these dogs and must establish a\nmaintenance program for all dogs in the kennel."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "3.1 (c) Surfaces(3) Cleaning\nThere was a thick, brown grime on at least 5 of the metal dog doors of the sheltered facility housing adult dogs.\nSufficient cleaning and sanitization reduces disease risks and is an important aspect of animal husbandry. The\nlicensee shall spot clean all hard surfaces that come into contact with the animals, daily and sanitize accordingly to\nprevent a build-up of grime."
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "3.1 (e) Storage\nThere were roaches living inside the gray plastic tote used to store adult dog food. The licensee had a lid on the tote\nhowever, roaches were able to fit through the space in between the lid and tote. Roaches can spread disease and\nhave contaminated the food intended for the adult dogs at the facility. The licensee shall ensure all open supplies of\nfood are kept in leakproof containers with tightly fitting lids to prevent contamination and spoilage."
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "3.9 (b)\nThe outdoor housing area for adult dogs had at least 8 metal food pans containing dry food mixed with standing\nwater. The wet food was attracting flies. The mister system used to cool the environment for the dogs was spraying\ndirectly into some of the pans. Additionally, it had rained prior to the inspection which added additional water to the\npans containing dog food. The licensee feeds once a day and the dog food provided each morning is intended for\nconsumption through out the day. Eighteen of the metal pans used as food receptacles are rusted and have a rough\nsurface. Food that is not protected from the elements can become contaminated and may become undesirable to\nthe dogs. Wet dog food attracts pests such as flies. Rusted food receptacles do not allow proper cleaning and\nsantization. The licensee shall provide food receptacles that are located so as to minimize contamination by pests,\nand be protected from the mist water and rain. Feeding pans must either be made of a durable material that can be\neasily cleaned and sanitized or be disposable. TO BE CORRECTED BY: 9/4/2014"
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "3.11 (d) Pest control\n* There were still roaches crawling along the walls of the indoor portion of the whelping facility.There were also\nroaches inside the plastic tote containing adult dog food.\n** There was also an abundance of flies both inside the adult sheltered building and in the outdoor housing areas.\nPests such as roaches and flies can contaminate food and spread disease. The licensee shall incorporate an\neffective pest control method to remove the roaches and the flies from the facility.\nThis inspection was conducted with the licensee. An exit briefing was conducted at the close of the inspection on\n8/27/2014 and during the report delivery on 8/28/2014.\n* The adult, white, female Chihuahua identified during the last inspection was seen by the attending veterinarian\nand has been removed from the facility. Additionally, the two dogs identified with matted hair coats had received\ngrooming and were no longer matted."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n2.40(b)(2)   \n***An adult female Bulldog named Bonnie Sue (m/c# 4A25001D79) had died since the previous inspection. \nAccording to the veterinarian(cid:25)s records, the licensee noticed a discharge from the vulva on August 7, 2014 that\nworsened over time.  The licensee stated that she administered a single shot of penicillin on August 18.  The dog\nwas taken to the veterinarian on August 19 and he noted a bloody purulent discharge from the vulva.  His diagnosis\nwas pyometra and he sent antibiotics home with the licensee for the dog.  The dog died on August 23, 2014 without\nthe licensee seeking any further consultation with the veterinarian.  Delayed treatment for a medical condition can\nresult in worsening of the condition.  The licensee must seek timely veterinary care for sick or injured animals and\nmust notify the veterinarian when the prescribed treatment is not improving the condition.\n***An adult, female Bulldog named Diamond T (m/c# 9410609) had areas of hair loss scattered over her back. \nAlso, there was an area of dry, crusty skin on her abdomen with streaks of reddened, swollen skin.  A kennel\ncaretaker stated that they had treated the dog previously for the condition and it had improved, but began getting\nworse after the treatment had been stopped.  The dog was not currently on medication and the licensee had not\nconsulted a veterinarian when the condition began to worsen.  Skin conditions can be painful and hair loss can\nindicate an underlying medical condition.  The licensee was verbally instructed to have this dog examined by a\nveterinarian by close of business on August 29, 2014. \n***An adult, female Bulldog named J.D. (m/c# 94100013318463) had two quarter-sized areas  on her head in front\nof her left ear that were missing hair.  The skin was reddened and oozing a clear substance.  The licensee stated\nthat she was not aware of the lesions and no treatment was being provided.  Skin conditions can be painful, can\nprogress rapidly, and can be an indication of an underlying medical problem.  The licensee was verbally instructed\nto have this dog examined by a veterinarian by close of business on August 29, 2014.\n***Four adult Bulldogs (Robbie #OAO1889607, Thumper #4B1F5D4310, Joanie #941000133854, and Diamond T\n#9410609) had excessively long toenails.  The toenails were curved backward, causing the outer toes to be placed\nin an abnormal position when the dog stood.  Excessively long toenails can be painful by forcing the toes into an\nunnatural position and can result in injury.  The licensee must trim the nails on these dogs and must establish a\nmaintenance program for all dogs in the kennel.\n\n3.1(c)(3)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n3.1  (c) Surfaces(3) Cleaning \nThere was a thick, brown grime on at least 5 of the metal dog doors of the sheltered facility housing adult dogs.\nSufficient cleaning and sanitization reduces disease risks and is an important aspect of animal husbandry. The\nlicensee shall spot clean all hard surfaces that come into contact with the animals, daily and sanitize accordingly to\nprevent a build-up of grime.\n3.1(e)                    REPEAT\nHOUSING FACILITIES, GENERAL.\n3.1 (e) Storage\nThere were roaches living inside the gray plastic tote used to store adult dog food. The licensee had a lid on the tote\nhowever, roaches were able to fit through the space in between the lid and tote. Roaches can spread disease and\nhave contaminated the food intended for the adult dogs at the facility. The licensee shall ensure all open supplies of\nfood are kept in leakproof containers with tightly fitting lids to prevent contamination and spoilage.\n3.9(b)\nFEEDING.\n3.9 (b)\nThe outdoor housing area for adult dogs had at least 8 metal food pans containing dry food mixed with standing\nwater. The wet food was attracting flies. The mister system used to cool the environment for the dogs was spraying\ndirectly into some of the pans. Additionally, it had rained prior to the inspection which added additional water to the\npans containing dog  food. The licensee feeds once a day and the dog food provided each morning is intended for\nconsumption through out the day. Eighteen of the metal pans used as food receptacles are rusted and have a rough\nsurface. Food that is not protected from the elements can become contaminated and may become undesirable to\nthe dogs. Wet dog food attracts pests such as flies. Rusted food receptacles do not allow proper cleaning and\nsantization. The licensee shall provide food receptacles that are located so as to minimize contamination by pests,\nand be protected from the mist water and rain. Feeding pans must either be made of a durable material that can be\neasily cleaned and sanitized or be disposable. TO BE CORRECTED BY: 9/4/2014\n3.11(d)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n3.11 (d) Pest control\n* There were still roaches crawling along the walls of the indoor portion of the whelping facility.There were also\nroaches inside the plastic tote containing adult dog food.\n\n** There was also an abundance of flies both inside the adult sheltered building and in the outdoor housing areas. \nPests such as roaches and flies can contaminate food and spread disease. The licensee shall incorporate an\neffective pest control method to remove the roaches and the flies from the facility.\nThis inspection was conducted with the licensee. An exit briefing was conducted at the close of the inspection on\n8/27/2014 and during the report delivery on 8/28/2014.\n* The  adult, white, female Chihuahua identified during the last inspection was seen by the attending veterinarian\nand has been removed from the facility. Additionally, the two dogs identified with matted hair coats had received\ngrooming and were no longer matted.",
  "animals_total": 84,
  "species": [
    {
      "count": 75,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 9,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}