{
  "insp_id": "INS-0000915352",
  "layout": "c",
  "customer_id": "334050",
  "customer_name": "Taylor Ridge Kennel LLC",
  "customer_addr": "18665 Flora Avenue\nBloomfield, IA 52537",
  "certificate": "42-A-1521",
  "site_id": "001",
  "site_name": "Taylor Ridge Kennel LLC",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "26-DEC-2023",
  "report_date": "26-DEC-2023",
  "citations": [
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The written program of veterinary care is incomplete. There is no written frequency provided for vaccinating dogs for\ndistemper or parvovirus. There is no written plan for prevention, sampling, or treatment of ectoparasites, blood parasites,\nor intestinal parasites. The program of veterinary care is a required document that APHIS inspectors use to determine the\nquality of veterinary care provided to the animals at a facility. This document must address all the information required in\nsection 3.13(a) and be followed by the licensee to ensure adequate care and treatment of the animals. All required\ninformation listed in section 3.13(a) must be included in the program of veterinary care.\nThis is a 1st Re-License Inspection for a Class “A” license. The inspection and exit briefing were conducted with the\napplicant.\nAll items must be in compliance within 2 more inspections or by Feb. 24 2024 or the applicant will forfeit the license fee\nand must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection.\nRegulated activity can continue under your existing USDA license until it expires.\nn"
    }
  ],
  "narrative": "3.13(a)(3) \n   \nVeterinary care for dogs. \nThe written program of veterinary care is incomplete. There is no written frequency provided  for vaccinating dogs for \ndistemper or parvovirus.  There is no written plan for prevention,  sampling, or treatment of ectoparasites, blood parasites, \nor intestinal parasites. The program of veterinary  care is a required document that APHIS inspectors use to determine the \nquality of veterinary care provided  to the animals at a facility. This document must address all the information required in \nsection 3.13(a) and be followed by the licensee to ensure adequate care and treatment of the animals. All required \ninformation listed in section 3.13(a) must be included in the program of veterinary care. \n \nThis is a 1st Re-License Inspection for a Class “A” license. The inspection and exit briefing were conducted with the \napplicant. \n \nAll items must be in compliance within 2 more inspections or by Feb. 24 2024 or the applicant will forfeit the license fee \nand must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection. \n \nRegulated activity can continue under your existing USDA license until it expires. \n \n n",
  "animals_total": 32,
  "species": [
    {
      "count": 22,
      "scientific": "Canis familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 10,
      "scientific": "Canis familiaris",
      "common": "DOG PUPPY"
    }
  ]
}