{
  "insp_id": "2016082568016844",
  "layout": "a",
  "customer_id": "331391",
  "customer_name": "Rainbow Nation",
  "customer_addr": "517 Briar Cove Rd\nMorganton, GA 30560",
  "certificate": "57-C-0341",
  "site_id": "001",
  "site_name": "RAINBOW NATION",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-NOV-2016",
  "report_date": "23-NOV-2016",
  "citations": [
    {
      "code": "2.8",
      "kind": "",
      "repeat": false,
      "desc": "NOTIFICATION OF CHANGE OF NAME, ADDRESS, CONTROL, OR OWNERSHIP OF BUSINESS.",
      "narrative": "***The facility website the facility has been relocated to Blueridge, GA. No information regarding the relocation has\nbeen received in the Regional Office. It is the responsibility of the facilitiy to notify USDA, APHIS, Animal Care of\nany change in address within 10 days of the change. Your license is not valid at the new address.\nPlease contact the USDA, APHIS, Animal Care Regional Office to update your status."
    },
    {
      "code": "2.126(b)",
      "kind": "",
      "repeat": true,
      "desc": "ACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.",
      "narrative": "***An attempt was made to conduct and inspection and it appeared the facility was closed. I attempted to make\ncontact with the owners by phone and was unable to reach any one. No responsible adult was available to\naccompany APHIS Officials on inspection. A responsible adult shall be made available .\nNo Regulated Activity may be conducted at the new location until a valid USDA license is obtained."
    }
  ],
  "narrative": "2.8\nNOTIFICATION OF CHANGE OF NAME, ADDRESS, CONTROL, OR OWNERSHIP OF BUSINESS.\n***The facility website the facility has been relocated to Blueridge, GA.  No information regarding the relocation has\nbeen received in the Regional Office.  It is the responsibility of the facilitiy to notify USDA, APHIS, Animal Care of\nany change in address within 10 days of the change.  Your license is not valid at the new address.\nPlease contact the USDA, APHIS, Animal Care Regional Office to update your status.\n2.126(b)                    REPEAT\nACCESS AND INSPECTION OF RECORDS AND PROPERTY; SUBMISSION OF ITINERARIES.\n***An attempt was made to conduct and inspection and it appeared the facility was closed. I attempted to make\ncontact with the owners by phone and was unable to reach any one. No responsible adult was available to\naccompany APHIS Officials on inspection.  A responsible adult shall be made available .\nNo Regulated Activity may be conducted at the new location until a valid USDA license is obtained.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}