{
  "insp_id": "2016082568105560",
  "layout": "a",
  "customer_id": "41196",
  "customer_name": "Charles Lee Beam",
  "customer_addr": "398 Tickton Hall Lane\nRidgeland, SC 29936",
  "certificate": "56-C-0225",
  "site_id": "TRA",
  "site_name": "CHARLES BEAM",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-FEB-2017",
  "report_date": "16-FEB-2017",
  "citations": [
    {
      "code": "3.127(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The two camels do not have any shelter from the direct sunlight. Arrived at this inspection at 1:00 pm and both\ncamels housed in an outside pen on the side of the transport trailer were in the direct sunlight. The ambient\ntemperatures recorded on the kestrel from 1:00 pm to 2:00 pm were from 84F to 85F, and would be higher on the\ncamels because of the direct sunlight. There are two fans for the camels which they were not using and appears no\nsigns of being over heated, however so there is no overheating or discomfort sufficient shade shall be provided to\nallow all animals kept outdoors to protect themselves from direct sunlight.\nOn February 14, 2017, this licensee sent a photo which shows a white canopy installed on the side transport trailer\ncovering a portion of the pen and camels. I am unable to determine if there is sufficient shade for both camels\nunder this canopy at the same time. A future inspection will be needed to ensure the canopy is in compliance with\nall USDA standards and regulations.\nThis inspection and exit interview were conducted with the care taker in Clewiston, FL, and an additional exit\ninterview with the licensee by phone."
    }
  ],
  "narrative": "3.127(a)\nFACILITIES, OUTDOOR. \nThe two camels do not have any shelter from the direct sunlight.  Arrived at this inspection at 1:00 pm and both\ncamels housed in an outside pen on the side of the transport trailer were in the direct sunlight.  The ambient\ntemperatures recorded on the kestrel from 1:00 pm to 2:00 pm were from 84F to 85F, and would be higher on the\ncamels because of the direct sunlight.  There are two fans for the camels which they were not using and appears no\nsigns of being over heated, however so there is no overheating or discomfort sufficient shade shall be provided to\nallow all animals kept outdoors to protect themselves from direct sunlight.\nOn February 14, 2017, this licensee sent a photo which shows a white canopy installed on the side transport trailer\ncovering a portion of the pen and camels.  I am unable to determine if there is sufficient shade for both camels\nunder this canopy at the same time.  A future inspection will be needed to ensure the canopy is in compliance with\nall USDA standards and regulations. \nThis inspection and exit interview were conducted with the care taker in Clewiston, FL, and an additional exit\ninterview with the licensee by phone.",
  "animals_total": 2,
  "species": [
    {
      "count": 2,
      "scientific": "Camelus dromedarius domestic",
      "common": "DOMESTIC DROMEDARY CAMEL"
    }
  ]
}