{
  "insp_id": "356141344590928",
  "layout": "a",
  "customer_id": "2401",
  "customer_name": "Dan Moulton",
  "customer_addr": "976 14th Avenue S W\nRochester, MN 55902",
  "certificate": "41-B-0239",
  "site_id": "001",
  "site_name": "DAN MOULTON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-DEC-2014",
  "report_date": "05-JAN-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Diagnosing and Treatment\nA chinchilla (ID# \"S68\") in the back room was found by inspectors to be holding its front leg up. The licensee\nremoved it from its enclosure so we could evaluate it and the licensee noticed the right front leg was trapped inside\nof its collar. The licensee freed the leg from the collar which revealed an open wound that had some white and\nyellow discharge and also crusty material around it in the fur. These are signs that the wound was not fresh and\nthat the leg had not been entrapped just recently. This animal also had red sores on the back of its hind legs.\nThese conditions had not been identified by the licensee. Failure to identify injuries can lead to pain, sickness, or\nthe death of animals. This chinhilla's injury and sores must be evaluated by the attending veterinarian and a\ntreatment plan must be available for inspectors if requested. Correct by\nDecember 23, 2014"
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Observation\nA chinchilla (ID# \"S68\") in the back room was found by inspectors to be holding its front leg up. After being asked\nby the inspectors, the licensee took it out of its cage and realized its front right leg was entrapped in its collar. The\nnature of the wound observed on the leg that was entrapped suggested that it had been entrapped longer than a\nday. Lack of close daily observations of animals can lead to injuries and sicknesses that are not treated in a timely\nmanner. A routine of observing each animal on a daily basis must be developed and maintained so that problems\nsuch as but no limited to injuries and sicknesses can be corrected promptly. Correct by\nDecember 23, 2014"
    },
    {
      "code": "3.125(a)",
      "kind": "Direct",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Structural Strength\nREPEAT\nSeveral enclosures were noted as having jagged, rusty points sticking out towards the chinchillas caused by\ndamage in the front metal wire walls of the enclosures. One enclosure had significant damage in one of the walls\ncausing sharp wire ends to stick out in multiple directions and giving the animal within a possible means of escaping\nits enclosure. Direct injury and infection can occur by exposing animals to sharp or rusted objects. The front metal\nwire walls were repaired in the presence of the inspectors. The animal in the damaged enclosure was moved to\nanother enclosure during the inspection.\nDIRECT/REPEAT\nEnclosures housing 188 adult Chinchillas contained a tray on the floor in the past which the animals had direct\ncontact with. These trays have since been removed, exposing 1 inch by 1 inch metal wire flooring underneath.\nOther enclosures in the back room have always had 1 inch 1 inch flooring. The flooring does not protect the\nanimals from injury, as the gaps between the wire are much larger than the feet of the chinchillas. Materials that\ncome in contact with the animals must protect the animals from injury. Ensure that the enclosures are structurally\nsound and maintained appropriately."
    },
    {
      "code": "3.126(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, INDOOR.",
      "narrative": "Lighting\nThere is a section in the back right hand side of the facility housing approximately 30 animals which does not have\nadequate lighting and a flashlight had to be used to properly inspect some animals and enclosures. Without\nadequate lighting, there is no way to conduct daily observations of the animals and enclosures. Adequate lighting\nmust be available in areas where animals are present. Repair or replace equipment so that animals are given\nadequate access to lighting. Correct by\nJanuary 15, 2015"
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "Water Receptacles\nThere continues to be sections of the outside of the watering line that has an excessive buildup of hair, cobwebs,\nand excreta built up on them. Eight glass bottles throughout the facility have a greenish haze on the inside of the\nreceptacle. Unclean water receptacles can contaminate the water supply which can make many animals sick. All\nwatering receptacles must be cleaned or replaced in order to assure a clean supply of water to the animals."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Cleaning of enclosures\nThere continues to be an excessive accumulation of excreta underneath the watering ports in at least 7 of the\nprimary enclosures currently occupied with animals. There is an accumulation of dust, animal hair and matter on\nthe tops of many of the dust houses in the facility. There is also a large buildup of used shavings on the floor of the\nleft side of the facility where the enclosures were cleaned but the dirty bedding has not yet been moved out. The\nfacility failed to maintain the primary caging of these animals in a sanitary condition. Unsanitary conditions can lead\nto biological disease hazards and can affect the comfort of the animals as well as their health and well-being.\nEliminate the buildup of waste material in and around primary enclosures and maintain facility in a clean and\nsanitary condition.\nExit interview was conducted with the licensee.\nAdditional Inspectors\nWelch Scott, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDiagnosing and Treatment\nA chinchilla (ID# \"S68\") in the back room was found by inspectors to be holding its front leg up.  The licensee\nremoved it from its enclosure so we could evaluate it and the licensee noticed the right front leg was trapped inside\nof its collar.  The licensee freed the leg from the collar which revealed an open wound that had some white and\nyellow discharge and also crusty material around it in the fur.  These are signs that the wound was not fresh and\nthat the leg had not been entrapped just recently.  This animal also had red sores on the back of its hind legs. \nThese conditions had not been identified by the licensee.  Failure to identify injuries can lead to pain, sickness, or\nthe death of animals.  This chinhilla's injury and sores must be evaluated by the attending veterinarian and a\ntreatment plan must be available for inspectors if requested.  Correct by\nDecember 23, 2014\n2.40(b)(3)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nObservation\nA chinchilla (ID# \"S68\") in the back room was found by inspectors to be holding its front leg up.  After being asked\nby the inspectors, the licensee took it out of its cage and realized its front right leg was entrapped in its collar.  The\nnature of the wound observed on the leg that was entrapped suggested that it had been entrapped longer than a\nday.  Lack of close daily observations of animals can lead to injuries and sicknesses that are not treated in a timely\nmanner.  A routine of observing each animal on a daily basis must be developed and maintained so that problems\nsuch as but no limited to injuries and sicknesses can be corrected promptly.  Correct by\nDecember 23, 2014\n3.125(a)           DIRECT                    REPEAT\n\nFACILITIES, GENERAL.   \nStructural Strength\nREPEAT\nSeveral enclosures were noted as having jagged, rusty points sticking out towards the chinchillas caused by\ndamage in the front metal wire walls of the enclosures.  One enclosure had significant damage in one of the walls\ncausing sharp wire ends to stick out in multiple directions and giving the animal within a possible means of escaping\nits enclosure.  Direct injury and infection can occur by exposing animals to sharp or rusted objects.  The front metal\nwire walls were repaired in the presence of the inspectors.  The animal in the damaged enclosure was moved to\nanother enclosure during the inspection.\nDIRECT/REPEAT\nEnclosures housing 188 adult Chinchillas contained a tray on the floor in the past which the animals had direct\ncontact with.  These trays have since been removed, exposing 1 inch by 1 inch metal wire flooring underneath. \nOther enclosures in the back room have always had 1 inch 1 inch flooring.  The flooring does not protect the\nanimals from injury, as the gaps between the wire are much larger than the feet of the chinchillas.  Materials that\ncome in contact with the animals must protect the animals from injury.  Ensure that the enclosures are structurally\nsound and maintained appropriately. \n3.126(c)\nFACILITIES, INDOOR. \nLighting\nThere is a section in the back right hand side of the facility housing approximately 30 animals which does not have\nadequate lighting and a flashlight had to be used to properly inspect some animals and enclosures.  Without\nadequate lighting, there is no way to conduct daily observations of the animals and enclosures.  Adequate lighting\nmust be available in areas where animals are present.  Repair or replace equipment so that animals are given\nadequate access to lighting.  Correct by\nJanuary 15, 2015\n3.130                    REPEAT\nWATERING.\n\nWater Receptacles\nThere continues to be sections of the outside of the watering line that has an excessive buildup of hair, cobwebs,\nand excreta built up on them.  Eight glass bottles throughout the facility have a greenish haze on the inside of the\nreceptacle.  Unclean water receptacles can contaminate the water supply which can make many animals sick.  All\nwatering receptacles must be cleaned or replaced in order to assure a clean supply of water to the animals.\n3.131(a)                    REPEAT\nSANITATION.   \nCleaning of enclosures\nThere continues to be an excessive accumulation of excreta underneath the watering ports in at least 7 of the\nprimary enclosures currently occupied with animals.  There is an accumulation of dust, animal hair and matter on\nthe tops of many of the dust houses in the facility.  There is also a large buildup of used shavings on the floor of the\nleft side of the facility where the enclosures were cleaned but the dirty bedding has not yet been moved out. The\nfacility failed to maintain the primary caging of these animals in a sanitary condition.  Unsanitary conditions can lead\nto biological disease hazards and can affect the comfort of the animals as well as their health and well-being. \nEliminate the buildup of waste material in and around primary enclosures and maintain facility in a clean and\nsanitary condition.\nExit interview was conducted with the licensee.\nAdditional Inspectors\nWelch Scott, Veterinary Medical Officer",
  "animals_total": 759,
  "species": [
    {
      "count": 759,
      "scientific": "Chinchilla brevicaudata",
      "common": "CHINCHILLA"
    }
  ]
}