{
  "insp_id": "251151612200130",
  "layout": "a",
  "customer_id": "2509",
  "customer_name": "Friendly Farms Ltd",
  "customer_addr": "15534 Somonauk Road\nDe Kalb, IL 60115",
  "certificate": "33-C-0146",
  "site_id": "001",
  "site_name": "FRIENDLY FARMS LTD",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-SEP-2015",
  "report_date": "08-SEP-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A male brown and white goat has excessively long hooves. Both of the animal's front and rear hooves were\novergrown by approximately 2 inches. The goat was walking normally during the time of inspection, however;\novergrown hooves can potentially make it painful for goats to walk.\nTrim the hooves and repeat as often as necessary to provide of for the well-being of the animals.\nTo be corrected: 9-15-15"
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The animal acquisition records are incomplete. The undersigned inspector was unable to accurately account for all\nof the goats and sheep at the facility. The records of animal births were not present in any of the records. Records\ncontaining all of the information in 2.75(b)(1) are required to account for all the animals entering and leaving the\nfacility.\nAssure animal births are completed in the records in a timely manner.\nTo be corrected: The goat and sheep records must be updated to include offspring by 9-15-15."
    },
    {
      "code": "3.56(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Four of the six rabbit enclosures contain excessive amounts of feces. Additionally, one of the enclosures had\nexcessive rabbit fur on the cage wall. The smaller brown and white rabbit's enclosure contained a pile of feces\nmeasuring approximately 3x3 inches in the corner. Feces can attract flies and serve as a reservoir for diseases that\naffect animals.\nThoroughly clean and sanitize the rabbit enclosures and repeat often enough to prevent excessive build up.\nTo be corrected: 9-11-15"
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Approximately one foot of hay, straw, and feces are present on the ground of the goat pen. The goats are housed\nin a pen comprised of wire panel. The height of the hay, straw, and feces can be visualized from outside of the pen\nas the fence height has been shortened for the animals. Additionally, The top of the plastic water tub,\napproximately one foot in height, is nearly level with the hay, straw, and feces. The excessive material could\npotentially allow the animals to escape from their enclosure and/or contaminate their drinking water.\nRemove the excess hay, straw, and feces from the pen and repeat often enough to prevent build up.\nTo be corrected: 9-22-15\nThe inspection exit briefing was conducted with the undersigned facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA male brown and white goat has excessively long hooves.  Both of the animal's front and rear hooves were\novergrown by approximately 2 inches.  The goat was walking normally during the time of inspection, however;\novergrown hooves can potentially make it painful for goats to walk.\nTrim the hooves and repeat as often as necessary to provide of for the well-being of the animals.\nTo be corrected: 9-15-15\n2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nThe animal acquisition records are incomplete.  The undersigned inspector was unable to accurately account for all\nof the goats and sheep at the facility.  The records of animal births were not present in any of the records.  Records\ncontaining all of the information in 2.75(b)(1) are required to account for all the animals entering and leaving the\nfacility.\nAssure animal births are completed in the records in a timely manner.\nTo be corrected: The goat and sheep records must be updated to include offspring by 9-15-15.\n3.56(a)(1)\nSANITATION. \nFour of the six rabbit enclosures contain excessive amounts of feces.  Additionally, one of the enclosures had\nexcessive rabbit fur on the cage wall.  The smaller brown and white rabbit's enclosure contained a pile of feces\nmeasuring approximately 3x3 inches in the corner.  Feces can attract flies and serve as a reservoir for diseases that\naffect animals.\nThoroughly clean and sanitize the rabbit enclosures and repeat often enough to prevent excessive build up.\n\nTo be corrected: 9-11-15\n3.131(a)\nSANITATION.   \nApproximately one foot of hay, straw, and feces are present on the ground of the goat pen.  The goats are housed\nin a pen comprised of wire panel.  The height of the hay, straw, and feces can be visualized from outside of the pen\nas the fence height has been shortened for the animals.  Additionally, The top of the plastic water tub,\napproximately one foot in height, is nearly level with the hay, straw, and feces.  The excessive material could\npotentially allow the animals to escape from their enclosure and/or contaminate their drinking water.\nRemove the excess hay, straw, and feces from the pen and repeat often enough to prevent build up.\nTo be corrected: 9-22-15\nThe inspection exit briefing was conducted with the undersigned facility representative.",
  "animals_total": 203,
  "species": [
    {
      "count": 100,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 6,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 90,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 7,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}