{
  "insp_id": "2016082568190871",
  "layout": "a",
  "customer_id": "2564",
  "customer_name": "The Hawthorn Corporation",
  "customer_addr": "23675 W Chardon Road\nPo Box 7459\nGrays Lake, IL 60030",
  "certificate": "33-C-0053",
  "site_id": "TRA",
  "site_name": "THE HAWTHORN CORPORATION",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-APR-2017",
  "report_date": "04-APR-2017",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The show ring is 11 foot high with a half moon extension which provides 13 more inches of height at the tallest\npoint. During the show, the tigers sit on two foot high pedestals and for part of the act are elevated up to 6 feet in\nthe air while on a show apparatus. This same ring is sometimes used for an exercise pen. Although the trainer\nstates there is a cover for the ring, it is not in use at this venue and was not used during the last inspection on\n2-24-17. The trainer also stated the top is not used if the setup is outside of a building. Tigers have been known to\njump out of twelve foot enclosures, so in order to properly contain the tigers at all times this show ring needs to be\nmade more secure by adding height, kick-ins, or always using the top covering. To be corrected by 5-5-17."
    },
    {
      "code": "3.128",
      "kind": "",
      "repeat": false,
      "desc": "SPACE REQUIREMENTS.",
      "narrative": "During this inspection twelve tigers are kept in pairs in enclosures which measure 4 feet high. Because these\nenclosures do not allow for full postural and social adjustments, including stretching upward, these cats must be\nallowed out into an exercise area with sufficient height at least once a day for an appropriate period of time,\nexcluding performance and practice time. During this inspection, the tigers were seen in their enclosures from\n10:30 AM through until the 7 PM show time. They were not taken to the building and put in the show ring for\nexercise at any time during the day. There is no other exercise pen of any type available to allow the tigers to make\nnormal postural adjustments. During the last travel inspection on 2-24-17, the tigers were not put into the show ring\nfor exercise as the trainer was not available long enough to do so. He admitted at that time the tigers do not always\nget to exercise daily.\nIf the cages are not changed or modified to provide sufficient height for the tigers to make normal postural\nadjustments including stretching up, then they have to have available daily exercise in an enclosure which provides\nthis height.\nTo be corrected by 5-5-17.\nThis inspection and exit interview were conducted with trainer.\nInspection conducted at Spartanburg Memorial Auditorium in Spartanburg, SC.\nAdditional Inspectors"
    }
  ],
  "narrative": "3.125(a)\nFACILITIES, GENERAL.   \nThe show ring is 11 foot high with a half moon extension which provides 13 more inches of height at the tallest\npoint.   During the show, the tigers sit on two foot high pedestals and for part of the act are elevated up to 6 feet in\nthe air while on a show apparatus.   This same ring is sometimes used for an exercise pen.  Although the trainer\nstates there is a cover for the ring, it is not in use at this venue and was not used during the last inspection on\n2-24-17.  The trainer also stated the top is not used if the setup is outside of a building.   Tigers have been known to\njump out of twelve foot enclosures, so in order to properly contain the tigers at all times this show ring needs to be\nmade more secure by adding height, kick-ins, or always using the top covering.  To be corrected by 5-5-17.\n3.128\nSPACE REQUIREMENTS. \nDuring this inspection twelve tigers are kept in pairs in enclosures which measure 4 feet high.  Because these\nenclosures do not allow for full postural and social adjustments, including stretching upward, these cats must be\nallowed out into an exercise area with sufficient height at least once a day for an appropriate period of time,\nexcluding performance and practice time.   During this inspection, the tigers were seen in their enclosures from\n10:30 AM through until the 7 PM show time.  They were not taken to the building and put in the show ring for\nexercise at any time during the day.  There is no other exercise pen of any type available to allow the tigers to make\nnormal postural adjustments.  During the last travel inspection on 2-24-17, the tigers were not put into the show ring\nfor exercise as the trainer was not available long enough to do so.  He admitted at that time the tigers do not always\nget to exercise daily.  \nIf the cages are not changed or modified to provide sufficient height for the tigers to make normal postural\nadjustments including stretching up, then they have to have available daily exercise in an enclosure which provides\nthis height.\nTo be corrected by 5-5-17.\nThis inspection and exit interview were conducted with trainer.\nInspection conducted at Spartanburg Memorial Auditorium in Spartanburg, SC.\n\nAdditional Inspectors",
  "animals_total": 12,
  "species": [
    {
      "count": 12,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    }
  ]
}