{
  "insp_id": "2016090000746633",
  "layout": "b",
  "customer_id": "3913",
  "customer_name": "Daniel Pradon Bobbi Pradon",
  "customer_addr": "1101 N Tripp Ave.\nOdessa, TX 79763",
  "certificate": "74-B-0708",
  "site_id": "001",
  "site_name": "Bobbi Pradon & Daniel Pradon",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-NOV-2021",
  "report_date": "05-NOV-2021",
  "citations": [
    {
      "code": "2.40(b)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "There is a written program of veterinary care, created by the attending veterinarian. Both the licensee and AV admit it is\nnot being followed. The plan calls for annual vaccinations for some species, and no vaccines necessary for the lemurs.\nBoth the licensee and AV admit no vaccines have been administered in years. It states that salt and / or mineral blocks\nshould be provided to certain species. No such supplements were observed at the time of inspection. A written program of\nveterinary care is required and must be followed to ensure that there is an expectation about the care provided to all\nanimals. Failure to establish, maintain and follow a written program of veterinary care can decrease the ability to ensure\noptimal care of the animals. A written program of care must be established, maintained and followed, so that the licensee\nhas a plan for providing adequate preventative care and treatments as necessary.\nTO BE CORRECTED BY NOVEMBER 8, 2021"
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The following animals continue to suffer from poor body condition and/or poor hair coat and/or an undiagnosed/untreated\nmedical condition:\n• Oryx: seven to eight oryx remain thin (BCS 2 – 3/9) with prominent ribs, vertebrae and hips, with little muscle covering\nthe hindquarters.\n• Oryx: One female oryx continues to be thin (BCS 3) with a large mass on her chest. The veterinarian treated the animal\norally with meloxicam in the feed, but there was no change in the animal’s condition. This was reported to the AV who\nadvised monitoring of the animal, but no further diagnostics or treatments are planned by the veterinarian as of the date of\nthis report.\n• Oryx: One oryx (BCS 2/9) noted to be limping on the right forelimb was visually evaluated by the AV on August 27, 2021\nand was treated orally with a two-week course of meloxicam in the feed. The animal did not respond to the treatment, and\nwas again reported to the AV who performed another visual exam on November 5, 2021. The limp continues and there\nare no further diagnostics or treatments planned by the veterinarian as of the date of this report.\n• Red deer: The male red deer is still thin (BCS 3/9) with a “pot” belly. He has a patchy hair coat with short, thin hair in\nsome areas and long hair in others.\n• White-tailed deer: One female remains thin (BCS 3/9) with an unthrifty hair coat and prominent ribs, vertebrae and hips\nand little muscle covering the hindquarters.\n• White-tailed deer: One male remains thin (BCS 3/9) with limited muscle over the ribs, vertebrae, hips and hindquarters.\n• Addax: There are approximately four addax in the front pen, one singly-housed addax and eight out of ten Addax in the\nmiddle pen that remain thin (BCS 2 – 3/9), with prominent ribs, vertebrae and hips, with little muscle covering the\nhindquarters.\n• Sika Deer: There are two female sika deer that are still thin (BCS 2 – 3/9), with insufficient muscle tissue covering the\nhindquarters, spine and ribs.\n• Female ibex with left forelimb lameness. The attending veterinarian performed a visual exam on August 27, 2021 and\nprescribed a four-week course of meloxicam in the feed. The animal did not respond to the treatment, the lameness\npersists, and the animal is compensating with an abnormal posture (spine curved upwards). The animal is also thin (BCS\n3/9). No further diagnostics or treatments are planned by the veterinarian as of the date of this report.\nThe attending veterinarian’s treatment plan for the thin animals (unlimited alfalfa hay to be made available and veterinary\nrechecks every month) has not resolved the problems in the animals listed above. There are multiple reasons these\nanimals could be thin which include parasitism, poor dentition, malnutrition, competition from herd mates, and systemic\ndisease. There are multiple reasons the ibex and oryx could be minimally to completely non-weight bearing on their\nrespective frontlimbs. Minimal diagnostics have been employed to determine the exact cause of the problems in the\nabove animals, and there has been insufficient response to the treatments provided thus far. Without proper diagnostics\nand treatment based on the results of the diagnostics, the condition of the animals may not improve or could worsen,\nespecially in light of upcoming colder environmental temperatures. Examination on the above animals must be completed\nto determine appropriate diagnostics, treatment options, and prognoses"
    },
    {
      "code": "2.131(e)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Handling of animals.",
      "narrative": "In several enclosures containing a total of 19 addax, 10 oryx, 17 ibex and 24 hog deer, there is insufficient shelter to\naccommodate all of the animals inside. In addition, the shelters do not have heat. These enclosures include those known\nas the “Front Addax Pen,” the “Back Addax Pen”, the “Oryx Pen,” the “Ibex Pen,” and the “Hog Deer Enclosure.” In\naddition, the front addax pen contains at least 3-4 pregnant females (at least one of which is thin); this will add to the\nnumbers of animals present without shelter, including neonates which will not be able to withstand the colder weather.\nThe “back addax pen” and “oryx pen” include animals that cannot adequately thermoregulate due to poor body condition.\nBased on weather temperatures predicted by the National Weather Forecast\n(https://www.wunderground.com/forecast/us/tx/odessa/79763), evening temperatures will be in the range of 30-45F in the\ncoming days, along with wind gusts. It is not recommended to house healthy adult addax and oryx at temperatures\nbelow 45F and above 100F without the ability to compensate; these temperatures would be considered more severe and\nadversive for neonatal/juvenile animals, as well as those in poor body condition and poor hair coat. Similar concerns\nregarding cold temperatures and lack of adequate shelters apply to other tropical to semi-tropical species housed at the\nfacility. Adequate shelter is a basic necessity, and lack of it causes animals discomfort and can cause illness and/or\ndeath from exposure to the elements. When climatic conditions present a threat to animal health or well-being,\nappropriate measures must be taken to alleviate the impact of those conditions. An animal may never be subjected to\nany combination of temperature, humidity and time that is detrimental to the animal’s health or well-being, taking into\nconsideration such factors as the animal’s age, species, breed, overall health status and acclimation. Natural or artificial\nshelter appropriate to the local climatic conditions for the species concerned must be provided for all animals kept\noutdoors to afford them protection and prevent discomfort.\nTO BE CORRECTED BY NOVEMBER 8, 2021."
    },
    {
      "code": "3.80(a)(2)(ix)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "Inside the enclosures housing four lemurs and two spider monkeys, there are frayed and soiled ropes used as enrichment\nitems. These items cannot be sanitized sufficiently and could be a source of microbial contamination that could cause\nillness to the animals. All surfaces in contact with nonhuman primates must be readily cleaned and sanitized or replaced\nwhen worn or soiled.\nTO BE CORRECTED BY NOVEMBER 8, 2021"
    },
    {
      "code": "3.81",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "At the time of inspection, there is an inadequate written plan in place for environmental enhancement for the two spider\nmonkeys. There is limited environmental enrichment within the enclosure, which consists of items for climbing and\nswinging, but none that facilitate cognitive/sensory enrichment. In addition, the licensee states the animals do not use the\nitems provided for climbing and swinging but they have never been changed out. Environmental enhancement is\nimportant to promote the psychological well-being of nonhuman primates, and it is important that the enrichment provided\nvaries so that the animals can have novel experiences to keep them engaged. A plan for environmental enhancement\nthat provides novel and engaging activity must be developed and followed for each nonhuman primate at the facility,\nincluding the spider monkeys. This plan must be in accordance with the currently accepted professional standards and\napproved by the attending veterinarian."
    },
    {
      "code": "3.84(a)",
      "kind": "",
      "repeat": true,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "In the indoor portion of the spider monkey enclosure, housing two spider monkeys, there is an accumulation of excreta on\nthe concrete floors. The outdoor portion of the enclosure has multiple piles of bird feathers and other debris that have\nblown in and accumulated. Ropes used for enrichment within the enclosure are caked with dirt, debris, and excreta. The\nlicensee stated that cleaning of the enclosures takes place twice each week, and ropes have never been removed from\nthe enclosure. Accumulation of fecal material, food waste and other debris encourages soiling of the animals and\ncontamination of food. Routine cleaning and sanitation must be done daily to protect the health and well-being of\nnonhuman primates. Fecal material, food waste, and other debris must be removed daily to prevent contamination of\nfood, prevent nonhuman primates from becoming soiled and to reduce disease hazards."
    },
    {
      "code": "3.85",
      "kind": "Critical",
      "repeat": true,
      "desc": "Employees.",
      "narrative": "The licensees state that they and their employees do what they can to provide adequate cleaning, feeding, general\nhusbandry and facility maintenance for all of the non-human primates. Despite this, there remains insufficient staff to\nprovide adequate cleaning, feeding, general husbandry, environmental enhancement, and facility maintenance for all of\nthe non-human primates and other animals. This is evident throughout the facility as noted in the non-compliances cited\nthroughout this report. Without an adequate labor force, animals and facilities cannot be properly managed and cared for,\nleading to circumstances that compromise the health and well-being of the animals. Every person subject to the Animal\nWelfare regulations maintaining non-human primates must have enough employees to carry out the required level of\nhusbandry practices and care. The licensee must acquire sufficient help to manage the animals and facilities according to\nthe Animal Welfare regulations."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "***In the enclosure housing 13 ibex, a portion of the chain link material at the bottom of the front fence is bent inward and\npositioned on top of the ground within the pen, where animals can come into contact with it. This poses a risk of\nentrapment for the animals.\n***In the enclosures housing two white-tailed deer, 19 addax, 11 oryx and four sika deer, the shade structures have metal\npanels with jagged edges that the animals could come into contact with.\n***The shelter siding material inside the enclosure housing seven muntjacs is rusted through in several places, producing\nsharp edges that could contact the animals.\n***There is a bucket fastened to the inside of the bobcat enclosure that is broken, with sharp edges; some of the wire that\nwas used to fasten the bucket to the fence has broken off of the bucket and remains attached to the fence, with rusted,\npointed ends protruding in toward the cage.\nAll enclosures must be kept in good repair and free of sharp points, protruding edges, and gaps/openings in order to\nprotect the animals from injury. Failure to maintain housing facilities in a structurally sound manner can cause injury to the\nanimals. A system of monitoring and maintenance should be in place so that all housing facilities remain structurally\nsound and in good repair."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "There are multiple enclosures that have mounds of decaying hay and/or excessive fecal accumulations that cover the\nmajority of the areas, including where the feed is placed. These include the enclosures containing one camel, 17 ibex, 10\noryx, five white-tailed deer and seven muntjac, as well as the front pen containing eight addax and the hog deer enclosure\ncontaining 24 hog deer. The licensee states they never enter the pens to clean them. Fecal accumulation attracts pests\nand increases the likelihood of disease for the animals. Excreta must be removed as often as necessary to prevent\ncontamination of the animals and reduce hazards and odors.\nTO BE CORRECTED BY NOVEMBER 19, 2021"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "Sanitation.",
      "narrative": "In the front addax pen, containing eight addax, there are piles of twine on the ground and twine around the bale of hay in\nthe pen where animals were actively eating. This material poses a risk of illness due to ingestion or injury due to\nentrapment. Premises shall be kept clean, free of trash accumulation, and in good repair in order to protect animals from\ninjury and illness and to facilitate the prescribed husbandry practices set forth in the regulations."
    },
    {
      "code": "3.132",
      "kind": "Direct",
      "repeat": true,
      "desc": "Employees.",
      "narrative": "The licensees state that they and their employees (one part time 2 days per week with weekends if needed, one as\nneeded/requested by licensee M-F) do what they can to provide adequate cleaning, feeding, general husbandry and\nfacility maintenance for all of the animals. However, it is evident throughout the facility (as noted in the non-compliances\ncited throughout this report) that there is still not enough help. Without an adequate labor force, animals and facilities\ncannot be properly managed and cared for, leading to circumstances that compromise the health and well-being of the\nanimals. A sufficient number of adequately trained employees shall be utilized to maintain the professionally acceptable\nlevel of husbandry practices as set forth in the regulations.\nThis inspection and exit interview were conducted with the licensees.\nAdditional Inspectors:\nJessica Siegal-WillotEnd Section"
    }
  ],
  "narrative": "2.40(b)  Direct\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThere is a written program of veterinary care, created by the attending veterinarian. Both the licensee and AV admit it is \nnot being followed.  The plan calls for annual vaccinations for some species, and no vaccines necessary for the lemurs. \nBoth the licensee and AV admit no vaccines have been administered in years. It states that salt and / or mineral blocks \nshould be provided to certain species. No such supplements were observed at the time of inspection. A written program of \nveterinary care is required and must be followed to ensure that there is an expectation about the care provided to all \nanimals.    Failure to establish, maintain and follow a written program of veterinary care can decrease the ability to ensure \noptimal care of the animals.  A written program of care must be established, maintained and followed, so that the licensee \nhas a plan for providing adequate preventative care and treatments as necessary. \nTO BE CORRECTED BY NOVEMBER 8, 2021 \n2.40(b)(2)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe following animals continue to suffer from poor body condition and/or poor hair coat and/or an undiagnosed/untreated \nmedical condition: \n• Oryx: seven to eight oryx remain thin (BCS 2 – 3/9) with prominent ribs, vertebrae and hips, with little muscle covering\n\nthe hindquarters. \n• Oryx: One female oryx continues to be thin (BCS 3) with a large mass on her chest.  The veterinarian treated the animal \norally with meloxicam in the feed, but there was no change in the animal’s condition.  This was reported to the AV who \nadvised monitoring of the animal, but no further diagnostics or treatments are planned by the veterinarian as of the date of \nthis report. \n• Oryx:  One oryx (BCS 2/9) noted to be limping on the right forelimb was visually evaluated by the AV on August 27, 2021 \nand was treated orally with a two-week course of meloxicam in the feed. The animal did not respond to the treatment, and \nwas again reported to the AV who performed another visual exam on November 5, 2021.  The limp continues and there \nare no further diagnostics or treatments planned by the veterinarian as of the date of this report. \n• Red deer: The male red deer is still thin (BCS 3/9) with a “pot” belly. He has a patchy hair coat with short, thin hair in \nsome areas and long hair in others. \n• White-tailed deer: One female remains thin (BCS 3/9) with an unthrifty hair coat and prominent ribs, vertebrae and hips \nand little muscle covering the hindquarters. \n• White-tailed deer: One male remains thin (BCS 3/9) with limited muscle over the ribs, vertebrae, hips and hindquarters. \n• Addax: There are approximately four addax in the front pen, one singly-housed addax and eight out of ten Addax in the \nmiddle pen that remain thin (BCS 2 – 3/9), with prominent ribs, vertebrae and hips, with little muscle covering the \nhindquarters. \n• Sika Deer:  There are two female sika deer that are still thin (BCS 2 – 3/9), with insufficient muscle tissue covering the \nhindquarters, spine and ribs. \n• Female ibex with left forelimb lameness. The attending veterinarian performed a visual exam on August 27, 2021 and \nprescribed a four-week course of meloxicam in the feed. The animal did not respond to the treatment, the lameness\n\npersists, and the animal is compensating with an abnormal posture (spine curved upwards). The animal is also thin (BCS \n3/9). No further diagnostics or treatments are planned by the veterinarian as of the date of this report. \n \nThe attending veterinarian’s treatment plan for the thin animals (unlimited alfalfa hay to be made available and veterinary \nrechecks every month) has not resolved the problems in the animals listed above. There are multiple reasons these \nanimals could be thin which include parasitism, poor dentition, malnutrition, competition from herd mates, and systemic \ndisease. There are multiple reasons the ibex and oryx could be minimally to completely non-weight bearing on their \nrespective frontlimbs. Minimal diagnostics have been employed to determine the exact cause of the problems in the \nabove animals, and there has been insufficient response to the treatments provided thus far. Without proper diagnostics \nand treatment based on the results of the diagnostics, the condition of the animals may not improve or could worsen, \nespecially in light of upcoming colder environmental temperatures. Examination on the above animals must be completed \nto determine appropriate diagnostics, treatment options, and prognoses \n2.131(e)  Direct\n   \nHandling of animals. \nIn several enclosures containing a total of 19 addax, 10 oryx, 17 ibex and 24 hog deer, there is insufficient shelter to \naccommodate all of the animals inside. In addition, the shelters do not have heat.  These enclosures include those known \nas the “Front Addax Pen,” the “Back Addax Pen”, the “Oryx Pen,” the “Ibex Pen,” and the “Hog Deer Enclosure.”  In \naddition, the front addax pen contains at least 3-4 pregnant females (at least one of which is thin); this will add to the \nnumbers of animals present without shelter, including neonates which will not be able to withstand the colder weather. \nThe “back addax pen” and “oryx pen” include animals that cannot adequately thermoregulate due to poor body condition.  \nBased on weather temperatures predicted by the National Weather Forecast \n(https://www.wunderground.com/forecast/us/tx/odessa/79763), evening temperatures will be in the range of 30-45F in the\n\ncoming days, along with wind gusts.   It is not recommended to house healthy adult addax and oryx at temperatures \nbelow 45F and above 100F without the ability to compensate; these temperatures would be considered more severe and \nadversive for neonatal/juvenile animals, as well as those in poor body condition and poor hair coat. Similar concerns \nregarding cold temperatures and lack of adequate shelters apply to other tropical to semi-tropical species housed at the \nfacility.   Adequate shelter is a basic necessity, and lack of it causes animals discomfort and can cause illness and/or \ndeath from exposure to the elements.  When climatic conditions present a threat to animal health or well-being, \nappropriate measures must be taken to alleviate the impact of those conditions.  An animal may never be subjected to \nany combination of temperature, humidity and time that is detrimental to the animal’s health or well-being, taking into \nconsideration such factors as the animal’s age, species, breed, overall health status and acclimation.    Natural or artificial \nshelter appropriate to the local climatic conditions for the species concerned must be provided for all animals kept \noutdoors to afford them protection and prevent discomfort. \nTO BE CORRECTED BY NOVEMBER 8, 2021. \n3.80(a)(2)(ix) \n   \nPrimary enclosures. \nInside the enclosures housing four lemurs and two spider monkeys, there are frayed and soiled ropes used as enrichment \nitems.  These items cannot be sanitized sufficiently and could be a source of microbial contamination that could cause \nillness to the animals.  All surfaces in contact with nonhuman primates must be readily cleaned and sanitized or replaced \nwhen worn or soiled. \nTO BE CORRECTED BY NOVEMBER 8, 2021 \n3.81 \n   \nEnvironment enhancement to promote psychological well-being.\n\nAt the time of inspection, there is an inadequate written plan in place for environmental enhancement for the two spider \nmonkeys. There is limited environmental enrichment within the enclosure, which consists of items for climbing and \nswinging, but none that facilitate cognitive/sensory enrichment. In addition, the licensee states the animals do not use the \nitems provided for climbing and swinging but they have never been changed out.  Environmental enhancement is \nimportant to promote the psychological well-being of nonhuman primates, and it is important that the enrichment provided \nvaries so that the animals can have novel experiences to keep them engaged.  A plan for environmental enhancement \nthat provides novel and engaging activity must be developed and followed for each nonhuman primate at the facility, \nincluding the spider monkeys. This plan must be in accordance with the currently accepted professional standards and \napproved by the attending veterinarian. \n3.84(a)  Repeat\n   \nCleaning, sanitization, housekeeping, and pest control. \nIn the indoor portion of the spider monkey enclosure, housing two spider monkeys, there is an accumulation of excreta on \nthe concrete floors.  The outdoor portion of the enclosure has multiple piles of bird feathers and other debris that have \nblown in and accumulated.  Ropes used for enrichment within the enclosure are caked with dirt, debris, and excreta. The \nlicensee stated that cleaning of the enclosures takes place twice each week, and ropes have never been removed from \nthe enclosure.  Accumulation of fecal material, food waste and other debris encourages soiling of the animals and \ncontamination of food.  Routine cleaning and sanitation must be done daily to protect the health and well-being of \nnonhuman primates. Fecal material, food waste, and other debris must be removed daily to prevent contamination of \nfood, prevent nonhuman primates from becoming soiled and to reduce disease hazards. \n3.85  Critical Repeat\n   \nEmployees.\n\nThe licensees state that they and their employees do what they can to provide adequate cleaning, feeding, general \nhusbandry and facility maintenance for all of the non-human primates.   Despite this, there remains insufficient staff to \nprovide adequate cleaning, feeding, general husbandry, environmental enhancement, and facility maintenance for all of \nthe non-human primates and other animals. This is evident throughout the facility as noted in the non-compliances cited \nthroughout this report. Without an adequate labor force, animals and facilities cannot be properly managed and cared for, \nleading to circumstances that compromise the health and well-being of the animals. Every person subject to the Animal \nWelfare regulations maintaining non-human primates must have enough employees to carry out the required level of \nhusbandry practices and care. The licensee must acquire sufficient help to manage the animals and facilities according to \nthe Animal Welfare regulations. \n3.125(a)  Repeat\n   \nFacilities, general. \n***In the enclosure housing 13 ibex, a portion of the chain link material at the bottom of the front fence is bent inward and \npositioned on top of the ground within the pen, where animals can come into contact with it.  This poses a risk of \nentrapment for the animals. \n \n***In the enclosures housing two white-tailed deer, 19 addax, 11 oryx and four sika deer, the shade structures have metal \npanels with jagged edges that the animals could come into contact with. \n \n***The shelter siding material inside the enclosure housing seven muntjacs is rusted through in several places, producing \nsharp edges that could contact the animals. \n \n***There is a bucket fastened to the inside of the bobcat enclosure that is broken, with sharp edges; some of the wire that\n\nwas used to fasten the bucket to the fence has broken off of the bucket and remains attached to the fence, with rusted, \npointed ends protruding in toward the cage. \n \nAll enclosures must be kept in good repair and free of sharp points, protruding edges, and gaps/openings in order to \nprotect the animals from injury. Failure to maintain housing facilities in a structurally sound manner can cause injury to the \nanimals. A system of monitoring and maintenance should be in place so that all housing facilities remain structurally \nsound and in good repair. \n3.131(a) \n   \nSanitation. \nThere are multiple enclosures that have mounds of decaying hay and/or excessive fecal accumulations that cover the \nmajority of the areas, including where the feed is placed.  These include the enclosures containing one camel, 17 ibex, 10 \noryx, five white-tailed deer and seven muntjac, as well as the front pen containing eight addax and the hog deer enclosure \ncontaining 24 hog deer. The licensee states they never enter the pens to clean them.  Fecal accumulation attracts pests \nand increases the likelihood of disease for the animals. Excreta must be removed as often as necessary to prevent \ncontamination of the animals and reduce hazards and odors. \nTO BE CORRECTED BY NOVEMBER 19, 2021 \n3.131(c)  Repeat\n   \nSanitation. \nIn the front addax pen, containing eight addax, there are piles of twine on the ground and twine around the bale of hay in \nthe pen where animals were actively eating.  This material poses a risk of illness due to ingestion or injury due to \nentrapment.  Premises shall be kept clean, free of trash accumulation, and in good repair in order to protect animals from \ninjury and illness and to facilitate the prescribed husbandry practices set forth in the regulations.\n\n3.132  Direct Repeat\n   \nEmployees. \nThe licensees state that they and their employees (one part time 2 days per week with weekends if needed, one as \nneeded/requested by licensee M-F) do what they can to provide adequate cleaning, feeding, general husbandry and \nfacility maintenance for all of the animals.   However, it is evident throughout the facility (as noted in the non-compliances \ncited throughout this report) that there is still not enough help.  Without an adequate labor force, animals and facilities \ncannot be properly managed and cared for, leading to circumstances that compromise the health and well-being of the \nanimals. A sufficient number of adequately trained employees shall be utilized to maintain the professionally acceptable \nlevel of husbandry practices as set forth in the regulations. \n \nThis inspection and exit interview were conducted with the licensees. \n \nAdditional Inspectors: \nJessica Siegal-WillotEnd Section",
  "animals_total": 135,
  "species": [
    {
      "count": 2,
      "scientific": "Ateles chamek",
      "common": "BLACK SPIDER MONKEY"
    },
    {
      "count": 11,
      "scientific": "Axis axis",
      "common": "AXIS DEER / SPOTTED DEER / CHITAL"
    },
    {
      "count": 3,
      "scientific": "Hylobates lar",
      "common": "LAR GIBBON"
    },
    {
      "count": 12,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 19,
      "scientific": "Addax nasomaculatus",
      "common": "ADDAX"
    },
    {
      "count": 24,
      "scientific": "Axis porcinus",
      "common": "HOG DEER"
    },
    {
      "count": 1,
      "scientific": "Ammotragus lervia",
      "common": "BARBARY SHEEP"
    },
    {
      "count": 4,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 3,
      "scientific": "Cervus elaphus",
      "common": "RED DEER"
    },
    {
      "count": 4,
      "scientific": "Cervus nippon",
      "common": "SIKA DEER"
    },
    {
      "count": 1,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 7,
      "scientific": "Muntiacus reevesi",
      "common": "REEVE'S MUNTJAC"
    },
    {
      "count": 2,
      "scientific": "Equus grevyi",
      "common": "GREVY'S ZEBRA"
    },
    {
      "count": 5,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 10,
      "scientific": "Oryx dammah",
      "common": "SCIMITAR-HORNED ORYX"
    },
    {
      "count": 1,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 2,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    },
    {
      "count": 7,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 17,
      "scientific": "Capra nubiana",
      "common": "NUBIAN IBEX"
    }
  ]
}