{
  "insp_id": "2016090000670839",
  "layout": "b",
  "customer_id": "506618",
  "customer_name": "DANIEL GINGERICH",
  "customer_addr": "3125 Davis Rd\nSEYMOUR, IA 52590",
  "certificate": "42-A-1632",
  "site_id": "001",
  "site_name": "DANIEL GINGERICH",
  "insp_type": "FOCUSED INSPECTION",
  "date": "29-JUL-2021",
  "report_date": "03-AUG-2021",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The licensee is storing a bottle of Dexamethasone Injection on a shelf in the large whelping building. The temperature in\nthe area the bottle is stored in is 91 degrees F according to the inspector’s Kestrel. The instructions on the label state that\nDexamethasone should be stored between 68 degrees and 77 degrees F. Failure to store medical products at proper\ntemperatures may compromise their ability to be effective and the health of the animal may suffer.\nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries. The licensee\nmust store the Dexamethasone and all other medical products at the required temperatures at all times.\nMale Shih tzu (#477) has excessively overgrown toenails on the front feet. When the dog stands on a solid surface the\ntoenails splay out sideways across the flooring and the toenails have developed a severe curve. Overgrown toenails\ncould cause pain and discomfort as well as affect the dog’s natural gait.\nEach dealer must use appropriate methods to prevent, control, diagnose, and treat disease and injuries. The licensee\nmust trim the dog’s toenails to an appropriate length and ensure the toenails of all dogs are kept at a proper length at all\ntimes."
    },
    {
      "code": "2.131(e)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Handling of animals.",
      "narrative": "Numerous adult dogs and puppies located throughout the facility are showing signs of heat stress including:\nAt least 12 adult Cavalier spaniels are housed outdoors. All the dogs were exhibiting signs of heat stress such as open\nmouth breathing, high respiration rates, and tongues extending out of the mouth beyond the teeth. Several of the dogs\nhad a raspy sound associated with their breathing.\nIn both the sheltered housing building and the large whelping building the majority of puppies under the age of 7 weeks\nwere observed showing signs of heat stress such as open mouth breathing, high respiration rates, and tongues extended\nout of the mouths. Puppies were also observed spread out across the enclosure floor with their legs sprawled out.\nIn an outdoor enclosure containing approximately 8 dogs, the dogs were showing signs of stress from the heat and 4\ndogs were observed lying down in a muddy area where there is an accumulation of liquid waste that overflows or leaks\nfrom a drainpipe running parallel to the enclosure. This muddy area is also in the shade, so the dogs were sitting in the\nwaste as they sought relief from the extreme temperatures. These dogs, soiled with contaminated mud, are at increased\nrisk of disease.\nThe temperatures taken throughout the facility by the inspectors Kestrel ranged from 91-97 degrees F with a heat index\nup to 125 degrees F. On the day of the inspection, The National Weather Service had issued a heat advisory for the\narea.\nHeat stress can be detrimental to the health and well-being of the animals and can even result in death.\nWhen climatic conditions present a threat to an animal's health or well-being, appropriate measures must be taken to\nalleviate the impact of those conditions. An animal may never be subjected to any combination of temperature, humidity,\nand time that is detrimental to the animal's health or well-being. The licensee must alter the temperature to a level that is\ncomfortable for the dogs. The licensee must ensure the dogs are maintained in appropriate climatic conditions at all times."
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "The waste from the sheltered housing building is run through a pipe that lays on top of the ground and runs alongside of\nan outdoor dog enclosure. Liquid waste is flowing from the pipe and through the dog enclosure, containing\napproximately 8 dogs, and the dogs were observed lying down in the waste. The areas near the liquid waste are covered\nin a green algae and there is a large amount of mud around the stream of waste. It is thought that the pipe may be\nleaking or that waste overflows the pipe where it leaves the building. Drainage of waste through the dog enclosure may\nallow the dogs to become contaminated and increase the risk of disease.\nThe pipe leading from the septic system of the house is dumping wastewater down a slope that is causing the water to\npool in one corner of an outdoor enclosure containing approximately 9 Bernese Mountain dogs. The dogs can come into\ndirect contact with this pool of standing water. The stream of waste running down the slope is located near the fencing of\nthe enclosure and has a created a large amount of mud containing green algae. Numerous wasps were seen landing on\nthe wet, muddy areas near the dog enclosure.\nHousing facilities must dispose of animal and food waste, water and other fluids in a manner that minimizes contamination\nand disease risk. Drainage systems must minimize pest infestation, insects, odors, and disease hazards. All drains must\nbe properly constructed, installed and maintained. The licensee must alter the drainpipes in a manner that eliminates the\nwaste from entering the dog enclosures and keeps the areas around the dog enclosures free of waste material. The\nlicensee must ensure that all drains are working properly at all times."
    },
    {
      "code": "3.6(c)(1)(iii)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "Two puppies are located in the basement under the house and are contained in enclosures constructed of coated wire.\nOne puppy does not have 6 inches of space between the top of his head and the top of the enclosure when in a normal\nstanding position. The inspectors used a tape measure to determine that the puppy had only approximately 2.5 inches of\nspace between the top of its head and the top of the enclosure. Failure to provide appropriate head space could limit the\npuppy’s freedom of movement which could have a negative impact on its health and well-being.\nThe interior height of a primary enclosure must be at least 6 inches higher than the head of the tallest dog in the\nenclosure when it is in a normal standing position. The licensee must provide the puppy with 6 inches of space between\nthe top of it’s head and the top of the enclosure in order to support its health and well-being. The licensee must ensure\nthat all dogs are housed in primary enclosures which are compliant at all times.\nTo be corrected by: 06-August-2021"
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": true,
      "desc": "Feeding",
      "narrative": "In one outdoor enclosure, containing 4 adult dogs, the licensee has attached a hose that is spraying water into the air to\nhelp cool the dogs. The water is spraying into the metal self-feeder that is attached to the fence and has the protective\npush door open. The food in the feeder has become fully saturated and soggy and the feed scattered on the ground is\nalso saturated and soggy. Dog food soaked in water may cause the food to deteriorate or become moldy, caked and\nunpalatable.\nFood receptacles must be located so as to minimize contamination. Measures must be taken to prevent molding, caking\nand deterioration of the feed. The licensee must locate this metal feeder in an area of the enclosure that will eliminate the\nrisk of the feed getting wet by the water from the hose. The licensee must ensure that all food for the dogs is protected\nfrom contamination at all times.\nTo be corrected by: The licensee moved the feeder to a dry and removed the contaminated feed at the time of the\ninspection."
    },
    {
      "code": "3.10(a)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Watering",
      "narrative": "At least 14 dogs contained in outdoor housing have non potable water in their water receptacles. The water is a brown\ncolor and has a layer of sediment built up on the inside of the receptacle. Dogs were observed to be standing and digging\nin the water receptacles and dogs were observed drinking the non potable water. The temperature in the outdoor area\nwas at least 94 degrees F with a heat index up to 125 degrees F according to the inspectors Kestrel. A heat advisory\nissued by the National Weather Service was in affect for the area.\nFailure to provide potable water could have a negative impact on the health and well-being of the dogs.\nPotable water must be continuously available to the dogs. The licensee must provide potable water to the dogs and\nensure they have access to potable water at all times."
    },
    {
      "code": "3.13(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Veterinary care for dogs.",
      "narrative": "A Samoyed puppy was under a treatment plan from a licensed veterinarian, but there is no documentation of the\ntreatment plan.\nFemale Shih tzu #389 and female Shih tzu #479 have both received treatment for medical conditions. The only\ndocumentation indicating these dogs have received treatment is a written statement that says “Shih tzu 389 +479 were\ntreated 7-28-21. There is no documentation of the actual medical problem for either dog, or for the treatment that was\nprovided.\nFailure to fully document medical conditions and treatment plans does not allow APHIS officials to ensure the animals are\nreceiving adequate veterinary care.\nEach dealer shall keep copies of medical records which include the description of the condition, examination findings,\ntreatments provided, and procedures performed. The licensee must ensure that all medical issues are documented and\nall medical records are complete and contain all required information.\nThis inspection and exit interview were conducted with the licensee.\nAdditional Inspectors:\nKELLY MAXWELL, ANIMAL CARE INSPECTOREnd Section"
    }
  ],
  "narrative": "2.40(b)(2)  Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe licensee is storing a bottle of Dexamethasone Injection on a shelf in the large whelping building.  The temperature in \nthe area the bottle is stored in is 91 degrees F according to the inspector’s Kestrel.  The instructions on the label state that \nDexamethasone should be stored between 68 degrees and 77 degrees F.  Failure to store medical products at proper \ntemperatures may compromise their ability to be effective and the health of the animal may suffer. \nEach dealer shall use appropriate methods to prevent, control, diagnose, and treat diseases and injuries.  The licensee \nmust store the Dexamethasone and all other medical products at the required temperatures at all times. \n \nMale Shih tzu (#477) has excessively overgrown toenails on the front feet.  When the dog stands on a solid surface the \ntoenails splay out sideways across the flooring and the toenails have developed a severe curve.  Overgrown toenails \ncould cause pain and discomfort as well as affect the dog’s natural gait. \nEach dealer must use appropriate methods to prevent, control, diagnose, and treat disease and injuries.  The licensee \nmust trim the dog’s toenails to an appropriate length and ensure the toenails of all dogs are kept at a proper length at all \ntimes. \n2.131(e)  Direct Repeat\n\nHandling of animals. \nNumerous adult dogs and puppies located throughout the facility are showing signs of heat stress including: \nAt least 12 adult Cavalier spaniels are housed outdoors.  All the dogs were exhibiting signs of heat stress such as open \nmouth breathing, high respiration rates, and tongues extending out of the mouth beyond the teeth.  Several of the dogs \nhad a raspy sound associated with their breathing. \nIn both the sheltered housing building and the large whelping building the majority of puppies under the age of 7 weeks \nwere observed showing signs of heat stress such as open mouth breathing, high respiration rates, and tongues extended \nout of the mouths.  Puppies were also observed spread out across the enclosure floor with their legs sprawled out. \nIn an outdoor enclosure containing approximately 8 dogs, the dogs were showing signs of stress from the heat and 4 \ndogs were observed lying down in a muddy area where there is an accumulation of liquid waste that overflows or leaks \nfrom a drainpipe running parallel to the enclosure.  This muddy area is also in the shade, so the dogs were sitting in the \nwaste as they sought relief from the extreme temperatures.  These dogs, soiled with contaminated mud, are at increased \nrisk of disease. \nThe temperatures taken throughout the facility by the inspectors Kestrel ranged from 91-97 degrees F with a heat index \nup to 125 degrees F.  On the day of the inspection, The National Weather Service had issued a heat advisory for the \narea. \nHeat stress can be detrimental to the health and well-being of the animals and can even result in death. \nWhen climatic conditions present a threat to an animal's health or well-being, appropriate measures must be taken to \nalleviate the impact of those conditions. An animal may never be subjected to any combination of temperature, humidity, \nand time that is detrimental to the animal's health or well-being. The licensee must alter the temperature to a level that is \ncomfortable for the dogs. The licensee must ensure the dogs are maintained in appropriate climatic conditions at all times. \n3.1(f)  Repeat\n\nHousing facilities, general. \nThe waste from the sheltered housing building is run through a pipe that lays on top of the ground and runs alongside of \nan outdoor dog enclosure.   Liquid waste is flowing from the pipe and through the dog enclosure, containing \napproximately 8 dogs, and the dogs were observed lying down in the waste.  The areas near the liquid waste are covered \nin a green algae and there is a large amount of mud around the stream of waste.  It is thought that the pipe may be \nleaking or that waste overflows the pipe where it leaves the building.  Drainage of waste through the dog enclosure may \nallow the dogs to become contaminated and increase the risk of disease. \nThe pipe leading from the septic system of the house is dumping wastewater down a slope that is causing the water to \npool in one corner of an outdoor enclosure containing approximately 9 Bernese Mountain dogs.  The dogs can come into \ndirect contact with this pool of standing water. The stream of waste running down the slope is located near the fencing of \nthe enclosure and has a created a large amount of mud containing green algae.  Numerous wasps were seen landing on \nthe wet, muddy areas near the dog enclosure. \nHousing facilities must dispose of animal and food waste, water and other fluids in a manner that minimizes contamination \nand disease risk.  Drainage systems must minimize pest infestation, insects, odors, and disease hazards.  All drains must \nbe properly constructed, installed and maintained.  The licensee must alter the drainpipes in a manner that eliminates the \nwaste from entering the dog enclosures and keeps the areas around the dog enclosures free of waste material.  The \nlicensee must ensure that all drains are working properly at all times. \n3.6(c)(1)(iii) \n   \nPrimary enclosures. \nTwo puppies are located in the basement under the house and are contained in enclosures constructed of coated wire.  \nOne puppy does not have 6 inches of space between the top of his head and the top of the enclosure when in a normal \nstanding position.  The inspectors used a tape measure to determine that the puppy had only approximately 2.5 inches of\n\nspace between the top of its head and the top of the enclosure.  Failure to provide appropriate head space could limit the \npuppy’s freedom of movement which could have a negative impact on its health and well-being. \nThe interior height of a primary enclosure must be at least 6 inches higher than the head of the tallest dog in the \nenclosure when it is in a normal standing position.  The licensee must provide the puppy with 6 inches of space between \nthe top of it’s head and the top of the enclosure in order to support its health and well-being.  The licensee must ensure \nthat all dogs are housed in primary enclosures which are compliant at all times. \nTo be corrected by:  06-August-2021 \n3.9(b)  Repeat\n   \nFeeding \nIn one outdoor enclosure, containing 4 adult dogs, the licensee has attached a hose that is spraying water into the air to \nhelp cool the dogs.  The water is spraying into the metal self-feeder that is attached to the fence and has the protective \npush door open.  The food in the feeder has become fully saturated and soggy and the feed scattered on the ground is \nalso saturated and soggy.  Dog food soaked in water may cause the food to deteriorate or become moldy, caked and \nunpalatable. \nFood receptacles must be located so as to minimize contamination.  Measures must be taken to prevent molding, caking \nand deterioration of the feed.  The licensee must locate this metal feeder in an area of the enclosure that will eliminate the \nrisk of the feed getting wet by the water from the hose.  The licensee must ensure that all food for the dogs is protected \nfrom contamination at all times. \nTo be corrected by:  The licensee moved the feeder to a dry and removed the contaminated feed at the time of the \ninspection. \n3.10(a)  Direct Repeat\n   \nWatering\n\nAt least 14 dogs contained in outdoor housing have non potable water in their water receptacles.  The water is a brown \ncolor and has a layer of sediment built up on the inside of the receptacle.  Dogs were observed to be standing and digging \nin the water receptacles and dogs were observed drinking the non potable water.  The temperature in the outdoor area \nwas at least 94 degrees F with a heat index up to 125 degrees F according to the inspectors Kestrel.  A heat advisory \nissued by the National Weather Service was in affect for the area. \nFailure to provide potable water could have a negative impact on the health and well-being of the dogs. \nPotable water must be continuously available to the dogs. The licensee must provide potable water to the dogs and \nensure they have access to potable water at all times. \n3.13(b)(2)  Repeat\n   \nVeterinary care for dogs. \nA Samoyed puppy was under a treatment plan from a licensed veterinarian, but there is no documentation of the \ntreatment plan. \nFemale Shih tzu #389 and female Shih tzu #479 have both received treatment for medical conditions.  The only \ndocumentation indicating these dogs have received treatment is a written statement that says “Shih tzu 389 +479 were \ntreated 7-28-21.  There is no documentation of the actual medical problem for either dog, or for the treatment that was \nprovided. \nFailure to fully document medical conditions and treatment plans does not allow APHIS officials to ensure the animals are \nreceiving adequate veterinary care. \nEach dealer shall keep copies of medical records which include the description of the condition, examination findings, \ntreatments provided, and procedures performed.  The licensee must ensure that all medical issues are documented and \nall medical records are complete and contain all required information.\n\nThis inspection and exit interview were conducted with the licensee. \n \nAdditional Inspectors: \nKELLY MAXWELL, ANIMAL CARE INSPECTOREnd Section",
  "animals_total": 530,
  "species": [
    {
      "count": 230,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 300,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}