{
  "insp_id": "2016082567982236",
  "layout": "a",
  "customer_id": "4082",
  "customer_name": "City Of Overland Park",
  "customer_addr": "8500 Sante Fe Dr\nOverland Park, KS 66212",
  "certificate": "48-C-0170",
  "site_id": "001",
  "site_name": "City of Overland Park",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-JAN-2017",
  "report_date": "25-JAN-2017",
  "citations": [
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "* Two separate areas of missing, splintered wood were observed on the interior wall in one outdoor sheltered\nbuilding. Twenty three goats and two sheep are in contact with the affected area. Deterioration of wood surfaces\ncan affect the structural integrity of the enclosure. Splintered wood could cause possibly injury if accidentally\ningested. The licensee must ensure that outdoor housing facilities shall be maintained in good repair to protect the\nanimals from injury. Correct by 2/7/17."
    },
    {
      "code": "3.127(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "* The area surrounding the food receptacle is covered with mud and standing water. Three hoof stock are in\ncontact with the affected area located in outdoor housing. These animals cannot approach the food receptacle\nwithout walking through the mud and standing water. Standing water and mud can attract pests, lead to hoof or foot\nproblems and increase the risks of disease transmission and create a reluctance to enter the feed area. The\nlicensee must provide a suitable method for the rapid elimination of excess water. The method of drainage shall\ncomply with applicable Federal, State and local laws and regulations relating to pollution control or the protection of\nthe environment. Correct by 2/7/17."
    },
    {
      "code": "3.129(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "* An estimated one foot section of plastic has become detached from the food receptacle and is extending\nupwards towards the animals. The receptacle used by three hoof stock animals is located in outdoor housing. A\nrough, jagged surface cannot be easily cleaned and sanitized. It could harbor bacteria and other disease causing\nagents that could negatively impact the health of the animals. In addition, the section of plastic extending upwards\ncould cause injury. The licensee must ensure that all receptacles shall be kept clean and sanitary at all times.\nCorrect by 1/31/17.\n* The facility inspection verbal exit briefing on on 1/24/17 and exit briefing done on 1/25/17 were conducted with\nthe facility Animal Care Supervisor."
    }
  ],
  "narrative": "3.125(a)\nFACILITIES, GENERAL.   \n* Two separate areas of missing, splintered wood were observed on the interior wall in one outdoor sheltered\nbuilding.  Twenty three goats and two sheep are in contact with the affected area.  Deterioration of wood surfaces\ncan affect the structural integrity of the enclosure.  Splintered wood could cause possibly injury if accidentally\ningested.   The licensee must ensure that outdoor housing facilities shall be maintained in good repair to protect the\nanimals from injury.  Correct by 2/7/17.\n3.127(c)\nFACILITIES, OUTDOOR. \n* The area surrounding the food receptacle is covered with mud and standing water.  Three hoof stock are in\ncontact with the affected area located in outdoor housing.  These animals cannot approach the food receptacle\nwithout walking through the mud and standing water. Standing water and mud can attract pests, lead to hoof or foot\nproblems and increase the risks of disease transmission and create a reluctance to enter the feed area.  The\nlicensee must provide a suitable method for the rapid elimination of excess water.  The method of drainage shall\ncomply with applicable Federal, State and local laws and regulations relating to pollution control or the protection of\nthe environment.  Correct by 2/7/17.\n3.129(b)\nFEEDING.    \n*   An estimated one foot section of plastic has become detached from the food receptacle and is extending\nupwards towards the animals.   The receptacle used by three hoof stock animals is located in outdoor housing.   A\nrough, jagged surface cannot be easily cleaned and sanitized.  It could harbor bacteria and other disease causing\nagents that could negatively impact the health of the animals.  In addition, the section of plastic extending upwards\ncould cause injury.  The licensee must ensure that all receptacles shall be kept clean and sanitary at all times.  \nCorrect by  1/31/17.\n*   The facility inspection verbal exit briefing on on 1/24/17 and exit briefing done on 1/25/17 were conducted with\n\nthe facility Animal Care Supervisor.",
  "animals_total": 76,
  "species": [
    {
      "count": 1,
      "scientific": "Bison bison",
      "common": "AMERICAN BISON"
    },
    {
      "count": 2,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 58,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 2,
      "scientific": "Cynomys ludovicianus",
      "common": "BLACK-TAILED PRAIRIE DOG"
    },
    {
      "count": 2,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 6,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 2,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 3,
      "scientific": "Sus domestica",
      "common": "DOMESTIC PIG"
    }
  ]
}