{
  "insp_id": "77161218580889",
  "layout": "a",
  "customer_id": "9345",
  "customer_name": "Steven Fox",
  "customer_addr": "1892 S Chana Rd\nChana, IL 61015",
  "certificate": "33-B-0328",
  "site_id": "001",
  "site_name": "STEVEN FOX",
  "insp_type": "ROUTINE INSPECTION",
  "date": "17-MAR-2016",
  "report_date": "17-MAR-2016",
  "citations": [
    {
      "code": "3.128",
      "kind": "",
      "repeat": false,
      "desc": "SPACE REQUIREMENTS.",
      "narrative": "Three flying squirrels were housed in an inappropriate enclosure during the time of inspection. The entire enclosure\nmeasured approximately 20 inches long by 28 inches wide by 4.5 inches tall. There were five divided areas within\nthe enclosure measuring approximately 5 inches wide by 20 inches long by 4.5 inches tall. The animals were\nhoused within one of the five divided areas. The animals have been housed in this enclosure for approximately 2\nmonths as per the facility owner. This enclosure does not allow the flying squirrels to express species typical\nbehaviors.\nPlace the animals in an enclosure that will allow for species specific behavior to provide for their well-being.\nTo be corrected: This was corrected between the time of inspection and the exit briefing"
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Excessive amounts of rodent feces were present on top three animal transport enclosures within the animal building\nduring the time of inspection. The facility owner indicated that there aren't currently any provisions to control wild\nrodents within the facility. Wild rodents can carry diseases that affect animals.\nEstablish, implement, and maintain an effective program for the control of wild rodents at the facility.\nTo be corrected: This was corrected between the time of inspection and the exit briefing\nChad Moore, ACI and Dawn Barksdale, VMO, conducted the inspection exit briefing with the facility owner.\nAdditional Inspectors\nBarksdale Dawn, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.128\nSPACE REQUIREMENTS. \nThree flying squirrels were housed in an inappropriate enclosure during the time of inspection.  The entire enclosure\nmeasured approximately 20 inches long by 28 inches wide by 4.5 inches tall.  There were five divided areas within\nthe enclosure measuring approximately 5 inches wide by 20 inches long by 4.5 inches tall.  The animals were\nhoused within one of the five divided areas.  The animals have been housed in this enclosure for approximately 2\nmonths as per the facility owner.  This enclosure does not allow the flying squirrels to express species typical\nbehaviors.  \nPlace the animals in an enclosure that will allow for species specific behavior to provide for their well-being.\nTo be corrected: This was corrected between the time of inspection and the exit briefing\n3.131(d)\nSANITATION.   \nExcessive amounts of rodent feces were present on top three animal transport enclosures within the animal building\nduring the time of inspection.  The facility owner indicated that there aren't currently any provisions to control wild\nrodents within the facility.  Wild rodents can carry diseases that affect animals.\nEstablish, implement, and maintain an effective program for the control of wild rodents at the facility.\nTo be corrected: This was corrected between the time of inspection and the exit briefing\nChad Moore, ACI and Dawn Barksdale, VMO, conducted the inspection exit briefing with the facility owner.\nAdditional Inspectors\nBarksdale Dawn, Veterinary Medical Officer",
  "animals_total": 339,
  "species": [
    {
      "count": 20,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    },
    {
      "count": 311,
      "scientific": "Cricetus cricetus",
      "common": "EUROPEAN HAMSTER / BLACK-BELLIED HAMSTER"
    },
    {
      "count": 8,
      "scientific": "Tamias sibiricus",
      "common": "SIBERIAN CHIPMUNK"
    }
  ]
}