{
  "insp_id": "75161448160684",
  "layout": "a",
  "customer_id": "7483",
  "customer_name": "Heikens Ark Inc",
  "customer_addr": "P O Box 35456\nDes Moines, IA 50315",
  "certificate": "42-B-0272",
  "site_id": "001",
  "site_name": "HEIKENS ARK, INC.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "14-MAR-2016",
  "report_date": "15-MAR-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Two female Zebu, Jeannie (DOB 1993) and Cassie (DOB 1994, #19), have excessively overgrown hooves. The\nhooves have become so long that they are curling upwards at the ends. The licensee stated that the hooves of the\nZebu are trimmed once a year. Hooves that have become extremely long can cause pain and discomfort to the\nanimal as well as affect the animal's natural gait. These Zebu cows must have their hooves trimmed to an\nacceptable length. The licensee must establish a hoof trimming schedule that ensures the hooves of all hoof stock\nare kept at an appropriate length in order to promote their health and well-being."
    },
    {
      "code": "3.127(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The pasture housing five camels has a separate fenced area that contains the shelter and water source. The\ncamels must walk through an open gate to access the shelter/water source area. The ground in the gate area is\nextremely muddy and has multiple standing puddles of water on it. Improper drainage can cause the animals to\nbecome wet and soiled which could negatively impact their health and well-being.\nA suitable method must be established to rapidly eliminate any excess water. The licensee must establish a\nmethod for quickly eliminating the standing puddles of water in the gate area of the camel enclosure. The licensee\nmust ensure that standing water is rapidly eliminated from all animal enclosures.\nCorrection date: April 05, 2016\nExit interview conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nTwo female Zebu, Jeannie (DOB 1993) and Cassie (DOB 1994, #19), have excessively overgrown hooves.  The\nhooves have become so long that they are curling upwards at the ends.  The licensee stated that the hooves of the\nZebu are trimmed once a year.  Hooves that have become extremely long can cause pain and discomfort to the\nanimal as well as affect the animal's natural gait.   These Zebu cows must have their hooves trimmed to an\nacceptable length.  The licensee must establish a hoof trimming schedule that ensures the hooves of all hoof stock\nare kept at an appropriate length in order to promote their health and well-being.\n3.127(c)\nFACILITIES, OUTDOOR. \nThe pasture housing five camels has a separate fenced area that contains the shelter and water source.  The\ncamels must walk through an open gate to access the shelter/water source area.  The ground in the gate area is\nextremely muddy and has multiple standing puddles of water on it.  Improper drainage can cause the animals to\nbecome wet and soiled which could negatively impact their health and well-being.  \nA suitable method must be established to rapidly eliminate any excess water.  The licensee must establish a\nmethod for quickly eliminating the standing puddles of water in the gate area of the camel enclosure.  The licensee\nmust ensure that standing water is rapidly eliminated from all animal enclosures.\nCorrection date:  April 05, 2016\nExit interview conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 31,
  "species": [
    {
      "count": 15,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 6,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 10,
      "scientific": "Camelus dromedarius domestic",
      "common": "DOMESTIC DROMEDARY CAMEL"
    }
  ]
}