{
  "insp_id": "2016082568181820",
  "layout": "a",
  "customer_id": "6233",
  "customer_name": "Quiver Farm Projects Inc",
  "customer_addr": "3096 Wild Run Road\nPennsburg, PA 18073",
  "certificate": "23-C-0184",
  "site_id": "001",
  "site_name": "QUIVER FARM PROJECTS INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "27-MAR-2017",
  "report_date": "27-MAR-2017",
  "citations": [
    {
      "code": "3.54(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "Section 3.54(b) Feeding: The self-feeders in the seven rabbit enclosures had dust and debris on the outside of the\nfeeders. These feeders were full of food at the time of the inspection. The facility escort told the APHIS official that\nit had been a while since they were washed. Dirty food receptacles may contaminate the food and cause health\nproblems for the rabbits. All food receptacles must be kept clean and sanitized at least every two weeks. The\nrabbit self-feeders were removed and cleaned during the inspection. Ensure the rabbit feeders stay clean by\ncleaning/sanitizing them at least once every two weeks. Corrected during the inspection."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Section 3.125(a) Structural strength: The wood fence post next to the metal post (across from the side of the\nshelter) is loose for the enclosure housing 3 sheep, 2 alpacas and a calf. The facility escort told the APHIS official\nthat the wood post had been secured to the metal post, and would be reattached to the metal post. Loose fence\nposts may be further damaged by the animals and result in the fencing no longer being able to contain the animals.\nThe animal enclosures must be structurally sound and maintained in good repair to protect the animals from injury\nand to contain the animals. Correct by repairing or replacing the loose fence post. Correct by March 28, 2017.\nThis inspection and exit interview were conducted with the facility president."
    }
  ],
  "narrative": "3.54(b)\nFEEDING.  \nSection 3.54(b) Feeding: The self-feeders in the seven rabbit enclosures had dust and debris on the outside of the\nfeeders.  These feeders were full of food at the time of the inspection.  The facility escort told the APHIS official that\nit had been a while since they were washed.  Dirty food receptacles may contaminate the food and cause health\nproblems for the rabbits.  All food receptacles must be kept clean and sanitized at least every two weeks.  The\nrabbit self-feeders were removed and cleaned during the inspection.  Ensure the rabbit feeders stay clean by\ncleaning/sanitizing them at least once every two weeks.  Corrected during the inspection.\n3.125(a)\nFACILITIES, GENERAL.   \nSection 3.125(a) Structural strength: The wood fence post next to the metal post (across from the side of the\nshelter) is loose for the enclosure housing 3 sheep, 2 alpacas and a calf.  The facility escort told the APHIS official\nthat the wood post had been secured to the metal post, and would be reattached to the metal post.  Loose fence\nposts may be further damaged by the animals and result in the fencing no longer being able to contain the animals. \nThe animal enclosures must be structurally sound and maintained in good repair to protect the animals from injury\nand to contain the animals.  Correct by repairing or replacing the loose fence post.  Correct by March 28, 2017.\nThis inspection and exit interview were conducted with the facility president.",
  "animals_total": 14,
  "species": [
    {
      "count": 2,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 2,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 7,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 3,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    }
  ]
}