{
  "insp_id": "2016090000794731",
  "layout": "b",
  "customer_id": "6003363",
  "customer_name": "MB KENNEL",
  "customer_addr": "Rt 1 box 55\nMountain Grove, MO 65711",
  "certificate": "43-A-6579",
  "site_id": "001",
  "site_name": "MB Kennel",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-JUN-2022",
  "report_date": "10-JUN-2022",
  "citations": [
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The APHIS 7005 lists 25 adult dogs and the physical inventory of the dogs was 48. Acquisition and other required\ninformation is necessary to know with certainty the identification for movement of dogs and medical treatments. The\nAPHIS 7005 must be maintained to fully and correctly disclose the required information on each dog purchased or\notherwise acquired, owned, held or otherwise in his or her possession or under his or her control, or which is transported,\neuthanized, sold, or otherwise disposed of by that dealer or exhibitor. The records must be updated and maintained.\nTo be corrected by: 11 June 2022"
    },
    {
      "code": "3.4(b)",
      "kind": "",
      "repeat": false,
      "desc": "Outdoor housing facilities.",
      "narrative": "In the outdoor enclosures there are 8 enclosures that do not provide adequate shelter space for each of the dogs. The\nshelters are approximately 24 inches in diameter. In 6 of the enclosures, there are 2 medium sized dogs (Shih Tzus) and\nin 2 enclosures, there are 3 similar sized dogs. It was observed that when 1 dog was in the shelter, it occupied more than\n1/2 of the space, indicating that there was not enough space for the other dog(s) to sit, stand, turn around and lay down in\na normal manner. Adequate shelter space is necessary for the comfort and welfare of the dogs. The owner must provide\nmore shelter space in these enclosures and maintain it at all times.\nTo be corrected by: 10 June, 2022."
    },
    {
      "code": "3.13",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The Program of Veterinary Care does not provide the required information on testing for heartworm, coccidia and giardia.\nThere is no frequency of treatment described for intestinal parasites in puppies or adults. There is no information on the\nPVC for maintenance of clean and healthy coats, ears, eyes, skin, toenails and teeth. A written preventative health care\nprogram is necessary to ensure that all persons in the facility know with certainty treatment plans and frequency. This is\nalso necessary for APHIS officials to determine that adequate veterinary care is being provided.\nTo be corrected by 11 June 2022.\nNOTE: The attending veterinarian has an appointment for June 11, 2022.\nThis inspection and exit interview were conducted with a facility representative.\nEnd Section"
    }
  ],
  "narrative": "2.75(a)(1) \n   \nRecords: Dealers and exhibitors. \nThe APHIS 7005 lists 25 adult dogs and the physical inventory of the dogs was 48.  Acquisition  and other required \ninformation is necessary to know with certainty the identification for movement of dogs and medical treatments.  The \nAPHIS 7005 must be maintained to fully and correctly disclose the required information on each dog purchased or \notherwise acquired, owned, held or otherwise in his or her possession or under his or her control, or which is transported, \neuthanized, sold, or otherwise disposed of by that dealer or exhibitor. The records must be updated and maintained. \n \nTo be corrected by:  11 June 2022 \n3.4(b) \n   \nOutdoor housing facilities. \nIn the outdoor enclosures there are 8 enclosures that do not provide adequate shelter space for each of the dogs.  The \nshelters are approximately 24 inches in diameter.  In 6 of the enclosures, there are 2 medium sized dogs (Shih Tzus) and \nin 2 enclosures, there are 3 similar sized dogs.  It was observed that when 1 dog was in the shelter, it occupied more than \n1/2 of the space, indicating that there was not enough space for the other dog(s) to sit, stand, turn around and lay down in \na normal manner.  Adequate shelter space is necessary for the comfort and welfare of the dogs.  The owner must provide \nmore shelter space in these enclosures and maintain it at all times.\n\nTo be corrected by:  10 June, 2022. \n3.13 \n   \nVeterinary care for dogs. \nThe Program of Veterinary Care does not provide the required information on testing for heartworm, coccidia and giardia.  \nThere is no frequency of treatment described for intestinal parasites in puppies or adults.  There is no information on the \nPVC for maintenance of clean and healthy coats, ears, eyes, skin, toenails and teeth.  A written preventative health care \nprogram is necessary to ensure that all persons in the facility know with certainty treatment plans and frequency.  This is \nalso necessary for APHIS officials to determine that adequate veterinary care is being provided. \n \nTo be corrected by 11 June 2022. \n \nNOTE:  The attending veterinarian has an appointment for June 11, 2022. \n \nThis inspection and exit interview were conducted with a facility representative. \n \nEnd Section",
  "animals_total": 67,
  "species": [
    {
      "count": 48,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 19,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}