{
  "insp_id": "2016082569589672",
  "layout": "a",
  "customer_id": "503099",
  "customer_name": "Corvus Biomedical L L C",
  "customer_addr": "635 Barnhill Dr\nMs 304-D\nIndianapolis, IN 46202",
  "certificate": "32-R-0055",
  "site_id": "001",
  "site_name": "CORVUS BIOMEDICAL LLC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "30-AUG-2019",
  "report_date": "30-AUG-2019",
  "citations": [
    {
      "code": "2.31(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "Though the IACUC has met and conducted program reviews and facilities inspections on three occasions (May\n2018, November 2018, July 2019) Institutional Official (IO) reports have neither been prepared, reviewed and\nsigned by a majority of IACUC members, nor submitted to the IO. It is difficult to keep track of departures and\ndeficiencies, and their corrections, if they are not clearly defined and readily available, such as they would be in an\nIO report. Animal welfare may be negatively impacted if a plan for correction of deficiencies is not developed and\nfollowed. Accurate IO reports containing all necessary information must be generated following each program\nreview and facilities inspection.\nCorrect by: March 31, 2020"
    },
    {
      "code": "2.31(c)(7)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "IACUC approved protocol 002 describes placement of glucose sensors on the back of swine while restrained in a\nsling. However, sensors are actually being placed on the abdomen or belly of the swine. Anesthesia is required to\nplace sensors in this location. Animals were observed in the individual housing area and lab area with sensors on\ntheir abdomen during inspection. This deviation has not been reviewed or approved by the IACUC. Without IACUC\nreview, significant protocol changes may involve procedures which could injure or harm the animals in ways not\nconsidered by the investigator or research staff. The IACUC shall review and approve, require modifications (to\nsecure approval), or withhold approval to all proposed significant changes regarding the care and use of animals in\nongoing activities.\nCorrect by: September 15, 2019"
    },
    {
      "code": "2.31(d)(2)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "The IACUC consists of six members. On protocol 001, an IACUC member is listed as the principal investigator (PI).\nOn protocol 002, three IACUC members are personally involved in the protocol as PI, research associate, and\nanimal technician. During the inspection interview process, it was determined that all of the personally involved\nIACUC members participated in the review and approval of their protocols. For protocol 002, a quorum could not be\nachieved if the members had recused themselves. An unbiased review of protocols is necessary to assure optimal\nanimal welfare. No IACUC member may participate in the IACUC review or approval of an activity in which that\nmember has a conflicting interest (e.g., is personally involved in the activity), except to provide information\nrequested by the IACUC, nor may any member who has a conflicting interest contribute to the constitution of a\nquorum.\nCorrect by: October 1, 2019\nThis inspection and exit interview were conducted with the CEO and facility Manager"
    }
  ],
  "narrative": "2.31(c)(3)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nThough the IACUC has met and conducted program reviews and facilities inspections on three occasions (May\n2018, November 2018, July 2019) Institutional Official (IO) reports have neither been prepared, reviewed and\nsigned by a majority of IACUC members, nor submitted to the IO.  It is difficult to keep track of departures and\ndeficiencies, and their corrections, if they are not clearly defined and readily available, such as they would be in an\nIO report.  Animal welfare may be negatively impacted if a plan for correction of deficiencies is not developed and\nfollowed.  Accurate IO reports containing all necessary information must be generated following each program\nreview and facilities inspection.\nCorrect by:  March 31, 2020\n2.31(c)(7)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nIACUC approved protocol 002 describes placement of glucose sensors on the back of swine while restrained in a\nsling.  However, sensors are actually being placed on the abdomen or belly of the swine.  Anesthesia is required to\nplace sensors in this location.  Animals were observed in the individual housing area and lab area with sensors on\ntheir abdomen during inspection.  This deviation has not been reviewed or approved by the IACUC.  Without IACUC\nreview, significant protocol changes may involve procedures which could injure or harm the animals in ways not\nconsidered by the investigator or research staff.  The IACUC shall review and approve, require modifications (to\nsecure approval), or withhold approval to all proposed significant changes regarding the care and use of animals in\nongoing activities.\nCorrect by:  September 15, 2019\n2.31(d)(2)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\n\nThe IACUC consists of six members.  On protocol 001, an IACUC member is listed as the principal investigator (PI).\n On protocol 002, three IACUC members are personally involved in the protocol as PI, research associate, and\nanimal technician.  During the inspection interview process, it was determined that all of the personally involved\nIACUC members participated in the review and approval of their protocols.  For protocol 002, a quorum could not be\nachieved if the members had recused themselves.  An unbiased review of protocols is necessary to assure optimal\nanimal welfare.  No IACUC member may participate in the IACUC review or approval of an activity in which that\nmember has a conflicting interest (e.g., is personally involved in the activity), except to provide information\nrequested by the IACUC, nor may any member who has a conflicting interest contribute to the constitution of a\nquorum.\nCorrect by:  October 1, 2019\nThis inspection and exit interview were conducted with the CEO and facility Manager",
  "animals_total": 12,
  "species": [
    {
      "count": 12,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}