{
  "insp_id": "INS-0000871244",
  "layout": "c",
  "customer_id": "332894",
  "customer_name": "Colleen Kincaid",
  "customer_addr": "24850 Lyons Rd\nCHANUTE, KS 66720",
  "certificate": "48-A-2169",
  "site_id": "001",
  "site_name": "COLLEEN KINCAID",
  "insp_type": "ROUTINE INSPECTION",
  "date": "01-JUN-2023",
  "report_date": "05-JUN-2023",
  "citations": [
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "* There is a mixture of dirt, grease and other excreta accumulating on the interior metal divider, entryway metal doors\nand the fiberglass wall board in two enclosures. Four dogs are in contact with the affected surfaces located in shelter\nhousing. The affected area covers approximately 20 to 30 percent of the exterior wall area. Cleaning of surfaces is\nnecessary to prevent an accumulation of excreta and other disease hazards. This indicates an unsanitary living condition\nexists that could lead to potential disease or health risks. Surfaces which are not cleaned and sanitized properly increase\nthe risk of disease hazards for the dogs. Cleanliness is important to the health and well-being of the animals. All surfaces\nof housing facilities must be cleaned and sanitized when necessary to satisfy generally accepted husbandry standards\nand practices. The licensee must ensure that hard surfaces with which the dogs come in contact must be spot cleaned\ndaily and sanitized in accordance with 3.11 (B) of this sub part to prevent accumulation of excreta and reduce disease\nhazards. Correct by 6/6/23."
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "* An accumulation of fecal and other organic material was accumulating on the north outside ground area next to south\nsheltered building. Ten dogs are in contact with the affected area. Fecal and organic material can attract pests and\nrodents, become a disease hazard or area of contamination to the animals. Odors, insects, disease hazards, and pest\ninfestation from fecal and organic material accumulations can have an adverse effect on the health and well-being of the\nanimals at this facility. The licensee must have provisions in place for the removal and disposal of animals and food\nwastes, bedding, dead animals, trash and debris. Correct by 6/15/23."
    },
    {
      "code": "3.13(a)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "* There was no recorded date for annual heartworm testing on 60 dogs. Annual heartworm testing is important for the\nhealth of the animals. I did verify with the veterinarian of record and no heartworm tests had been completed. Heartworm\ntesting is done to ensure that there are no active internal parasites. Heartworms are serious parasites that are\ntransmitted by insect bites. The licensee must ensure that all dogs are receiving vaccinations for contagious and/or\ndeadly diseases of dogs (including rabies, parvovirus, and distemper) and sampling and treatment of parasites and other\npests (including fleas, worms, coccidia, giardia, and heartworm) in accordance with a schedule approved by the attending\nveterinarian. Correct by 7/1/23.\nThis inspection and exit interview were conducted with the licensee.\nn"
    }
  ],
  "narrative": "3.1(c)(3) \n   \nHousing facilities, general. \n*    There is a mixture of dirt, grease and other excreta accumulating on the interior metal divider, entryway metal doors \nand the fiberglass wall board in two enclosures. Four dogs are in contact with the affected surfaces located in shelter \nhousing. The affected area covers approximately 20 to 30 percent of the exterior wall area. Cleaning of surfaces is \nnecessary to prevent an accumulation of excreta and other disease hazards.  This indicates an unsanitary living condition \nexists that could lead to potential disease or health risks.  Surfaces which are not cleaned and sanitized properly increase \nthe risk of disease hazards for the dogs. Cleanliness is important to the health and well-being of the animals. All surfaces \nof housing facilities must be cleaned and sanitized when necessary to satisfy generally accepted husbandry standards \nand practices.   The licensee must ensure that hard surfaces with which the dogs come in contact must be spot cleaned \ndaily and sanitized in accordance with 3.11 (B) of this sub part to prevent accumulation of excreta and reduce disease \nhazards.  Correct by 6/6/23. \n3.1(f) \n   \nHousing facilities, general. \n*    An accumulation of fecal and other organic material was accumulating on the north outside ground area next to south \nsheltered building.  Ten dogs are in contact with the affected area.   Fecal and organic material can attract pests and \nrodents, become a disease hazard or area of contamination to the animals.  Odors, insects, disease hazards, and pest\n\ninfestation from fecal and organic material accumulations can have an adverse effect on the health and well-being of the \nanimals at this facility.  The licensee must have provisions in place for the removal and disposal of animals and food \nwastes, bedding, dead animals, trash and debris.  Correct by 6/15/23. \n3.13(a)(3) \n   \nVeterinary care for dogs. \n*   There was no recorded date for annual heartworm testing on 60 dogs.   Annual  heartworm testing is important for the \nhealth of the animals.  I did verify with the veterinarian of record and no heartworm tests had been completed. Heartworm \ntesting is done to ensure that there are no active internal parasites.   Heartworms are serious parasites that are \ntransmitted by insect bites.  The licensee must ensure that all dogs are receiving vaccinations for contagious and/or \ndeadly diseases of dogs (including rabies, parvovirus, and distemper) and sampling and treatment of parasites and other \npests (including fleas, worms, coccidia, giardia, and heartworm) in accordance with a schedule approved by the attending \nveterinarian.  Correct by 7/1/23. \n \nThis inspection and exit interview were conducted with the licensee. \n \n n",
  "animals_total": 81,
  "species": [
    {
      "count": 60,
      "scientific": "Canis familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 21,
      "scientific": "Canis familiaris",
      "common": "DOG PUPPY"
    }
  ]
}