{
  "insp_id": "317140959240593",
  "layout": "a",
  "customer_id": "5715",
  "customer_name": "Gerald Watts",
  "customer_addr": "291 Ponderosa Lane\nMarshall, AR 72650",
  "certificate": "71-A-1095",
  "site_id": "001",
  "site_name": "GERALD WATTS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-NOV-2014",
  "report_date": "13-NOV-2014",
  "citations": [
    {
      "code": "2.40(b)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The kennel facility consists of one indoor housing building. In the building there are two adults which need to be\nevaluated by the attending veterinarian. One animal is a five year old white female French Bulldog, chip #\n037529631. Both of the animal's eyes are a cloudy blue. The dealer stated the animal had always had blue eyes\nbut he had not noticed they had turned cloudy. The other animal is a three year old white female American Bulldog,\nchip # 0A01253116. The animal is thin to the point of spine, ribs and hip bones protruding. The animal also has\nsores on both hips approximately 1 to 1-1/2 inches in diameter. The dealer stated he had applied ointment to the\nsores. The dealer did not have any documentation of either animal being evaluated or receiving treatment. The\nanimals must be evaluated by the attending veterinarian. The dealer must maintain written documentation of the\nevaluation and all treatment to protect the health and welfare of the animals.\nAffects two adult. Correct by November 17, 2014"
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In the indoor kennel building there are seven red self feeders which have dirt, hair and dark matter on their interior\nsurfaces. Food receptacles for dogs must be cleaned and sanitized at least once every 2 weeks and more often if\nnecessary to prevent an accumulation of dirt, debris, food waste, excreta, and other disease hazards to prevent\nfood contamination and to protect the health and welfare of the contained animals.\nAffects seven adults. Correct by November 16, 2014"
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Through-out the kennel building there is an accumulation of spider webs, dead insects, and hair around the\nwindows, on the walls, hanging from the overhead heating outlets and on the ceiling. There are fly specks on\nmultiple surfaces such as the pvc automatic watering pipes and the overhead light sockets. The dealer stated the\nbuilding had last been cleaned approximately a month earlier. The building needs to be cleaned and maintained to\nprevent contamination of food receptacles, facilitate husbandry practices and prevent the spread of disease.\nPremises where housing facilities are located, including buildings and surrounding grounds, must be kept clean and\nin good repair to protect the health and welfare of the animals.\nAffects twenty-eight adults and ninteen puppies. Correct by November 20, 2014\nThe inspection and exit briefing was conducted with the facility representative."
    }
  ],
  "narrative": "2.40(b)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe kennel facility consists of one indoor housing building.  In the building there are two adults which need to be\nevaluated by the attending veterinarian.  One animal is a five year old white female French Bulldog, chip #\n037529631.  Both of the animal's eyes are a cloudy blue.  The dealer stated the animal had always had blue eyes\nbut he had not noticed they had turned cloudy.  The other animal is a three year old white female American Bulldog,\nchip # 0A01253116.  The animal is thin to the point of spine, ribs and hip bones protruding.  The animal also has\nsores on both hips approximately 1 to 1-1/2 inches in diameter.  The dealer stated he had applied ointment to the\nsores.  The dealer did not have any documentation of either animal being evaluated or receiving treatment.  The\nanimals must be evaluated by the attending veterinarian.  The dealer must maintain written documentation of the\nevaluation and all treatment to protect the health and welfare of the animals.\nAffects two adult.                                            Correct by November 17, 2014\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nIn the indoor kennel building there are seven red self feeders which have dirt, hair and dark matter on their interior\nsurfaces.  Food receptacles for dogs must be cleaned and sanitized at least once every 2 weeks and more often if\nnecessary to prevent an accumulation of dirt, debris, food waste, excreta, and other disease hazards to prevent\nfood contamination and to protect the health and welfare of the contained animals.\nAffects seven adults.                                              Correct by November 16, 2014\n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThrough-out the kennel building there is an accumulation of spider webs, dead insects, and hair around the\nwindows, on the walls, hanging from the overhead heating outlets and on the ceiling.  There are fly specks on\nmultiple surfaces such as the pvc automatic watering pipes and the overhead light sockets.  The dealer stated the\nbuilding had last been cleaned approximately a month earlier.  The building needs to be cleaned and maintained to\n\nprevent contamination of food receptacles, facilitate husbandry practices and prevent the spread of disease.  \nPremises where housing facilities are located, including buildings and surrounding grounds, must be kept clean and\nin good repair to protect the health and welfare of the animals.\nAffects twenty-eight adults and ninteen puppies.                      Correct by November 20, 2014\nThe inspection and exit briefing was conducted with the facility representative.",
  "animals_total": 47,
  "species": [
    {
      "count": 28,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 19,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}