{
  "insp_id": "70152129330727",
  "layout": "a",
  "customer_id": "2468",
  "customer_name": "Karl Mogensen",
  "customer_addr": "Po Box 88\nNatural Bridge, VA 24578",
  "certificate": "52-C-0035",
  "site_id": "001",
  "site_name": "KARL MOGENSEN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-MAR-2015",
  "report_date": "16-MAR-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Seven individual animals were identified by APHIS Officials in need of veterinary care at the time of inspection.\nThere was no documentation available during the inspection regarding their treatment and according to the wife of\nthe licensee (responsible for much of the daily care for animals) these animals were not receiving veterinary\ntreatment at the start of the inspection.\n*** Direct: An adult female brown and white goat housed in the goat pasture near the road (on the northeast corner\nof the main zoo facility) had multiple areas of hair loss and was observed vigorously scratching during the\ninspection. She appeared intensely itchy and was consistently scratching her sides and flanks with her horns and\nhind legs, rubbing her body against the fence and feeder, and chewing at her skin. Patchy areas of hair loss were\npresent on both the left and right sides of this goat and varied in size. The largest areas were present along the\ntopline of the left side just in front of the hip (approx. 3-4 x 1.5 inches) and right hip area (2 inches x 1 inch). The\nunderlying skin is dry, flaky, and pigmented and the skin present in haired areas is similarly flaky. When the hair\nwas parted and closely examined, numerous live lice were observed. Additionally, there were numerous nits (lice\neggs) observed on hair shafts along the sides of the goat. This goat is housed with seven other goats. Several of\nthese goats were also observed scratching, but did not appear to have obvious hair loss. The licensee stated that\nhis wife had recently dewormed and applied topical treatment for lice to the goats in the petting zoo area, but that\nshe had not treated the animals in this area. The wife of the licensee confirmed this and said that she was not\naware of the hair loss in this goat.\nLeft untreated, lice may result in worsening of the condition and unnecessary suffering. In addition, trauma done to\nthe skin from excessive scratching may lead to the development of secondary skin infections. When skin disorders\nare the result of a contagious cause (such as lice), they may be transmitted to other uninfected animals in the same\nenclosure or enclosures nearby. Correct by ensuring this goat and all animals exhibiting skin abnormalities are\nexamined by the attending veterinarian. The licensee must follow all recommendations made by the veterinarian\nincluding those regarding diagnosis, treatment, prevention, control of this condition, and recheck examinations.\nRecords of these findings, treatment, and future recommendations must be kept for evaluation by APHIS Officials.\nThis was first identified by inspectors and reported to the licensee on March 11, 2015.\n*** Direct: An adult female muntjac housed in the enclosure near the outdoor African crested porcupine was\nobserved walking with an abnormal gait. This animal had excessively long front hooves that curled upward and\nwere not touching the ground at the ends (commonly described as an elf shoe apearance). This animal was\nobserved for an extended period of time and it appeared that she was overextending both front legs and that she\nwas only partially weight bearing on her left front leg at a walk. The soft ground in this enclosure made\nphotographing her feet difficult. When asked the licensee stated that he was unaware of any lame animals in this\nenclosure, but that the gait was most likely a normal behavior. The wife of the licensee stated that she was unaware\nof any muntjac exhibiting lameness. She also stated that they often go under the shed that is in their pasture and\nthat they can be difficult to observe.\nLameness is a significant indicator of pain and failure to provide appropriate methods to properly diagnose and treat\nthe underlying cause in a timely manner may result in unnecessary pain and suffering. Correct by having this\nanimal evaluated by a licensed veterinarian and following all recommendations including those regarding\nexamination, diagnosis, treatment, hoof trimming and future recheck examinations as needed. Additionally, the\nlicensee must maintain record of these recommendations and hoof trimming for evaluation by APHIS Officials. This\nwas first identified by inspectors and reported to the licensee on March 10, 2015.\n*** A female muntjac housed in a stall near the keeper barn had excessively long hooves. This animal has an\nabnormal left front leg which curves outwards below the knee. The hooves were severely overgrown on all 4 legs.\nBoth claws on the left front leg were so severely overgrown that the claws are crisscrossed. The inner claw curves\nunder the outer claw such that the animal appears to be walking on the hoof wall of the inner claw. The claws on\nthe right front foot are also overgrown (although to a lesser extent) such that the tips of the claws appear to be\ncrossing. Additionally, both rear feet are long enough that the claws are similarly crisscrossing on each foot. The\nlicensee previously stated that the abnormal leg was the result of an old injury that had healed poorly, which is why\nthis animal is separated from the main herds. Neither the licensee nor his wife were aware of the overgrown\nhooves and there was no documentation regarding the care or treatment of this condition.\nExcessively long hooves can cause lameness, unnecessary stress and discomfort to the animal and can lead to the\ndevelopment of additional medical problems such as foot rot. Animals with preexisting leg abnormalities (whether\nfrom previous trauma or abnormal confirmation) often require increased routine hoof care to prevent the\ndevelopment of hoof problems. Correct by having this animal examined by the attending veterinarian and following\nall recommendations regarding appropriate treatment for this condition and any additional routine husbandry care\nthat may be necessary. The licensee must maintain records of the diagnosis and recommendations for evaluation\nby APHIS Officials. This was first identified by inspectors and reported to the licensee on March 10, 2015.\n*** A brown female camel housed in the zoo with seven other camels had a significant swelling (about the size of a\ntennis ball) located on the right side at the base of the neck / front of the chest. The skin overlying this area is\nhairless. Two other camels are currently being treated for abscesses by facility personnel at the direction of the\nattending veterinarian; however, this camel had not been identified by facility personnel.\nAbscesses are often caused by infectious agents and there are 7 additional camels located in this pasture and 1\nhoused in the adjoining enclosure. There were no methods currently in use to stop the spread of disease if it is\ntransmissible between animals. Correct by ensuring that all animals exhibiting these skin abnormalities are\nexamined by the attending veterinarian so that appropriate diagnostic testing can be completed and a proper\ndiagnosis can be made. Additionally, the licensee must seek guidance from the attending veterinarian regarding\nappropriate prevention and control of this condition in camels. The licensee must maintain records of the diagnosis\nand recommendations for evaluation by APHIS Officials. This was first identified by inspectors and reported to the\nlicensee on March 10, 2015.\n*** A grey rabbit in an enclosure on the porch of the keeper barn had a watery discharge from its left eye. The fur\nwas noticeably wet on the left side of the face of the rabbit between its left eye and nose on both March 10, 2015\nand March 11, 2015 during the inspection. The eye itself appeared normal and the rabbit did not appear to be\nsquinting or otherwise painful. The licensee and the wife of the licensee were unaware of the condition and both\nstated that the rabbit appeared fine when it was brought to their attention by inspectors. The watery discharge from\nthe eye can be caused by numerous conditions such as an eye irritation, eye abnormality or even a tooth problem.\nCorrect by having this animal evaluated by the attending veterinarian and following all recommendations including\nthose regarding examination, diagnosis, treatment, and future recheck examinations as needed. Additionally, the\nlicensee must maintain record of these recommendations for evaluation by APHIS Officials. This was first identified\nby inspectors and reported to the licensee on March 10, 2015.\n*** The female Mandrill housed with the adult male Mandrill that was listed on the January 6, 2015 inspection report\nstill has hairloss over the top aspect of both forearms. On the right arm the hair loss still extends from the elbow\ndown to an area halfway between the wrist and the knuckles. On the left arm the hair loss still extends from just\nbelow the elbow to the top of the hand. The wife of the licensee stated that this animal has been discussed with the\nveterinarian, but there is no documentation of those discussions that include the diagnosis or treatment of the\ncondition. The wife of the licensee stated that the veterinarian verbally instructed her to increase enrichment for the\nanimal. There is no documentation that veterinary instructions have been followed.\n*** The juvenile female Mandrill (housed with the adult female with an infant) has hairloss on the inside of both\nelbows that was not present on the previous inspection. The hairloss extends slightly down the inside of both arms.\nThe wife of the licensee stated that she had not noticed the hairloss in this animal and therefore has not discussed it\nwith the veterinarian.\nThere is no direction in the written program of veterinary care or the Non-human Primate Enrichment plan to\naddress hair loss or hair plucking in primates. While hair loss in this area of primates often has an underlying\nbehavioral cause, guidance from the attending veterinarian must be sought to ensure an accurate diagnosis and\nappropriate treatment plan to prevent worsening of the condition. These animals must be evaluated by a licensed\nveterinarian with knowledge about primate medicine in order to ensure that an accurate diagnosis is obtained and\nan appropriate treatment plan is developed. All recommendations regarding the diagnosis, care, and treatment\nmust be followed. This information, including the diagnosis, treatment and resolution of the condition, must be\ndocumented and made available to the inspector upon request. Additionally, the enrichment plan should be\namended to address non-medical causes of hair plucking in primates if the veterinarian believes this to be an issue\nat the facility. This was first identified by inspectors and reported to the licensee on March 10, 2015. Although this\nis a repeat non-complaint item, the licensee was verbally instructed to have these animals examined by a licensed\nveterinarian by 5 pm on March 13, 2015.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED"
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*** Direct: Seven individual animals were identified by APHIS Officials in need of veterinary care at the time of\ninspection. Based on statements by the licensee, six of the seven animals had not been identified by the facility\nprior to this inspection and, as a result, had not been reported to the attending veterinarian. The one remaining\nanimal was identified by APHIS officials on an inspection dated January 6, 2015.\n*** In addition to the lack of observations above, the current design of the shelter within the muntjac enclosure near\nthe African porcupine exhibit prevents daily observation of all animals. On March 10, 2015 one lame muntjac was\nidentified in this enclosure. At that time a total of 5 animals were visible to inspectors and facility representatives\nstated that they were unsure how many animals were present but that the wife of the licensee would know. When\nAPHIS officials attempted to re-evaluate this animal in the afternoon, they observed 7 animals in the enclosure and\nwere unable to locate the lame muntjac. After speaking with the wife of the licensee the following day, inspectors\nwere informed that there were actually 8 animals present in this enclosure. There is a large shed present in this\nenclosure to provide shelter and the wife of the licensee explained that the muntjac often go underneath this shed\nand are difficult to observe. The wife of the licensee stated that in fact, there were 8 animals present in that\nenclosure at the last inspection, but that she had forgotten about two offspring that were born when providing\ninformation to the inspectors about the number of animals present.\nInspectors asked the wife of the licensee to accompany them to that enclosure again on March 11, 2015 so that she\ncould attempt to make all animals visible. Although both the wife of the licensee and another facility representative\nattempted to entice the muntjac out from underneath the shed, only a total of 6 animals could be observed that day.\nWhen the muntjac are under the shed they cannot be adequately observed by either the facility or APHIS\npersonnel. The muntjac cannot be easily removed from under the shed for either observation or treatment. Access\nto the area under the shed therefore poses a health risk for the animals as they cannot be observed adequately and\nanimals with health problems are more likely to seek quiet areas that are out of the public view. Additionally, any\nphysical hazards that may be present under the shed cannot be observed or assessed.\nEach exhibitor shall establish and maintain an adequate program of veterinary care which includes daily\nobservations of all animals to assess their health and well-being. Additionally, a mechanism of direct and frequent\ncommunication with the attending veterinarian (AV) is required so that timely and accurate information on problems\nof animal health, behavior, and well-being are conveyed to the AV. Correct by ensuring that adequate daily\nobservations are conducted and that information is conveyed to the attending veterinarian as required. Additionally,\ncorrect by making necessary modifications to the muntjac enclosure to prevent the muntjac from going under the\nshed in order to facilitate daily observations.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED."
    },
    {
      "code": "2.40(b)(4)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*** The zebu was tranquilized by facility personnel on January 30, 2015 to trim its hooves. According to the wife of\nthe licensee the zebu recovered from the sedation, but was found dead on January 31, 2015. The program of\nveterinary care did not address tranquilizing zebu or cattle. There was no written guidance from the attending\nveterinarian regarding the tranquilization of the zebu on March 30, 2015. The tranquilization of animals must be\ndirected by the attending veterinarian to help prevent complications that may result in the discomfort or death of the\nanimal.\n*** The facility program of veterinary care does not list the dosages of ketamine to sedate/tranquilize the primates.\nImproper dosage of ketamine may result in animal too lightly or heavily sedated and pose a health risk to both the\nprimate and facility personnel. The dosage of ketamine must be directed by the attending veterinarian to help\nensure a smooth and uneventful sedation and recovery for the health and comfort of the animal. There were no\nrecords of chemical restraint or sedation of primates since the last inspection, but the facility has immobilized\nprimates in the past and would need to again if/when medical problems arise.\nInadequate guidance regarding tranquilization and anesthesia may result in unnecessary distress to the animal or\neven death. Each exhibitor must establish and maintain programs of adequate veterinary care that includes\nadequate guidance to personnel involved in the care and use of animals regarding handling, immobilization,\nanesthesia, analgesia, tranquilization and euthanasia. Additionally, licensees must seek guidance regarding\nadequate pre-procedural and post-procedural care in accordance with established veterinary medical and nursing\nprocedures.\nCorrect by seeking specific guidance from the attending veterinarian regarding drug choices, drug dosages,\nanesthetic record keeping, pre-anesthesia animal preparation, and post anesthesia monitoring and recovery. This\nguidance should be of sufficient detail for all species that may be sedated or anesthetized so that APHIS Officials\ncan evaluate compliance with the direction of the attending veterinarian. Additionally, correct by ensuring that all\nfuture anesthesia or sedation is conducted in accordance with the standard operating procedures developed and\napproved by the attending veterinarian.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED."
    },
    {
      "code": "3.75(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "*** There are two primate enclosures within the elephant building that are severely rusted. One enclosure,\ncontaining two De Brazza's monkeys, has an enclosure door that is severely rusted. There are two areas on the\nlower portion of the door frame where the rust has eroded through the metal leaving large gaps in the door frame\nwith sharp jagged edges. The second primate enclosure, containing three white-faced capuchin monkeys, has\nseveral areas throughout the enclosure where the paint has worn and/or peeled off the metal frame. The metal\nframe in these areas is rusted and the rust is pitted and flaking. On one bottom rail within this enclosure, there are\ntwo small holes that have developed from rust erosion.\n*** One enclosure in the mouse house building, containing three brown capuchins, is severely rusted. There are\nseveral large areas throughout the enclosure where the paint has worn and/or peeled off the metal frame. The metal\nframe in these areas is severely rusted and the rust is pitted and flaking.\nExcessive rust can affect the structural strength of surfaces and prevents the required cleaning and sanitization of\nenclosures. Any surface that comes in contact with the nonhuman primates must be free of excessive rust that\nprevents the required cleaning and sanitization, or that affects the structural strength of the surface. Correct by\nensuring that these areas are repaired or replaced and that all surfaces that come in contact with the individual\nanimals including primary enclosures, perches, shelves, swings, etc. are constructed and maintained in a manner\nthat allows them to be readily cleaned and sanitized and are removed or replaced as needed.\nCorrect by: April 13, 2015"
    },
    {
      "code": "3.75(c)(1)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "*** There are multiple sharp points present in the enclosure housing three snow macaques. There is one area\nwhere there is a hole in the chain-link fence that has been patched using a piece of 2x4 inch welded wire affixed\nover the damaged chain link. Although the patch appears secure, there is a piece of broken chain-link fence with a\nsharp point protruding into the enclosure. Within the same enclosure, the chain-link fence is attached to the metal\nenclosure frame with small wire. In some of the areas the ends of the wires are twisted together and the twisted\nmetal points are protruding into the enclosure in a manner that the animals can easily access them.\nSharp points such as these present an injury hazard to the animals. Correct by ensuring that all surfaces in contact\nwith the non-human primates are free of jagged edges and sharp points that might injure the animals.\nCorrect by: March 20, 2015"
    },
    {
      "code": "3.75(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "*** The two wood guillotine doors to the shelter in the Mandrill enclosures (housing a total of 5 Mandrills) are worn\nand chewed. One wood door is missing wood on the right upper corner and the other door is missing wood on the\nlower left corner. These doors cannot be readily cleaned and sanitized and must be repaired or replaced.\n*** Within the gift shop there is a viewing window into the enclosure housing three Japanese macaques. The\nwindow ledge located within the animal enclosure is warped and separating from the building wall. There is a small\ngap between the wooden ledge and the building wall at the left lower edge of the window looking out into the\nenclosure from the gift shop. Gaps such as these create an area that food debris and other organic material may\naccumulate. This area cannot be readily cleaned and sanitized and therefore provides an optimal area for bacterial\nand fungal growth.\nAll surfaces of housing facilities for primates must be maintained on a regular basis. Surfaces of housing facilities (cid:19)\nincluding houses, dens, and other furniture type fixtures and objects within the facility (cid:19) that cannot be readily\ncleaned and sanitized, must be replaced when worn or soiled. Correct by ensuring that the areas listed above are\nrepaired or replaced and that all primate areas are regularly maintained as required.\nCorrect by: April 13, 2015"
    },
    {
      "code": "3.81(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "The facility routinely hand raises capuchin infants. Documentation showed that two brown capuchins (one male and\none female) were removed from their mothers, bottle fed and sold on February 25, 2015. On the date of the sale,\nthe male was approximately 4 weeks of age and the female was approximately 2.5 weeks of age. No\ndocumentation was available to the inspectors regarding the nutrition, care and/or enrichment provided to these two\ncapuchins. The facility's current enrichment plan does not specifically address the special enrichment requirements\nfor infants or young juveniles. Additional documentation provided to the inspectors (not included in the approved\nenrichment plan) indicated that infant primates would be given additional care and that it would be documented on\nan individual basis. At the time of inspection there was no documentation of the additional care or enrichment\ndescribed in that document regarding either infant primate sold in February.\nInfants and young juvenile primates, particularly those that are hand reared, have special behavioral and\npsychological needs. Failure to meet these needs does not ensure that these young animals will develop species\ntypical behaviors and can lead to the development of abnormal behaviors that may permanently compromise\nwelfare for these animals.\nThe licensee must ensure that infants and young juvenile primates are provided special attention regarding\nenhancement of their environment. A special environmental enhancement plan regarding infants and young\njuveniles must be developed, documented and followed. The plan must be based on the needs of the individual\nspecies, in accordance with currently accepted professional standards and must be directed and approved by the\nattending veterinarian.\nCorrect by: April 13, 2015"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The following areas were found in need of repair or replacement:\n1. The fence around the pasture housing 8 pygmy goats has an approximately 10 foot area where the upper portion\nof the fence is pulled away from the structural supports and is now bent over outwards. The strand of barbed wire\nabove the woven fence was detached from the support posts. There are also several broken wires and loose sharp\nwire ends from where the fence has been patched near the gate. This fence was repaired during the inspection.\n2. The llama fencing for the main llama yard containing 24 llamas has areas where the lowest horizontal fence rail\nis at least 21 inches from the ground. Smaller llamas may be able to get under this rail. The licensee has started\nto correct this item but there are still areas that require correcting on the side near the Mandrills.\n3. One large pile of brush is still present in the pasture area for the zebras at the breeding facility location ((cid:28)the\nfarm(cid:29)). This pile (located just to the left of the gate upon entering the pasture) also contains several wooden boards,\nmetal bars, and fencing. Since the January 6, 2015 inspection the licensee has removed a significant amount of\ndebris from other areas of this pasture and has created an additional fenced area around several rolls of fencing\nmaterial in order to keep the animals away. Removal of the remaining brush / debris pile near the gate, or\nmodification of this area to make it inaccessible to animals, is still required. This area houses 16 zebra.\n4. A broken red plastic feeder was found in use in the zebra barn at the breeding facility location. The edge of this\nfeeder has been chewed and worn and it is now loose from the body of the feeder. There are also 2 strands of thick\ngauge wire wrapped around a section of metal fencing in this area. These strands have sharp ends that are\nprotruding into the stall which the zebra can access. This area houses 16 zebra.\n5. Several wire panels mounted onto the bottom of the wooden fence in the muntjac enclosure have been pulled\nloose on the bottom. This is present in the muntjac enclosure nearest the African crested porcupine exhibit\n(housing 8 muntjac).\n6. Two enclosures housing one serval each have rusted areas on the enclosure walls. The first enclosure on the\nright housing one serval has an area of rust on the left wall near the ground approximately the size of a lemon\nwhere the rust has eroded the metal leaving a jagged hole. The second enclosure on the right housing one serval\nhas an area of rust on the right wall near the ground which is semi-circular approximately 4 inches long where the\nrust has eroded the metal leaving a jagged hole.\nAll of these areas are in need of repair or replacement. They are all areas of potential injury or escape. The facility\nmust ensure that all animal enclosures are maintained to adequately contain the animals and protect them from\ninjury.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED"
    },
    {
      "code": "3.127(c)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "*** Six outdoor yards housing 32 fallow deer, 18 Sitatunga, 5 zebra, 7 Kudu, 16 oryx, and 8 camel were excessively\nmuddy on March 10, 2015.\n1. Nearly the entire fallow deer enclosure is covered in mud with small puddles created from hoof prints that\nhave filled in with rain water. When the animals walk around on the mud they sink in about an inch. Several of the\nanimals have mud covering their hooves and splattered up the lower portion of their legs.\n2. Nearly the entire Sitatunga enclosure is severely muddy. The front 1/3 of the enclosure is covered by several\ncoalescing puddles of standing water. The remainder of the enclosure appears muddy, although there is a large\npack of straw bedding inside the shelter which appears to raise this area above the level of the pasture. All of the\nanimals in the enclosure were gathered inside or near one of the shelters.\n3. Nearly the entire zebra enclosure is muddy with very large (pond-like) puddles in the lower end and some\nmedium sized puddles surrounding the shelter. The mud appears several inches thick in most places. All of the\nanimals in the enclosure were gathered within the shelter and the majority have discoloration past their ankles\nwhich appears to be dried mud. The flooring in the shelter appeared dry and was covered with straw.\n4. Nearly the entire kudu enclosure is severely muddy. The front 1/3 of the enclosure has several puddles of\nstanding water. The back left-hand corner of the enclosure (the side nearest the zebra) is completely under water.\nThe area around the water source is also severely muddy with numerous small puddles created from hoof prints\nthat have filled in with water.\n5. Nearly the entire front of the Oryx enclosure is covered with excessive mud (approximately 1/3 of the\nenclosure). There are large areas where animals have sunken into the mud leaving deep hoof prints which have\nfilled with water creating numerous puddles. This is particularly noticeable in the area surrounding the automatic\nwatering device. Additionally, there are several vehicle tracks left in the mud which have also filled in with water\ncreating large puddles. Several animals have mud on their legs over their ankles and mud spatter up their hind legs\nas far as their hocks.\n6. Nearly the entire front half of the camel enclosure is covered with mud. The area around the automatic\nwatering device and feed troughs is severely muddy. In this area animals have repeatedly sunken into the mud\nleaving deep hoof prints which have filled with water creating numerous puddles. The majority of the camels (even\nthose standing nearer to the shelter) have mud on their legs which varied from covering only their feet to covering\nthe entire lower portion of the legs below the knee.\nAlthough the weather has been warming recently resulting in melting of existing snow and the weather today is\nraining, the extent of mud present is excessive. The licensee must ensure the facility has proper drainage to rapidly\neliminate excess standing water. Failure to provide adequate drainage prevents animals from being able to remain\ndry and can lead to the development of disease such as foot rot and dermatitis. There were 2 loads of substrate (of\ntwo different sizes) delivered during this inspection but none had been added to these enclosures as of March 11,\n2015.\n*** The pasture area for 12 camels at the breeding facility is also excessively muddy near the water and food\nreceptacles. In this area, the animals have repeatedly sunken into the mud leaving deep hoof prints which have\nfilled with water creating numerous puddles. This area was muddy enough that the camels were slipping when\nwalking. Camels standing nearest the fence line (at the end near the watering device) were observed sunken into\nthe mud deeply enough to cover their entire foot up to the bottom of the ankle. These animals cannot avoid this\narea as they must come there to drink.\n*** The PVC drain pipe for the mouse house building (which houses primates, birds, mice, rats, and a porcupine)\nempties into an area near the pasture housing 3 Blesbok. Because of the topography of the land in that area, this\ndrainage mixes with current runoff from rain, melting of snow and warming of the ground. This has formed a small\nstream that runs through the Blesbok enclosure, past the water receptacle for the Blesbok, and into a second\npasture which the Blesbok can access. The Blesbok were observed walking through this stream to get to 2nd\npasture. This drainage from the mouse house building is a potential hazard to the Blesbok. Contact with this\ndrainage exposes them to unnecessary health hazards.\nProper drainage is required for all of these animals. The animal enclosures listed all require additional drainage or\nsubstrate to ensure the animals can remain dry in all seasons. The licensee must also ensure that the drainage\nfrom animal areas (such as the mouse house building) does not run through and potentially affect other animals.\nCorrect by ensuring that suitable methods are in place to rapidly eliminate excess water and additionally by\nensuring that all such methods comply with applicable Federal, State, and local laws and regulations relating to\npollution control and environmental protection.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED"
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "*** The plastic livestock water troughs for the 16 zebra housed at the breeding facility require cleaning. There are 2\ntroughs near the entrance of the zebra barn. Both troughs have a layer of green/brown material in the bottom as\nwell as what appears to be hay sunken to the bottom. Additionally, the inner sides of both troughs are caked a layer\nof material that varies in color including dark brown, dark green, and black material. In the shorter trough this\nmaterial extends nearly all the way to the top, while in the taller trough it extends approximately halfway up the\nsides. The water in both troughs appears clear. Failure to keep water receptacles clean and sanitary can result in\nthe water becoming unsafe for the animals to drink and may expose them to unnecessary disease hazards. Correct\nthis by cleaning and maintaining this and all water receptacles in a clean and sanitary condition.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED"
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "*** The following non-compliances with cleaning of enclosures were identified on this inspection.\n1) There is an area of wet bedding in the nest box within the den area for the female cougar. This area is round,\napproximately 12 inches in diameter, and appears to be saturated with urine. The keeper for this animal stated that\nthe box is cleaned twice a week but that this animal will often (cid:28)mark(cid:29) her nest box by urinating in it as soon as it is\ncleaned. The right hip of the female Cougar was observed to be wet from the point of the hip to the hock joint and\nthere was a strong odor of ammonia in this building (particularly near the nest box). Excreta must be removed from\nprimary enclosures as often as necessary to prevent contamination of the animals, minimize disease hazards, and\nminimize odors. Failure to remove and change bedding often enough can result in the development of skin\nproblems such as scalding of the skin by urine.\n2) The stalls housing the Nyala at the breeding facility have a significant bird dropping concern. Bird droppings\nhave accumulated on every flat surface of the barn including stall walls and on top of the radiant heaters. There are\nalso significant accumulations of bird droppings in the bedding near stall doors, on the hay and bedding particularly\nin the corners of the stalls, on the salt lick, and on the structural supports for the stall. Bird droppings can contain\nbacteria and failure to remove excessive accumulations of such excreta can present a disease hazard to the\nanimals housed in this enclosure.\n3) There is a significant amount of dirt and cob/dust webs in the enclosure for the African crested porcupine housed\nin the mouse house facility. This includes the corners of the enclosure, between the left wall of the enclosure and\nthe bird enclosure next to it, and inside both the milk crate and barrel used in the enclosure. The excessive\naccumulation of dust and cobwebs indicates that the cleaning in this area is inadequate at this time.\n4) In the elephant barn, nearly the entire wall adjacent to the main animal door is covered with cob/dust webs.\nExcessive accumulation of these dust and cob webs indicates that this wall has not been cleaned in quite some\ntime.\nThe facility must ensure that animal enclosures are cleaned on a regular basis and that excreta is removed from\nprimary enclosures as often as necessary to prevent contamination of the animals, minimize disease hazards, and\nreduce odors. Correct by ensuring that these enclosures are cleaned as often as necessary.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "*** This facility has made a significant improvement in the clutter concern from the January 6, 2015 inspection;\nhowever, excessive accumulations of debris remain. The licensee stated that they have removed as many as 13\nroll-off dumpsters (construction site sized) full of debris and excess items from the facility. There are now many\nareas of the facility where all of the clutter has been removed. The area located between the walk-in freezer and\nBlesbok pasture on the northeast side of the zoo still contains numerous piles of excess items including old caging\nsupplies, a tire, a metal barrel, and fencing materials that need to be removed. There is a dumpster in this area that\nthe licensee is using to discard unwanted items and it is obvious by the condition of the facility that the license is\nactively working to correct this problem. The licensee must complete the process of removing the unwanted items\nand properly storing items that are still needed. Clutter concerns are compounded by the fact that there previously\nwas evidence of a large rodent population at the facility and excessive clutter provides breeding grounds for\nmammalian pests. The licensee must continue to remove all unwanted items, clean this affected area, and properly\norganize and store items still needed for the husbandry and care of the animals.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED"
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "***This facility has made significant improvements in controlling pests including filling rodent holes, improving the\nmonitoring for pests, removing debris that is a potential breeding ground for both mammalian and avian pests, and\nincreasing the number of bait boxes throughout the main zoo facility. There is still evidence of a pest control\nproblem in the Nyala barn at the breeding farm location. There was no evidence of a pest control program for this\nbarn. Large amounts of bird droppings were observed on the barn rafters, dripping down the board walls of the\nstalls, on the tops of the radiant heaters, and on the salt lick block. Also, there were several rodent holes in this\nbarn including along the outside walls, outside of the 1st stall, and near one automatic waterer. There were no\nrodent bait boxes present at this location and no control methods were in place for avian pests. The presence of\nthese mammalian and avian pests is a potential disease hazard to the animals as these rodents and birds can be\ncarriers of disease and parasites. Safe and effective programs of control for these pests must be established and\nmaintained to minimize the risks to the animals. Correct by evaluating the current pest control program at the farm\nlocation and ensuring that effective methods are maintained at all locations.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED\n*** This inspection was conducted on March 10 and 11, 2015 with the licensee, the wife of the licensee, and several\nfacility representatives as well as staff from the Virginia Department of Agriculture and Consumer Services (3/10/15\nonly), Virginia Department of Game and Inland Fisheries, and multiple staff representing the USDA-APHIS-Animal\nCare including: VMO Heather Cole, SACS Dana M. Miller, ACI Randall Coleman, and the undersigned VMO. All\nanimals in need of veterinary care were reviewed with the wife of the licensee verbally on March 10, 2015. A formal\nexit interview was conducted with the licensee, his wife, and the above listed APHIS Ofiicials on March 13, 2015.\n*** The Attending Veterinarian visited the facility on March 12, 2015. During this visit, non-compliances under\nSection 2.40 were discussed. The Attending Veterinarian provided recommendations regarding the veterinary care\nissues and is preparing an action plan to address them.\nAdditional Inspectors\nMiller Dana, Supervisory Animal Care Specialist\nCole Heather, Supervisory Animal Care Specialist\nColeman Randall, Animal Care Inspector"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nSeven individual animals were identified by APHIS Officials in need of veterinary care at the time of inspection. \nThere was no documentation available during the inspection regarding their treatment and according to the wife of\nthe licensee (responsible for much of the daily care for animals) these animals were not receiving veterinary\ntreatment at the start of the inspection. \n*** Direct:  An adult female brown and white goat housed in the goat pasture near the road (on the northeast corner\nof the main zoo facility) had multiple areas of hair loss and was observed vigorously scratching during the\ninspection.  She appeared intensely itchy and was consistently scratching her sides and flanks with her horns and\nhind legs, rubbing her body against the fence and feeder, and chewing at her skin.  Patchy areas of hair loss were\npresent on both the left and right sides of this goat and varied in size.  The largest areas were present along the\ntopline of the left side just in front of the hip (approx. 3-4 x 1.5 inches) and right hip area (2 inches x 1 inch).  The\nunderlying skin is dry, flaky, and pigmented and the skin present in haired areas is similarly flaky.  When the hair\nwas parted and closely examined, numerous live lice were observed.  Additionally, there were numerous nits (lice\neggs) observed on hair shafts along the sides of the goat.  This goat is housed with seven other goats. Several of\nthese goats were also observed scratching, but did not appear to have obvious hair loss.  The licensee stated that\nhis wife had recently dewormed and applied topical treatment for lice to the goats in the petting zoo area, but that\nshe had not treated the animals in this area.  The wife of the licensee confirmed this and said that she was not\naware of the hair loss in this goat.\nLeft untreated, lice may result in worsening of the condition and unnecessary suffering. In addition, trauma done to\nthe skin from excessive scratching may lead to the development of secondary skin infections.  When skin disorders\nare the result of a contagious cause (such as lice), they may be transmitted to other uninfected animals in the same\nenclosure or enclosures nearby.  Correct by ensuring this goat and all animals exhibiting skin abnormalities are\nexamined by the attending veterinarian.  The licensee must follow all recommendations made by the veterinarian\nincluding those regarding diagnosis, treatment, prevention, control of this condition, and recheck examinations. \nRecords of these findings, treatment, and future recommendations must be kept for evaluation by APHIS Officials. \nThis was first identified by inspectors and reported to the licensee on March 11, 2015.\n\n*** Direct: An adult female muntjac housed in the enclosure near the outdoor African crested porcupine was\nobserved walking with an abnormal gait.  This animal had excessively long front hooves that curled upward and\nwere not touching the ground at the ends (commonly described as an elf shoe apearance).  This animal was\nobserved for an extended period of time and it appeared that she was overextending both front legs and that she\nwas only partially weight bearing on her left front leg at a walk.  The soft ground in this enclosure made\nphotographing her feet difficult.   When asked the licensee stated that he was unaware of any lame animals in this\nenclosure, but that the gait was most likely a normal behavior. The wife of the licensee stated that she was unaware\nof any muntjac exhibiting lameness.  She also stated that they often go under the shed that is in their pasture and\nthat they can be difficult to observe.    \nLameness is a significant indicator of pain and failure to provide appropriate methods to properly diagnose and treat\nthe underlying cause in a timely manner may result in unnecessary pain and suffering.  Correct by having this\nanimal evaluated by a licensed veterinarian and following all recommendations including those regarding\nexamination, diagnosis, treatment, hoof trimming and future recheck examinations as needed.  Additionally, the\nlicensee must maintain record of these recommendations and hoof trimming for evaluation by APHIS Officials.  This\nwas first identified by inspectors and reported to the licensee on March 10, 2015. \n   \n*** A female muntjac housed in a stall near the keeper barn had excessively long hooves.  This animal has an\nabnormal left front leg which curves outwards below the knee.  The hooves were severely overgrown on all 4 legs. \nBoth claws on the left front leg were so severely overgrown that the claws are crisscrossed.  The inner claw curves\nunder the outer claw such that the animal appears to be walking on the hoof wall of the inner claw.  The claws on\nthe right front foot are also overgrown (although to a lesser extent) such that the tips of the claws appear to be\ncrossing.  Additionally, both rear feet are long enough that the claws are similarly crisscrossing on each foot.  The\nlicensee previously stated that the abnormal leg was the result of an old injury that had healed poorly, which is why\nthis animal is separated from the main herds.  Neither the licensee nor his wife were aware of the overgrown\nhooves and there was no documentation regarding the care or treatment of this condition.      \n \nExcessively long hooves can cause lameness, unnecessary stress and discomfort to the animal and can lead to the\ndevelopment of additional medical problems such as foot rot.  Animals with preexisting leg abnormalities (whether\nfrom previous trauma or abnormal confirmation) often require increased routine hoof care to prevent the\ndevelopment of hoof problems. Correct by having this animal examined by the attending veterinarian and following\nall recommendations regarding appropriate treatment for this condition and any additional routine husbandry care\nthat may be necessary.  The licensee must maintain records of the diagnosis and recommendations for evaluation\nby APHIS Officials. This was first identified by inspectors and reported to the licensee on March 10, 2015.\n*** A brown female camel housed in the zoo with seven other camels had a significant swelling (about the size of a\ntennis ball) located on the right side at the base of the neck / front of the chest.  The skin overlying this area is\nhairless.  Two other camels are currently being treated for abscesses by facility personnel at the direction of the\nattending veterinarian; however, this camel had not been identified by facility personnel.\n\nAbscesses are often caused by infectious agents and there are 7 additional camels located in this pasture and 1\nhoused in the adjoining enclosure.  There were no methods currently in use to stop the spread of disease if it is\ntransmissible between animals.  Correct by ensuring that all animals exhibiting these skin abnormalities are\nexamined by the attending veterinarian so that appropriate diagnostic testing can be completed and a proper\ndiagnosis can be made.  Additionally, the licensee must seek guidance from the attending veterinarian regarding\nappropriate prevention and control of this condition in camels.  The licensee must maintain records of the diagnosis\nand recommendations for evaluation by APHIS Officials.  This was first identified by inspectors and reported to the\nlicensee on March 10, 2015.\n*** A grey rabbit in an enclosure on the porch of the keeper barn had a watery discharge from its left eye.  The fur\nwas noticeably wet on the left side of the face of the rabbit between its left eye and nose on both March 10, 2015\nand March 11, 2015 during the inspection.  The eye itself appeared normal and the rabbit did not appear to be\nsquinting or otherwise painful.  The licensee and the wife of the licensee were unaware of the condition and both\nstated that the rabbit appeared fine when it was brought to their attention by inspectors.  The watery discharge from\nthe eye can be caused by numerous conditions such as an eye irritation, eye abnormality or even a tooth problem.   \n   \nCorrect by having this animal evaluated by the attending veterinarian and following all recommendations including\nthose regarding examination, diagnosis, treatment, and future recheck examinations as needed.  Additionally, the\nlicensee must maintain record of these recommendations for evaluation by APHIS Officials.  This was first identified\nby inspectors and reported to the licensee on March 10, 2015.\n*** The female Mandrill housed with the adult male Mandrill that was listed on the January 6, 2015 inspection report\nstill has hairloss over the top aspect of both forearms.  On the right arm the hair loss still extends from the elbow\ndown to an area halfway between the wrist and the knuckles. On the left arm the hair loss still extends from just\nbelow the elbow to the top of the hand.  The wife of the licensee stated that this animal has been discussed with the\nveterinarian, but there is no documentation of those discussions that include the diagnosis or treatment of the\ncondition. The wife of the licensee stated that the veterinarian verbally instructed her to increase enrichment for the\nanimal. There is no documentation that veterinary instructions have been followed. \n*** The juvenile female Mandrill (housed with the adult female with an infant) has hairloss on the inside of both\nelbows that was not present on the previous inspection. The hairloss extends slightly down the inside of both arms.\nThe wife of the licensee stated that she had not noticed the hairloss in this animal and therefore has not discussed it\nwith the veterinarian. \nThere is no direction in the written program of veterinary care or the Non-human Primate Enrichment plan to\naddress hair loss or hair plucking in primates. While hair loss in this area of primates often has an underlying\nbehavioral cause, guidance from the attending veterinarian must be sought to ensure an accurate diagnosis and\n\nappropriate treatment plan to prevent worsening of the condition.   These animals must be evaluated by a licensed\nveterinarian with knowledge about primate medicine in order to ensure that an accurate diagnosis is obtained and\nan appropriate treatment plan is developed.  All recommendations regarding the diagnosis, care, and treatment\nmust be followed. This information, including the diagnosis, treatment and resolution of the condition, must be\ndocumented and made available to the inspector upon request.  Additionally, the enrichment plan should be\namended to address non-medical causes of hair plucking in primates if the veterinarian believes this to be an issue\nat the facility.  This was first identified by inspectors and reported to the licensee on March 10, 2015.  Although this\nis a repeat non-complaint item, the licensee was verbally instructed to have these animals examined by a licensed\nveterinarian by 5 pm on March 13, 2015.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED\n2.40(b)(3)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*** Direct:  Seven individual animals were identified by APHIS Officials in need of veterinary care at the time of\ninspection.  Based on statements by the licensee, six of the seven animals had not been identified by the facility\nprior to this inspection and, as a result, had not been reported to the attending veterinarian.  The one remaining\nanimal was identified by APHIS officials on an inspection dated January 6, 2015.\n*** In addition to the lack of observations above, the current design of the shelter within the muntjac enclosure near\nthe African porcupine exhibit prevents daily observation of all animals.  On March 10, 2015 one lame muntjac was\nidentified in this enclosure.  At that time a total of 5 animals were visible to inspectors and facility representatives\nstated that they were unsure how many animals were present but that the wife of the licensee would know.  When\nAPHIS officials attempted to re-evaluate this animal in the afternoon, they observed 7 animals in the enclosure and\nwere unable to locate the lame muntjac.   After speaking with the wife of the licensee the following day, inspectors\nwere informed that there were actually 8 animals present in this enclosure.   There is a large shed present in this\nenclosure to provide shelter and the wife of the licensee explained that the muntjac often go underneath this shed\nand are difficult to observe.  The wife of the licensee stated that in fact, there were 8 animals present in that\nenclosure at the last inspection, but that she had forgotten about two offspring that were born when providing\ninformation to the inspectors about the number of animals present.  \nInspectors asked the wife of the licensee to accompany them to that enclosure again on March 11, 2015 so that she\ncould attempt to make all animals visible.  Although both the wife of the licensee and another facility representative\nattempted to entice the muntjac out from underneath the shed, only a total of 6 animals could be observed that day. \nWhen the muntjac are under the shed they cannot be adequately observed by either the facility or APHIS\npersonnel.  The muntjac cannot be easily removed from under the shed for either observation or treatment.  Access\n\nto the area under the shed therefore poses a health risk for the animals as they cannot be observed adequately and\nanimals with health problems are more likely to seek quiet areas that are out of the public view.  Additionally, any\nphysical hazards that may be present under the shed cannot be observed or assessed.  \nEach exhibitor shall establish and maintain an adequate program of veterinary care which includes daily\nobservations of all animals to assess their health and well-being.  Additionally, a mechanism of direct and frequent\ncommunication with the attending veterinarian (AV) is required so that timely and accurate information on problems\nof animal health, behavior, and well-being are conveyed to the AV.  Correct by ensuring that adequate daily\nobservations are conducted and that information is conveyed to the attending veterinarian as required.  Additionally,\ncorrect by making necessary modifications to the muntjac enclosure to prevent the muntjac from going under the\nshed in order to facilitate daily observations.   \nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED.\n2.40(b)(4)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*** The zebu was tranquilized by facility personnel on January 30, 2015 to trim its hooves.  According to the wife of\nthe licensee the zebu recovered from the sedation, but was found dead on January 31, 2015.  The program of\nveterinary care did not address tranquilizing zebu or cattle.  There was no written guidance from the attending\nveterinarian regarding the tranquilization of the zebu on March 30, 2015.  The tranquilization of animals must be\ndirected by the attending veterinarian to help prevent complications that may result in the discomfort or death of the\nanimal.  \n*** The facility program of veterinary care does not list the dosages of ketamine to sedate/tranquilize the primates.  \nImproper dosage of ketamine may result in animal too lightly or heavily sedated and pose a health risk to both the\nprimate and facility personnel.  The dosage of ketamine must be directed by the attending veterinarian to help\nensure a smooth and uneventful sedation and recovery for the health and comfort of the animal.  There were no\nrecords of chemical restraint or sedation of primates since the last inspection, but the facility has immobilized\nprimates in the past and would need to again if/when medical problems arise.  \nInadequate guidance regarding tranquilization and anesthesia may result in unnecessary distress to the animal or\neven death.  Each exhibitor must establish and maintain programs of adequate veterinary care that includes\nadequate guidance to personnel involved in the care and use of animals regarding handling, immobilization,\nanesthesia, analgesia, tranquilization and euthanasia.  Additionally, licensees must seek guidance regarding\nadequate pre-procedural and post-procedural care in accordance with established veterinary medical and nursing\nprocedures.\nCorrect by seeking specific guidance from the attending veterinarian regarding drug choices, drug dosages,\n\nanesthetic record keeping, pre-anesthesia animal preparation, and post anesthesia monitoring and recovery.  This\nguidance should be of sufficient detail for all species that may be sedated or anesthetized so that APHIS Officials\ncan evaluate compliance with the direction of the attending veterinarian.  Additionally, correct by ensuring that all\nfuture anesthesia or sedation is conducted in accordance with the standard operating procedures developed and\napproved by the attending veterinarian.   \nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED.\n3.75(c)(1)(1)\nHOUSING FACILITIES, GENERAL. \n*** There are two primate enclosures within the elephant building that are severely rusted. One enclosure,\ncontaining two De Brazza's monkeys, has an enclosure door that is severely rusted. There are two areas on the\nlower portion of the door frame where the rust has eroded through the metal leaving large gaps in the door frame\nwith sharp jagged edges. The second primate enclosure, containing three white-faced capuchin monkeys, has\nseveral areas throughout the enclosure where the paint has worn and/or peeled off the metal frame. The metal\nframe in these areas is rusted and the rust is pitted and flaking. On one bottom rail within this enclosure, there are\ntwo small holes that have developed from rust erosion. \n*** One enclosure in the mouse house building, containing three brown capuchins, is severely rusted. There are\nseveral large areas throughout the enclosure where the paint has worn and/or peeled off the metal frame. The metal\nframe in these areas is severely rusted and the rust is pitted and flaking.\nExcessive rust can affect the structural strength of surfaces and prevents the required cleaning and sanitization of\nenclosures. Any surface that comes in contact with the nonhuman primates must be free of excessive rust that\nprevents the required cleaning and sanitization, or that affects the structural strength of the surface.  Correct by\nensuring that these areas are repaired or replaced and that all surfaces that come in contact with the individual\nanimals including primary enclosures, perches, shelves, swings, etc. are constructed and maintained in a manner\nthat allows them to be readily cleaned and sanitized and are removed or replaced as needed.  \nCorrect by: April 13, 2015\n3.75(c)(1)(2)\nHOUSING FACILITIES, GENERAL. \n*** There are multiple sharp points present in the enclosure housing three snow macaques.  There is one area\nwhere there is a hole in the chain-link fence that has been patched using a piece of 2x4 inch welded wire affixed\nover the damaged chain link. Although the patch appears secure, there is a piece of broken chain-link fence with a\nsharp point protruding into the enclosure.  Within the same enclosure, the chain-link fence is attached to the metal\n\nenclosure frame with small wire.  In some of the areas the ends of the wires are twisted together and the twisted\nmetal points are protruding into the enclosure in a manner that the animals can easily access them. \nSharp points such as these present an injury hazard to the animals.  Correct by ensuring that all surfaces in contact\nwith the non-human primates are free of jagged edges and sharp points that might injure the animals. \nCorrect by: March 20, 2015\n3.75(c)(2)\nHOUSING FACILITIES, GENERAL. \n*** The two wood guillotine doors to the shelter in the Mandrill enclosures (housing a total of 5 Mandrills) are worn\nand chewed.  One wood door is missing wood on the right upper corner and the other door is missing wood on the\nlower left corner.  These doors cannot be readily cleaned and sanitized and must be repaired or replaced.  \n*** Within the gift shop there is a viewing window into the enclosure housing three Japanese macaques.  The\nwindow ledge located within the animal enclosure is warped and separating from the building wall.  There is a small\ngap between the wooden ledge and the building wall at the left lower edge of the window looking out into the\nenclosure from the gift shop.  Gaps such as these create an area that food debris and other organic material may\naccumulate.  This area cannot be readily cleaned and sanitized and therefore provides an optimal area for bacterial\nand fungal growth.  \n \nAll surfaces of housing facilities for primates must be maintained on a regular basis.  Surfaces of housing facilities (cid:19)\nincluding houses, dens, and other furniture type fixtures and objects within the facility (cid:19) that cannot be readily\ncleaned and sanitized, must be replaced when worn or soiled.  Correct by ensuring that the areas listed above are\nrepaired or replaced and that all primate areas are regularly maintained as required.   \nCorrect by: April 13, 2015\n3.81(c)(1)\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\nThe facility routinely hand raises capuchin infants.  Documentation showed that two brown capuchins (one male and\none female) were removed from their mothers, bottle fed and sold on February 25, 2015. On the date of the sale,\nthe male was approximately 4 weeks of age and the female was approximately 2.5 weeks of age.  No\ndocumentation was available to the inspectors regarding the nutrition, care and/or enrichment provided to these two\ncapuchins. The facility's current enrichment plan does not specifically address the special enrichment requirements\nfor infants or young juveniles. Additional documentation provided to the inspectors (not included in the approved\n\nenrichment plan) indicated that infant primates would be given additional care and that it would be documented on\nan individual basis.  At the time of inspection there was no documentation of the additional care or enrichment\ndescribed in that document regarding either infant primate sold in February.\nInfants and young juvenile primates, particularly those that are hand reared, have special behavioral and\npsychological needs. Failure to meet these needs does not ensure that these young animals will develop species\ntypical behaviors and can lead to the development of abnormal behaviors that may permanently compromise\nwelfare for these animals.  \nThe licensee must ensure that infants and young juvenile primates are provided special attention regarding\nenhancement of their environment. A special environmental enhancement plan regarding infants and young\njuveniles must be developed, documented and followed. The plan must be based on the needs of the individual\nspecies, in accordance with currently accepted professional standards and must be directed and approved by the\nattending veterinarian. \nCorrect by: April 13, 2015\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nThe following areas were found in need of repair or replacement:\n1.  The fence around the pasture housing 8 pygmy goats has an approximately 10 foot area where the upper portion\nof the fence is pulled away from the structural supports and is now bent over outwards.  The strand of barbed wire\nabove the woven fence was detached from the support posts.  There are also several broken wires and loose sharp\nwire ends from where the fence has been patched near the gate.  This fence was repaired during the inspection.\n2.  The llama fencing for the main llama yard containing 24 llamas has areas where the lowest horizontal fence rail\nis at least 21 inches from the ground.   Smaller llamas may be able to get under this rail.  The licensee has started\nto correct this item but there are still areas that require correcting on the side near the Mandrills.  \n3.  One large pile of brush is still present in the pasture area for the zebras at the breeding facility location ((cid:28)the\nfarm(cid:29)).  This pile (located just to the left of the gate upon entering the pasture) also contains several wooden boards,\nmetal bars, and fencing.  Since the January 6, 2015 inspection the licensee has removed a significant amount of\ndebris from other areas of this pasture and has created an additional fenced area around several rolls of fencing\nmaterial in order to keep the animals away.  Removal of the remaining brush / debris pile near the gate, or\nmodification of this area to make it inaccessible to animals, is still required. This area houses 16 zebra. \n4.  A broken red plastic feeder was found in use in the zebra barn at the breeding facility location.  The edge of this\nfeeder has been chewed and worn and it is now loose from the body of the feeder.  There are also 2 strands of thick\ngauge wire wrapped around a section of metal fencing in this area.   These strands have sharp ends that are\n\nprotruding into the stall which the zebra can access.  This area houses 16 zebra.\n5.  Several wire panels mounted onto the bottom of the wooden fence in the muntjac enclosure have been pulled\nloose on the bottom.  This is present in the muntjac enclosure nearest the African crested porcupine exhibit\n(housing 8 muntjac). \n6.  Two enclosures housing one serval each have rusted areas on the enclosure walls.    The first enclosure on the\nright housing one serval has an area of rust on the left wall near the ground approximately the size of a lemon\nwhere the rust has eroded the metal leaving a jagged hole.  The second enclosure on the right housing one serval\nhas an area of rust on the right wall near the ground which is semi-circular approximately 4 inches long where the\nrust has eroded the metal leaving a jagged hole.  \nAll of these areas are in need of repair or replacement.   They are all areas of potential injury or escape.  The facility\nmust ensure that all animal enclosures are maintained to adequately contain the animals and protect them from\ninjury.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED\n3.127(c)                    REPEAT\nFACILITIES, OUTDOOR. \n*** Six outdoor yards housing 32 fallow deer, 18 Sitatunga, 5 zebra, 7 Kudu, 16 oryx, and 8 camel were excessively\nmuddy on March 10, 2015.  \n     1. Nearly the entire fallow deer enclosure is covered in mud with small puddles created from hoof prints that\nhave filled in with rain water. When the animals walk around on the mud they sink in about an inch. Several of the\nanimals have mud covering their hooves and splattered up the lower portion of their legs. \n     2.  Nearly the entire Sitatunga enclosure is severely muddy. The front 1/3 of the enclosure is covered by several\ncoalescing puddles of standing water. The remainder of the enclosure appears muddy, although there is a large\npack of straw bedding inside the shelter which appears to raise this area above the level of the pasture.  All of the\nanimals in the enclosure were gathered inside or near one of the shelters. \n     3.  Nearly the entire zebra enclosure is muddy with very large (pond-like) puddles in the lower end and some\nmedium sized puddles surrounding the shelter. The mud appears several inches thick in most places.  All of the\nanimals in the enclosure were gathered within the shelter and the majority have discoloration past their ankles\nwhich appears to be dried mud.  The flooring in the shelter appeared dry and was covered with straw.\n     4.  Nearly the entire kudu enclosure is severely muddy. The front 1/3 of the enclosure has several puddles of\nstanding water. The back left-hand corner of the enclosure (the side nearest the zebra) is completely under water.\n\nThe area around the water source is also severely muddy with numerous small puddles created from hoof prints\nthat have filled in with water.\n     5.  Nearly the entire front of the Oryx enclosure is covered with excessive mud (approximately 1/3 of the\nenclosure). There are large areas where animals have sunken into the mud leaving deep hoof prints which have\nfilled with water creating numerous puddles.  This is particularly noticeable in the area surrounding the automatic\nwatering device.  Additionally, there are several vehicle tracks left in the mud which have also filled in with water\ncreating large puddles.  Several animals have mud on their legs over their ankles and mud spatter up their hind legs\nas far as their hocks.\n     6.  Nearly the entire front half of the camel enclosure is covered with mud. The area around the automatic\nwatering device and feed troughs is severely muddy.  In this area animals have repeatedly sunken into the mud\nleaving deep hoof prints which have filled with water creating numerous puddles.  The majority of the camels (even\nthose standing nearer to the shelter) have mud on their legs which varied from covering only their feet to covering\nthe entire lower portion of the legs below the knee.  \nAlthough the weather has been warming recently resulting in melting of existing snow and the weather today is\nraining, the extent of mud present is excessive.  The licensee must ensure the facility has proper drainage to rapidly\neliminate excess standing water.  Failure to provide adequate drainage prevents animals from being able to remain\ndry and can lead to the development of disease such as foot rot and dermatitis.  There were 2 loads of substrate (of\ntwo different sizes) delivered during this inspection but none had been added to these enclosures as of March 11,\n2015.  \n*** The pasture area for 12 camels at the breeding facility is also excessively muddy near the water and food\nreceptacles.  In this area, the animals have repeatedly sunken into the mud leaving deep hoof prints which have\nfilled with water creating numerous puddles.  This area was muddy enough that the camels were slipping when\nwalking. Camels standing nearest the fence line (at the end near the watering device) were observed sunken into\nthe mud deeply enough to cover their entire foot up to the bottom of the ankle.  These animals cannot avoid this\narea as they must come there to drink.  \n*** The PVC drain pipe for the mouse house  building (which houses primates, birds, mice, rats, and a porcupine)\nempties into an area near the pasture housing 3 Blesbok.  Because of the topography of the land in that area, this\ndrainage mixes with current runoff from rain, melting of snow and warming of the ground.   This has formed a small\nstream that runs through the Blesbok enclosure, past the water receptacle for the Blesbok, and into a second\npasture which the Blesbok can access.  The Blesbok were observed walking through this stream to get to 2nd\npasture.  This drainage from the mouse house building is a potential hazard to the Blesbok.  Contact with this\ndrainage exposes them to unnecessary health hazards.\nProper drainage is required for all of these animals.  The animal enclosures listed all require additional drainage or\n\nsubstrate to ensure the animals can remain dry in all seasons.   The licensee must also ensure that the drainage\nfrom animal areas (such as the mouse house building) does not run through and potentially affect other animals. \nCorrect by ensuring that suitable methods are in place to rapidly eliminate excess water and additionally by\nensuring that all such methods comply with applicable Federal, State, and local laws and regulations relating to\npollution control and environmental protection.  \nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED\n3.130                    REPEAT\nWATERING.  \n*** The plastic livestock water troughs for the 16 zebra housed at the breeding facility require cleaning.  There are 2\ntroughs near the entrance of the zebra barn.  Both troughs have a layer of green/brown material in the bottom as\nwell as what appears to be hay sunken to the bottom.  Additionally, the inner sides of both troughs are caked a layer\nof material that varies in color including dark brown, dark green, and black material.  In the shorter trough this\nmaterial extends nearly all the way to the top, while in the taller trough it extends approximately halfway up the\nsides.  The water in both troughs appears clear.  Failure to keep water receptacles clean and sanitary can result in\nthe water becoming unsafe for the animals to drink and may expose them to unnecessary disease hazards.  Correct\nthis by cleaning and maintaining this and all water receptacles in a clean and sanitary condition.\nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED   \n3.131(a)                    REPEAT\nSANITATION.   \n*** The following non-compliances with cleaning of enclosures were identified on this inspection. \n1)  There is an area of wet bedding in the nest box within the den area for the female cougar.  This area is round,\napproximately 12 inches in diameter, and appears to be saturated with urine.  The keeper for this animal stated that\nthe box is cleaned twice a week but that this animal will often (cid:28)mark(cid:29) her nest box by urinating in it as soon as it is\ncleaned.  The right hip of the female Cougar was observed to be wet from the point of the hip to the hock joint and\nthere was a strong odor of ammonia in this building (particularly near the nest box).  Excreta must be removed from\nprimary enclosures as often as necessary to prevent contamination of the animals, minimize disease hazards, and\nminimize odors.  Failure to remove and change bedding often enough can result in the development of skin\nproblems such as scalding of the skin by urine. \n2)  The stalls housing the Nyala at the breeding facility have a significant bird dropping concern.  Bird droppings\n\nhave accumulated on every flat surface of the barn including stall walls and on top of the radiant heaters.  There are\nalso significant accumulations of bird droppings in the bedding near stall doors, on the hay and bedding particularly\nin the corners of the stalls, on the salt lick, and on the structural supports for the stall. Bird droppings can contain\nbacteria and failure to remove excessive accumulations of such excreta can present a disease hazard to the\nanimals housed in this enclosure.  \n3)  There is a significant amount of dirt and cob/dust webs in the enclosure for the African crested porcupine housed\nin the mouse house facility.  This includes the corners of the enclosure, between the left wall of the enclosure and\nthe bird enclosure next to it, and inside both the milk crate and barrel used in the enclosure. The excessive\naccumulation of dust and cobwebs indicates that the cleaning in this area is inadequate at this time. \n4)  In the elephant barn, nearly the entire wall adjacent to the main animal door is covered with cob/dust webs. \nExcessive accumulation of these dust and cob webs indicates that this wall has not been cleaned in quite some\ntime.  \nThe facility must ensure that animal enclosures are cleaned on a regular basis and that excreta is removed from\nprimary enclosures as often as necessary to prevent contamination of the animals, minimize disease hazards, and\nreduce odors.  Correct by ensuring that these enclosures are cleaned as often as necessary.  \nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED\n3.131(c)                    REPEAT\nSANITATION.   \n*** This facility has made a significant improvement in the clutter concern from the January 6, 2015 inspection;\nhowever, excessive accumulations of debris remain.  The licensee stated that they have removed as many as 13\nroll-off dumpsters (construction site sized) full of debris and excess items from the facility. There are now many\nareas of the facility where all of the clutter has been removed.  The area located between the walk-in freezer and\nBlesbok pasture on the northeast side of the zoo still contains numerous piles of excess items including old caging\nsupplies, a tire, a metal barrel, and fencing materials that need to be removed.  There is a dumpster in this area that\nthe licensee is using to discard unwanted items and it is obvious by the condition of the facility that the license is\nactively working to correct this problem.  The licensee must complete the process of removing the unwanted items\nand properly storing items that are still needed.  Clutter concerns are compounded by the fact that there previously\nwas evidence of a large rodent population at the facility and excessive clutter provides breeding grounds for\nmammalian pests.  The licensee must continue to remove all unwanted items, clean this affected area, and properly\norganize and store items still needed for the husbandry and care of the animals.  \nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED\n\n3.131(d)                    REPEAT\nSANITATION.   \n***This facility has made significant improvements in controlling pests including filling rodent holes, improving the\nmonitoring for pests, removing debris that is a potential breeding ground for both mammalian and avian pests, and\nincreasing the number of bait boxes throughout the main zoo facility.  There is still evidence of a pest control\nproblem in the Nyala barn at the breeding farm location. There was no evidence of a pest control program for this\nbarn. Large amounts of bird droppings were observed on the barn rafters, dripping down the board walls of the\nstalls, on the tops of the radiant heaters, and on the salt lick block.  Also, there were several rodent holes in this\nbarn including along the outside walls, outside of the 1st stall, and near one automatic waterer. There were no\nrodent bait boxes present at this location and no control methods were in place for avian pests. The presence of\nthese mammalian and avian pests is a potential disease hazard to the animals as these rodents and birds can be\ncarriers of disease and parasites.  Safe and effective programs of control for these pests must be established and\nmaintained to minimize the risks to the animals.  Correct by evaluating the current pest control program at the farm\nlocation and ensuring that effective methods are maintained at all locations.    \nTHIS IS A REPEAT NON-COMPLIANT ITEM THAT REMAINS UNCORRECTED\n*** This inspection was conducted on March 10 and 11, 2015 with the licensee, the wife of the licensee, and several\nfacility representatives as well as staff from the Virginia Department of Agriculture and Consumer Services (3/10/15\nonly), Virginia Department of Game and Inland Fisheries, and multiple staff representing the USDA-APHIS-Animal\nCare including:  VMO Heather Cole, SACS Dana M. Miller, ACI Randall Coleman, and the undersigned VMO.   All\nanimals in need of veterinary care were reviewed with the wife of the licensee verbally on March 10, 2015.  A formal\nexit interview was conducted with the licensee, his wife, and the above listed APHIS Ofiicials on March 13, 2015.    \n*** The Attending Veterinarian visited the facility on March 12, 2015.  During this visit, non-compliances under\nSection 2.40 were discussed.  The Attending Veterinarian provided recommendations regarding the veterinary care\nissues and is preparing an action plan to address them.\nAdditional Inspectors\nMiller Dana, Supervisory Animal Care Specialist\nCole Heather, Supervisory Animal Care Specialist\nColeman Randall, Animal Care Inspector",
  "animals_total": 355,
  "species": [
    {
      "count": 1,
      "scientific": "Atelerix albiventris",
      "common": "HEDGEHOG"
    },
    {
      "count": 9,
      "scientific": "Ateles geoffroyi",
      "common": "BLACK-HANDED SPIDER MONKEY"
    },
    {
      "count": 13,
      "scientific": "Callosciurus prevostii",
      "common": "PREVOST'S SQUIRREL / TRI-COLORED SQUIRREL"
    },
    {
      "count": 21,
      "scientific": "Camelus dromedarius domestic",
      "common": "DOMESTIC DROMEDARY CAMEL"
    },
    {
      "count": 29,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 15,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 7,
      "scientific": "Cercopithecus neglectus",
      "common": "DE BRAZZA'S MONKEY"
    },
    {
      "count": 32,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 4,
      "scientific": "Damaliscus pygargus",
      "common": "BONTEBOK / BLESBOK"
    },
    {
      "count": 21,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 5,
      "scientific": "Giraffa camelopardalis",
      "common": "GIRAFFE"
    },
    {
      "count": 2,
      "scientific": "Hylobates lar",
      "common": "LAR GIBBON"
    },
    {
      "count": 3,
      "scientific": "Hystrix africaeaustralis",
      "common": "CAPE PORCUPINE"
    },
    {
      "count": 24,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 6,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 5,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 1,
      "scientific": "Loxodonta africana",
      "common": "AFRICAN ELEPHANT"
    },
    {
      "count": 3,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE *MALE"
    },
    {
      "count": 5,
      "scientific": "Mandrillus sphinx",
      "common": "MANDRILL *MALE"
    },
    {
      "count": 1,
      "scientific": "Martes pennanti",
      "common": "FISHER"
    },
    {
      "count": 22,
      "scientific": "Muntiacus muntjak",
      "common": "INDIAN MUNTJAC"
    },
    {
      "count": 2,
      "scientific": "Notamacropus rufogriseus",
      "common": "BENNETT'S WALLABY / RED-NECKED WALLABY"
    },
    {
      "count": 5,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    },
    {
      "count": 16,
      "scientific": "Oryx beisa",
      "common": "EAST AFRICAN ORYX (BEISA ORYX)"
    },
    {
      "count": 2,
      "scientific": "Otolemur crassicaudatus",
      "common": "GREATER BUSHBABY"
    },
    {
      "count": 9,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 2,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 2,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 2,
      "scientific": "Saguinus midas",
      "common": "RED-HANDED TAMARIN"
    },
    {
      "count": 7,
      "scientific": "Saguinus oedipus",
      "common": "COTTON-TOP TAMARIN"
    },
    {
      "count": 15,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    },
    {
      "count": 1,
      "scientific": "Sciurus carolinensis",
      "common": "EASTERN GREY SQUIRREL"
    },
    {
      "count": 9,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 12,
      "scientific": "Tragelaphus angasii",
      "common": "NYALA"
    },
    {
      "count": 4,
      "scientific": "Tragelaphus eurycerus",
      "common": "BONGO"
    },
    {
      "count": 20,
      "scientific": "Tragelaphus spekii",
      "common": "SITATUNGA"
    },
    {
      "count": 9,
      "scientific": "Tragelaphus strepsiceros",
      "common": "GREATER KUDU"
    },
    {
      "count": 2,
      "scientific": "Ursus thibetanus",
      "common": "ASIATIC BLACK BEAR"
    },
    {
      "count": 2,
      "scientific": "Varecia rubra",
      "common": "RED RUFFED LEMUR"
    },
    {
      "count": 4,
      "scientific": "Varecia variegata",
      "common": "BLACK-AND-WHITE RUFFED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Vulpes zerda",
      "common": "FENNEC FOX"
    }
  ]
}