{
  "insp_id": "2016082568054907",
  "layout": "a",
  "customer_id": "334108",
  "customer_name": "Rebecca L Stille",
  "customer_addr": "Tim Stille\n14818 Dover Trail\nFaribault, MN 55021",
  "certificate": "41-A-0489",
  "site_id": "001",
  "site_name": "BECKY AND TIM STILLE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-DEC-2016",
  "report_date": "02-JAN-2017",
  "citations": [
    {
      "code": "3.6(c)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "At least four primary enclosures were too small for the dogs they contained. The first measured 30 inches by 20\ninches for a total of 600 square inches. The dog in that enclosure was a 4 year old tan female Labradoodle (no\nidentification). She measured 30 inches and required 1,296 square inches of space. The enclosure was short by\n696 square inches.\nThe second enclosure measured 22 inches by 13 inches for a total of 286 square inches. The dog in the enclosure\nwas a 3.5 month old black male Yorkie Poo (microchip ID 956-000009659780). The dog measured 20 inches in\nlength and required 676 square inches. The enclosure was short by 390 square inches.\nThe third enclosure measured 28 inches by 28.5 inches for a total of 798 square inches. The dogs in that enclosure\nwere a 2 year old tan female Poodle (microchip ID 003-808-895) with 4 pups. The 2 year old Poodle measured 22\ninches in length and her and her pups required 940.8 square inches in space. The enclosure was short by 142.8\nsquare inches.\nThe fourth enclosure measured 28.5 inches by 21.75 inches for a total of 619.875 square inches. The dogs in that\nenclosure were a 2 year old tan and black female Pekingese (microchip ID 956-000003840640) and her two\npuppies. The 2 year old Pekingese measured 18 inches in length and her and her pups required 633.6 square\ninches in space. The enclosure was short by 13.725 square inches.\nCage space requirements ensure that the dogs have enough room to move about freely within their cages. It also\nminimizes the dogs from stepping or sitting in their feces or urine and also minimizes the spread of disease. The\nlicensee must ensure that all cages containing dogs and puppies have enough floor space to meet the minimum\nfloor space requirements for the number of and the size of the dogs in that cage. Correct immediately."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Approximately ten outdoor enclosures had an excessive amount of feces in the pens. The enclosures were free of\nsnow and ice. The feces could have been easily removed and the enclosures could have been easily cleaned and\ndisinfected. It was evident that the the amount of feces that had accumulated was from at least a few days worth.\nThe excessive amount of feces in the enclosures made it difficult for the dogs to walk in their outdoor enclosures\nwithout getting fecal matter on their paws. The buildup of excreta in the enclosures can contribute to the spread of\ndisease. Excreta must be removed from the primary enclosures on a daily basis. Correct immediately.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "3.6(c)(1)(i)\nPRIMARY ENCLOSURES.\nAt least four primary enclosures were too small for the dogs they contained.  The first measured 30 inches by 20\ninches for a total of 600 square inches.  The dog in that enclosure was a 4 year old tan female Labradoodle (no\nidentification).  She measured 30 inches and required 1,296 square inches of space.  The enclosure was short by\n696 square inches.\nThe second enclosure measured 22 inches by 13 inches for a total of 286 square inches.  The dog in the enclosure\nwas a 3.5 month old black male Yorkie Poo (microchip ID 956-000009659780).  The dog measured 20 inches in\nlength and required 676 square inches.  The enclosure was short by 390 square inches.\nThe third enclosure measured 28 inches by 28.5 inches for a total of 798 square inches.  The dogs in that enclosure\nwere a 2 year old tan female Poodle (microchip ID 003-808-895) with 4 pups.  The 2 year old Poodle measured 22\ninches in length and her and her pups required 940.8 square inches in space.  The enclosure was short by 142.8\nsquare inches.\nThe fourth enclosure measured 28.5 inches by 21.75 inches for a total of 619.875 square inches.  The dogs in that\nenclosure were a 2 year old tan and black female Pekingese (microchip ID 956-000003840640) and her two\npuppies.  The 2 year old Pekingese measured 18 inches in length and her and her pups required 633.6 square\ninches in space.  The enclosure was short by 13.725 square inches.\nCage space requirements ensure that the dogs have enough room to move about freely within their cages. It also\nminimizes the dogs from stepping or sitting in their feces or urine and also minimizes the spread of disease. The\nlicensee must ensure that all cages containing dogs and puppies have enough floor space to meet the minimum\nfloor space requirements for the number of and the size of the dogs in that cage. Correct immediately.\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nApproximately ten outdoor enclosures had an excessive amount of feces in the pens.  The enclosures were free of\n\nsnow and ice.  The feces could have been easily removed and the enclosures could have been easily cleaned and\ndisinfected.  It was evident that the the amount of feces that had accumulated was from at least a few days worth. \nThe excessive amount of feces in the enclosures made it difficult for the dogs to walk in their outdoor enclosures\nwithout getting fecal matter on their paws.  The buildup of excreta in the enclosures can contribute to the spread of\ndisease.  Excreta must be removed from the primary enclosures on a daily basis.  Correct immediately.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.",
  "animals_total": 108,
  "species": [
    {
      "count": 76,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 32,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}