{
  "insp_id": "13151313130452",
  "layout": "a",
  "customer_id": "21846",
  "customer_name": "Abram Martin",
  "customer_addr": "Elsa Martin\n69480 Hwy W\nTipton, MO 65081",
  "certificate": "43-A-3834",
  "site_id": "001",
  "site_name": "ABRAM & ELSA MARTIN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-JAN-2015",
  "report_date": "13-JAN-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***There was an adult, approximately 8 years old, female white Maltese (#083) with a dental condition. A very heavy\nbuild-up of bumpy, rough-looking, yellow to dark brown to black material was present on the majority of the teeth.\nThis abnormal build-up of material covered the surfaces of most of the upper cheek teeth on both sides of the dog's\nmouth and extended into the gumline. Some of the upper gums appeared reddened and the gums had receded\nalong many of the teeth. Also, some tooth roots were visible. A greyish white material was present at the upper\ngumline of a couple of cheek teeth on the right side of the dog's mouth. The abnormal build-up of material on the\nteeth can cause damage to the gum tissue and tooth structures. This can be painful, may decrease the dog's ability\nto eat normally and negatively impact the overall health of the animal. The licensee must have this animal's teeth\nexamined in order to ensure that an accurate diagnosis is made and an appropriate dental treatment plan is\ndeveloped and followed. The licensee must develop and establish an effective dental care program as part of the\noverall program of veterinary care for the animals in the facility. To be corrected by: January 20, 2015.\n***In the ready to use medication storage area, there was a bottle of Pyrantel that had a labeled expiration date of\n07/14. According to the licensee, the medication had recently been used in the animals. Medications that are\nexpired and are given to the animals may not produce the desired result. The licensee must remove all expired\nmedications from the ready to use portion of the facility and ensure that expired medications are not used past their\nlabeled expiration date. As a part of the facility's program of veterinary care, the licensee must make certain that all\nmedications are within the expiration date.\nThe licensee must ensure that all animals recieve adequate veterinary care at all times.\nTo be corrected by: this point forward.\nThe inspection and exit interview were conducted with the licensees."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***There was an adult, approximately 8 years old, female white Maltese (#083) with a dental condition. A very heavy\nbuild-up of bumpy, rough-looking, yellow to dark brown to black material was present on the majority of the teeth.\nThis abnormal build-up of material covered the surfaces of most of the upper cheek teeth on both sides of the dog's\nmouth and extended into the gumline. Some of the upper gums appeared reddened and the gums had receded\nalong many of the teeth.  Also, some tooth roots were visible.  A greyish white material was present at the upper\ngumline of a couple of cheek teeth on the right side of the dog's mouth.  The abnormal build-up of material on the\nteeth can cause damage to the gum tissue and tooth structures. This can be painful, may decrease the dog's ability\nto eat normally and negatively impact the overall health of the animal. The licensee must have this animal's teeth\nexamined in order to ensure that an accurate diagnosis is made and an appropriate dental treatment plan is\ndeveloped and followed. The licensee must develop and establish an effective dental care program as part of the\noverall program of veterinary care for the animals in the facility.  To be corrected by:  January 20, 2015.\n***In the ready to use medication storage area, there was a bottle of Pyrantel that had a labeled expiration date of\n07/14.  According to the licensee, the medication had recently been used in the animals.  Medications that are\nexpired and are given to the animals may not produce the desired result. The licensee must remove all expired\nmedications from the ready to use portion of the facility and ensure that expired medications are not used past their\nlabeled expiration date. As a part of the facility's program of veterinary care, the licensee must make certain that all\nmedications are within the expiration date. \nThe licensee must ensure that all animals recieve adequate veterinary care at all times.\nTo be corrected by:  this point forward.\nThe inspection and exit interview were conducted with the licensees.",
  "animals_total": 97,
  "species": [
    {
      "count": 73,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 24,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}