{
  "insp_id": "126161325000247",
  "layout": "a",
  "customer_id": "3251",
  "customer_name": "Godwins Gatorland Inc",
  "customer_addr": "14501 S Orange Blossom Tr\nOrlando, FL 32837",
  "certificate": "58-C-0014",
  "site_id": "001",
  "site_name": "GODWIN'S GATORLAND, INC.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-MAY-2016",
  "report_date": "05-MAY-2016",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A goat \"Travis\" appears thin. His dorsal thoracic area is tented with little muscle mass on either side of the thoracic\nspinal column. The records indicated that this animal was last weighed in March 2015, when the veterinarian's\nphysical examination determined that this animal appeared normal & was healthy.\nThere are no keeper records for the last 13 months to review concerning this animal's condition. The licensee does\nnot have a scale, so no weight could be obtained on this inspection to compare it with last years' to see if this\nanimal has lost any weight\nHave your veterinarian examine this goat and treat accordingly\nCorrect by May 12, 2016"
    },
    {
      "code": "2.125",
      "kind": "",
      "repeat": false,
      "desc": "INFORMATION AS TO BUSINESS; FURNISHING OF SAME BY DEALERS, EXHIBITORS, OPERATORS OF AUCTION SALES, INTERMEDIATE HANDLERS, AND CARRIERS.",
      "narrative": "A goat \"General\" was euthanized in 2015. There are no records to indicate the reason for euthanization or the\nevents leading up to euthanization. The records did not indicate any recent medical issues that would warrant\neuthanization.\nAnother goat \"Nessie\" was also euthanized in 2015 for a traumatic injury. There are no records to indicate when\nthis injury first occurred and when this animal was euthanized.\nWithout this type of information, it is not possible to determined if these animals received adequate veterinary care\n(and pain relieving medications) before they were euthanized.\nThe facility's computer systems crashed back in 2015 and any information was lost. With the present method of\ndata collection it is difficult to retrieve specific daily keeper observations to determine if animals are receiving proper\ndaily observations and veterinary care for sick or injured animals.\nA system shall be developed and implemented which would determine & demonstrate compliance &/or enforcement\nwith the applicable regulations and standards of the Animal Welfare Act.\nCorrect immediately"
    },
    {
      "code": "2.131(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "The licensee is still utilizing 6 foot sticks with a flat edge to allow the public to feed meat to the panthers. These\nimplements do not minimize the risk of injury to these cats as they are being fed.\nThe use of feeding tongs (or other types of instruments) should be used which would not pose a risk of injury to the\ncat's eyes, teeth, or other body parts during these feeding encounters by the public."
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "The barrier fences located at the raccoon exhibit (along the train track side) and the opossum exhibit (at the left\nside) are incomplete leaving an area which would allow the public easy access up to the exhibits.\nThere shall be sufficient distance and or barriers between the public and the animals so as to assure the safety of\nthe animals and the public.\nCorrect by June 1, 2016"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Two door hinges in the goat/zebu exhibit are not secured by screws on one side which affix the hinge to the door.\nThis now allows the hinges to freely swing. These hinges are located above the water receptacle which now pose a\nrisk of injury to these animals as they drink.\nThese hinges shall be securely fastened to prevent potential injury.\nCorrect by May 7, 2016"
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The feed shed has accumulations of dirt, dead insects, and evidence of rodents. There were scattered peanut\nshells and pieces of building insulation on top of a few feed bags and on the floor. The seal around the entrance\ndoor is cracked/missing at the bottom. This area, as well as another area (between the floor and the wall), are no\nlonger sealed and have gaps. These spaces can facilitate areas where small rodents can enter the building.\nThis area presently has some rodent repellent bags, but this seems to be ineffective in controlling the rodent\npopulation.\nThe feed shed shall be cleaned more frequently. The door seal shall be repaired or replaced and the gaps\nreinsulated (or otherwise closed off) to minimize the entrance of rodents and protect the food from rodent\ncontamination.\nCorrect by June 1, 2016\nThe exit interview was conducted with the Supervisor of the Animal Care dept."
    }
  ],
  "narrative": "2.40(b)(3)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA goat \"Travis\" appears thin.  His dorsal thoracic area is tented with little muscle mass on either side of the thoracic\nspinal column.  The records indicated that this animal was last weighed in March 2015, when the veterinarian's\nphysical examination determined that this animal appeared normal & was healthy.\nThere are no keeper records for the last 13 months to review concerning this animal's condition.  The licensee does\nnot have a scale, so no weight could be obtained on this inspection to compare it with last years' to see if this\nanimal has lost any weight\nHave your veterinarian examine this goat and treat accordingly\nCorrect by May 12, 2016\n2.125\nINFORMATION AS TO BUSINESS; FURNISHING OF SAME BY DEALERS, EXHIBITORS, OPERATORS OF\nAUCTION SALES, INTERMEDIATE HANDLERS, AND CARRIERS.\nA goat \"General\" was euthanized in 2015.  There are no records to indicate the reason for euthanization or the\nevents leading up to euthanization.  The records did not indicate any recent medical issues that would warrant\neuthanization.\nAnother goat \"Nessie\" was also euthanized in 2015 for a traumatic injury.  There are no records to indicate when\nthis injury first occurred and when this animal was euthanized.\nWithout this type of information, it is not possible to determined if these animals received adequate veterinary care\n(and pain relieving medications) before they were euthanized.\nThe facility's computer systems crashed back in 2015 and any information was lost.  With the present method of\ndata collection it is difficult to retrieve specific daily keeper observations to determine if animals are receiving proper\n\ndaily observations and veterinary care for sick or injured animals.\nA system shall be developed and implemented which would determine & demonstrate compliance &/or enforcement\nwith the applicable regulations and standards of the Animal Welfare Act.\nCorrect immediately\n2.131(b)(1)                    REPEAT\nHANDLING OF ANIMALS.\nThe licensee is still utilizing 6 foot sticks with a flat edge to allow the public to feed meat to the panthers.  These\nimplements do not minimize the risk of injury to these cats as they are being fed.\nThe use of feeding tongs (or other types of instruments) should be used which would not pose a risk of injury to the\ncat's eyes, teeth, or other body parts during these feeding encounters by the public.\n2.131(c)(1)\nHANDLING OF ANIMALS.\nThe barrier fences located at the raccoon exhibit (along the train track side) and the opossum exhibit (at the left\nside) are incomplete leaving an area which would allow the public easy access up to the exhibits.\nThere shall be sufficient distance and or barriers between the public and the animals so as to assure the safety of\nthe animals and the public.\nCorrect by June 1, 2016\n3.125(a)\nFACILITIES, GENERAL.   \nTwo door hinges in the goat/zebu exhibit are not secured by screws on one side which affix the hinge to the door. \nThis now allows the hinges to freely swing.  These hinges are located above the water receptacle which now pose a\nrisk of injury to these animals as they drink.\nThese hinges shall be securely fastened to prevent potential injury.\nCorrect by May 7, 2016\n\n3.125(c)\nFACILITIES, GENERAL.   \nThe feed shed has accumulations of dirt, dead insects, and evidence of rodents.  There were scattered peanut\nshells and pieces of building insulation on top of a few feed bags and on the floor.  The seal around the entrance\ndoor is cracked/missing at the bottom.  This area, as well as another area (between the floor and the wall), are no\nlonger sealed and have gaps.  These spaces can facilitate areas where small rodents can enter the building.\nThis area presently has some rodent repellent bags, but this seems to be ineffective in controlling the rodent\npopulation.\nThe feed shed shall be cleaned more frequently.  The door seal shall be repaired or replaced and the gaps\nreinsulated (or otherwise closed off) to minimize the entrance of rodents and protect the food from rodent\ncontamination.\nCorrect by June 1, 2016\nThe exit interview was conducted with the Supervisor of the Animal Care dept.",
  "animals_total": 52,
  "species": [
    {
      "count": 1,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 2,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 24,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 4,
      "scientific": "Didelphis marsupialis",
      "common": "SOUTHERN OPOSSUM"
    },
    {
      "count": 2,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 13,
      "scientific": "Odocoileus virginianus",
      "common": "WHITE-TAILED DEER"
    },
    {
      "count": 3,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 2,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    }
  ]
}