{
  "insp_id": "2016082569156113",
  "layout": "a",
  "customer_id": "333192",
  "customer_name": "Eli Yoder Jr",
  "customer_addr": "32900 County Road 126\nMillersburg, OH 44654",
  "certificate": "31-A-0617",
  "site_id": "001",
  "site_name": "ELI YODER JR",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-JUN-2018",
  "report_date": "28-JUN-2018",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Two Shih tzu dogs, 095 and 053, have discernible conditions affecting their eyes. #53, the white female, has the\nright eye colored a filmy blue with a large white opacity on the surface, with thick yellow discharge along the bottom\neyelid and the face matted with wet fur. This dog's left eye also has a small amount of brownish yellow discharge\nand a white pinpoint opacity on the surface. #95, the black and white female, has the right eye colored a filmy blue\nwith red streaks across it, and the white part of the eye is injected with red. This eye is similarly wet and the hair\nsurrounding is matted by a thick yellowish brown discharge. The facility representative was not aware of this\ncondition and no treatment was being administered at the time of the inspection. There was no eye medication on\nhand during the inspection. When contacted by the inspector, the attending veterinarian stated that these dogs\nneed to have treatment initiated as soon as possible, and in accordance with the attending veterinarian's program of\nveterinary care.\nThe eye is an extremely sensitive organ, and even slight problems are painful. Conditions affecting eyes that are\nleft untreated can also lead to irreversible blindness. Licensees must ensure that their program of providing\nadequate veterinary care includes timely identification and treatment of eye conditions in accordance with the\nveterinarian's instructions.\nCorrected at the time of exit: the attending veterinarian was scheduled to evaluate these dogs and provide\ntreatment before the end of the day.\nThis inspection and exit interview were conducted with the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nTwo Shih tzu dogs, 095 and 053, have discernible conditions affecting their eyes.  #53, the white female, has the\nright eye colored a filmy blue with a large white opacity on the surface, with thick yellow discharge along the bottom\neyelid and the face matted with wet fur.  This dog's left eye also has a small amount of brownish yellow discharge\nand a white pinpoint opacity on the surface.  #95, the black and white female, has the right eye colored a filmy blue\nwith red streaks across it, and the white part of the eye is injected with red.  This eye is similarly wet and the hair\nsurrounding is matted by a thick yellowish brown discharge.  The facility representative was not aware of this\ncondition and no treatment was being administered at the time of the inspection.  There was no eye medication on\nhand during the inspection.  When contacted by the inspector, the attending veterinarian stated that these dogs\nneed to have treatment initiated as soon as possible, and in accordance with the attending veterinarian's program of\nveterinary care.  \nThe eye is an extremely sensitive organ, and even slight problems are painful.  Conditions affecting eyes that are\nleft untreated can also lead to irreversible blindness.  Licensees must ensure that their program of providing\nadequate veterinary care includes timely identification and treatment of eye conditions in accordance with the\nveterinarian's instructions.   \nCorrected at the time of exit: the attending veterinarian was scheduled to evaluate these dogs and provide\ntreatment before the end of the day.\nThis inspection and exit interview were conducted with the facility representative.",
  "animals_total": 113,
  "species": [
    {
      "count": 72,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 41,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}