{
  "insp_id": "2016090000490161",
  "layout": "b",
  "customer_id": "507076",
  "customer_name": "MARLENE ZIMMERMAN",
  "customer_addr": "20501 Armor Drive\nWHEELING, MO 64688",
  "certificate": "43-A-6492",
  "site_id": "001",
  "site_name": "WAYNE ZIMMERMAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-DEC-2020",
  "report_date": "14-DEC-2020",
  "citations": [
    {
      "code": "3.6(a)(2)(iii)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "* The Chain link fencing has come loose from the enclosure frame in two outdoor enclosures housing three dogs. The\ngap was estimated to be three feet long by one foot tall in one enclosure and six inches by six inches in the other\nenclosure. Three dogs are in contact with the affected fencing. One dog was observed crawling through the gap in the\nfencing to the adjacent enclosure. No dogs were in the adjacent enclosure. The potential for injury exists if any dog gets\ncaught in the affected fencing. Primary enclosures must be constructed and maintained so that they contain the dogs\nsecurely. Correct by 12/22/20"
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "The entire top of one plastic water receptacle used by two dogs is chewed exposing a roughened, jagged edge. The\nreceptacle is located in outdoor housing. A chewed and roughened surface cannot be easily cleaned and sanitized. In\naddition, it could harbor bacteria and other disease-causing agents that can affect the health and wellbeing of the dogs.\nAll surfaces must be constructed in a manner and made of materials that allow them to be readily cleaned and sanitized,\nmust be replaced when worn or soiled. Correct by 12/15/20."
    },
    {
      "code": "3.11",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "* Cobwebs and dust were accumulating on the interior wall boards, ceiling and on an estimated 20-foot-tall entry door.\nTwo adult dogs and three puppies were being housed next to the affected surfaces. This indicates a living area exists for\nrodents, other pests and other vermin. Unsanitary living conditions are created if the affected area is not kept clean.\nThis could lead to health issues for the animals. The licensee must ensure that all buildings and surrounding grounds\nmust be kept clean and in good repair to protect the animals from injury, to facilitate the prescribed husbandry practices\nrequired in this sub part, and to reduce or eliminate breeding and living areas for rodents and other pests and vermin.\nCorrect by 12/22/20"
    },
    {
      "code": "2.75(a)(1)(vi)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "* Official USDA dog on hand sheets (7005's) need to be updated. Official identification (microchip) had not been\nrecorded for 11 dogs. When the records and dogs currently at the facility do not match, it makes the records incomplete.\nComplete and accurate records are needed to ensure each animal’s identity can be known with certainty and to facilitate\nthe ability to trace dogs. The licensee must ensure that they make, keep, and maintain records that fully and correctly\ndisclose all the required information regarding each dog. Correct by 12/22/20.\nThis inspection and exit interview done on 12/8/20 were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "3.6(a)(2)(iii) \n   \nPrimary enclosures. \n*      The Chain link fencing has come loose from the enclosure frame in two outdoor enclosures housing three dogs.  The \ngap was estimated to be three feet long by one foot tall in one enclosure and six inches by six inches in the other \nenclosure.  Three dogs are in contact with the affected fencing.   One dog was observed crawling through the gap in the \nfencing to the adjacent enclosure.   No dogs were in the adjacent enclosure.  The potential for injury exists if any dog gets \ncaught in the affected fencing.  Primary enclosures must be constructed and maintained so that they contain the dogs \nsecurely.   Correct by 12/22/20 \n3.1(c)(2) \n   \nHousing facilities, general. \nThe entire top of one plastic water receptacle used by two dogs is chewed exposing a roughened, jagged edge. The \nreceptacle is located in outdoor housing.   A chewed and roughened surface cannot be easily cleaned and sanitized.   In \naddition, it could harbor bacteria and other disease-causing agents that can affect the health and wellbeing of the dogs.  \nAll surfaces must be constructed in a manner and made of materials that allow them to be readily cleaned and sanitized, \nmust be replaced when worn or soiled.  Correct by  12/15/20. \n3.11 \n   \nCleaning, sanitization, housekeeping, and pest control.\n\n*   Cobwebs and dust were accumulating on the interior wall boards, ceiling and on an estimated 20-foot-tall entry door.  \nTwo adult dogs and three puppies were being housed next to the affected surfaces.  This indicates a living area exists for \nrodents, other pests and other vermin.   Unsanitary living conditions are created if the affected area is not kept clean.  \nThis could lead to health issues for the animals.  The licensee must ensure that all buildings and surrounding grounds \nmust be kept clean and in good repair to protect the animals from injury, to facilitate the prescribed husbandry practices \nrequired in this sub part, and to reduce or eliminate breeding and living areas for rodents and other pests and vermin.    \nCorrect by  12/22/20 \n2.75(a)(1)(vi) \n   \nRecords: Dealers and exhibitors. \n*   Official USDA dog on hand sheets (7005's) need to be updated.  Official identification (microchip) had not been \nrecorded for 11 dogs.   When the records and dogs currently at the facility do not match, it makes the records incomplete. \nComplete and accurate records are needed to ensure each animal’s identity can be known with certainty and to facilitate \nthe ability to trace dogs.   The licensee must ensure that they make, keep, and maintain records that fully and correctly \ndisclose all the required information regarding each dog.  Correct by 12/22/20. \n \nThis inspection and exit interview  done on 12/8/20 were conducted with the licensee. \n \nEnd Section",
  "animals_total": 14,
  "species": [
    {
      "count": 11,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 3,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}