{
  "insp_id": "2016090000541066",
  "layout": "b",
  "customer_id": "332646",
  "customer_name": "JEFFREY LOWE",
  "customer_addr": "21619 Jimbo Road\nTHACKERVILLE, OK 73459",
  "certificate": "73-C-0230",
  "site_id": "002",
  "site_name": "Jeffrey Lowe- 002",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-FEB-2021",
  "report_date": "26-FEB-2021",
  "citations": [
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "Acquisition and disposition records continue to be missing. At least 34 animals have not been accounted for. The\nfollowing are examples of the unaccounted animals: wooly opossum, nonhuman primate, large cats and skunk.\nAcquisition and disposition records are necessary to be able to accurately track animals being used in regulated activities\nto ensure their legal acquisition, proper care, and humane transportation.\nThe facility representatives must make, keep, and maintain records or forms which fully and correctly disclose all required\ninformation concerning animals, other than dogs or cats, purchased, or otherwise acquired, owned, held, leased, or\notherwise in his or her possession or under his or her control, or which is transported, sold, euthanized or otherwise\ndisposed."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, general.",
      "narrative": "Patronus, Jagger, Chuckles, and Opie, all adult tigers, were observed to have hair thinning to hair loss and thickening of\nthe skin on their elbows (elbow calluses). This usually occurs when the elbows are subjected to continuous trauma from\nlaying on inappropriate surfaces. Elbow calluses can become ulcerated and infected if not addressed early. Most of the\nfloors in the box cages are constructed of wood. During this inspection many of these floors were extremely muddy or\nsoiled. Many of the animals could not avoid these soiled areas and did not have a choice of a clean, dry area. Housing\nfacilities must be constructed of materials that protect the animals from injury."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, outdoor.",
      "narrative": "One area of the perimeter fence is still less than 8 feet in height. This area had connected metal panels spanning the gap.\nHowever, the panel had pulled away from the support and was sagging to a height of less than 8 feet. Problems with the\nperimeter fence can provide unwanted and unauthorized people and animals access to the facility. Based on the animal\nspecies maintained within the facility, the facility representative must ensure that the perimeter fence is at least 8 feet\nhigh. The perimeter fence must be constructed so that it protects the animals in the facility by restricting animals and\nunauthorized people from going through or under it and so that it can function as a secondary containment system for the\nanimals in the facility."
    },
    {
      "code": "3.128",
      "kind": "",
      "repeat": true,
      "desc": "Space requirements.",
      "narrative": "Many of the animals are still being housed in enclosures that are too small. Many animals are housed in \"box cages\"\ndefined here as a cage measuring 7' tall x 8' wide X 14' long. While waiting outside of the perimeter fence prior to the start\nof the inspection, inspectors were able to see a limited number of enclosures. From this vantage point, inspectors\nobserved at least 6 big cats pacing in their enclosures. This was not in response to our presence or the presence of the\ntractor as we were still outside the perimeter fence and the tractor was not present in the animal area.\nDuring the actual inspection, inspectors observed at least six of the big cats, two bobcats, a wolf and a coyote pacing\nback and forth in their enclosure. Inspectors noted that the facility representatives were driving the tractor around the\nareas of the enclosures during most of the inspection. This equipment could be exacerbating the pacing, however, the\npacing also occurred when the equipment was not in the animal areas.\n• One adult coyote (Coca) housed in one 7’ tall x 8’ wide x 14’ long enclosure (box cage). The coyote was observed\npacing.\n• One adult wolf (Shanoah) housed in one box cage. The wolf was observed pacing.\n• One adult tiger (Brutus) housed in one box cage. Brutus was observed pacing back and forth along the short side of his\ncage.\n• One adult li liger (Alyssa) housed in one box cage. Alyssa was observed pacing back and forth.\n• Two adult mountain lions (Willow and Ginger) housing in 2 box cages.\n• One adult tiger (Patronus) housed in one box cage\n• Two adult tigers (Jagger and Stevie) housed in 3 box cages.\n• Two adult tigers (Mia and Griffy) housed in 3 box cages.\n• Two adult tigers (Thunder and Lightning) housed in 3 box cages. Lightning was observed pacing.\n• Two adult tigers (Sebastian and Priscilla) housed in 1 box cage. Both observed pacing back and forth.\n• An adult liger (Kyro) and an adult lioness (Simira) housed in 2 box cages.\n• An adult tiger (Prince) housed in 1 box cage.\n• An adult tiger (Elvis) housed in 2 box cages.\n• An adult tiger (Chuckles) housed in 1 box cage.\n• Three adult tigers (Mayte, Grace, Nova) housed in an approximately 15’ circular enclosure. All three cats were pacing in\nthe enclosure.\n• One adult tiger (Clay) housed in 2 box cages.\n• One adult tiger (Pandora) housed in 1 box cage.\nPacing can be a stereotypical behavior caused by boredom and stress in large cats. Adult lions, tigers, mountain lions,\nand leopards must be able to exhibit normal postural adjustments and require more than the height being provided. Lions\nand tigers must have enough space to freely stand on their rear legs and stretch. Mountain lions and leopards should\nhave elevated resting platforms. The facility representative must ensure that all animals are housed in enclosures that\nare constructed and maintained so as to provide sufficient space to allow each animal to make normal postural and social\nadjustments in order to prevent boredom and stress."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "Daisy has a circular wound on her nose. Skin lesions can be caused by trauma, infection, parasites, or other medical\nissues. The medical records at the facility do not mention this wound and it is not clear if the AV has been informed of this\nwound or if treatment has been implemented.\nChuckles has hair loss on the top and inside of both front legs just below the elbow, and small red lesions on several toes\nof both back feet. The medical records at the facility do not mention the hair loss on Chuckles’ front legs or the lesions on\nhis toes and it is not clear if the AV has been informed of these conditions.\nMedical problems must be communicated to the attending veterinarian. Both the hair loss and the toe lesions need to be\ncommunicated to the AV so that a diagnosis can be determined, and treatment implemented.\nFailure to observe medical problems and/or communicate those problems to a veterinarian can result in prolonged pain,\nsuffering, and even death. The facility representative must observe all animals daily and then ensure a mechanism of\ndirect and frequent communication with a veterinarian so that timely and accurate information on problems of health,\nbehavior, and well-being are conveyed."
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": true,
      "desc": "Facilities, outdoor.",
      "narrative": "There continues to be animals at this facility that do not have adequate shelter from inclement weather.\n• Five adult tigers (Merlin, Sasha, Rocky, Charlie Bear, Axel) have a tarp on the side of their holding enclosure.\n• Two wolves (Heuy, Nanook) have one non-insulated dog igloo for both of them.\n• One adult tiger (Brutus) has tarps on 1 ½ long sides and a portion of the roof of his box cage.\n• One adult lion (Simira) has tarps or tin on the long sides and top of her box cage.\n• One adult tiger (Patronus) has tarps or tin on one long side and the top of his box cage.\n• Two adult tigers (Sebastian and Priscilla) had a tarp on one corner of their box cage.\n• One adult tiger (Prince) had tin or a tarp on one long side and the top of his box cage.\n• One adult tiger (Elvis) had tin or a tarp on a portion of his box cages.\n• One adult tiger (Chuckles) had tin on the bottom half of one long side and the top of his box cage.\n• One adult tiger (Pandora) had tin or a tarp on one long side and the top of her box cage\nAlthough some measures have been taken to improve the conditions of these animals, these measures do not completely\nprotect the animals from wind, rain, and snow.\nWhile big cats and wolves are generally cold weather tolerant, protections from discomfort due to climatic conditions such\nas wind, rain, and snow is required. Even animals that are cold weather tolerant may be adversely affected by windy and\nwet conditions and be uncomfortable. The facility representative must ensure that natural or artificial shelter appropriate to\nthe local climatic conditions for the species concerned shall be provided for all the animals kept outdoors to afford them\nprotection and to prevent discomfort to such animals."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "Many of the box cages did not appear to have been cleaned recently.\n• Brutus and Alyssa (two adult tigers) are both housed in single box cages with a shift cage between them. The shift cage\nhad undisturbed snow indicating the cats had not been shifted to clean since the last snow. Both of their cages were wet\nwith soiled bedding.\n• Patronus (adult tiger) is housed in a single box cage with a shift cage next to him. The shift cage had undisturbed snow\nindicating he had not been shifted since the last snow. His cage had soiled bedding.\n• Stevie and Jagger (two adult tigers) are housed in 3 box cages. Their enclosure had soiled, wet bedding with snow\naround the inside edges of the cages indicating they had not been cleaned since the last snow.\n• During this inspection Sebastian and Priscilla (two adult tigers) were confined to one box cage. The hay in that\nenclosure was excessively soiled.\n• Elvis’s (tiger) two box cages were excessively muddy to the point he could not get out of the mud. He had mud on\nelbows, tail, and back hips.\n• Chuckles’ (tiger) box cage was also excessively muddy with old soiled hay. He was also unable to get out of the mud.\nHe had mud on elbows, back hips, and stomach.\n• Clay (tiger) has access to two box cages. The cage with tarps and tin intended to block inclement weather had snow on\nthe inside of the cage around the edges. The other cage had old fecal material. Neither cage appeared to have been\ncleaned recently.\n• Pandora’s (tiger) enclosure had a large amount of soiled, wet hay. Her shift cage had undisturbed snow on the bottom\nof the cage indicating she had not been shifted to clean since the last snow.\nEnclosures shall be cleaned as often as necessary to prevent contamination of the animals contained therein and\nminimize disease hazards and to reduce odors. The last snow in Thackerville, OK was on Feb 18, 2021. This inspection\nwas conducted on Feb 20, 2021. Cages cleaned since the last snow should not have snow still in them. This indicates\nthat multiple cages have not been cleaned in at least 48 hours. Many of these cages are already too small for the animals\nhoused in them which means cleaning has to be more frequent to adequately comply with 3.131 (a). The facility\nrepresentatives need to establish a more frequent cleaning schedule to ensure all animals have access to a clean, dry\narea."
    },
    {
      "code": "2.40(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "A li liger named “Django” appeared lame and/or weak in his hind quarters during this inspection. He was observed to\nstand, take of few wobbly steps with his back legs, then walk normally. This cat was also observed to be lame during the\nDecember 2020 inspection. According to the facility veterinarian, Django was recently evaluated, and no gait\nabnormalities were observed.\nThis facility has a history of providing an inappropriate diet to their large cats. Complications from an inadequate diet can\npresent with on and off gait and neurologic abnormalities.\nEach dealer or exhibitor shall establish and maintain programs of adequate veterinary care that includes the availability of\nappropriate facilities, personnel, equipment, and services to comply with the provisions of this subchapter.\nComplications from inadequate diets are not generally seen in Small Animal veterinary practice. Consultation with a\nveterinarian more experienced in working with large felids may be needed to adequately diagnose and treat Django.\nThis inspection was conducted with facility representatives.\nAdditional Inspectors:\nCYNTHIA DIGESUALDO, VETERINARY MEDICAL OFFICEREnd Section"
    }
  ],
  "narrative": "2.75(b)(1)  Repeat\n   \nRecords: Dealers and exhibitors. \nAcquisition and disposition records continue to be missing.  At least 34 animals have not been accounted for.  The \nfollowing are examples of the unaccounted animals: wooly opossum, nonhuman primate, large cats and skunk. \nAcquisition and disposition records are necessary to be able to accurately track animals being used in regulated activities \nto ensure their legal acquisition, proper care, and humane transportation. \nThe facility representatives must make, keep, and maintain records or forms which fully and correctly disclose all required \ninformation concerning animals, other than dogs or cats, purchased, or otherwise acquired, owned, held, leased, or \notherwise in his or her possession or under his or her control, or which is transported, sold, euthanized or otherwise \ndisposed. \n3.125(a)  Repeat\n   \nFacilities, general. \nPatronus, Jagger, Chuckles, and Opie, all adult tigers, were observed to have hair thinning to hair loss and thickening of \nthe skin on their elbows (elbow calluses). This usually occurs when the elbows are subjected to continuous trauma from \nlaying on inappropriate surfaces. Elbow calluses can become ulcerated and infected if not addressed early. Most of the \nfloors in the box cages are constructed of wood.  During this inspection many of these floors were extremely muddy or\n\nsoiled.  Many of the animals could not avoid these soiled areas and did not have a choice of a clean, dry area. Housing \nfacilities must be constructed of materials that protect the animals from injury. \n3.127(d)  Repeat\n   \nFacilities, outdoor. \nOne area of the perimeter fence is still less than 8 feet in height. This area had connected metal panels spanning the gap. \nHowever, the panel had pulled away from the support and was sagging to a height of less than 8 feet.  Problems with the \nperimeter fence can provide unwanted and unauthorized people and animals access to the facility. Based on the animal \nspecies maintained within the facility, the facility representative must ensure that the perimeter fence is at least 8 feet \nhigh. The perimeter fence must be constructed so that it protects the animals in the facility by restricting animals and \nunauthorized people from going through or under it and so that it can function as a secondary containment system for the \nanimals in the facility. \n3.128  Repeat\n   \nSpace requirements. \nMany of the animals are still being housed in enclosures that are too small. Many animals are housed in \"box cages\" \ndefined here as a cage measuring 7' tall x 8' wide X 14' long. While waiting outside of the perimeter fence prior to the start \nof the inspection, inspectors were able to see a limited number of enclosures. From this vantage point, inspectors \nobserved at least 6 big cats pacing in their enclosures. This was not in response to our presence or the presence of the \ntractor as we were still outside the perimeter fence and the tractor was not present in the animal area. \nDuring the actual inspection, inspectors observed at least six of the big cats, two bobcats, a wolf and a coyote pacing \nback and forth in their enclosure. Inspectors noted that the facility representatives were driving the tractor around the \nareas of the enclosures during most of the inspection. This equipment could be exacerbating the pacing, however, the \npacing also occurred when the equipment was not in the animal areas.\n\n• One adult coyote (Coca) housed in one 7’ tall x 8’ wide x 14’ long enclosure (box cage).  The coyote was observed \npacing. \n• One adult wolf (Shanoah) housed in one box cage.  The wolf was observed pacing. \n• One adult tiger (Brutus) housed in one box cage.  Brutus was observed pacing back and forth along the short side of his \ncage. \n• One adult li liger (Alyssa) housed in one box cage.  Alyssa was observed pacing back and forth. \n• Two adult mountain lions (Willow and Ginger) housing in 2 box cages. \n• One adult tiger (Patronus) housed in one box cage \n• Two adult tigers (Jagger and Stevie) housed in 3 box cages. \n• Two adult tigers (Mia and Griffy) housed in 3 box cages. \n• Two adult tigers (Thunder and Lightning) housed in 3 box cages.  Lightning was observed pacing. \n• Two adult tigers (Sebastian and Priscilla) housed in 1 box cage.  Both observed pacing back and forth. \n• An adult liger (Kyro) and an adult lioness (Simira) housed in 2 box cages. \n• An adult tiger (Prince) housed in 1 box cage. \n• An adult tiger (Elvis) housed in 2 box cages. \n• An adult tiger (Chuckles) housed in 1 box cage. \n• Three adult tigers (Mayte, Grace, Nova) housed in an approximately 15’ circular enclosure.  All three cats were pacing in \nthe enclosure. \n• One adult tiger (Clay) housed in 2 box cages. \n• One adult tiger (Pandora) housed in 1 box cage.\n\nPacing can be a stereotypical behavior caused by boredom and stress in large cats. Adult lions, tigers, mountain lions, \nand leopards must be able to exhibit normal postural adjustments and require more than the height being provided.  Lions \nand tigers must have enough space to freely stand on their rear legs and stretch. Mountain lions and leopards should \nhave elevated resting platforms.  The facility representative must ensure that all animals are housed in enclosures that \nare constructed and maintained so as to provide sufficient space to allow each animal to make normal postural and social \nadjustments in order to prevent boredom and stress. \n2.40(b)(3)  Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nDaisy has a circular wound on her nose. Skin lesions can be caused by trauma, infection, parasites, or other medical \nissues. The medical records at the facility do not mention this wound and it is not clear if the AV has been informed of this \nwound or if treatment has been implemented. \nChuckles has hair loss on the top and inside of both front legs just below the elbow, and small red lesions on several toes \nof both back feet. The medical records at the facility do not mention the hair loss on Chuckles’ front legs or the lesions on \nhis toes and it is not clear if the AV has been informed of these conditions. \nMedical problems must be communicated to the attending veterinarian.  Both the hair loss and the toe lesions need to be \ncommunicated to the AV so that a diagnosis can be determined, and treatment implemented.  \nFailure to observe medical problems and/or communicate those problems to a veterinarian can result in prolonged pain, \nsuffering, and even death. The facility representative must observe all animals daily and then ensure a mechanism of \ndirect and frequent communication with a veterinarian so that timely and accurate information on problems of health, \nbehavior, and well-being are conveyed. \n3.127(b)  Repeat\n\nFacilities, outdoor. \nThere continues to be animals at this facility that do not have adequate shelter from inclement weather. \n• Five adult tigers (Merlin, Sasha, Rocky, Charlie Bear, Axel) have a tarp on the side of their holding enclosure. \n• Two wolves (Heuy, Nanook) have one non-insulated dog igloo for both of them. \n• One adult tiger (Brutus) has tarps on 1 ½ long sides and a portion of the roof of his box cage. \n• One adult lion (Simira) has tarps or tin on the long sides and top of her box cage. \n• One adult tiger (Patronus) has tarps or tin on one long side and the top of his box cage. \n• Two adult tigers (Sebastian and Priscilla) had a tarp on one corner of their box cage. \n• One adult tiger (Prince) had tin or a tarp on one long side and the top of his box cage. \n• One adult tiger (Elvis) had tin or a tarp on a portion of his box cages. \n• One adult tiger (Chuckles) had tin on the bottom half of one long side and the top of his box cage. \n• One adult tiger (Pandora) had tin or a tarp on one long side and the top of her box cage \nAlthough some measures have been taken to improve the conditions of these animals, these measures do not completely \nprotect the animals from wind, rain, and snow. \nWhile big cats and wolves are generally cold weather tolerant, protections from discomfort due to climatic conditions such \nas wind, rain, and snow is required. Even animals that are cold weather tolerant may be adversely affected by windy and \nwet conditions and be uncomfortable. The facility representative must ensure that natural or artificial shelter appropriate to \nthe local climatic conditions for the species concerned shall be provided for all the animals kept outdoors to afford them \nprotection and to prevent discomfort to such animals. \n3.131(a) \n   \nSanitation.\n\nMany of the box cages did not appear to have been cleaned recently. \n• Brutus and Alyssa (two adult tigers) are both housed in single box cages with a shift cage between them. The shift cage \nhad undisturbed snow indicating the cats had not been shifted to clean since the last snow.  Both of their cages were wet \nwith soiled bedding. \n• Patronus (adult tiger) is housed in a single box cage with a shift cage next to him.  The shift cage had undisturbed snow \nindicating he had not been shifted since the last snow.  His cage had soiled bedding. \n• Stevie and Jagger (two adult tigers) are housed in 3 box cages.  Their enclosure had soiled, wet bedding with snow \naround the inside edges of the cages indicating they had not been cleaned since the last snow. \n• During this inspection Sebastian and Priscilla (two adult tigers) were confined to one box cage.  The hay in that \nenclosure was excessively soiled. \n• Elvis’s (tiger) two box cages were excessively muddy to the point he could not get out of the mud.  He had mud on \nelbows, tail, and back hips. \n• Chuckles’ (tiger) box cage was also excessively muddy with old soiled hay.  He was also unable to get out of the mud.  \nHe had mud on elbows, back hips, and stomach. \n• Clay (tiger) has access to two box cages.  The cage with tarps and tin intended to block inclement weather had snow on \nthe inside of the cage around the edges.  The other cage had old fecal material.  Neither cage appeared to have been \ncleaned recently. \n• Pandora’s (tiger) enclosure had a large amount of soiled, wet hay.  Her shift cage had undisturbed snow on the bottom \nof the cage indicating she had not been shifted to clean since the last snow. \nEnclosures shall be cleaned as often as necessary to prevent contamination of the animals contained therein and \nminimize disease hazards and to reduce odors.  The last snow in Thackerville, OK was on Feb 18, 2021.  This inspection\n\nwas conducted on Feb 20, 2021.  Cages cleaned since the last snow should not have snow still in them.  This indicates \nthat multiple cages have not been cleaned in at least 48 hours.  Many of these cages are already too small for the animals \nhoused in them which means cleaning has to be more frequent to adequately comply with 3.131 (a).  The facility \nrepresentatives need to establish a more frequent cleaning schedule to ensure all animals have access to a clean, dry \narea. \n2.40(b)(1) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nA li liger named “Django” appeared lame and/or weak in his hind quarters during this inspection. He was observed to \nstand, take of few wobbly steps with his back legs, then walk normally.  This cat was also observed to be lame during the \nDecember 2020 inspection.  According to the facility veterinarian, Django was recently evaluated, and no gait \nabnormalities were observed. \nThis facility has a history of providing an inappropriate diet to their large cats.  Complications from an inadequate diet can \npresent with on and off gait and neurologic abnormalities. \nEach dealer or exhibitor shall establish and maintain programs of adequate veterinary care that includes the availability of \nappropriate facilities, personnel, equipment, and services to comply with the provisions of this subchapter. \nComplications from inadequate diets are not generally seen in Small Animal veterinary practice.  Consultation with a \nveterinarian more experienced in working with large felids may be needed to adequately diagnose and treat Django. \n \nThis inspection was conducted with facility representatives. \n \nAdditional Inspectors: \nCYNTHIA DIGESUALDO, VETERINARY MEDICAL OFFICEREnd Section",
  "animals_total": 150,
  "species": [
    {
      "count": 3,
      "scientific": "Hystrix cristata",
      "common": "AFRICAN CRESTED PORCUPINE"
    },
    {
      "count": 2,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 1,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 8,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 3,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    },
    {
      "count": 3,
      "scientific": "Sheep",
      "common": "SHEEP"
    },
    {
      "count": 1,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    },
    {
      "count": 6,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 1,
      "scientific": "Camelus dromedarius domestic",
      "common": "DOMESTIC DROMEDARY CAMEL"
    },
    {
      "count": 5,
      "scientific": "Caracal caracal",
      "common": "CARACAL"
    },
    {
      "count": 1,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 1,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Lynx canadensis",
      "common": "CANADIAN LYNX"
    },
    {
      "count": 7,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 1,
      "scientific": "Panthera onca",
      "common": "JAGUAR"
    },
    {
      "count": 1,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 4,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 60,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 16,
      "scientific": "Panthera leo X  P. tigris",
      "common": "LION X TIGER HYBRID / LIGER / TIGON"
    },
    {
      "count": 1,
      "scientific": "Caluromys philander",
      "common": "BARE-TAILED WOOLLY OPOSSUM"
    },
    {
      "count": 2,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG"
    },
    {
      "count": 9,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 1,
      "scientific": "Saguinus midas",
      "common": "RED-HANDED TAMARIN"
    },
    {
      "count": 3,
      "scientific": "Canis lupus",
      "common": "GRAY WOLF / GREY WOLF / TIMBER WOLF"
    },
    {
      "count": 3,
      "scientific": "Callithrix jacchus",
      "common": "COMMON MARMOSET"
    },
    {
      "count": 1,
      "scientific": "Galago senegalensis",
      "common": "NORTHERN LESSER BUSHBABY"
    },
    {
      "count": 1,
      "scientific": "Canis aureus",
      "common": "GOLDEN JACKAL"
    },
    {
      "count": 1,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Macaca nemestrina",
      "common": "PIG-TAILED MACAQUE"
    },
    {
      "count": 1,
      "scientific": "Otocyon megalotis",
      "common": "BAT-EARED FOX"
    },
    {
      "count": 1,
      "scientific": "Martes pennanti",
      "common": "FISHER"
    }
  ]
}