{
  "insp_id": "2016082568099648",
  "layout": "a",
  "customer_id": "27401",
  "customer_name": "Zany Zoo Pets L L C",
  "customer_addr": "3815 Marshall Avenue\nEugene, OR 97402",
  "certificate": "92-B-0230",
  "site_id": "005",
  "site_name": "ZANY ZOO PETS L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "09-FEB-2017",
  "report_date": "13-FEB-2017",
  "citations": [
    {
      "code": "3.55",
      "kind": "Direct",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "Two enclosures, containing one rabbit each, did not have water at the time of this inspection. Water was provided\nduring the inspection and both rabbits drank from the full water bottles indicating they were thirsty and had not had\nadequate water supplied for them. Water is essential for life and must be provided daily or as often as needed to\nprovide for the animals water needs. A regular schedule of watering of all animals must be in place and maintained.\nCorrected at time of inspection."
    },
    {
      "code": "3.56(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Two enclosures, each housing one rabbit, had an excess of excrete and soiled bedding in them. All animal\nenclosures need to be cleaned daily or frequently enough to maintain a clean healthy environment for the animals\ncontained in them. A schedule of regular cleaning and sanitizing needs to be in place and maintained.\nCorrect by: February,13,2017"
    },
    {
      "code": "3.130",
      "kind": "Direct",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "One degu, one ferret, and six gerbils had no water at the time of this inspection. Water was supplied during\ninspection and all these animals went immediately to the water bottles and drank. It was apparent from this action\nthat they had not had water supplied has needed for good health. Water is essential for life and must be supplied at\nall times or as often as necessary for the health and comfort of the animal. A regular schedule of watering all\nanimals must be in place and maintained.\nCorrected during inspection."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "The enclosures housing the ferret, degu, and gerbils all had an excess of excrete in them. It was apparent from the\namount of excrete present and soiled bedding material that these enclosures had not been cleaned on a regular\nbasis. All animal enclosures should be cleaned daily or frequently enough to prevent the build up of excrete and\nsoiled bedding material. A regular schedule of cleaning animal enclosures needs to be in place and maintained.\nCorrect by: February 13, 2017\nThis inspection and exit interview were conducted with the facility representative."
    }
  ],
  "narrative": "3.55           DIRECT                    REPEAT\nWATERING.    \nTwo enclosures, containing one rabbit each, did not have water at the time of this inspection.  Water was provided\nduring the inspection and both rabbits drank from the full water bottles indicating they were thirsty and had not had\nadequate water supplied for them.  Water is essential for life and must be provided daily or as often as needed to\nprovide for the animals water needs.  A regular schedule of watering of all animals must be in place and maintained.\nCorrected at time of inspection.\n3.56(a)                    REPEAT\nSANITATION. \nTwo enclosures, each housing one rabbit, had an excess of excrete and soiled bedding in them.  All animal\nenclosures need to be cleaned daily or frequently enough to maintain a clean healthy environment for the animals\ncontained in them.  A schedule of regular cleaning and sanitizing needs to be in place and maintained.\nCorrect by:  February,13,2017\n3.130           DIRECT                    REPEAT\nWATERING.  \nOne degu, one ferret, and six gerbils had no water at the time of this inspection.  Water was supplied during\ninspection and all these animals went immediately to the water bottles and drank.  It was apparent from this action\nthat they had not had water supplied has needed for good health.  Water is essential for life and must be supplied at\nall times or as often as necessary for the health and comfort of the animal.  A regular schedule of watering all\nanimals must be in place and maintained.\nCorrected during inspection.\n\n3.131(a)                    REPEAT\nSANITATION.   \nThe enclosures housing the ferret, degu, and gerbils all had an excess of  excrete in them.  It was apparent from the\namount of excrete present and soiled bedding material that these enclosures had not been cleaned on a regular\nbasis.  All animal enclosures should be cleaned daily or frequently enough to prevent the build up of  excrete and\nsoiled bedding material.  A regular schedule of cleaning animal enclosures needs to be in place and maintained.\nCorrect by:  February 13, 2017\nThis inspection and exit interview were conducted with the facility representative.",
  "animals_total": 28,
  "species": [
    {
      "count": 1,
      "scientific": "Atelerix albiventris",
      "common": "FOUR-TOED HEDGEHOG (MOST COMMON PET HEDGEHOG)"
    },
    {
      "count": 1,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 1,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA (DOMESTICATED)"
    },
    {
      "count": 1,
      "scientific": "Galago moholi",
      "common": "SENEGAL BUSHBABY"
    },
    {
      "count": 1,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 9,
      "scientific": "Meriones unguiculatus",
      "common": "MONGOLIAN GERBIL (COMMON PET / RESEARCH VARIETY)"
    },
    {
      "count": 1,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 1,
      "scientific": "Octodon degus",
      "common": "DEGU"
    },
    {
      "count": 2,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 10,
      "scientific": "Petaurus breviceps",
      "common": "SUGAR GLIDER"
    }
  ]
}