{
  "insp_id": "2016082567935233",
  "layout": "a",
  "customer_id": "11169",
  "customer_name": "Kimberly Coleman",
  "customer_addr": "299 N E 400\nClinton, MO 64735",
  "certificate": "43-A-4973",
  "site_id": "001",
  "site_name": "KIMBERLY COLEMAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-SEP-2016",
  "report_date": "22-SEP-2016",
  "citations": [
    {
      "code": "3.6(c)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "An adult female Poodle named Posey was lying on her side in an enclosure with three other adult dogs. She did\nnot move her legs or appear able to rise. When the licensee attempted to pick her up she appeared painful and\nsnapped at the licensee who had to wrap her in a towel to be able to pick her up. Even when she was removed\nfrom the enclosure, the dog made no effort to stand or use her legs. There was blood covering the back half of her\nbody and what appeared to be bite wounds on her legs and back. Dogs may be injured when housed with more\ndominant or aggressive dogs. The licensee must ensure that dogs housed together in the same enclosure are\ncompatible.\nTO BE CORRECTED SEPTEMBER 22, 2016."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Cleaning of primary enclosures.\n****There was a strong odor of urine and feces in the whelping area located in the red building. Most of the\ncatch-pans under the dog enclosures with grill-type floors contained a lot of urine and feces. The feces under one\npen was dried and was covered in hair, indicating that the pan had not been emptied and cleaned for quite a while.\n****Many of the outdoor portions of the sheltered facilities had an excessive amount of feces on the concrete\nflooring. Two of these enclosures had so much feces that the dogs could not avoid stepping in the feces and had\nfecal matter on their feet.\n****During the inspection, the licensee sprayed water with a hose into an enclosure to clean the flooring. The spray\nfrom the hose wetted the dogs inside the enclosure.\nExcessive feces and urine can be a disease hazard, can cause odors, and can attract insects and other pests. The\nlicensee must clean the primary enclosures and the pans underneath them as often as necessary to prevent an\naccumulation of excessive waste. When cleaning the enclosures the licensee must ensure that the dogs are not\nwetted in the process.\nTO BE CORRECTED BY SEPTEMBER 23, 2016.\nThis inspection and exit interview were conducted with the licensee."
    }
  ],
  "narrative": "3.6(c)(2)           DIRECT\nPRIMARY ENCLOSURES.\nAn adult female Poodle named Posey was lying on her side in an enclosure with three other adult dogs.  She did\nnot move her legs or appear able to rise.  When the licensee attempted to pick her up she appeared painful and\nsnapped at the licensee who had to wrap her in a towel to be able to pick her up.   Even when she was removed\nfrom the enclosure, the dog made no effort to stand or use her legs. There was blood covering the back half of her\nbody and what appeared to be bite wounds on her legs and back.  Dogs may be injured when housed with more\ndominant or aggressive dogs.  The licensee must ensure that dogs housed together in the same enclosure are\ncompatible.\nTO BE CORRECTED SEPTEMBER 22, 2016.\n3.11(a)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nCleaning of primary enclosures.\n****There was a strong odor of urine and feces in the whelping area located in the red building.  Most of the\ncatch-pans under the dog enclosures with grill-type floors contained a lot of urine and feces.  The feces under one\npen was dried and was covered in hair, indicating that the pan had not been emptied and cleaned for quite a while.  \n****Many of the outdoor portions of the sheltered facilities had an excessive amount of feces on the concrete\nflooring.  Two of these enclosures had so much feces that the dogs could not avoid stepping in the feces and had\nfecal matter on their feet.\n****During the inspection, the licensee  sprayed water with a hose into an enclosure to clean the flooring.  The spray\nfrom the hose wetted the dogs inside the enclosure.\nExcessive feces and urine can be a disease hazard, can cause odors, and can attract insects and other pests.  The\nlicensee must clean the primary enclosures and the pans underneath them as often as necessary to prevent an\naccumulation of excessive waste.  When cleaning the enclosures the licensee must ensure that the dogs are not\nwetted in the process.\n\nTO BE CORRECTED BY SEPTEMBER 23, 2016.\nThis inspection and exit interview were conducted with the licensee.",
  "animals_total": 245,
  "species": [
    {
      "count": 245,
      "scientific": "Canis lupus familiaris",
      "common": "DOMESTIC DOG"
    }
  ]
}