{
  "insp_id": "110161712290939",
  "layout": "a",
  "customer_id": "2827",
  "customer_name": "S Glenice Viken",
  "customer_addr": "28401 380th Avenue\nRoseau, MN 56751",
  "certificate": "41-A-0298",
  "site_id": "001",
  "site_name": "S GLENICE VIKEN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-APR-2016",
  "report_date": "20-APR-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A female Pomeranian microchip #005-008-600 continues to have problems with her teeth and right ear. The upper\nteeth remain covered in a dark hard material and her right upper first pre-molar (the tooth far back on the upper right\nside just behind the large tooth) of the mouth is still loose to the touch. Though the licensee has been treating the\ndog's right ear with an over the counter medication, her right ear continues to have a thick brown discharge matted\nin the hair. Tooth problems can be painful and cause further health issues in dogs if not treated. The discharge\nfrom the ear may be a sign of a problem in the ear and needs to be evaluated if it needs proper treatment. To\nensure that this dog is not in pain and receives appropriate treatment have the attending veterinarian evaluate it to\ndiagnose the ear and teeth problems and treat them per the veterinarian's instructions. Documentation of the dog's\ndiagnosis must be kept for future inspections."
    },
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Excessive rust development remains on the metal door flaps in the enclosures of the inside/outside building. The\npresence of rust can prevent the surfaces from being properly cleaned and sanitized. Eliminate the rust from the\nmetal door flaps.\nNote--licensee has initiated correction by purchasing paint, however is awaiting optimal weather for application."
    },
    {
      "code": "3.3(e)(1)(3)",
      "kind": "",
      "repeat": true,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "There are 3 newly constructed primary enclosures housing 9 dogs in the side room of the whelping kennel where\nthe wooden supports that are in contact with the animals are not impervious to moisture. Areas that are in contact\nwith animals but are not imperious to moisture cannot be properly cleaned and sanitized to reduce disease hazards,\nwaste accumulation and odors. Place the wooden supports of these 3 primary enclosures in a condition that is\nimpervious to moisture.\nThis is a focused inspection of the non-compliances identified at the previous inspection.\nThe left eye of the now 13 month-old female Pekinese/Pomeranian mix, now identified with microchip #838033045,\nhas been evaluated by the Attending Veterinarian and documentation of the dog's diagnosis has been provided.\nA medication labeled for goats (Safeguard--Fenbendazole) is being used for deworming. The licensee has\nconsulted with the attending veterinarian on the safety of this medication for dogs and has obtained written\ninstructions from the attending veterinarian that describe the dose/dosage, route (such as oral, injection, etc), and\nuse for the medication.\nInspection and exit interview conducted with the licensee, Veterinary Medical Officer Debra Sime and Animal Care\nInspector Kimberly Miller.\nEnd of report.\nAdditional Inspectors\nSime Debra, Veterinary Medical Officer"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA female Pomeranian microchip #005-008-600 continues to have problems with her teeth and right ear.  The upper\nteeth remain covered in a dark hard material and her right upper first pre-molar (the tooth far back on the upper right\nside just behind the large tooth) of the mouth is still loose to the touch.  Though the licensee has been treating the\ndog's right ear with an over the counter medication, her right ear continues to have  a thick brown discharge matted\nin the hair.  Tooth problems can be painful and cause further health issues in dogs if not treated.  The discharge\nfrom the ear may be a sign of a problem in the ear and needs to be evaluated if it needs proper treatment.   To\nensure that this dog is not in pain and receives appropriate treatment have the attending veterinarian evaluate it to\ndiagnose the ear and teeth problems and treat them per the veterinarian's instructions.  Documentation of the dog's\ndiagnosis must be kept for future inspections.\n3.1(c)(1)(1)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nExcessive rust development remains on the metal door flaps in the enclosures of the inside/outside building.  The\npresence of rust can prevent the surfaces from being properly cleaned and sanitized.  Eliminate the rust from the\nmetal door flaps.  \nNote--licensee has initiated correction by purchasing paint, however is awaiting optimal weather for application.\n3.3(e)(1)(3)                    REPEAT\nSHELTERED HOUSING FACILITIES.\nThere are 3 newly constructed primary enclosures housing 9 dogs in the side room of the whelping kennel where\nthe wooden supports that are in contact with the animals are not impervious to moisture.  Areas that are in contact\nwith animals but are not imperious to moisture cannot be properly cleaned and sanitized to reduce disease hazards,\nwaste accumulation and odors.  Place the wooden supports of these 3 primary enclosures in a condition that is\nimpervious to moisture.\n\nThis is a focused inspection of the non-compliances identified at the previous inspection.\nThe left eye of the now 13 month-old female Pekinese/Pomeranian mix, now identified with microchip #838033045, \nhas been evaluated by the Attending Veterinarian and documentation of the dog's diagnosis has been provided.\nA medication labeled for goats (Safeguard--Fenbendazole) is being used for deworming.  The licensee has\nconsulted with the attending veterinarian on the safety of this medication for dogs and has obtained written\ninstructions from the attending veterinarian that describe the dose/dosage, route (such as oral, injection, etc), and\nuse for the medication.\nInspection and exit interview conducted with the licensee, Veterinary Medical Officer Debra Sime and Animal Care\nInspector Kimberly Miller.\nEnd of report.\nAdditional Inspectors\nSime Debra, Veterinary Medical Officer",
  "animals_total": 14,
  "species": [
    {
      "count": 14,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}