{
  "insp_id": "266151117489401",
  "layout": "a",
  "customer_id": "31840",
  "customer_name": "The Mobile Zoo",
  "customer_addr": "15161 Ward Road\nWilmer, AL 36587",
  "certificate": "64-C-0178",
  "site_id": "001",
  "site_name": "THE MOBILE ZOO",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-SEP-2015",
  "report_date": "24-SEP-2015",
  "citations": [
    {
      "code": "3.78(d)",
      "kind": "",
      "repeat": true,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "** The rhesus and bonnet macaque facility does not have a perimeter fence that is 6 feet tall around the primary\nenclosure. The current perimeter fence measures on the inside to be 69 inches tall. The fence was purchased as a\n6 foot fence but it did not measure to be 72 inches tall. Also other factors such as ground erosion and build-up over\ntime have modified and compromised the height of the fence. All outdoor non-human primate enclosures must be\nenclosed and maintained by a 6 foot high perimeter fence. The fence must be constructed in a manner so that it\nrestricts unauthorized humans, and animals the size of dogs, skunks, and raccoons from going through it or under it\nand having contact with the non-human primates. Corrected by the exit interview."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "** The opening of a shelter within the primary enclosure containing 7 Patagonian cavies enclosures was chewed,\nragged and exposing a nail. Failure to maintain housing facilities in a structurally sound manner can cause injury to\nthe animals. All structures must be maintained and kept structurally sound. The affected structures must be\nrepaired and/or replaced. Corrected by the exit interview.\n** The primary enclosure housing 7 Patagonian cavies had a hole that went beneath the fence. The mouth of the\nhole was about 10-12 inches wide and about 4-6 inches tall. The hole poses a risk of escape to the animals. A\nsystem should be in place and maintained to ensure all animal facilities are structurally sound and in good repair to\ncontain the animals. Corrected by the exit interview.\n** The chain link fence for the primary enclosure containing a tiger named Magoo and another primary enclosure\ncontaining a tiger named Special had trees/cane that were growing along the fencing and beyond the kick-ins.\nThese two tigers are younger and could use the base of the trees to climb up and out of the enclosures. The fencing\nand tree cover around the fencing must be maintained to effectively contain the animals in their primary enclosures.\nThe affected structures must be repaired and/or replaced. All housing facilities should be maintained and kept\nstructurally sound to protect and contain the animals.\n** The guillotine door on the den for 4 bears had 2 pieces of metal protruding into the opening of the shelter. The\nmetal pieces could potentially cause injury to the animals. All structures must be maintained and kept structurally\nsound. The affected structures must be repaired and/or replaced.\n*** In the den for 4 bears there was a feeding tube that extended into the den directly above a food receptacle. The\nfeeding tube was broke so that the end directly above the food receptacle was jagged and could pose a risk of injury\nto the animals. The indoor and outdoor housing facilities shall be maintained in good repair to protect the animals\nfrom injury. Corrected by the exit interview.\n.\n** The den roofs for the tigers, Magoo and Special, were made of plywood that was wrinkled on top and the layers\nof the plywood were separating. The tops of the plywood had a black powdery look. The plywood on both dens\ncould be pulled up about ½ inch. The floor of the den for the leopard, Namib, had plywood with a black powdery\nlook and the layers were separating. The floor would move a little when pressed against. The weakness of the\nplywood for the roofs and floor could break from pressure against it or weight on it posing the risk of injury or\nescape. The housing facilities must be repaired and/or replaced and should be maintained and kept structurally\nsound to protect and contain the animals.\n** The primary enclosure fence for the tiger, Tigger, had a loose wire that was hanging into the pen. The loose wire\ncould pose the risk of entanglement and injury. The housing facilities should be maintained and kept structurally\nsound to protect the animals from injury.\n** There was a dead tree limb that had fallen and extended from the public pathway across the perimeter fence and\non top of the enclosure containing the leopard, Namib. Left unaddressed the tree limb could pose a risk of injury or\nescape. The affected structures must be repaired and kept structurally sound to protect and contain the animals.\nCorrected by the exit interview."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "** In the walkway of the barn as you enter the park there were boxes of donated produce sitting on the ground. The\nproduce was sitting there for at least an hour before we spotted it. The President stated that he did not have the\nmeans to refrigerate it so he would be distributing it to the animals that day. We continued the inspection in which\nthe produce stayed outside on the ground during this time. The President handed the inspection over to the Director\nabout an hour to two hours later. By this time we witnessed the produce being outside for at least three hours. The\nproduce was never refrigerated during the three hours it was sitting outside. The only refrigerating system that the\nfacility had was broken and leaking fluid from the contents within. Refrigeration shall be provided for supplies of\nperishable foods to prevent illness of the animals. Correct by September 25, 2015.\n** In the preparation room there was a chest freezer that was being used to refrigerate chicken. The first day of the\ninspection there was liquid that had leaked onto the floor that was attracting flies and had a foul odor. The second\nday of inspection at about 3:00 pm the chicken was still in the chest freezer. It appeared as if they tried to clean up\nthe puddle of liquid but a closer look revealed that there was more liquid leaking out with white larvae \"maggots\" at\nthe base of the freezer. The temperature inside the freezer obtained with the Raygun was 63 degrees F. The\nfreezer is not properly refrigerating the contents within and it is also leaking. The freezer is in disrepair and needs to\nbe replaced and/or repaired to prevent spoilage of the food content contained within and illness of the animals\ningesting it. Correct by September 26, 2015"
    },
    {
      "code": "3.125(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "** There was dry, dark, and dirty meat outside the leopard Jack(cid:25)s enclosure and on the platform inside the bobcat(cid:25)s\nenclosure. The facility stated that the cats are fed thawed chicken every other day. The day of the inspection was a\nfeeding day and they had not been fed yet. Therefore the food waste had been out and not picked up for at least\ntwo days. The presence of food waste can lead to vermin infestation, odors and disease hazards. Waste should be\ndisposed of to prevent any of these infestation or hazards by complying with applicable Federal, State and local\nlaws and regulations relating to pollution control or the protection of the environment. Corrected by the exit\ninterview."
    },
    {
      "code": "3.129(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "** There was donated produce that had been sitting outside for at least 3 hours during the inspection. The facility\ncouldn(cid:25)t refrigerate the produce because their only means to do so was broken. In the boxes of produce sitting\noutside was a box of moldy strawberries and food was warm to the touch. During the end of the inspection the\nPresident was seen feeding the produce to the animals that had not been properly refrigerated. The produce should\nbe refrigerated and not left outside for that length of time to prevent spoilage and bacteria growth. This potentially\ncould cause illness and disease to the animals when ingested. Correct by September 25, 2015.\n** In the preparation room there was a chest freezer that contained chicken. On the first day of the inspection the\nchicken was thawed and leaking out of the bottom of the freezer. There was also a foul odor and flies swarming.\nThe facility said that they would be feeding the chicken to the animals only that day but would throw the rest out by\nthe end of the day. On the second day of the inspection the odor was worst and the contents of the chest freezer\nwas still leaking with white larvae (cid:28)maggots(cid:29) in it. The refrigeration systems temperature measured at 63 degrees F\nwith the Raygun. The facility had not disposed of the chicken by 3:00 pm on the second day. The fluids leaking from\nthe contents within implies that it is not a closed system and has potential for contamination. Also the food had not\nbeen properly refrigerated which compromises the quality and causes spoilage. The odor was a strong indicator that\nspoilage had begun. The food shall be wholesome, palatable, and free from contamination to prevent illness and to\nmaintain all animals in good health. Correct by September 26, 2015"
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "** On the first day of the inspection the food preparation area had a foul odor with flies swarming around at the\nbottom of a chest freezer. There was a puddle of liquid leaking out of the freezer from the contents within. The\nPresident poured bleach in the liquid but didn'(cid:25)t clean it up. On the second day we returned they had cleaned the\nliquid up from the first day but there still appeared to be an active leak from the freezer. There were flies swarming\nand in the liquid there was an abundance of white larvae (cid:28)maggots(cid:29) and a very foul odor still present. The\npreparation room needs to be kept clean to minimize odors, pests and to protect the health of the animals.\nCorrected by the exit interview."
    },
    {
      "code": "3.132",
      "kind": "",
      "repeat": false,
      "desc": "EMPLOYEES.",
      "narrative": "** Based on new and repeat non-compliant items cited during this inspection and previous inspections, as well as\nthe lack of man power and staff on-hand, it does not appear that the licensee has an adequate number of\nemployees to carry out an acceptable level of maintenance for this facility. Without adequate personnel or time to\nproperly perform the required functions of a licensee, the facility can fall into further disrepair, waste and debris can\naccumulate, and the safety of the public and the ability to properly contain the animals is compromised. The\nlicensee must have adequate labor to provide adequate maintenance and overall up keep for the animals and their\nfacilities.Correct by October 7, 2015\nThe inspection was conducted with the President, Zoo Director and Dr. Bart Sutherland, VMO. The exit interview\nwas conducted with the Zoo Director and Dr. Bart Sutherland, VMO.\nAdditional Inspectors\nSutherland Bart, Veterinary Medical Officer"
    }
  ],
  "narrative": "3.78(d)                    REPEAT\nOUTDOOR HOUSING FACILITIES. \n** The rhesus and bonnet macaque facility does not have a perimeter fence that is 6 feet tall around the primary\nenclosure.  The current perimeter fence measures on the inside to be 69 inches tall. The fence was purchased as a\n6 foot fence but it did not measure to be 72 inches tall. Also other factors such as ground erosion and build-up over\ntime have modified and compromised the height of the fence. All outdoor non-human primate enclosures must be\nenclosed and maintained by a 6 foot high perimeter fence. The fence must be constructed in a manner so that it\nrestricts unauthorized humans, and animals the size of dogs, skunks, and raccoons from going through it or under it\nand having contact with the non-human primates. Corrected by the exit interview.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \n** The opening of a shelter within the primary enclosure containing 7 Patagonian cavies enclosures was chewed,\nragged and exposing a nail.  Failure to maintain housing facilities in a structurally sound manner can cause injury to\nthe animals.  All structures must be maintained and kept structurally sound.  The affected structures must be\nrepaired and/or replaced. Corrected by the exit interview.\n** The primary enclosure housing 7 Patagonian cavies had a hole that went beneath the fence.  The mouth of the\nhole was about 10-12 inches wide and about 4-6 inches tall.  The hole poses a risk of escape to the animals. A\nsystem should be in place and maintained to ensure all animal facilities are structurally sound and in good repair to\ncontain the animals. Corrected by the exit interview.  \n** The chain link fence for the primary enclosure containing a tiger named Magoo and another primary enclosure\ncontaining a tiger named Special had trees/cane that were growing along the fencing and beyond the kick-ins.\nThese two tigers are younger and could use the base of the trees to climb up and out of the enclosures. The fencing\nand tree cover around the fencing must be maintained to effectively contain the animals in their primary enclosures.\nThe affected structures must be repaired and/or replaced. All housing facilities should be maintained and kept\nstructurally sound to protect and contain the animals.\n\n** The guillotine door on the den for 4 bears had 2 pieces of metal protruding into the opening of the shelter.  The\nmetal pieces could potentially cause injury to the animals.  All structures must be maintained and kept structurally\nsound.  The affected structures must be repaired and/or replaced.\n*** In the den for 4 bears there was a feeding tube that extended into the den directly above a food receptacle.  The\nfeeding tube was broke so that the end directly above the food receptacle was jagged and could pose a risk of injury\nto the animals.  The indoor and outdoor housing facilities shall be maintained in good repair to protect the animals\nfrom injury. Corrected by the exit interview.\n.\n** The den roofs for the tigers, Magoo and Special, were made of plywood that was wrinkled on top and the layers\nof the plywood were separating.  The tops of the plywood had a black powdery look.  The plywood on both dens\ncould be pulled up about ½ inch. The floor of the den for the leopard, Namib, had plywood with a black powdery\nlook and the layers were separating.  The floor would move a little when pressed against.  The weakness of the\nplywood for the roofs and floor could break from pressure against it or weight on it posing the risk of injury or\nescape. The housing facilities must be repaired and/or replaced and should be maintained and kept structurally\nsound to protect and contain the animals.\n** The primary enclosure fence for the tiger, Tigger, had a loose wire that was hanging into the pen.  The loose wire\ncould pose the risk of entanglement and injury.  The housing facilities should be maintained and kept structurally\nsound to protect the animals from injury.\n** There was a dead tree limb that had fallen and extended from the public pathway across the perimeter fence and\non top of the enclosure containing the leopard, Namib.  Left unaddressed the tree limb could pose a risk of injury or\nescape. The affected structures must be repaired and kept structurally sound to protect and contain the animals.\nCorrected by the exit interview.\n3.125(c)\nFACILITIES, GENERAL.   \n** In the walkway of the barn as you enter the park there were boxes of donated produce sitting on the ground. The\nproduce was sitting there for at least an hour before we spotted it. The President stated that he did not have the\nmeans to refrigerate it so he would be distributing it to the animals that day. We continued the inspection in which\nthe produce stayed outside on the ground during this time. The President handed the inspection over to the Director\nabout an hour to two hours later. By this time we witnessed the produce being outside for at least three hours. The\nproduce was never refrigerated during the three hours it was sitting outside. The only refrigerating system that the\nfacility had was broken and leaking fluid from the contents within.  Refrigeration shall be provided for supplies of\nperishable foods to prevent illness of the animals. Correct by September 25, 2015.\n\n** In the preparation room there was a chest freezer that was being used to refrigerate chicken. The first day of the\ninspection there was liquid that had leaked onto the floor that was attracting flies and had a foul odor. The second\nday of inspection at about 3:00 pm the chicken was still in the chest freezer.  It appeared as if they tried to clean up\nthe puddle of liquid but a closer look revealed that there was more liquid leaking out with white larvae \"maggots\" at\nthe base of the freezer. The temperature inside the freezer obtained with the Raygun was 63 degrees F. The\nfreezer is not properly refrigerating the contents within and it is also leaking. The freezer is in disrepair and needs to\nbe replaced and/or repaired to prevent spoilage of the food content contained within and illness of the animals\ningesting it. Correct by September 26, 2015\n3.125(d)\nFACILITIES, GENERAL.   \n** There was dry, dark, and dirty meat outside the leopard Jack(cid:25)s enclosure and on the platform inside the bobcat(cid:25)s\nenclosure.  The facility stated that the cats are fed thawed chicken every other day. The day of the inspection was a\nfeeding day and they had not been fed yet. Therefore the food waste had been out and not picked up for at least\ntwo days. The presence of food waste can lead to vermin infestation, odors and disease hazards.  Waste should be\ndisposed of to prevent any of these infestation or hazards by complying with applicable Federal, State and local\nlaws and regulations relating to pollution control or the protection of the environment.  Corrected by the exit\ninterview.\n3.129(a)\nFEEDING.    \n** There was donated produce that had been sitting outside for at least 3 hours during the inspection. The facility\ncouldn(cid:25)t refrigerate the produce because their only means to do so was broken. In the boxes of produce sitting\noutside was a box of moldy strawberries and food was warm to the touch. During the end of the inspection the\nPresident was seen feeding the produce to the animals that had not been properly refrigerated. The produce should\nbe refrigerated and not left outside for that length of time to prevent spoilage and bacteria growth. This potentially\ncould cause illness and disease to the animals when ingested. Correct by September 25, 2015. \n** In the preparation room there was a chest freezer that contained chicken. On the first day of the inspection the\nchicken was thawed and leaking out of the bottom of the freezer. There was also a foul odor and flies swarming.\nThe facility said that they would be feeding the chicken to the animals only that day but would throw the rest out by\nthe end of the day. On the second day of the inspection the odor was worst and the contents of the chest freezer\nwas still leaking with white larvae (cid:28)maggots(cid:29) in it. The refrigeration systems temperature measured at 63 degrees F\nwith the Raygun. The facility had not disposed of the chicken by 3:00 pm on the second day. The fluids leaking from\nthe contents within implies that it is not a closed system and has potential for contamination. Also the food had not\n\nbeen properly refrigerated which compromises the quality and causes spoilage. The odor was a strong indicator that\nspoilage had begun. The food shall be wholesome, palatable, and free from contamination to prevent illness and to\nmaintain all animals in good health.  Correct by September 26, 2015\n3.131(c)                    REPEAT\nSANITATION.   \n** On the first day of the inspection the food preparation area had a foul odor with flies swarming around at the\nbottom of a chest freezer. There was a puddle of liquid leaking out of the freezer from the contents within. The\nPresident poured bleach in the liquid but didn'(cid:25)t clean it up. On the second day we returned they had cleaned the\nliquid up from the first day but there still appeared to be an active leak from the freezer. There were flies swarming\nand in the liquid there was an abundance of white larvae (cid:28)maggots(cid:29) and a very foul odor still present.  The\npreparation room needs to be kept clean to minimize odors, pests and to protect the health of the animals.\nCorrected by the exit interview.\n3.132\nEMPLOYEES. \n** Based on new and repeat non-compliant items cited during this inspection and previous inspections, as well as\nthe lack of man power and staff on-hand, it does not appear that the licensee has an adequate number of\nemployees to carry out an acceptable level of maintenance for this facility. Without adequate personnel or time to\nproperly perform the required functions of a licensee, the facility can fall into further disrepair, waste and debris can\naccumulate, and the safety of the public and the ability to properly contain the animals is compromised.  The\nlicensee must have adequate labor to provide adequate maintenance and overall up keep for the animals and their\nfacilities.Correct by October 7, 2015\nThe inspection was conducted with the President, Zoo Director and Dr. Bart Sutherland, VMO. The exit interview\nwas conducted with the Zoo Director and Dr. Bart Sutherland, VMO.\nAdditional Inspectors\nSutherland Bart, Veterinary Medical Officer",
  "animals_total": 34,
  "species": [
    {
      "count": 1,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 1,
      "scientific": "Chinchilla lanigera",
      "common": "CHINCHILLA"
    },
    {
      "count": 7,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 2,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 1,
      "scientific": "Leptailurus serval",
      "common": "SERVAL"
    },
    {
      "count": 1,
      "scientific": "Lophocebus albigena",
      "common": "GREY-CHEEKED MANGABEY"
    },
    {
      "count": 3,
      "scientific": "Lynx rufus",
      "common": "BOBCAT"
    },
    {
      "count": 2,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE *MALE"
    },
    {
      "count": 2,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE *MALE"
    },
    {
      "count": 1,
      "scientific": "Macaca radiata",
      "common": "BONNET MACAQUE *MALE"
    },
    {
      "count": 1,
      "scientific": "Pan troglodytes",
      "common": "CHIMPANZEE"
    },
    {
      "count": 1,
      "scientific": "Panthera leo",
      "common": "LION"
    },
    {
      "count": 2,
      "scientific": "Panthera pardus",
      "common": "LEOPARD"
    },
    {
      "count": 4,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 4,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    }
  ]
}