{
  "insp_id": "2016082567933098",
  "layout": "a",
  "customer_id": "7878",
  "customer_name": "Julie A Nelson",
  "customer_addr": "3053 190th Street\nFairfield, IA 52556",
  "certificate": "42-A-0734",
  "site_id": "001",
  "site_name": "JULIE A NELSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "13-SEP-2016",
  "report_date": "21-SEP-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A male golden retriever (“Chance”, 0A0207441) was observed to have a red mark behind his left shoulder and\nrunning down the side of the rib cage. Closer inspection revealed that the mark is a hairless wound and the skin in\nthe area is slightly reddened. The center of the wound is covered in a dry brownish colored scab. A red wound was\nlocated towards the top of the right shoulder and another red wound was along the side of the right shoulder and the\nhair around these areas is stiff and dry. Across the dog’s back is an open wound and a yellow discharge is coming\nfrom it and coating the hair. Another wound on the back is covered in dry, thick, dark brown scabbing.\nA female Shih Tzu (“Ming Lea”, 0A02071258) has the long hair around her left eye stuck together by a dry, brown\nmaterial. Closer inspection of the left eye revealed a yellow discharge in the bottom corner of the eye and around\nthe front of the eye. The discharge is coating the hair around the top, front, and bottom of the eye. The right eye\nwas observed to have a small amount of the yellow discharge along the bottom eyelid and some of the hair around\nthe eye was coated in discharge.\nWounds on the body and poor eye health can cause pain and discomfort to the dog, as well as, lead to further\nhealth complications.\nThe licensee must have the above mentioned dogs evaluated by a licensed veterinarian for a proper diagnosis and\nto establish an effective treatment plan. The diagnosis and treatment plan must be documented in writing and\navailable to the inspector upon request. The licensee must ensure that all dogs receive adequate veterinary care at\nall times."
    },
    {
      "code": "3.6(a)(2)(x)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The flooring of the enclosures in the whelping area are constructed of wire. In at least three enclosures, containing\na total of twelve puppies and three adult dogs, the feet and legs of the puppies were observed to pass through the\nopenings in the wire flooring. Feet and legs that pass through the floor can result in injury or entrapment of the\npuppies.\nPrimary enclosures for dogs must have floors that are constructed in a manner that protects the dogs’ feet and legs\nfrom injury and does not allow the animals’ feet and legs to pass through any openings in the floor. The licensee\nmust alter the flooring in a manner that does not allow the feet and legs of the puppies to pass through any\nopenings. The licensee must ensure that all enclosures are safe for the animals at all times.\nTo be corrected by: September 23, 2016\nInspection and exit interview conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA male golden retriever (“Chance”, 0A0207441) was observed to have a red mark behind his left shoulder and\nrunning down the side of the rib cage.  Closer inspection revealed that the mark is a hairless wound and the skin in\nthe area is slightly reddened.  The center of the wound is covered in a dry brownish colored scab.  A red wound was\nlocated towards the top of the right shoulder and another red wound was along the side of the right shoulder and the\nhair around these areas is stiff and dry.  Across the dog’s back is an open wound and a yellow discharge is coming\nfrom it and coating the hair.  Another wound on the back is covered in dry, thick, dark brown scabbing.  \nA female Shih Tzu (“Ming Lea”, 0A02071258) has the long hair around her left eye stuck together by a dry, brown\nmaterial.  Closer inspection of the left eye revealed a yellow discharge in the bottom corner of the eye and around\nthe front of the eye.  The discharge is coating the hair around the top, front, and bottom of the eye.  The right eye\nwas observed to have a small amount of the yellow discharge along the bottom eyelid and some of the hair around\nthe eye was coated in discharge.  \nWounds on the body and poor eye health can cause pain and discomfort to the dog, as well as, lead to further\nhealth complications.\nThe licensee must have the above mentioned dogs evaluated by a licensed veterinarian for a proper diagnosis and\nto establish an effective treatment plan.  The diagnosis and treatment plan must be documented in writing and\navailable to the inspector upon request.  The licensee must ensure that all dogs receive adequate veterinary care at\nall times.\n3.6(a)(2)(x)\nPRIMARY ENCLOSURES.\nThe flooring of the enclosures in the whelping area are constructed of wire.  In at least three enclosures, containing\na total of twelve puppies and three adult dogs, the feet and legs of the puppies were observed to pass through the\nopenings in the wire flooring.  Feet and legs that pass through the floor can result in injury or entrapment of the\npuppies.\n\nPrimary enclosures for dogs must have floors that are constructed in a manner that protects the dogs’ feet and legs\nfrom injury and does not allow the animals’ feet and legs to pass through any openings in the floor.  The licensee\nmust alter the flooring in a manner that does not allow the feet and legs of the puppies to pass through any\nopenings.  The licensee must ensure that all enclosures are safe for the animals at all times.\nTo be corrected by:  September 23, 2016\nInspection and exit interview conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 131,
  "species": [
    {
      "count": 131,
      "scientific": "Canis lupus familiaris",
      "common": "DOMESTIC DOG"
    }
  ]
}