{
  "insp_id": "85161028060270",
  "layout": "a",
  "customer_id": "6514",
  "customer_name": "Wilma Jinson",
  "customer_addr": "1161 Beaver Road\nStella, MO 64867",
  "certificate": "43-A-2656",
  "site_id": "001",
  "site_name": "WILMA JINSON",
  "insp_type": "ROUTINE INSPECTION",
  "date": "24-MAR-2016",
  "report_date": "25-MAR-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "****An adult male English Bulldog named \"Larry\" (MC ID# 4C2A58392D) was sitting in his shelter and was reluctant\nto come out even with verbal encouragement from the licensee and inspectors. The licensee stated that this dog\nhad escaped his enclosure and was found limping. The dog finally got to his feet with some effort and had a severe\nlimp on his left rear leg as he walked. As much as possible, he did not use the leg as he walked. When standing he\nwould frequently put just his toes on the ground to balance himself to avoid having to put his full weight on that leg.\nDespite the severity of the lameness, the licensee stated that she intended to just observe the dog and take it to a\nveterinarian only if it did not improve by the following week.\n****A weaned English Bulldog puppy MC ID#0A02593273 had intermittent coughing and wheezing. This puppy had\nbeen removed from the heated whelping building the previous week and put into an outdoor enclosure without any\nbedding even though the ambient temperatures had fallen below 50 degreesF during the day and below 40\ndegreesF at night during this time period.\nUntreated leg conditions can be painful and can worsen with time. Untreated respiratory problems can be painful,\ncan worsen with time, and may be contagious to other dogs. The licensee must have these dogs treated and\nexamined by a veterinarian, must follow the treatment recommendations, and must provide written documentation\nof vet care and treatment to inspectors upon request. NOTE: The licensee returned the English Bulldog puppy to\nthe heated whelping building during the inspection."
    },
    {
      "code": "2.50(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "There was a black, female Pug born on 7/24/2015, also listed in the previous inspection report that did not have\nofficial identification. Proper identification of each animal is needed for record keeping and animal traceability. The\nlicensee shall ensure each animal at the facility is officially identified."
    },
    {
      "code": "3.4(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "Seven of the outdoor shelter structures had little or no bedding. The outdoor temperature at the time of the\ninspection was 47.8 degrees F and the National Weather Service recorded the temperature as low as 37 degrees F\nthat morning. A female English Bulldog puppy MC ID# 0A02593273 and a black, female Pug puppy with no official\nidentification had been moved from the climate controlled whelping building to an outdoor enclosure three days\nprior. The licensee had not provided bedding in their dog house. The English Bulldog puppy (also listed under\n2.40b2) had abnormal breathing sounds and coughed repetitively, which could be the result of illness due to lack of\nacclimation to cold temperatures in conjunction with a shelter that did not have suitable bedding to help keep the\npuppy warm. Sufficient bedding is needed to help the animals maintain their body temperature. The licensee shall\nsupply clean, dry, bedding material if the ambient temperature is below 50 degrees F and additional clean, dry\nbedding when the temperature is 35 degrees F or lower. TO BE CORRECTED BY: 3/25/16\nNote: At the inspectors request (forecasted low temp 30 degrees F) the licensee and staff returned the Bulldog\npuppy to the climate controlled facility until its condition could be accessed by a veterinarian and provided bedding\nin all of the dog houses."
    },
    {
      "code": "3.6(a)(2)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "The plastic dog house in the female, adult English Bulldog's enclosure named \"JD\" had sharp, pointed screws that\nprotruded upwards from the base plate edge surrounding the outside of the house. It appeared that the screws had\nbeen used to secure the floor of the dog house to the top. The sharp points of the screws are at ground level and\neasily accessed by the dog.\" (cid:28)JD(cid:29)\" had a small wound on her front right leg that may have been caused by one of\nthe screws. The licensee shall ensure that all primary enclosures are constructed so that they do not have sharp\npoints or edges that could injure the dogs. TO BE CORRECTED BY:3/25/2016"
    },
    {
      "code": "3.6(a)(2)(3)",
      "kind": "Direct",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "Animals at the facility are not contained securely and repetitively escape from their enclosures. An adult English\nBulldog named \"Larry\" MC ID# 4C2A58392D was limping (also listed under 2.40b2). The licensee stated that (cid:28)Larry(cid:29)\nhad escaped from his enclosure on the night of March 23, by chewing off the metal wires used to secure the gate\npanel of his enclosure. The inspector found one of the wires on the floor of his enclosure. Animals that are not\nsecurely contained in their enclosure can escape, become entrapped or become injured. The licensee must ensure\nthat the enclosures securely contain the dogs.\nThis inspection and exit briefing was conducted with the licensee.\nNote: The English Bulldog MC ID#00070976CF listed under 2.40b2 of the March 14,2016 inspection report was\nseen by a licensed veterinarian for diagnosis and treatment and her condition showed improvement.\nThe un-weaned Pug puppy listed under 2.40b2 of the March 14,2016 inspection report was seen by a licensed\nveterinarian for diagnosis and is no longer present at the facility.\nAdditional Inspectors\nPlumlee Konnie, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n****An adult male English Bulldog named \"Larry\" (MC ID# 4C2A58392D) was sitting in his shelter and was reluctant\nto come out even with verbal encouragement from the licensee and inspectors. The licensee stated that this dog\nhad escaped his enclosure and was found limping.  The dog finally got to his feet with some effort and had a severe\nlimp on his left rear leg as he walked.  As much as possible, he did not use the leg as he walked.  When standing he\nwould frequently put just his toes on the ground to balance himself to avoid having to put his full weight on that leg. \nDespite the severity of the lameness, the licensee stated that she intended to just observe the dog and take it to a\nveterinarian only if it did not improve by the following week.\n****A weaned English Bulldog puppy MC ID#0A02593273 had intermittent coughing and wheezing.  This puppy had\nbeen removed from the heated whelping building the previous week and put into an outdoor enclosure without any\nbedding even though the ambient temperatures had fallen below 50 degreesF during the day and below 40\ndegreesF at night during this time period.  \nUntreated leg conditions can be painful and can worsen with time.  Untreated respiratory problems can be painful,\ncan worsen with time, and may be contagious to other dogs.  The licensee must have these dogs treated and\nexamined by a veterinarian, must follow the treatment recommendations, and must provide written documentation\nof vet care and treatment to inspectors upon request.  NOTE: The licensee returned the English Bulldog puppy to\nthe heated whelping building during the inspection.\n2.50(a)(1)                    REPEAT\nTIME AND METHOD OF IDENTIFICATION.\nThere was a black, female Pug born on 7/24/2015, also listed in the previous inspection report that did not have\nofficial identification. Proper identification of each animal is needed for record keeping and animal traceability. The\nlicensee shall ensure each animal at the facility is officially identified.\n\n3.4(b)(4)\nOUTDOOR HOUSING FACILITIES.\nSeven of the outdoor shelter structures had little or no bedding. The outdoor temperature at the time of the\ninspection was 47.8 degrees F and the National Weather Service recorded the temperature as low as 37 degrees F\nthat morning. A female English Bulldog puppy MC ID# 0A02593273 and a black, female Pug puppy with no official\nidentification had been moved from the climate controlled whelping building to an outdoor enclosure three days\nprior. The licensee had not provided bedding in their dog house. The English Bulldog puppy (also listed under\n2.40b2) had abnormal breathing sounds and coughed repetitively, which could  be the result of illness due to lack of\nacclimation to cold temperatures in conjunction with a shelter that did not have suitable bedding to help keep the\npuppy warm.  Sufficient bedding is needed to help the animals maintain their body temperature. The licensee shall\nsupply clean, dry, bedding material if the ambient temperature is below 50 degrees F and additional clean, dry\nbedding when the temperature is 35 degrees F or lower. TO BE CORRECTED BY: 3/25/16\nNote:  At the inspectors request (forecasted low temp 30 degrees F) the licensee and staff returned the Bulldog\npuppy to the climate controlled facility until its condition could be accessed by a veterinarian and  provided bedding\nin all of the dog houses.\n3.6(a)(2)(1)\nPRIMARY ENCLOSURES.\nThe plastic dog house in the female, adult English Bulldog's enclosure  named \"JD\" had sharp, pointed screws that\nprotruded upwards from the base plate edge surrounding the outside of the house. It appeared that the screws had\nbeen used to secure the floor of the dog house to the top. The sharp points of the screws are at ground level and\neasily accessed by the dog.\" (cid:28)JD(cid:29)\" had a small wound on her front right leg that may have been caused by one of\nthe screws. The licensee shall ensure that all primary enclosures are constructed so that they do not have sharp\npoints or edges that could injure the dogs. TO BE CORRECTED BY:3/25/2016\n3.6(a)(2)(3)           DIRECT                    REPEAT\nPRIMARY ENCLOSURES.\nAnimals at the facility are not contained securely and repetitively escape from their enclosures. An adult English\nBulldog named \"Larry\" MC ID# 4C2A58392D was limping (also listed under 2.40b2). The licensee stated that (cid:28)Larry(cid:29)\nhad escaped from his enclosure on the night of March 23, by chewing off the metal wires used to secure the gate\npanel of his enclosure. The inspector found one of the wires on the floor of his enclosure. Animals that are not\nsecurely contained in their enclosure can escape, become entrapped or become injured. The licensee must ensure\nthat the enclosures securely contain the dogs.\n\nThis inspection and exit briefing was conducted with the licensee.\nNote: The English Bulldog MC ID#00070976CF listed under 2.40b2 of the March 14,2016 inspection report was\nseen by a licensed veterinarian for diagnosis and treatment and her condition showed improvement.\nThe un-weaned Pug puppy listed under 2.40b2 of the March 14,2016 inspection report  was seen by a licensed\nveterinarian for diagnosis and is no longer present at the facility.\nAdditional Inspectors\nPlumlee Konnie, Supervisory Animal Care Specialist",
  "animals_total": 25,
  "species": [
    {
      "count": 16,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 9,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}