{
  "insp_id": "238151450440475",
  "layout": "a",
  "customer_id": "20122",
  "customer_name": "Moses N Schrock",
  "customer_addr": "1355 Ford Rd.\nThayer, KS 66776",
  "certificate": "48-A-2011",
  "site_id": "001",
  "site_name": "Moses Schrock",
  "insp_type": "ROUTINE INSPECTION",
  "date": "26-AUG-2015",
  "report_date": "27-AUG-2015",
  "citations": [
    {
      "code": "3.1(c)(1)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Surfaces in housing facilities containing dogs must be free of jagged edges and sharp points that could injure dogs.\nThe tin covering of a shelter in the far west kennel facility has a rusty jagged corner with sharp points that could\ninjure dogs. The owner must repair or replace this area of the shelter to help insure the good health and well-being\nof dogs. The owner needs to put into place a good maintenance program to make repairs before they become a\nproblem and a hazard to dogs. Correct by 08-29-2015."
    },
    {
      "code": "3.1(d)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Housing facilities must have access to reliable electric power for heating, cooling, ventilation, lighting, and for\ncarrying out other requirements per the Animal Welfare Act (AWA) regulations. This facility has no means of\nelectric power. The owner must put into place and maintain the availability for access to a form of electricity to be\nused as needed to help ensure the good health of the dogs in this facility and to maintain husbandry standards.\nCorrect by 10-01-2015."
    },
    {
      "code": "3.6(a)(2)(9)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "All surfaces in contact with dogs must be readily available to be cleaned, sanitized, and/or be repaired or replaced\nwhen worn. At least three of the outdoor enclosures have cracks in the concrete flooring that are allowing feces,\ndirt, and other debris to be lodged. The cracks cannot and are not being adequately cleaned and sanitized. The\nowner must repair these areas of the concrete flooring in order for good cleaning and sanitization to take place.\nCorrect by 10-01-2015."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Water receptacles for dogs must be cleaned and sanitized at least once every two weeks and more often if needed\nto help prevent an accumulation of dirt, debris and to help insure dogs have access to clean drinking water. At least\nfive of the water receptacles in the outdoor enclosures need to be cleaned more often. The water has a brown/dirty\ncolor. Also, the inside of the receptacles have a dirty, crusted substance attached. All water receptacles must be\ncleaned more often to help insure the good health and well-being of the dogs in this kennel facility. The owner must\nclean and sanitized the water receptacles as often as needed. Correct by 08-28-2015.\nThis inspection and exit briefing were conducted with the owner and Karl Thornton, ACI."
    }
  ],
  "narrative": "3.1(c)(1)(2)\nHOUSING FACILITIES, GENERAL.\nSurfaces in housing facilities containing dogs must be free of jagged edges and sharp points that could injure dogs.\nThe tin covering of a shelter in the far west kennel facility has a rusty jagged corner with sharp points that could\ninjure dogs.  The owner must repair or replace this area of the shelter to help insure the good health and well-being\nof dogs.  The owner needs to put into place a good maintenance program to make repairs before they become a\nproblem and a hazard to dogs.   Correct by 08-29-2015.\n3.1(d)\nHOUSING FACILITIES, GENERAL.\n  \nHousing facilities must have access to reliable electric power for heating, cooling, ventilation, lighting, and for\ncarrying out other requirements per the Animal Welfare Act (AWA) regulations.  This facility has no means of\nelectric power.  The owner must put into place and maintain the availability for access to a form of electricity to be\nused as needed to help ensure the good health of the dogs in this facility and to maintain husbandry standards. \nCorrect by 10-01-2015.\n3.6(a)(2)(9)\nPRIMARY ENCLOSURES.\nAll surfaces in contact with dogs must be readily available to be cleaned, sanitized, and/or be repaired or replaced\nwhen worn.  At least three of the outdoor enclosures have cracks in the concrete flooring that are allowing feces,\ndirt, and other debris to be lodged.  The cracks cannot and are not being adequately cleaned and sanitized.  The\nowner must repair these areas of the concrete flooring in order for good cleaning and sanitization to take place.   \nCorrect by 10-01-2015.\n\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n  \nWater receptacles for dogs must be cleaned and sanitized at least once every two weeks and more often if needed\nto help prevent an accumulation of dirt, debris and to help insure dogs have access to clean drinking water.  At least\nfive of the water receptacles in the outdoor enclosures need to be cleaned more often.   The water has a brown/dirty\ncolor.  Also, the inside of the receptacles have a dirty, crusted substance attached.  All water receptacles must be\ncleaned more often to help insure the good health and well-being of the dogs in this kennel facility.  The owner must\nclean and sanitized the water receptacles as often as needed.  Correct by 08-28-2015.\nThis inspection and exit briefing were conducted with the owner and Karl Thornton, ACI.",
  "animals_total": 41,
  "species": [
    {
      "count": 35,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 6,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}