{
  "insp_id": "2016082567939491",
  "layout": "a",
  "customer_id": "333385",
  "customer_name": "Deer Haven Mini Zoo",
  "customer_addr": "12312 Detour Rd\nKeymar, MD 21757",
  "certificate": "51-C-0111",
  "site_id": "001",
  "site_name": "DEER HAVEN MINI ZOO",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-AUG-2016",
  "report_date": "27-SEP-2016",
  "citations": [
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***One cavy has a large healing wound along its spine. The edges of the wound are rough with scabbing and one\nsmall area of redness. The hair is beginning to grow back in the affected area. The injury was the result of fighting\nwith a cage mate. The cavy was not examined by a veterinarian nor was a veterinarian contacted. The animal did\nnot receive any treatment for the wound.\nAnimals must be observed daily to assess their health and well-being. Additionally, direct and frequent contact with\nthe attending veterinarian must occur to ensure animals are properly diagnosed and receive treatment for illnesses,\ninjury, or disease in a timely manner. Health issues must be recognized and documented and treated appropriately\nto prevent suffering and for the overall well-being of the animals. Also, an effective method of communication with\nthe attending veterinarian must be established and implemented to ensure animals noted as having an injury or\nillness receive proper treatment in a timely manner."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "***There are a total of 44 mammals present at the time of inspection. The records of animals on hand are\nincomplete. There is no information on the birth and disposition of cavies born in early August. There are no records\nof the persons or entity of whom animals were acquired; no dates animals were received; Records of donations,\nanimals bought, births and deaths must be kept in accordance with the regulations of the AWA. Additionally,\ndocumentation of whom animals were brought, sold or donated must also be maintained, including name address\nand Maintain accurate documentation of the animal inventory ensures that all animals are accounted for and receive\nproper care. Records of acquisitions and dispositions must be maintained to ensure animal receive proper care and\nto facilitate the regulatory requirements of the Animal Welfare Act. Correct by September 12, 2016"
    },
    {
      "code": "2.131(c)(1)",
      "kind": "",
      "repeat": true,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "***The barrier fence in front of the African-crested porcupine is detached from the support pole causing a portion of\nthe fence to bend inward. The fence must be reattached to the pole and supported in a manner that prevents the\nfence from falling down to ensure the public does not gain access to an area that will allow direct contact with the\nanimal.\n***The cavy enclosure gate and the rabbit cages do not have locks. Animals must be handled in manner that\nposes minimal risk of harm. An unauthorized person can easily enter these enclosures and harm the animal or allow\nthem to escape. The enclosure doors must be secured to prevent public access for the safety of the public and the\nanimals."
    },
    {
      "code": "3.28(a)(4)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "General\n*** The openings on the floor of the cage housing two guinea pigs 1/2 x 1 1/2 inch openings. The feet of the guinea\npigs can pass through the openings, which could lead to injury. Primary enclosures must be constructed in a\nmanner that protects the feet and legs from injury. The floor of the ferret enclosure must be modified to reduce the\nsize of the openings to prevent the feet of the guinea pigs from passing through."
    },
    {
      "code": "3.53(a)(4)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "General\n***The floor of the rabbit cage has 1x1 inch openings. The feet of the two chocolate satin rabbits housed in this cage\ncan pass through easily. Primary enclosures must be constructed in a manner that protects the feet and legs from\ninjury. The floor of the rabbit enclosure must be modified to reduce the size of the openings to prevent the feet of\nthe rabbit from passing through."
    },
    {
      "code": "3.54(a)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "***There are slices of apples covered in fire ants within the rabbit enclosure housing two (2) brown satin rabbits. The\nrabbits stayed in the back of the cage was from the apples covered in ants. Rabbits must be fed food that is free\nfrom contamination. Ants covering the apples renders the treat not suitable for consumption and also exposes the\nrabbit to a potential injury from the ants. Food must be fed to the rabbits to ensure the food remains wholesome and\nfree of contamination. Correct by September 2, 2016.\n***The wooden feed trough in the squirrel cage is excessively worn, creating jagged edge and leaving half the front\nof the trough missing. The trough needs to be replace to prevent injury and facilitate cleaning. Correct by\nSeptember 3, 2016."
    },
    {
      "code": "3.56(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Cleaning of Primary Enclosures\n*** There is a build-up of fur and a dark yellowish and white material along the back legs of each of the two cages.\nThere is also an excessive amount of rabbit feces under and around the cages. Rabbit cages should be kept\nreasonably free of feces and fur to prevent exposure of the animals to potential disease. The cages must be\nthoroughly cleaned (inside and outside) as needed to prevent the build-up fur, and other debris. Feces must be\nremoved and disposed of properly to ensure animals are in a clean environment and not exposed to vermin or other\ndisease hazards. A schedule of cleaning must be established that will prevent excessive build- up of fur and other\nmaterials on the rabbit cage for the over-all health of the rabbits."
    },
    {
      "code": "3.125(a)",
      "kind": "Critical",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Structural Strength\n***Bear enclosure (catch area and den): The bear enclosure is in need of repair, specifically the den and catch area.\nThe gate for the catch area appears to be held together by chains and locks, although one side of the gate has\nmetal hinge attachments at the top and bottom. The catch area latch is secured with a large metal clip that can be\neasily opened by a person. An appropriate lock must be used to secure the gate to prevent unwanted entry of\npersons and the potential escape of the bear. The catch gate must be constructed in a manner that will contain the\nbear and prevent the public from entering the catch area. The gate must have appropriate hinges installed to ensure\nthe integrity of the gate will contain the bear and prevent public entry.\nOne side of the fence surrounding the den is held together with twine and the other side is not attached to any\nsupport pole. A fence must be added to completely enclose the den for the overall safety of the animal and public\nand to prevent escape.\nThe metal den is excessively rusty and holes are present in various areas where the den comes in contact with the\nground. The holes in the den increases the risk of the bear being able to escape from this area and also allows for\nthe entry of unwanted animals. The den must be replaced to ensure containment of the bear, to prevent the\nharborage of pests, and to provide shelter for the animal.\n***Whitetail Deer enclosure: A section of fence near the gate into the enclosure is damaged due to a fallen tree. As\na result, one of the support poles is leaning inward causing the section of fence to bend inward. There is also a\nlarge gap between the gate and a fence support pole that does not allow the latch to close properly around the pole.\nAdditionally, the fencing to the left that makes of the left side of the enclosure has 1-2 inch gaps. To prevent the\nescape of animals, the entry of unauthorized persons, and to reduce the risk of injury to the deer; the fencing must\nto be repaired and the gate properly aligned in manner that will allow the latch to be secured properly to the pole.\n*** The fence for the goat enclosure has areas that are bent outward and not buried in the ground, leaving a gap at\nthe bottom of the fence. These gaps can allow for goats to escape or be injured, and unwanted animals may be\nable to gain entry into the enclosure. The gate was loosely attached with twine. The fence must be repaired to\neliminate the gaps under the fence for the safety of the goats housed within the enclosure. NOTE: At the time of\ninspection, work on the fencing had begun.\n***The squirrel cage has loose wires at the top of the cage create some sharp points that could injure the animals.\nAlso, the wires are detached from the main portion of the enclosure creating gaps from which the squirrel can\nescape. The squirrel cage need to be repaired to close the gaps to prevent injury or escape."
    },
    {
      "code": "3.125(d)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "Waste Disposal\n***The coatimundi enclosures have an excessive amount of feces fruit around the outside of the cages.\n***Carrots and an old bag of grapes are seen on the ground outside of the lemur enclosure\n***There is an excessive amount of feces under the rabbit cages.\n***The squirrel cage has an excessive amount of sunflower seed and peanut hulls, and other food wastes in the\nfeed trough and at the bottom of the cage. The waste also extends outside of the squirrel cage.\nAnimal and food wastes must be removed from cages and disposed of away from animal enclosures. Wastes\nshould be removed and disposed of in a designated area immediately and in accordance with county and state laws\nto facilitate cleaning and the pest control. Correct by September 3, 2016."
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "Shelter from Inclement Weather\n***Sheep Shelter (back Pasture): The right side of the shelter is leaning inward. The metal roof of the shelter is\nbowed creating an inward slope. The roof appears to be loosely attached. Shelters must be kept in good repair to\nensure that it will provide protection from the elements and to prevent injury to the animals. The shelter must be\nrepaired to prevent the animals from being injured and to ensure the animals have adequate shelter from the\nelements. Correct by September 6, 2016"
    },
    {
      "code": "3.127(d)",
      "kind": "Critical",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "Perimeter Fence\n***Bear Perimeter Fence: The perimeter fence around the bear enclosure was damaged from a fallen tree. Several\nsections of the chain link fence is sagging to the point that that the structural strength of the fence is compromised.\nSeveral sections of chain link fence is detached from the top support pole. The top support pole is not continuous\naround the top of the perimeter fence; some section are missing. The one section of the right half of the enclosure is\nconstructed of a double layer of chain link fence. The two layers are detached from each other. The strength od this\nsuction is compromised. A perimeter fence must be constructed in a manner that protects the animal by preventing\nthe entry of unauthorized persons and unwanted animals. The perimeter fence must be repaired to maintain the\nintegrity of the fence and to ensure that unwanted animals and persons do not come in direct with the bear.\n***There a 3\" gap between the perimeter fence support pole and gate. During the inspection, a member of the\npublic was observed pushing a stick and her arm through the gap into the catch area of the bear pen. The perimeter\nfence should be constructed in a manner that prevents the public from being able to put any body part through. The\ngap between the support pole and gate must be reduced to prevent the public from sticking a body part or objects\nthrough it and into the bear enclosure."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Cleaning of enclosures\n***The bear enclosure has an excessive amount of fecal material within the enclosure.\nThe current frequency for removal of waste and cleaning of structures is not sufficient to prevent the build-up of\ndebris and waste materials. The enclosures must be cleaned in a manner and at a frequency that prevents the\nbuild-up of food wastes and feces. The enclosures must be cleaned so as to prevent disease or illness."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Housekeeping\n***Admission Booth (also, houses ferrets and guinea pigs): The building is somewhat cluttered with spilled food\nwaste from the birds is seen. Items on the shelves and floor are stored haphazardly. Rat feces was present on the\nfloor and shelves of the building. The current frequency of cleaning is ineffective and allows the build-up of debris\nand food waste, which attracts pests.\n**Unnecessary items around lemur enclosure, i.e. unused metal bucket and flower pot, a blue ball, and a pane of\nPlexiglas.\n***A pile of empty feed bags are being stored in an area near animal enclosures. A bag of unused feed is in a barrel\nin the old coatimundi enclosure (no animals present).\nTrash should not be stored around animal areas. Trash should be disposed of in an appropriate and designated\narea away from animal enclosures. Debris, food waste, and unnecessary items must be removed from around the\npremises and animal areas to prevent the attraction of pests, and to minimize disease hazards and odors.\n***Old coatimundi enclosure (no animals present is in disrepair and has not been cleaned of old bedding.\n***Rhea shelter (side adjacent to sheep enclosure): The metal is bent upward exposing a sharp edge. The sharp\nedge could cause injury.\n***There is a cart inside the male Jacob’s sheep enclosure. The cart should be removed to prevent injury to the\nanimal.\nStructures on the property must be kept clean and in good repair to protect the animals from injury. The old\ncoatimundi enclosure must be cleaned and damage parts removed. The rhea shelter siding needs to be repaired to\nprevent injury to the sheep. The old car inside the Jacob’s sheep enclosure must be removed to prevent injury."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Pest Control\n*** Lemur enclosure (shelter): Rat holes were seen in the dirt area just in front of the lemur enclosure. A few holes\nlook as if they lead into the enclosure. Two (2) carrots and a bag with grapes in it are seen on the round just outside\nthe enclosure. Pests can be attracted to the food.\n*** Old muntjac (no longer housing an animal) shelter/enclosure: There is a food pan with leftover pellets in the\nenclosure, (No animal was being housed in the enclosure at the time of inspection.) The back wall of the enclosure\nhas a 4 inch hole that appears to have been chewed in the wood by rats. This enclosure is adjacent to the lemur\nenclosure and there is a shared wall on the left side of the lemur enclosure. Pests can be attracted to this area for\nfood.\n*** Rat holes are present around the Himalayan bear enclosure in the area of the den and the prairie dog enclosure.\n***Rat feces is present inside the Admission Booth that houses ferrets, guinea pigs, birds, and turtles.\nNo rats were seen at the time of inspection. However, there is evidence of their presence, i.e. active holes in the\nground around enclosures and rat feces seen in the Admission booth. Although traps have been used, more\neffective measures must be taken to reduce the population of rats. Additional measures to eliminate the attraction\nand harborage of pests must be implement to ensure an effective means of controlling the rodent population."
    },
    {
      "code": "3.132",
      "kind": "Critical",
      "repeat": false,
      "desc": "EMPLOYEES.",
      "narrative": "***There are currently 43 mammals and 25 non-regulated animals housed at the facility. Based upon the number\nanimals and non-complaint items related to cleaning, sanitation, waste disposal, maintenance, and veterinary care\nthere is an insufficient number of employees to adequately perform all of the husbandry responsibilities of the facility\non a daily basis. There must be a sufficient number of trained employees to carry out the day to day husbandry\nduties and maintenance or the property and enclosures. Additional personnel is needed to ensure that cleaning,\nanimal observations, maintenance tasks, and pest control duties are performed at professionally acceptable level\nfor the current number of animals housed at the facility. Correct by September 30, 2016\nThis inspection and exit interview were conducted with the owners.\nThis is an electronic copy of the Microsoft Word inspection report dated 29-August 2016."
    }
  ],
  "narrative": "2.40(b)(3)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***One cavy has a large healing wound along its spine. The edges of the wound are rough with scabbing and one\nsmall area of redness.  The hair is beginning to grow back in the affected area. The injury was the result of fighting\nwith a cage mate. The cavy was not examined by a veterinarian nor was a veterinarian contacted. The animal did\nnot receive any treatment for the wound.\nAnimals must be observed daily to assess their health and well-being. Additionally, direct and frequent contact with\nthe attending veterinarian must occur to ensure animals are properly diagnosed and receive treatment for illnesses,\ninjury, or disease in a timely manner. Health issues must be recognized and documented and treated appropriately\nto prevent suffering and for the overall well-being of the animals. Also, an effective method of communication with\nthe attending veterinarian must be established and implemented to ensure animals noted as having an injury or\nillness receive proper treatment in a timely manner.\n2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\n***There are a total of 44 mammals present at the time of inspection. The records of animals on hand are\nincomplete. There is no information on the birth and disposition of cavies born in early August. There are no records\nof the persons or entity of whom animals were acquired; no dates animals were received; Records of donations,\nanimals bought, births and deaths must be kept in accordance with the regulations of the AWA. Additionally,\ndocumentation of whom animals were brought, sold or donated must also be maintained, including name address\nand Maintain accurate documentation of the animal inventory ensures that all animals are accounted for and receive\nproper care. Records of acquisitions and dispositions must be maintained to ensure animal receive proper care and\nto facilitate the regulatory requirements of the Animal Welfare Act. Correct by September 12, 2016\n2.131(c)(1)                    REPEAT\nHANDLING OF ANIMALS.\n***The barrier fence in front of the African-crested porcupine is detached from the support pole causing a portion of\n\nthe fence to bend inward. The fence must be reattached to the pole and supported in a manner that prevents the\nfence from falling down to ensure the public does not gain access to an area that will allow direct contact with the\nanimal.\n  ***The cavy enclosure gate and the rabbit cages do not have locks. Animals must be handled in manner that\nposes minimal risk of harm. An unauthorized person can easily enter these enclosures and harm the animal or allow\nthem to escape. The enclosure doors must be secured to prevent public access for the safety of the public and the\nanimals.\n3.28(a)(4)                    REPEAT\nPRIMARY ENCLOSURES. \nGeneral\n*** The openings on the floor of the cage housing two guinea pigs 1/2 x 1 1/2 inch openings. The feet of the guinea\npigs can pass through the openings, which could lead to injury. Primary enclosures must be constructed in a\nmanner that protects the feet and legs from injury. The floor of the ferret enclosure must be modified to reduce the\nsize of the openings to prevent the feet of the guinea pigs from passing through.\n3.53(a)(4)                    REPEAT\nPRIMARY ENCLOSURES.   \nGeneral\n***The floor of the rabbit cage has 1x1 inch openings. The feet of the two chocolate satin rabbits housed in this cage\ncan pass through easily. Primary enclosures must be constructed in a manner that protects the feet and legs from\ninjury. The floor of the rabbit enclosure must be modified to reduce the size of the openings to prevent the feet of\nthe rabbit from passing through.\n3.54(a)\nFEEDING.  \n***There are slices of apples covered in fire ants within the rabbit enclosure housing two (2) brown satin rabbits. The\nrabbits stayed in the back of the cage was from the apples covered in ants. Rabbits must be fed food that is free\nfrom contamination. Ants covering the apples renders the treat not suitable for consumption and also exposes the\nrabbit to a potential injury from the ants. Food must be fed to the rabbits to ensure the food remains wholesome and\nfree of contamination. Correct by September 2, 2016.\n***The wooden feed trough in the squirrel cage is excessively worn, creating jagged edge and leaving half the front\nof the trough missing. The trough needs to be replace to prevent injury and facilitate cleaning. Correct by\nSeptember 3, 2016.\n\n3.56(a)                    REPEAT\nSANITATION. \nCleaning of Primary Enclosures\n*** There is a build-up of fur and a dark yellowish and white material along the back legs of each of the two cages.\nThere is also an excessive amount of rabbit feces under and around the cages. Rabbit cages should be kept\nreasonably free of feces and fur to prevent exposure of the animals to potential disease. The cages must be\nthoroughly cleaned (inside and outside) as needed to prevent the build-up fur, and other debris. Feces must be\nremoved and disposed of properly to ensure animals are in a clean environment and not exposed to vermin or other\ndisease hazards. A schedule of cleaning must be established that will prevent excessive build- up of fur and other\nmaterials on the rabbit cage for the over-all health of the rabbits.\n3.125(a)           CRITICAL                    REPEAT\nFACILITIES, GENERAL.   \nStructural Strength\n***Bear enclosure (catch area and den): The bear enclosure is in need of repair, specifically the den and catch area.\nThe gate for the catch area appears to be held together by chains and locks, although one side of the gate has\nmetal hinge attachments at the top and bottom. The catch area latch is secured with a large metal clip that can be\neasily opened by a person. An appropriate lock must be used to secure the gate to prevent unwanted entry of\npersons and the potential escape of the bear. The catch gate must be constructed in a manner that will contain the\nbear and prevent the public from entering the catch area. The gate must have appropriate hinges installed to ensure\nthe integrity of the gate will contain the bear and prevent public entry.\nOne side of the fence surrounding the den is held together with twine and the other side is not attached to any\nsupport pole. A fence must be added to completely enclose the den for the overall safety of the animal and public\nand to prevent escape.\nThe metal den is excessively rusty and holes are present in various areas where the den comes in contact with the\nground. The holes in the den increases the risk of the bear being able to escape from this area and also allows for\nthe entry of unwanted animals. The den must be replaced to ensure containment of the bear, to prevent the\nharborage of pests, and to provide shelter for the animal.\n***Whitetail Deer enclosure: A section of fence near the gate into the enclosure is damaged due to a fallen tree. As\na result, one of the support poles is leaning inward causing the section of fence to bend inward. There is also a\nlarge gap between the gate and a fence support pole that does not allow the latch to close properly around the pole.\nAdditionally,   the fencing to the left that makes of the left side of the enclosure has 1-2 inch gaps. To prevent the\nescape of animals, the entry of unauthorized persons, and to reduce the risk of injury to the deer; the fencing must\nto be repaired and the gate properly aligned in manner that will allow the latch to be secured properly to the pole.\n\n*** The fence for the goat enclosure has areas that are bent outward and not buried in the ground, leaving a gap at\nthe bottom of the fence. These gaps can allow for goats to escape or be injured, and unwanted animals may be\nable to gain entry into the enclosure. The gate was loosely attached with twine. The fence must be repaired to\neliminate the gaps under the fence for the safety of the goats housed within the enclosure. NOTE: At the time of\ninspection, work on the fencing had begun.\n***The squirrel cage has loose wires at the top of the cage create some sharp points that could injure the animals.\nAlso, the wires are detached from the main portion of the enclosure creating gaps from which the squirrel can\nescape. The squirrel cage need to be repaired to close the gaps to prevent injury or escape.\n3.125(d)\nFACILITIES, GENERAL.   \nWaste Disposal\n***The coatimundi enclosures have an excessive amount of feces fruit around the outside of the cages.\n***Carrots and an old bag of grapes are seen on the ground outside of the lemur enclosure\n***There is an excessive amount of feces under the rabbit cages.\n***The squirrel cage has an excessive amount of sunflower seed and peanut hulls, and other food wastes in the\nfeed trough and at the bottom of the cage. The waste also extends outside of the squirrel cage.\nAnimal and food wastes must be removed from cages and disposed of away from animal enclosures. Wastes\nshould be removed and disposed of in a designated area immediately and in accordance with county and state laws\nto facilitate cleaning and the pest control. Correct by September 3, 2016.\n3.127(b)\nFACILITIES, OUTDOOR. \nShelter from Inclement Weather\n***Sheep Shelter (back Pasture): The right side of the shelter is leaning inward. The metal roof of the shelter is\nbowed creating an inward slope. The roof appears to be loosely attached. Shelters must be kept in good repair to\nensure that it will provide protection from the elements and to prevent injury to the animals. The shelter must be\nrepaired to prevent the animals from being injured and to ensure the animals have adequate shelter from the\nelements. Correct by September 6, 2016\n3.127(d)           CRITICAL                    REPEAT\nFACILITIES, OUTDOOR. \nPerimeter Fence\n\n***Bear Perimeter Fence: The perimeter fence around the bear enclosure was damaged from a fallen tree. Several\nsections of the chain link fence is sagging to the point that that the structural strength of the fence is compromised.\nSeveral sections of chain link fence is detached from the top support pole.  The top support pole is not continuous\naround the top of the perimeter fence; some section are missing. The one section of the right half of the enclosure is\nconstructed of a double layer of chain link fence. The two layers are detached from each other. The strength od this\nsuction is compromised. A perimeter fence must be constructed in a manner that protects the animal by preventing\nthe entry of unauthorized persons and unwanted animals. The perimeter fence must be repaired to maintain the\nintegrity of the fence and to ensure that unwanted animals and persons do not come in direct with the bear.\n***There a 3\" gap between the perimeter fence support pole and gate. During the inspection, a member of the\npublic was observed pushing a stick and her arm through the gap into the catch area of the bear pen. The perimeter\nfence should be constructed in a manner that prevents the public from being able to put any body part through. The\ngap between the support pole and gate must be reduced to prevent the public from sticking a body part or objects\nthrough it and into the bear enclosure.\n3.131(a)                    REPEAT\nSANITATION.   \nCleaning of enclosures\n***The bear enclosure has an excessive amount of fecal material within the enclosure.\nThe current frequency for removal of waste and cleaning of structures is not sufficient to prevent the build-up of\ndebris and waste materials. The enclosures must be cleaned in a manner and at a frequency that prevents the\nbuild-up of food wastes and feces. The enclosures must be cleaned so as to prevent disease or illness.\n3.131(c)                    REPEAT\nSANITATION.   \nHousekeeping\n***Admission Booth (also, houses ferrets and guinea pigs): The building is somewhat cluttered with spilled food\nwaste from the birds is seen. Items on the shelves and floor are stored haphazardly. Rat feces was present on the\nfloor and shelves of the building. The current frequency of cleaning is ineffective and allows the build-up of debris\nand food waste, which attracts pests.\n**Unnecessary items around lemur enclosure, i.e. unused metal bucket and flower pot, a blue ball, and a pane of\nPlexiglas.\n***A pile of empty feed bags are being stored in an area near animal enclosures. A bag of unused feed is in a barrel\nin the old coatimundi enclosure (no animals present).\n\nTrash should not be stored around animal areas. Trash should be disposed of in an appropriate and designated\narea away from animal enclosures. Debris, food waste, and unnecessary items must be removed from around the\npremises and animal areas to prevent the attraction of pests, and to minimize disease hazards and odors.\n***Old coatimundi enclosure (no animals present is in disrepair and has not been cleaned of old bedding.\n***Rhea shelter (side adjacent to sheep enclosure): The metal is bent upward exposing a sharp edge. The sharp\nedge could cause injury.\n***There is a cart inside the male Jacob’s sheep enclosure. The cart should be removed to prevent injury to the\nanimal.\nStructures on the property must be kept clean and in good repair to protect the animals from injury. The old\ncoatimundi enclosure must be cleaned and damage parts removed. The rhea shelter siding needs to be repaired to\nprevent injury to the sheep. The old car inside the Jacob’s sheep enclosure must be removed to prevent injury.\n3.131(d)                    REPEAT\nSANITATION.   \nPest Control\n*** Lemur enclosure (shelter): Rat holes were seen in the dirt area just in front of the lemur enclosure. A few holes\nlook as if they lead into the enclosure. Two (2) carrots and a bag with grapes in it are seen on the round just outside\nthe enclosure. Pests can be attracted to the food.\n*** Old muntjac (no longer housing an animal) shelter/enclosure: There is a food pan with leftover pellets in the\nenclosure, (No animal was being housed in the enclosure at the time of inspection.) The back wall of the enclosure\nhas a 4 inch hole that appears to have been chewed in the wood by rats. This enclosure is adjacent to the lemur\nenclosure and there is a shared wall on the left side of the lemur enclosure. Pests can be attracted to this area for\nfood.\n*** Rat holes are present around the Himalayan bear enclosure in the area of the den and the prairie dog enclosure.\n***Rat feces is present inside the Admission Booth that houses ferrets, guinea pigs, birds, and turtles.\nNo rats were seen at the time of inspection. However, there is evidence of their presence, i.e. active holes in the\nground around enclosures and rat feces seen in the Admission booth. Although traps have been used, more\neffective measures must be taken to reduce the population of rats. Additional measures to eliminate the attraction\nand harborage of pests must be implement to ensure an effective means of controlling the rodent population.\n3.132           CRITICAL\nEMPLOYEES.\n\n***There are currently 43 mammals and 25 non-regulated animals housed at the facility. Based upon the number\nanimals and non-complaint items related to cleaning, sanitation, waste disposal, maintenance, and veterinary care\nthere is an insufficient number of employees to adequately perform all of the husbandry responsibilities of the facility\non a daily basis. There must be a sufficient number of trained employees to carry out the day to day husbandry\nduties and maintenance or the property and enclosures. Additional personnel is needed to ensure that cleaning,\nanimal observations, maintenance tasks, and pest control duties are performed at professionally acceptable level\nfor the current number of animals housed at the facility. Correct by September 30, 2016\nThis inspection and exit interview were conducted with the owners.\nThis is an electronic copy of the Microsoft Word inspection report dated 29-August 2016.",
  "animals_total": 58,
  "species": [
    {
      "count": 1,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 4,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 3,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 5,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 2,
      "scientific": "Cynomys ludovicianus",
      "common": "BLACK-TAILED PRAIRIE DOG"
    },
    {
      "count": 6,
      "scientific": "Dama dama",
      "common": "FALLOW DEER"
    },
    {
      "count": 5,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 1,
      "scientific": "Hystrix africaeaustralis",
      "common": "CAPE PORCUPINE"
    },
    {
      "count": 3,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 2,
      "scientific": "Lemur catta",
      "common": "RING-TAILED LEMUR"
    },
    {
      "count": 2,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 1,
      "scientific": "Nasua nasua",
      "common": "BROWN-NOSED COATI"
    },
    {
      "count": 2,
      "scientific": "Nasuella olivacea",
      "common": "MOUNTAIN COATI"
    },
    {
      "count": 3,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 10,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Procyon lotor",
      "common": "RACCOON"
    },
    {
      "count": 1,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 2,
      "scientific": "Sciurus carolinensis",
      "common": "EASTERN GREY SQUIRREL"
    },
    {
      "count": 1,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 1,
      "scientific": "Ursus thibetanus",
      "common": "ASIATIC BLACK BEAR"
    },
    {
      "count": 2,
      "scientific": "Vulpes lagopus",
      "common": "ARCTIC FOX"
    }
  ]
}