{
  "insp_id": "INS-0000903151",
  "layout": "c",
  "customer_id": "329258",
  "customer_name": "PUPPY BLVD",
  "customer_addr": "2575 Township Road 606\nDUNDEE, OH 44624",
  "certificate": "31-B-0207",
  "site_id": "001",
  "site_name": "Puppies BLVD",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-NOV-2023",
  "report_date": "18-NOV-2023",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "* No expiration date was recorded on one bottle containing 100 mg of Ponazuril. This medication was intermingled with\nother products that are currently being used at the facility and is therefore ready for use. This medication was obtained\nfrom the attending veterinarian. Medications must be labeled with appropriate and accurate information to ensure that the\ncontents of the container can be known with certainty. The effectiveness and expected results could be drastically\nchanged or may not work as anticipated if the expiration date is unknown. The usage of any medication with an unknown\nexpiration date on regulated animals is not considered to be an acceptable veterinary practice and does not constitute\nadequate veterinary care. The licensee must ensure that all medications used in the facility have a current expiration date\nrecorded. Correct by 12/7/23."
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "* Trash from the kennel was being placed in open, empty feed sacks. No trash container was observed during the\ninspection. Open sacks of trash were being stored in the food storage area. Uncovered trash can attract pests and create\nodors. Trash containers could help to minimize pest infestation, odors and reduce any disease hazards. The licensee\nmust ensure that trash containers in housing facilities and in food storage and food preparation areas be leak-proof and\nmust have tightly fitted lids on them at all times. Correct by 11/21/23.\nThis inspection and exit interview were conducted with the licensee.\nn"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \n* No expiration date was recorded on one bottle containing 100 mg of Ponazuril. This medication was intermingled with \nother products that are currently being used at the facility and is therefore ready for use. This medication was obtained \nfrom the attending veterinarian.  Medications must be labeled with appropriate and accurate information to ensure that the \ncontents of the container can be known with certainty. The effectiveness and expected results could be drastically \nchanged or may not work as anticipated if the expiration date is unknown. The usage of any medication with an unknown \nexpiration date on regulated animals is not considered to be an acceptable veterinary  practice and does not constitute \nadequate veterinary  care. The licensee must ensure that all medications used in the facility have a current expiration date \nrecorded. Correct by 12/7/23. \n3.1(f) \n   \nHousing facilities, general. \n* Trash from the kennel was being placed in open, empty feed sacks. No trash container was observed during the \ninspection. Open sacks of trash were being stored in the food storage area. Uncovered  trash can attract pests and create \nodors. Trash containers could help to minimize pest infestation, odors and reduce any disease hazards. The licensee \nmust ensure that trash containers in housing facilities and in food storage and food preparation areas be leak-proof and \nmust have tightly fitted lids on them at all times. Correct by 11/21/23. \n \nThis inspection and exit interview were conducted with the licensee. \n \n n",
  "animals_total": 35,
  "species": [
    {
      "count": 22,
      "scientific": "Canis familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 13,
      "scientific": "Canis familiaris",
      "common": "DOG PUPPY"
    }
  ]
}