{
  "insp_id": "2016082569704324",
  "layout": "a",
  "customer_id": "330301",
  "customer_name": "Sarah Causey",
  "customer_addr": "Route 1, Box 295\nVanzant, MO 65768",
  "certificate": "43-A-5922",
  "site_id": "001",
  "site_name": "SARAH CAUSEY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "22-JAN-2020",
  "report_date": "22-JAN-2020",
  "citations": [
    {
      "code": "3.3(a)",
      "kind": "",
      "repeat": false,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "***Two enclosures in the sheltered building were observed with below acceptable temperatures. One enclosure\nhoused 2 Dachsund and 7 Labrador Retriever weaned puppies. This enclosure was approximately 42 degree F as\nmeasured with a Kestrel instrument. Another enclosure housed two adult Dachsunds and was measured at\napproximately 40 degrees F. A wood burning stove was in use in this building as well as heat lamps in other\nenclosures. The two cited enclosures did have solid resting surfaces and the enclosure with the puppies did have\ndry bedding provided; however, the puppies were huddling together in a pile. Dogs exposed to insufficient\ntemperatures can become stressed and more susceptible to diseases. All enclosures in sheltered buildings must\nbe maintained at 50 degrees F or above unless resting boards and/or bedding are provided. Ambient temperatures\nmust not remain below 45 degrees F for more than 4 consecutive hours. To be corrected by: 01/22/20"
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "***The exterior portion of the enclosures of the sheltered building and the outdoor gravel runs have not been spot\ncleaned in at least two days as per the owner's statement. The number of dogs within the enclosures and the lack\nof cleaning has led to the enclosures, shelters and dogs becoming soiled with feces. A concrete run housing 7\nyoung adult dogs was extremely soiled and covered with feces making it difficult for the dogs to not contact the\nfeces. All enclosures must be spot cleaned at least once daily or more frequently if necessary to prevent soiling of\nthe enclosure or dogs, reduce disease and pest hazards. This affects 50 adult dogs. To be corrected by: 01/23/20\nThis inspection and exit interview were conducted with the owner."
    }
  ],
  "narrative": "3.3(a)\nSHELTERED HOUSING FACILITIES.\n***Two enclosures in the sheltered building were observed with below acceptable temperatures.  One enclosure\nhoused 2 Dachsund and 7 Labrador Retriever weaned puppies.  This enclosure was approximately 42 degree F as\nmeasured with a Kestrel instrument.  Another enclosure housed two adult  Dachsunds and was measured at\napproximately 40 degrees F.  A wood burning stove was in use in this building as well as heat lamps in other\nenclosures. The two cited enclosures did have solid resting surfaces and the enclosure with the puppies did have\ndry bedding provided; however, the puppies were huddling together in a pile.  Dogs exposed to insufficient\ntemperatures can become stressed and more susceptible to diseases.  All enclosures in sheltered buildings must\nbe maintained at 50 degrees F or above unless resting boards and/or bedding are provided. Ambient temperatures\nmust not remain below 45 degrees F for more than 4 consecutive hours. To be corrected by: 01/22/20\n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\n***The exterior portion of the enclosures of the sheltered building and the outdoor gravel runs have not been spot\ncleaned in at least two days as per the owner's statement.  The number of dogs within the enclosures and the lack\nof cleaning has led to the enclosures, shelters and dogs becoming soiled with feces.  A concrete run housing 7\nyoung adult dogs was extremely soiled and covered with feces making it difficult for the dogs to not contact the\nfeces.  All enclosures must be spot cleaned at least once daily or more frequently if necessary to prevent soiling of\nthe enclosure or dogs, reduce disease and pest hazards.  This affects 50 adult dogs. To be corrected by: 01/23/20\nThis inspection and exit interview were conducted with the owner.",
  "animals_total": 70,
  "species": [
    {
      "count": 50,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 20,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}