{
  "insp_id": "303140004130157",
  "layout": "a",
  "customer_id": "25856",
  "customer_name": "Leon Walthall",
  "customer_addr": "Peggy Van Huss\n21010 Hwy. 16\nSiloam Springs, AR 72761",
  "certificate": "71-A-1134",
  "site_id": "001",
  "site_name": "PEGGY VAN HUSS & LEON WALTHALL",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-OCT-2014",
  "report_date": "30-OCT-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "A black and tan female Yorkshire Terrier id number 07657077 had matting hair around her eyes on on her back.\nMatting hair can cause discomfort for the dogs and may lead to serious skin condition if not maintained. The owner\nmust ensure that all the dogs have routinely maintained performed on them to include eyes, ears, teeth, feet, and\nthe hair coat.\nA white Havanese male id number 004588288 had matting hair around his legs and on his back. The matting hair\nwas in a ball hanging from his rear legs. Matted hair can cause pain and discomfort for the dogs and if not\nmaintained can cause skin irritation. All the dogs must be routinely maintained to prevent any matted hair from\nforming balls.\nOwner must remove the matted hair from the dogs and routinely maintained the dog(cid:25)s coat. To be corrected by\n10-30-2014."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "*****There were surfaces in the kennel that were dirty. There was an excessive amount of dirt, food, gravel, and\ninsulation pieces on the floor in animal enclosures and the common areas of the kennel. In each of the kennel\nbuildings there was a buildup of dirt old food and feces on the floors and around the pads where the dogs lay. In\nthe building housing the French bulldogs the walls and floors had a buildup of dirt and other debris on the floor\nalong with the rodent feces. The building where the Yorkshire Terriers were housed has a buildup of dirt and other\ndebris under the self-feeders and around the water nozzles. To be corrected by 11-01-2014"
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In the building where the French bulldogs were housed, there was a strong smell of rodent urine and visible\ndroppings of feces on the floor of the housing area. During the inspection, there were mice actively moving in and\naround the kennel buildings. Additionally, there were areas in both buildings where rodents feces was noticed on\nthe floor. Rodent or other vermin can carry disease that can adversely affect the health and well-being of the dogs\nbeing housed in the kennel. Owner must ensure that some kind of rodent control is being used routinely.\nInspection and exit interview conducted with facility representative"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nA black and tan female Yorkshire Terrier  id number 07657077 had matting hair around her eyes on on her back. \nMatting hair can cause discomfort for the dogs and may lead to serious skin condition if not maintained.  The owner\nmust ensure that all the dogs have routinely maintained performed on them to include eyes, ears, teeth, feet, and\nthe hair coat.\nA white Havanese male id number   004588288 had matting hair around his legs and on his back. The matting hair\nwas in a ball hanging from his rear legs.  Matted hair can cause pain and discomfort for the dogs and if not\nmaintained can cause skin irritation.  All the dogs must be routinely maintained to prevent any matted hair from\nforming balls.  \nOwner must remove the matted hair from the dogs and routinely maintained the dog(cid:25)s coat.  To be corrected by\n10-30-2014.  \n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\n*****There were surfaces in the kennel that were dirty.  There was an excessive amount of dirt, food, gravel, and\ninsulation pieces on the floor in animal enclosures and the common areas of the kennel. In each of the kennel\nbuildings there was a buildup of dirt old food and feces on the floors and around the pads where the dogs lay.  In\nthe building housing the French bulldogs the walls and floors had a buildup of dirt and other debris on the floor\nalong with the rodent feces. The building where the Yorkshire Terriers were housed has a buildup of dirt and other\ndebris under the self-feeders and around the water nozzles. To be corrected by 11-01-2014  \n3.11(d)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nIn the building where the French bulldogs were housed, there was a strong smell of rodent urine and visible\ndroppings of feces on the floor of the housing area.  During the inspection, there were mice actively moving in and\n\naround the kennel buildings.  Additionally, there were areas in both buildings where rodents feces was noticed on\nthe floor.  Rodent or other vermin can carry disease that can adversely affect the health and well-being of the dogs\nbeing housed in the kennel.  Owner must ensure that some kind of rodent control is being used routinely. \nInspection and exit interview conducted with facility representative",
  "animals_total": 40,
  "species": [
    {
      "count": 28,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 12,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}