{
  "insp_id": "209151530490531",
  "layout": "a",
  "customer_id": "326125",
  "customer_name": "Becky Daniels",
  "customer_addr": "H C 72 Box 324\nJasper, AR 72641",
  "certificate": "71-A-1305",
  "site_id": "001",
  "site_name": "BECKY DANIELS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-JUL-2015",
  "report_date": "28-JUL-2015",
  "citations": [
    {
      "code": "2.50(a)",
      "kind": "",
      "repeat": false,
      "desc": "TIME AND METHOD OF IDENTIFICATION.",
      "narrative": "In the whelping building there are raised wire enclosures which contained puppies. During the inspection one of\nthe enclosures contained two weaned puppies. The weaned puppies did not have any form of identification. All\nclass ``A'' dealers (breeders) shall identify all live dogs on the premises with an approved form of identification at all\ntimes to insure traceability of all animals.\nAffects two puppies. Correct by July 30, 2015"
    },
    {
      "code": "3.2(d)",
      "kind": "",
      "repeat": false,
      "desc": "INDOOR HOUSING FACILITIES.",
      "narrative": "The dealer has added a indoor whelping building to the kennel facility. The ceiling of the building is constructed\nfrom unpainted / unsealed pressed wood panels. The ceiling needs to be treated in a manner to insure it is\nimpervious to moisture. Interior surfaces including all floors, walls and ceiling of indoor housing facilities, and any\nother surfaces in contact with the animals, must be impervious to moisture.\nAffects six adults and twenty-six puppies. Correct by August 28, 2015"
    },
    {
      "code": "3.4(c)",
      "kind": "",
      "repeat": true,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "The kennel facility consists of two outdoor housing areas. In the outdoor structure there are a total of twelve\nprimary enclosures. The interior wooden surfaces of three enclosures are chewed and worn. The chewed / worn\nwooden surfaces need to be repaired or replaced and maintained on a regular basis. Surfaces of outdoor housing\nfacilities--including houses, dens, etc.--that cannot be readily cleaned and sanitized, must be replaced when worn or\nsoiled to facilitate husbandry pratices, prevent the spread of disease and protect the animals from injury.\nAffects seven adults."
    },
    {
      "code": "3.6(a)(2)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "In the outdoor housing structure there are six primary enclosures which have protruding nails with sharp edges that\nneed to be removed to protect the contained animals from injury. Primary enclosures must be constructed and\nmaintained so that they have no sharp points or edges that could injure the dogs.\nAffects fourteen adults. Correct by July 30, 2015"
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "The dealer has added a indoor whelping building to the kennel facility. The interior surfaces of the whelping building\nneed to be cleaned to remove the accumulation of old waste material under the raised wire waste catch structures.\nThe surfaces through-out the room need to be cleaned to remove waste material, old chew bones, hair, dirt, dead\nbugs, spider webs and bags of trash. Premises where housing facilities are located, including buildings and\nsurrounding grounds, must be kept clean and in good repair to protect the animals from injury, to facilitate the\nhusbandry practices and to reduce or eliminate breeding and living areas for rodents and other pests and vermin.\nAffects six adults and twenty-six puppies. Correct by July 31, 2015\nThe inspection and exit briefing was conducted with the facility Representative and Sandra Meek, ACI."
    }
  ],
  "narrative": "2.50(a)\nTIME AND METHOD OF IDENTIFICATION.\nIn the whelping building there are raised wire enclosures which contained puppies.   During the inspection one of\nthe enclosures contained two weaned puppies.  The weaned puppies did not have any form of identification.    All\nclass ``A'' dealers (breeders) shall identify all live dogs on the premises with an approved form of identification at all\ntimes to insure traceability of all animals.\nAffects two puppies.                                                    Correct by July 30, 2015\n3.2(d)\nINDOOR HOUSING FACILITIES.\nThe dealer has added a indoor whelping building to the kennel facility.  The ceiling of the building is constructed\nfrom unpainted / unsealed pressed wood panels.  The ceiling needs to be treated in a manner to insure it is\nimpervious to moisture.  Interior surfaces including all floors, walls and ceiling of indoor housing facilities, and any\nother surfaces in contact with the animals, must be impervious to moisture. \nAffects six adults and twenty-six puppies.                                Correct by August 28, 2015\n3.4(c)                    REPEAT\nOUTDOOR HOUSING FACILITIES.\nThe kennel facility consists of two outdoor housing areas.  In the outdoor structure there are a total of twelve\nprimary enclosures.  The interior wooden surfaces of three enclosures are chewed and worn.  The chewed / worn\nwooden surfaces need to be repaired or replaced  and maintained on a regular basis. Surfaces of outdoor housing\nfacilities--including houses, dens, etc.--that cannot be readily cleaned and sanitized, must be replaced when worn or\nsoiled to facilitate husbandry pratices, prevent the spread of disease and protect the animals from injury.\nAffects seven adults.\n\n3.6(a)(2)(1)\nPRIMARY ENCLOSURES.\nIn the outdoor housing structure there are six primary enclosures which have protruding nails with sharp edges that\nneed to be removed to protect the contained animals from injury.  Primary enclosures must be constructed and\nmaintained so that they have no sharp points or edges that could injure the dogs.\nAffects fourteen adults.                                            Correct by July 30, 2015\n3.11(c)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThe dealer has added a indoor whelping building to the kennel facility.  The interior surfaces of the whelping building\nneed to be cleaned to remove the accumulation of old waste material under the raised wire waste catch structures. \nThe surfaces through-out the room need to be cleaned to remove waste material, old chew bones, hair, dirt, dead\nbugs, spider webs and bags of trash.  Premises where housing facilities are located, including buildings and\nsurrounding grounds, must be kept clean and in good repair to protect the animals from injury, to facilitate the\nhusbandry practices and to reduce or eliminate breeding and living areas for rodents and other pests and vermin. \nAffects six adults and twenty-six puppies.                                Correct by July 31, 2015\nThe inspection and exit briefing was conducted with the facility Representative and Sandra Meek, ACI.",
  "animals_total": 62,
  "species": [
    {
      "count": 34,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 28,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}