{
  "insp_id": "216151849410643",
  "layout": "a",
  "customer_id": "1638",
  "customer_name": "Molecular Toxicology Inc",
  "customer_addr": "157 Industrial Park Dr\nBoone, NC 28607",
  "certificate": "55-R-0136",
  "site_id": "001",
  "site_name": "MOLECULAR TOXICOLOGY, INC.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-AUG-2015",
  "report_date": "04-AUG-2015",
  "citations": [
    {
      "code": "2.31(b)(3)(2)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "The IACUC member who is serving as the unaffiliated member serving the general community interest is employed\nas a supervisor of an animal facility at the local university. Although this member can serve on the committee, her\nappointment to represent the community as an unbiased representative for the proper care and treatment of\nanimals, is not appropriate as she works with animals and animal researchers in her profession. Another member\nneeds to be appointed to serve to represent the community interest as the unaffiliated member. IACUC members\nneed to be officially appointed by the Institutional Official. To be corrected before the next IACUC meeting."
    },
    {
      "code": "2.31(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "Although the IACUC meets every 6 months and conducts a facility inspection and a brief program review, they have\nnot been sending reports of these meetings and inspections to the Institutional Official. The IO usually attends the\nmeetings. The IACUC members have signed reports of meetings and facility inspections. After facility inspections\nand program reviews are conducted, reports documented all findings, indicating if there are or are not any minority\nviews to the report need to be sent to the Institutional Official. If deficiencies are identified, a plan for correction,\nwith dates for correction, and identifying them as significant or minor, are required on the report to the IO. To be\ncorrected with future inspections."
    },
    {
      "code": "2.31(e)(3)",
      "kind": "",
      "repeat": false,
      "desc": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).",
      "narrative": "There is one protocol which decribes the procedures used to produce altered tissue which is then harvested after\neuthanasia. This protocol needs to provide additional details. Other species are mentioned in the protocol without\nstating that those species' tissues are purchased from vendors. In the description of one agent given, the time\nframes for the induction, the overnight fast, and the euthanasia are not clear. The protocol states inducing agents\nmay be used singly or in combinations, but does not describe how or why and when those combinations will be\nused. The protocol does not state what actions will be taken if any animal experiences unanticipated side effects.\nBecause some of the agents used in this protocol are chemicals and therefore are non-pharmaceutical grade,\ncomplete justification of their use is required. To be corrected by 8-31-15."
    },
    {
      "code": "2.33(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.",
      "narrative": "Although an attending veterinarian is employed by the registrant, it is a part time consultant arrangement. The only\navailable written Program of Veterinary Care available for review is dated 2009 and was written by the former\nattending veterinarian. A new written Program of Veterinary Care needs to be completed by the current attending\nveterinarian. To be corrected by 8-31-15.\nExit briefing conducted with facility representative."
    }
  ],
  "narrative": "2.31(b)(3)(2)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nThe IACUC member who is serving as the unaffiliated member serving the general community interest is employed\nas a supervisor of an animal facility at the local university.  Although this member can serve on the committee, her\nappointment to represent the community as an unbiased representative for the proper care and treatment of\nanimals, is not appropriate as she works with animals and animal researchers in her profession.  Another member\nneeds to be appointed to serve to represent the community interest as the unaffiliated member. IACUC members\nneed to be officially appointed by the Institutional Official.  To be corrected before the next IACUC meeting.\n2.31(c)(3)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nAlthough the IACUC meets every 6 months and conducts a facility inspection and a brief program review, they have\nnot been sending reports of these meetings and inspections to the Institutional Official.  The IO usually attends the\nmeetings. The IACUC members have signed reports of meetings and facility inspections.  After facility inspections\nand program reviews are conducted, reports documented all findings, indicating if there are or are not any minority\nviews to the report need to be sent to the Institutional Official.  If deficiencies are identified, a plan for correction,\nwith dates for correction, and identifying them as significant or minor, are required on the report to the IO.  To be\ncorrected with future inspections.\n2.31(e)(3)\nINSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC).\nThere is one protocol which decribes the procedures used to produce altered tissue which is then harvested after\neuthanasia. This protocol needs to provide additional details.  Other species are mentioned in the protocol without\nstating that those species' tissues are purchased from vendors. In the description of one agent given, the time\nframes for the induction, the overnight fast, and the euthanasia are not clear.  The protocol states inducing agents\nmay be used singly or in combinations, but does not describe how or why and when those combinations will be\nused.  The protocol does not state what actions will be taken if any animal experiences unanticipated side effects. \nBecause some of the agents used in this protocol are chemicals and therefore are non-pharmaceutical grade,\ncomplete justification of their use is required.     To be corrected by 8-31-15.\n\n2.33(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE.\nAlthough an attending veterinarian is employed by the registrant, it is a part time consultant arrangement.  The only\navailable written Program of Veterinary Care available for review is dated 2009 and was written by the former\nattending veterinarian.  A new written Program of Veterinary Care needs to be completed by the current attending\nveterinarian.                 To be corrected by 8-31-15.\nExit briefing conducted with facility representative.",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}