{
  "insp_id": "343151832420093",
  "layout": "a",
  "customer_id": "40018",
  "customer_name": "Chris Vanderveer",
  "customer_addr": "1458 110th Place\nKnoxville, IA 50138",
  "certificate": "42-A-1516",
  "site_id": "001",
  "site_name": "CHRIS VANDERVEER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-DEC-2015",
  "report_date": "10-DEC-2015",
  "citations": [
    {
      "code": "3.1(b)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Inside the first and third building, there is an accumulation of materials stored on top of the dog enclosures. These\nenclosures contain at least thirty adult dogs and fifteen puppies. The material consists of mouse poison, unused\nbowls and feeders, tools, chemical sprays and sealants, light bulbs, metal cans, paint buckets and plastic tubs,\npaper bags, a metal fan, a vacuum and other items. The facility representative said that he did have them in a\ncabinet but the cabinet broke. These items could be dangerous to the dogs if they should leak or spill, they could\ncause damage if they become too heavy to be supported by the wire tops of the enclosures and they collect dust,\ndirt and cobwebs.\nAnimal areas inside housing facilities must be kept neat and free of clutter including, equipment, furniture, and\nstored material. Substances that are toxic to the dogs but are required for normal husbandry practices can be\nstored in cabinets in animal areas. The licensee must remove all the items from the top of all the enclosures and\nstore them in an appropriate area. The licensee must ensure that all animal areas are kept neat, clean and free of\nclutter.\nCorrection date: December 23, 2015"
    },
    {
      "code": "3.1(c)(1)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the second building there is one enclosure, containing four dogs, that has wooden support posts around the\nenclosure door. The dogs have excessively chewed the bottom half of these posts exposing the sharp end of a\nscrew. In the third building there is one enclosure, containing one dog, which has vinyl plastic covering the walls. A\ndog has excessively chewed the vinyl plastic above the access door and a large screw is hanging from the torn\nends of the vinyl at the level of the dog. The sharp ends of the screws could cause injury to the dogs.\nAll used primary enclosures must be free of sharp points and jagged edges that could injure the dogs. The licensee\nmust repair, remove, or alter the sharp ends of the screws in a manner that eliminates the injury risk to the dogs.\nThe licensee must ensure that all enclosures are free of sharp points and remain safe for the dogs at all times.\nCorrection date: December 16, 2015"
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the third building there is one enclosure, containing one dog, which has a clear, plastic tub that is used as a\nwhelping box. The edges of this plastic tub have been excessively chewed by the dogs that have used it. The\nchewed portions of the whelping box have a slight brown color to them. In another enclosure, containing one dog,\nthe wall is covered in vinyl plastic and the dog has torn and chewed on this plastic. The damage caused by the\ndogs does not allow for adequate cleaning and sanitization of the whelping box or the vinyl plastic on the wall.\nAll surfaces of housing facilities must be maintained on a regular basis. All surfaces within the housing facilities that\ncannot be readily cleaned and sanitized must be replaced when worn or soiled. The licensee must repair, replace\nor alter this whelping box and plastic wall in a manner that allows for cleaning and sanitization to occur. The\nlicensee must ensure that all surfaces remain in good repair at all times.\nCorrection date: December 23, 2015"
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the first building there are at least five enclosures, containing at least five dogs, which have a buildup of feces in\nthem. Throughout one enclosure there are multiple piles of feces. Around the edges of at least four other\nenclosures there is a large amount of light colored, dried feces. The facility representative said the enclosures are\nnot spot-cleaned daily. The buildup of feces could increase disease hazards towards the dogs.\nAll hard surfaces of primary enclosures that are in contact with dogs must be spot-cleaned daily. The licensee must\nremove all the feces from these enclosures and ensure that each used primary enclosure is spot-cleaned daily to\neliminate the buildup of feces and reduce disease hazards.\nCorrection date: December 16, 2015"
    },
    {
      "code": "3.3(e)(1)(3)",
      "kind": "",
      "repeat": false,
      "desc": "SHELTERED HOUSING FACILITIES.",
      "narrative": "In the second building there is one enclosure, containing four dogs, that has a wooden wall. The dogs have\nexcessively chewed the bottom half of the wooden support posts that are around the door to the enclosure. The\nlicensee has also placed a piece of plywood in the enclosure for the dogs to lay on. The plywood and the chewed\nposts are not impervious to moisture.\nAll surfaces inside sheltered housing facilities that are in contact with the dogs must be impervious to moisture. The\nlicensee must alter the damaged wooden posts and plywood in a manner that makes them impervious to moisture.\nThe licensee must ensure that all wooden surfaces in contact with the dogs are impervious to moisture at all times.\nCorrection date: December 18, 2015"
    },
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "In the first and the third building there are at least ten plastic self-feeders that have cobwebs, caked feed and dirt\nbuildup on the inside of them. Inside of one self-feeder there is old food that has white mold growing on it. There\nare at least ten adult dogs and six puppies that have access to these self-feeders. Cobwebs, dirt, caked feed and\nmold can contaminate the dog food which could have a negative impact on the health of the dogs.\nSelf-feeders must be kept clean and sanitized at least once every two weeks or as often as necessary, to reduce\nthe buildup of cobwebs and dirt. Measures must be taken to ensure that there is no molding, deterioration or caking\nof the feed. The licensee must clean and sanitize these self-feeders and ensure that all feeders remain clean and\nfree of potential food contaminates at all times.\nCorrection date: December 23, 2015"
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "In the first building there are at least seven enclosures, containing at least eight dogs, which have a thick, brown\nbuildup of dirt and grime where the dogs have been touching the access doors. This buildup of dirt and grime could\nincrease the disease risk towards the dogs.\nUsed primary enclosures must be sanitized once every two weeks or more often if necessary, to reduce the buildup\nof dirt, debris, food waste, excreta and any other disease hazard. The licensee must clean and sanitize these\naccess doors and ensure that all primary enclosures are sanitized every two weeks or as often as necessary to\neliminate the buildup of any disease hazards.\nCorrection date: December 23, 2015\nExit interview conducted with Kelly Maxwell, ACI and the facility representative."
    }
  ],
  "narrative": "3.1(b)\nHOUSING FACILITIES, GENERAL.\nInside the first and third building, there is an accumulation of materials stored on top of the dog enclosures.  These\nenclosures contain at least thirty adult dogs and fifteen puppies.  The material consists of mouse poison, unused\nbowls and feeders, tools, chemical sprays and sealants, light bulbs, metal cans, paint buckets and plastic tubs,\npaper bags, a metal fan, a vacuum and other items.  The facility representative said that he did have them in a\ncabinet but the cabinet broke.  These items could be dangerous to the dogs if they should leak or spill, they could\ncause damage if they become too heavy to be supported by the wire tops of the enclosures and they collect dust,\ndirt and cobwebs.\nAnimal areas inside housing facilities must be kept neat and free of clutter including, equipment, furniture, and\nstored material.  Substances that are toxic to the dogs but are required for normal husbandry practices can be\nstored in cabinets in animal areas.  The licensee must remove all the items from the top of all the enclosures and\nstore them in an appropriate area.  The licensee must ensure that all animal areas are kept neat, clean and free of\nclutter.\nCorrection date:  December 23, 2015\n3.1(c)(1)(2)\nHOUSING FACILITIES, GENERAL.\nIn the second building there is one enclosure, containing four dogs, that has wooden support posts around the\nenclosure door.  The dogs have excessively chewed the bottom half of these posts exposing the sharp end of a\nscrew.  In the third building there is one enclosure, containing one dog, which has vinyl plastic covering the walls.  A\ndog has excessively chewed the vinyl plastic above the access door and a large screw is hanging from the torn\nends of the vinyl at the level of the dog.  The sharp ends of the screws could cause injury to the dogs.\nAll used primary enclosures must be free of sharp points and jagged edges that could injure the dogs.  The licensee\nmust repair, remove, or alter the sharp ends of the screws in a manner that eliminates the injury risk to the dogs.\n\nThe licensee must ensure that all enclosures are free of sharp points and remain safe for the dogs at all times.\nCorrection date:  December 16, 2015\n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\nIn the third building there is one enclosure, containing one dog, which has a clear, plastic tub that is used as a\nwhelping box.  The edges of this plastic tub have been excessively chewed by the dogs that have used it.   The\nchewed portions of the whelping box have a slight brown color to them.  In another enclosure, containing one dog,\nthe wall is covered in vinyl plastic and the dog has torn and chewed on this plastic.  The damage caused by the\ndogs does not allow for adequate cleaning and sanitization of the whelping box or the vinyl plastic on the wall.\nAll surfaces of housing facilities must be maintained on a regular basis.  All surfaces within the housing facilities that\ncannot be readily cleaned and sanitized must be replaced when worn or soiled.  The licensee must repair, replace\nor alter this whelping box and plastic wall in a manner that allows for cleaning and sanitization to occur.  The\nlicensee must ensure that all surfaces remain in good repair at all times.\nCorrection date:  December 23, 2015\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nIn the first building there are at least five enclosures, containing at least five dogs, which have a buildup of feces in\nthem.  Throughout one enclosure there are multiple piles of feces.  Around the edges of at least four other\nenclosures there is a large amount of light colored, dried feces.  The facility representative said the enclosures are\nnot spot-cleaned daily.  The buildup of feces could increase disease hazards towards the dogs.  \nAll hard surfaces of primary enclosures that are in contact with dogs must be spot-cleaned daily.  The licensee must\nremove all the feces from these enclosures and ensure that each used primary enclosure is spot-cleaned daily to\neliminate the buildup of feces and reduce disease hazards.\nCorrection date:  December 16, 2015\n3.3(e)(1)(3)\nSHELTERED HOUSING FACILITIES.\n\nIn the second building there is one enclosure, containing four dogs, that has a wooden wall.  The dogs have\nexcessively chewed the bottom half of the wooden support posts that are around the door to the enclosure.  The\nlicensee has also placed a piece of plywood in the enclosure for the dogs to lay on.  The plywood and the chewed\nposts are not impervious to moisture.  \nAll surfaces inside sheltered housing facilities that are in contact with the dogs must be impervious to moisture.  The\nlicensee must alter the damaged wooden posts and plywood in a manner that makes them impervious to moisture. \nThe licensee must ensure that all wooden surfaces in contact with the dogs are impervious to moisture at all times.\nCorrection date:  December 18, 2015\n3.9(b)\nFEEDING.\nIn the first and the third building there are at least ten plastic self-feeders that have cobwebs, caked feed and dirt\nbuildup on the inside of them.  Inside of one self-feeder there is old food that has white mold growing on it.  There\nare at least ten adult dogs and six puppies that have access to these self-feeders.  Cobwebs, dirt, caked feed and\nmold can contaminate the dog food which could have a negative impact on the health of the dogs.\nSelf-feeders must be kept clean and sanitized at least once every two weeks or as often as necessary, to reduce\nthe buildup of cobwebs and dirt.  Measures must be taken to ensure that there is no molding, deterioration or caking\nof the feed.  The licensee must clean and sanitize these self-feeders and ensure that all feeders remain clean and\nfree of potential food contaminates at all times.\nCorrection date:  December 23, 2015\n3.11(b)(2)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nIn the first building there are at least seven enclosures, containing at least eight dogs, which have a thick, brown\nbuildup of dirt and grime where the dogs have been touching the access doors.  This buildup of dirt and grime could\nincrease the disease risk towards the dogs.\nUsed primary enclosures must be sanitized once every two weeks or more often if necessary, to reduce the buildup\nof dirt, debris, food waste, excreta and any other disease hazard.  The licensee must clean and sanitize these\naccess doors and ensure that all primary enclosures are sanitized every two weeks or as often as necessary to\neliminate the buildup of any disease hazards.\n\nCorrection date:  December 23, 2015\nExit interview conducted with Kelly Maxwell, ACI and the facility representative.",
  "animals_total": 157,
  "species": [
    {
      "count": 98,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 59,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}