{
  "insp_id": "125141328320360",
  "layout": "a",
  "customer_id": "321991",
  "customer_name": "Connie Braun Casey",
  "customer_addr": "12338 Hwy C C\nFestus, MO 63028",
  "certificate": "43-C-0315",
  "site_id": "001",
  "site_name": "CONNIE BRAUN CASEY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "29-APR-2014",
  "report_date": "05-MAY-2014",
  "citations": [
    {
      "code": "3.75(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "(c) Surfaces--(3) Cleaning.\n* There were several enclosures which had not been cleaned properly becasue the licensee was unable to shift the\nanimals out of their enclosures due to their aggressive nature. There was a small toy and a soft material resting\npouch hanging inside Coco's enclosure. Both of these items had surfaces with a build-up of black-brown grime.\nThe floor of Joey's enclosure was not sealed and stains could be seen where urine had soaked into the concrete.\nThe walls of the enclosures in the pink room had brown organic material smeared on them. One enclosure in the\npink room had a rag hanging on the enclosure wall which was soiled brown-black with fecal material. The bedding\nmaterial in the tortoise enclosure, immediately adjacent to an indoor chimpanzee enclosure, was also wet and\nsoiled brown. The licensee stated that once the weather warmed up, animals could be shifted around and the area\ncould get cleaned. There was also an outdoor shelter which had a solid surface just a couple inches under the wire\nfloor to catch waste material. That surface was filled with what appeared to be very old food and feces and the\nmonkeys housed in the enclosure were able to come in contact with the aging waste.\n** Unsanitary conditions can lead to health problems for the animals.\n*** The licensee must ensure that hard surfaces which come in contact with the animals (including enrichment\nitems) are properly cleaned and sanitized at frequencies which prevent disease hazards (every two weeks for\nindoor facilities). Furthermore, the licensee must ensure that other surfaces of housing facilities (which do not come\nin contact with animals) are cleaned and sanitized when necessary to satisfy generally accepted husbandry\nstandards and practices. This is a repeat non-compliant item."
    },
    {
      "code": "3.75(e)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "(e) Storage.\n* There was a bag of primate food in the animal housing area which appeared to be about half full that was stored\non top of the other unopened bags. The top of the bag was gently folded over but was not sealed.\n** Open bags of food are an open invitation for pests and vermin to contaminate the food.\n*** The licensee must ensure that open food and bedding supplies are kept in leakproof containers with tightly fitting\nlids. This non-compliant item was corrected at the time of inspection.\nThe inspection and a verbal exit interview were conducted with the licnesee on 29 April 2014.\nAdditional Inspectors\nHeine William, Animal Care Inspector"
    }
  ],
  "narrative": "3.75(c)(3)                    REPEAT\nHOUSING FACILITIES, GENERAL. \n(c) Surfaces--(3) Cleaning. \n*  There were several enclosures which had not been cleaned properly becasue the licensee was unable to shift the\nanimals out of their enclosures due to their aggressive nature.  There was a small toy and a soft material resting\npouch hanging inside Coco's enclosure.  Both of these items had surfaces with a build-up of black-brown grime.\nThe floor of Joey's enclosure was not sealed and stains could be seen where urine had soaked into the concrete. \nThe walls of the enclosures in the pink room had brown organic material smeared on them.  One enclosure in the\npink room had a rag hanging on the enclosure wall which was soiled brown-black with fecal material.  The bedding\nmaterial in the tortoise enclosure, immediately adjacent to an indoor chimpanzee enclosure, was also wet and\nsoiled brown.  The licensee stated that once the weather warmed up, animals could be shifted around and the area\ncould get cleaned.  There was also an outdoor shelter which had a solid surface just a couple inches under the wire\nfloor to catch waste material.  That surface was filled with what appeared to be very old food and feces and the\nmonkeys housed in the enclosure were able to come in contact with the aging waste.    \n** Unsanitary conditions can lead to health problems for the animals.\n*** The licensee must ensure that hard surfaces which come in contact with the animals (including enrichment\nitems) are properly cleaned and sanitized at frequencies which prevent disease hazards (every two weeks for\nindoor facilities).  Furthermore, the licensee must ensure that other surfaces of housing facilities (which do not come\nin contact with animals) are cleaned and sanitized when necessary to satisfy generally accepted husbandry\nstandards and practices.  This is a repeat non-compliant item.\n3.75(e)\nHOUSING FACILITIES, GENERAL. \n(e) Storage.\n\n* There was a bag of primate food in the animal housing area which appeared to be about half full that was stored\non top of the other unopened bags.  The top of the bag was gently folded over but was not sealed.  \n** Open bags of food are an open invitation for pests and vermin to contaminate the food.\n*** The licensee must ensure that open food and bedding supplies are kept in leakproof containers with tightly fitting\nlids.  This non-compliant item was corrected at the time of inspection.\nThe inspection and a verbal exit interview were conducted with the licnesee on 29 April 2014.\nAdditional Inspectors\nHeine William, Animal Care Inspector",
  "animals_total": 33,
  "species": [
    {
      "count": 2,
      "scientific": "Macaca silenus",
      "common": "LION-TAILED MACAQUE *MALE"
    },
    {
      "count": 2,
      "scientific": "Nomascus leucogenys",
      "common": "WHITE-CHEEKED GIBBON"
    },
    {
      "count": 17,
      "scientific": "Pan troglodytes",
      "common": "CHIMPANZEE"
    },
    {
      "count": 1,
      "scientific": "Papio hamadryas",
      "common": "HAMADRYAS BABOON"
    },
    {
      "count": 11,
      "scientific": "Sapajus appella",
      "common": "BROWN CAPUCHIN / TUFTED CAPUCHIN"
    }
  ]
}