{
  "insp_id": "273141032580551",
  "layout": "a",
  "customer_id": "321149",
  "customer_name": "Pointer Hill Pet Products",
  "customer_addr": "327 Anthonys Mill Road\nBechtelsville, PA 19505",
  "certificate": "23-B-0194",
  "site_id": "001",
  "site_name": "POINTER HILL PET PRODUCTS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "30-SEP-2014",
  "report_date": "30-SEP-2014",
  "citations": [
    {
      "code": "3.56(c)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "Section 3.56(c) Housekeeping: The two rooms housing the rabbits have food and debris on the floor. An air\nconditioner is stored on the floor and miscellaneous items are on the widow sills and flat surfaces. Rabbit hair is\naccumulating on the ceiling and other surfaces. Pest may be attracted to the spilled food and the clutter may\nprovide living areas for the pests. The clutter also makes cleaning more difficult. Pests may carry diseases and\ndust/debris may adversely affect the rabbits. The clutter must be removed and the rooms kept cleaned to facilitate\nthe prescribed husbandry practices and to maintain the health of the rabbits.\nCorrect by October 7, 2014.\nAn exit briefing was conduct with the owner's wife."
    }
  ],
  "narrative": "3.56(c)\nSANITATION. \nSection 3.56(c) Housekeeping: The two rooms housing the rabbits have food and debris on the floor.  An air\nconditioner is stored on the floor and miscellaneous items are on the widow sills and flat surfaces.  Rabbit hair is\naccumulating on the ceiling and other surfaces.  Pest may be attracted to the spilled food and the clutter may\nprovide living areas for the pests.  The clutter also makes cleaning more difficult.  Pests may carry diseases and\ndust/debris may adversely affect the rabbits.  The clutter must be removed and the rooms kept cleaned to facilitate\nthe prescribed husbandry practices and to maintain the health of the rabbits.\nCorrect by October 7, 2014.\nAn exit briefing was conduct with the owner's wife.",
  "animals_total": 28,
  "species": [
    {
      "count": 28,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    }
  ]
}