{
  "insp_id": "141161039350787",
  "layout": "a",
  "customer_id": "33515",
  "customer_name": "Abe L Yoder",
  "customer_addr": "2461 Township Road 176\nBaltic, OH 43804",
  "certificate": "31-A-0420",
  "site_id": "001",
  "site_name": "ABE YODER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-MAY-2016",
  "report_date": "19-MAY-2016",
  "citations": [
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There is a heavy accumulation of brown to black matter adhered to the inside washdown of the large adult/whelping\nbuilding. In addition, the outside washdown of this building has a large amount of feces and brown to black matter\nadhered to the washdown. The feces and organic matter are contributing to the odor within the facility and can\nattract unwanted pests and insects. All other surfaces of housing facilities must be cleaned and sanitized when\nnecessary to satisfy generally accepted husbandry standards and practices. The Licensee must have a routine for\ncleaning for the facility to include all washdowns.\nCorrect By: 5/26/2016"
    },
    {
      "code": "3.11(b)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "There is one enclosure of the small adult building that has chew damage around the frame of the door that has\ncaused raw wood to be exposed and no longer allows for cleaning. In addition, there are 4 resting surfaces, 4\nenclosure dividers and 2 whelping box dividers in the large adult/whelping building with an excessive amount of\nchew damage. The areas with chew damage have a heavy accumulation of dark matter adhered to the area of\nchew damage or have allowed raw wood to be exposed and no longer allow for proper cleaning of the surface.\nSurfaces that do not allow for proper cleaning can expose the animals to disease hazards. All surfaces with chew\ndamage must be replaced, repaired or resurfaced to allow proper cleaning and sanitization of the primary enclosure.\nInspection and Exit conducted with the Licensee, Licensee(cid:25)s Wife and Animal Care Inspector Shannon Sebera."
    }
  ],
  "narrative": "3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nThere is a heavy accumulation of brown to black matter adhered to the inside washdown of the large adult/whelping\nbuilding.  In addition, the outside washdown of this building has a large amount of feces and brown to black matter\nadhered to the washdown. The feces and organic matter are contributing to the odor within the facility and can\nattract unwanted pests and insects.  All other surfaces of housing facilities must be cleaned and sanitized when\nnecessary to satisfy generally accepted husbandry standards and practices.  The Licensee must have a routine for\ncleaning for the facility to include all washdowns.\nCorrect By: 5/26/2016\n3.11(b)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThere is one enclosure of the small adult building that has chew damage around the frame of the door that has\ncaused raw wood to be exposed and no longer allows for cleaning.  In addition, there are 4 resting surfaces, 4\nenclosure dividers and 2 whelping box dividers in the large adult/whelping building with an excessive amount of\nchew damage.  The areas with chew damage have a heavy accumulation of dark matter adhered to the area of\nchew damage or have allowed raw wood to be exposed and no longer allow for proper cleaning of the surface. \nSurfaces that do not allow for proper cleaning can expose the animals to disease hazards.  All surfaces with chew\ndamage must be replaced, repaired or resurfaced to allow proper cleaning and sanitization of the primary enclosure.\nInspection and Exit conducted with the Licensee, Licensee(cid:25)s Wife and Animal Care Inspector Shannon Sebera.",
  "animals_total": 164,
  "species": [
    {
      "count": 124,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 40,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}